{
 "id": "70826",
 "text": "Graham Leslie Coxon (Rinteln, 12 de Março de 1969) é um músico, guitarrista, cantor-compositor e pintor inglês, notável por ser integrante e co-fundador do Blur. Atuando como guitarrista solo e vocalista secundário da banda, Coxon participou de todos os oito álbuns de estúdio do Blur, ainda que ausente do grupo de 2002 a 2008 devido a desentendimentos com os outros membros. Em carreira solo desde 1998, após seu retorno ao Blur concilia as atividades de ambas, além de também atuar como artista visual, tendo realizado a arte de todos os seus álbuns solo bem como do sexto álbum do Blur: 13. Coxon é por vezes considerado um dos melhores guitarristas de sua época, figurando em uma lista de 40 melhores guitarristas dos últimos 30 anos compilada pela BBC em 2010, onde apareceu em décimo quinto lugar. == Carreira == ===Blur=== Seu envolvimento com a música começou desde cedo. Nascido em Rinteln, na antiga Alemanha Ocidental, em uma base militar onde seu pai, Bob, clarinetista e bandleader do Exército Britânico, servia como resultado da Guerra Fria, Graham e sua família se estabeleceram em Spondor, bairro de Derby, nas Midlands Orientais da Inglaterra poucos anos depois. Por volta dos 12 anos, Graham aprendeu a tocar guitarra e sax e em pouco tempo já participava de diversas bandas. Aos 14 conheceu Damon Albarn e eles se reencontrariam na faculdade onde formaram o Blur. Ao longo da uma trajetória bem sucedida, o Blur passou por inúmeras transformações sonoras. Do primeiro álbum, Leisure (1991), quando a banda ainda parecia uma cria da Manchester dos Stone Roses, ao auge do britpop (em Parklife, de 1994) e mais tarde ao flerte com o rock americano (no álbum Blur, de 1997) e com a música eletrônica (a partir de 13, de 1999), o elemento que sempre deu unidade ao som da banda foi a guitarra característica de Graham Coxon. Desde o primeiro single do Blur, “There’s No Other Way”, podia-se comprovar pelo riff que ali estava um guitarrista especial, e sua carreira comprova isso. No Blur, enquanto Damon Albarn centralizava as atenções e os holofotes da mídia como frontman se comportando no palco e em entrevistas como um típico popstar, Coxon era o carismático guitarrista tímido e nerd, satisfeito a ficar de canto sem aparecer muito. Era também um notório beberrão, suas inúmeras e curiosas histórias de backstage só aumentavam o folclore em torno de si, que aos poucos foi se tornando uma figura muito querida entre os fãs da banda. Com o passar dos anos, a facilidade de Graham Coxon em compor foi crescendo e começou a faltar espaço no Blur para conciliar as canções de Graham e de Damon Albarn, por si próprio uma locomotiva criativa. Além disso, Graham mostrava também uma disposição para se expressar como autor. No álbum Blur, surgiu a primeira música interpretada unicamente por ele, no duplo papel de vocalista e guitarrista: a balada “You’re So Great”. Com isso, não foi surpresa quando em 1998, Graham Coxon montou o selo Transcopic Records e lançou um álbum solo, The Sky Is Too High Assim como em “You’re So Great”, Graham Coxon é o único músico presente no álbum, tocando todos os instrumentos. ===Carreira solo=== No disco, Coxon explorava uma massiva gama de influências e experimentações, desde folk até o punk, gravado com uma produção descuidada, por vezes precária, evidenciando se tratar de um projeto paralelo onde Graham dava vazão a sua produção como compositor. A prioridade ainda era visivelmente o Blur, tanto que não houve promoção ou turnê em torno do disco. Em 2000 surge o segundo álbum solo, The Golden D, mais pesado e agressivo, que teve uma repercussão um pouco menos restrita, sendo percebido fora do espectro dos fãs do Blur como um trabalho distinto da sonoridade da banda. Em 2001, tirando proveito de um intervalo nas atividades do Blur, que a esta altura tinha Damon Albarn envolvido em seu próprio projeto paralelo, o Gorillaz, Graham Coxon deu seqüência a sua carreira solo com o álbum Crow Sit on Blood Tree. Trata-se de um disco completamente diferente dos anteriores, mais introspectivo e delicado. Com a boa repercussão do álbum junto à crítica, o entusiasmo de Coxon foi aumentando e ele já preparava um novo álbum quando o Blur se reuniu novamente para discutir ideias para seu próximo disco. Foi então que começaram a surgir especulações sobre a possível saída dele do grupo. De fato, já fazia algum tempo que se tornava difícil para o Blur conciliar a divergência musical de seus dois principais compositores e, com os anos de convivência, as relações pessoais também já andavam desgastadas, com o agravante do seu histórico com a bebida. A soma desses fatores resultou na saída definitiva de Graham Coxon do Blur em 2002. A banda seguiu seu rumo sem um substituto e com Damon deixando as portas abertas em entrevistas para um eventual retorno, ao que Graham reagiu declarando não ter intenção de voltar a integrar o grupo. The Kiss of Morning, lançado em outubro de 2002, foi gravado enquanto Coxon ainda era membro do Blur, foi o primeiro a contar com músicos de apoio e a ajuda de um produtor, resultando num disco mais coeso. Após quatro discos tão diferentes entre si, para os críticos se tornou uma tarefa árdua situar o trabalho solo de Graham e não é difícil encontrar nomes absolutamente díspares como Pavement, Sonic Youth, Syd Barrett e Nick Drake sendo citados como referências em textos sobre o agora cantor- compositor. O fato é que, apesar de refletir suas influências em seu trabalho, Graham Coxon consegue passar nas músicas sua personalidade, transitando com facilidade entre vários estilos mantendo uma identidade própria, facilmente reconhecível. Nesse aspecto, um outro nome freqüentemente relacionado ao trabalho solo de Graham é o de Billy Childish, que inclusive teve álbuns seus lançados pela Transcopic Records, gravadora montada por Coxon. Em 2004 surge o primeiro álbum de Graham Coxon efetivamente como um artista solo, Happiness In Magazines. Desta vez, o enfoque foi diferente, a ideia de produção caseira, lo-fi, foi deixada de lado, assim como boa parte dos experimentalismos, tornando o som mais pop e acessível. Para o disco, Graham contou com a produção de Stephen Street, que havia trabalhado nos quatro primeiros álbuns do Blur. Com isso, a comparação com o som de sua antiga banda foi inevitável. O disco, sonoramente falando, se situa entre Modern Life Is Rubbish e Parklife, como se numa hipotética linha no tempo o Blur lançasse Happiness In Magazines como uma ruptura ao caminho traçado pela banda em Parklife. Essa característica do “novo velho” Graham Coxon certamente agradou fãs mais antigos do Blur, além de ser pop o suficiente para atingir o grande público na Inglaterra. O disco repercutiu muito bem nas paradas, puxado principalmente pelos singles “Freak Me Out” e “Bittersweet Bundle of Misery”. Com sua primeira turnê solo, Graham tocou nos grandes festivais ingleses e em 2005 foi escolhido como melhor artista solo do ano pela NME. === Midlife: Um novo começo para o Blur === A volta do Blur foi confirmada e suas atividades já se reiniciavam em meados de 2008, com a formação original ensaiando para shows no meio do ano, o que não acontecia desde 2000. Com o lançamento de sua nova coletânea Midlife: A New Begginers To Blur, que inclui várias músicas marcantes em toda a carreira da banda, e o primeiro show para marcar o retorno será no Festival de Glastonbury, considerado o maior festival de música ao ar livre do mundo, e ainda as apresentaçoes no Hyde Park e no T in the Park, a banda culminou com o lançamento de um novo álbum em 2010, Into the Silence, anunciado pela primeira vez por Damon Albarn em 2009. A banda também toca no British Awards de 2012 e fecha os Jogos Olímpicos de Londres no mesmo ano. === The Magic Whip (2015) === Em 19 de Fevereiro de 2015, o Blur anuncia pelas redes sociais seu novo álbum, The Magic Whip, junto com o lançamento do single \"Go Out\" e seu videoclipe, tratando-se de uma mulher chinesa ensinando uma receita de sorvete caseiro . A capa do álbum é um sorvete com luzes em neon. O álbum foi lançado em 27 de abril, e marca a volta da banda aos estúdios após 12 anos sem lançamento de álbuns do gênero. São constadas 12 faixas no novo álbum, todas inspiradas e gravadas durante o período que Blur passou na Ásia em 2013.http://whiplash.net/materias/news_806/219055-blur.html ==Discografia== ===Blur=== ===Discos Solo=== *The Sky Is Too High (1998) *The Golden D (2000) *Crow Sit on Blood Tree (2001) *The Kiss of Morning (2002) *Happiness in Magazines (2004) - #19 *Love Travels at Illegal Speeds (2006) *Live at the Astoria (2006) *Spinning Top (2009) *A+E (2012) ===Compilações=== *Live at the Zodiac (EP somente disponível para download) ===Singles=== de Crow Sit on blood Tree * \"Thank God For The Rain\" / \"You Will Never Be\" single (2001) - #92 de The Kiss Of Morning * \"Escape Song\" / \"Mountain Of Regret\" single (2002) - #96 de Happiness In Magazines * \"Freakin' Out\" (2004) - #37 * \"Bittersweet Bundle Of Misery\" (2004) - #22 * \"Spectacular\" (2004) - #32 * \"Freakin' Out\" / \"All Over Me\" (2004) - #19 ===DVD=== *Live at the Zodiac (2005) ==Ligações externas== * Transcopic Records Website oficial da gravadora * Graham Coxon Dot Co Dot Uk Website oficial * www.grahamcoxonart.com Website da arte de Graham Coxon * Fotos de Graham Coxon ao vivo * Fotografias de Graham Coxon por Andrew Kendall * grahamcoxon.com Website não oficial Coxon, Graham Categoria:Membros de Blur",
 "title": "Graham Coxon"
}