{
 "id": "7087",
 "text": "Evangelista Torricelli (pronúncia em italiano: AFI: Faenza, — Florença, ) foi um físico e matemático italiano, mais conhecido pela invenção do barômetro, por descobertas na área de óptica e pela equação de Torricelli. == Biografia == Evangelista Torricelli nasceu em 15 de outubro de 1608 em Roma, filho primogênita de Gaspare Torricelli e Caterina Angetti. Sua família era de Faenza, na província de Ravenna, então parte dos Estados Pontifícios. Seu pai era trabalhador têxtil e a família era muito pobre. Vendo seus talentos, seus pais o enviaram para ser educado em Faenza, aos cuidados de seu tio, Giacomo (James), um monge, que primeiro garantiu que seu sobrinho recebesse uma educação básica sólida. Ele então inscreveu o jovem Torricelli em um colégio jesuíta em 1624, possivelmente aquele em Faenza, para estudar matemática e filosofia até 1626, quando seu pai, Gaspare, já havia morrido. Como Torricelli perdeu o pai muito cedo, foi educado pelo tio, que o enviou para Roma em 1627, a fim de estudar ciências com o beneditino Benedetto Castelli (1577-1644), professor de matemática no Collegio di Sapienza (atualmente Universidade de Roma \"La Sapienza\"). Em 1632, logo após a publicação do Diálogo sobre os dois principais sistemas mundiais de Galileu, Torricelli escreveu a ele dizendo que o lia \"com o deleite ... de alguém que, já tendo praticado toda a geometria com mais diligência ... e tendo estudado Ptolomeu e visto quase tudo de Tycho Brahe, Kepler e Longomontanus, finalmente, forçado pelas muitas congruências, veio a aderir a Copérnico, e era um galileu de profissão e seita \". (O Vaticano condenou Galileu em junho de 1633, e esta foi a única ocasião conhecida em que Torricelli declarou abertamente que sustentava a visão copernicana.) Além de várias cartas, pouco se sabe sobre as atividades de Torricelli entre os anos de 1632 e 1641, quando Castelli enviou a monografia de Torricelli sobre a trajetória dos projéteis para Galileu, então prisioneiro em sua vila em Arcetri. O envio desta obra, por Castelli, a Galileu, em 1641, com uma proposta para que Torricelli fosse residir com o sábio florentino, levou a que Torricelli partisse para Florença, onde conheceu Galileu, e onde o serviu como amanuense durante os últimos três meses da sua vida. \"Sua curta relação com o grande matemático permitiu a Torricelli terminar o quinto diálogo sob a direção pessoal de seu autor; foi publicado por Viviani, outro aluno de Galileu, em 1674.\" Depois da morte de Galileu, em 8 de janeiro de 1642, o Grão-duque Ferdinando II de Médici pediu a Torricelli para suceder a Galileu como o matemático grão-ducal e catedrático de matemática na Universidade de Pisa. Pouco antes da nomeação, Torricelli pensava em voltar a Roma porque não havia mais nada para ele em Florença, onde havia inventado o barômetro. A descoberta deste princípio, que perpetuou a sua fama (\"tubo de Torricelli\", \"vácuo de Torricelli\"), aconteceu em 1643. O torricelli (símbolo torr), uma unidade de pressão, recebeu o seu nome. Torricelli também é famoso pela descoberta de um sólido infinitamente longo que hoje é chamado Trombeta de Gabriel, cuja área superficial é infinita, mas cujo volume é finito. Esta propriedade foi vista como um paradoxo \"incrível\" por muitos contemporâneos (incluindo o próprio Torricelli, que tentou várias demonstrações alternativas), e desencadeou uma controvérsia sobre a natureza do infinito com o filósofo Thomas Hobbes. Alguns supõem ter sido esta a origem da ideia de um \"infinito completo\". Não havia muito conhecimento a respeito do trabalho em geometria de Torricelli quando ele aceitou o cargo de honra, mas depois de publicar a Opera Geométrica dois anos depois, ele se tornou muito estimado nessa disciplina. \"Ele estava interessado em Óptica e inventou um método pelo qual lentes microscópicas podiam ser feitas de vidro que poderia ser facilmente derretido em uma lâmpada.\" Como resultado, ele projetou e construiu vários telescópios e microscópios simples; várias lentes grandes, gravadas com seu nome, ainda estão preservadas em Florença. Em 11 de junho de 1644, ele escreveu a famosa carta a Michelangelo Ricci: > Noi viviamo sommersi nel fondo d'un pelago d'aria.” (Vivemos submersos no > fundo de um oceano de ar.) Torricelli morreu de febre, provavelmente tifoide, em Florença no dia 25 de outubro de 1647, 10 dias após seu 39º aniversário, e foi enterrado na Basílica de San Lorenzo. Ele deixou todos os seus pertences para seu filho adotivo Alessandro. \"Pertencentes a esse primeiro período estão seus panfletos sobre Solidi spherali, Contatti e a maior parte das proposições e diversos problemas que foram reunidos por Viviani após a morte de Torricelli. Este trabalho inicial deve muito ao estudo dos clássicos.\" Sessenta e oito anos após a morte de Torricelli, seu gênio ainda enchia seus contemporâneos de admiração, como evidenciado pelo anagrama abaixo do frontispício de Lezioni Accademiche d'Evangelista Torricelli publicado em 1715: En virescit galileus alter, que significa \"Aqui floresce outro Galileu\". Em Faenza, uma estátua de Torricelli foi criada em 1868 em agradecimento por tudo o que Torricelli havia feito no avanço da ciência durante sua curta vida. O asteroide 7437 Torricelli e uma cratera na Lua foram nomeados em sua homenagem. == O barômetro == O trabalho de Torricelli levou às primeiras especulações sobre a pressão atmosférica e à invenção corolária do barômetro de mercúrio - o princípio que foi descrito já em 1631 por René Descartes, embora não há evidência de que Descartes jamais construiu tal instrumento. Esta foi a invenção chefe de Torricelli. Esse instrumento foi denominado assim devido a duas palavras gregas, com o significado de duas medidas de peso, uma vez que uma coluna de ar é pesada em oposição a uma coluna de mercúrio. O barômetro surgiu da necessidade de resolver um problema prático. Fabricantes de bombas hidráulicas do grão-duque da Toscana tentavam levar água à altura de 12 metros ou mais, mas descobriram que 10 metros era o limite de sucção das bombas (como descrito nos Diálogos de Galileu Galilei). Após a morte de Galileu, Torricelli propôs que vivemos em um \"mar de ar\" que exerce uma pressão análoga em muitos aspectos à pressão da água em objetos submersos. De acordo com esta hipótese, ao nível do mar, o ar na atmosfera tem um peso que é aproximadamente igual ao peso de uma coluna de água de 34 pés. Quando uma bomba de sucção cria um vácuo dentro de um tubo, a atmosfera não empurra mais a coluna de água abaixo do pistão, mas ainda empurra para baixo na superfície da água do lado de fora, fazendo com que a água suba até que seu peso contrabalance o peso da atmosfera . Essa hipótese pode tê-lo levado a uma previsão impressionante: que uma bomba de sucção só poderia elevar o mercúrio, que é 13 vezes mais pesado que a água, a 1/13 da altura da coluna d'água (76 centímetros) em uma bomba semelhante. (É possível, entretanto, que Torricelli tenha realizado o experimento com mercúrio primeiro e, em seguida, formulado sua hipótese do mar de ar). Uma segunda previsão inequívoca da hipótese do mar de ar de Torricelli foi feita por Blaise Pascal, que argumentou e provou que a coluna de mercúrio do barômetro deveria cair em altitudes mais elevadas. Na verdade, ela caiu ligeiramente no topo de uma torre sineira de 50 metros, e muito mais no pico de uma montanha de 1460 metros. Então, em 1643, Torricelli criou um tubo de aproximadamente um metro, selado no topo, preenchido com mercúrio e colocado verticalmente numa base com mercúrio. A coluna de mercúrio é de aproximadamente 76 cm, deixando um vácuo torricelliano acima. Como sabemos agora, a altura da coluna oscila com a pressão atmosférica no mesmo local, fato que desempenha um papel fundamental na previsão do tempo. Mudanças na linha de base na altura da coluna em diferentes elevações, por sua vez, fundamentam o princípio do altímetro. Assim, este trabalho lançou as bases para o conceito moderno de pressão atmosférica: o primeiro barômetro, um instrumento que mais tarde desempenharia um papel fundamental na previsão do tempo, e o primeiro altímetro de pressão, que mede altitude e é frequentemente usado em caminhadas, escaladas, esqui e aviação. A descoberta do princípio do barômetro perpetuou sua fama (\"tubo de Torricelli\", \"vácuo torricelliano\"). O torr, uma unidade de pressão usada em medidas de vácuo, recebeu esse nome em sua homenagem. == Outras contribuições == Torricelli também estudou ainda quando era jovem a geometria grega em uma época onde outros grandes cientistas estavam fazendo novos avanços nesta. Torricelli observou em seus estudos que se um polígono regular tem lados iguais, um de seus eixos de simetria une dois vértices opostos ou os pontos médios de dois lados opostos; se, por outro lado, não tem lados iguais, um de seus eixos de simetria une um vértice com o ponto médio do outro lado. Com base nessas observações , ele acabara por classificar tais sólidos de rotação em seis tipos, estudou suas propriedades, e apresentou algumas novas proposições e novas relações métricas para os corpos completos da geometria elementar. Em sua obra \"opera geométrica\" falava-se sobre sua brilhante ideia de: tomando-se um ponto de uma hipérbole lateral (tendo a equação xy=1) e tomando-se a área comprimida pela seção ilimitada da hipérbole de assíntota x, a assíntota x, e a ordenada do ponto escolhido. Embora cada área tenha um tamanho infinito, o sólido é gerado rotacionando completamente a assíntota, apesar de uma extensão ilimitada contudo tem um volume finito, calculado por Torricelli como (/a, onde a é a abcissa do ponto tomado na hipérbole. A prova de Torricelli, largamente admirada por Cavalieri e imitada por Fermat, consistia em supor que o sólido gerado por rotação para ser decomposto em um infinito numero de superfícies cilíndricas de eixo x, todas tendo uma mesma área lateral, todas colocadas em correspondência biunívoca com as seções de um cilindro apropriado, e todas iguais a superfície desse cilindro: o princípio dos indivisíveis curvos segue a conclusão de que o volume desse cilindro é igual ao volume do sólido gerado por rotação da seção de uma hipérbole considerada. Em termos modernos, o processo de Torricelli é descrito dizendo- se que a integral em coordenadas cartesianas é substituída pela integral em coordenadas cilíndricas. Ainda usando os indivisíveis curvos, Torricelli encontrou várias outras coisas. Em 1643 os resultados foram comunicados a Fermat, Descartes, e Roberval, que os acharam muito elegantes e corretos. Em um de seus tratados que falava sobre ângulos e movimentos das águas se é muitas vezes lhe atribuído o criador da hidrodinâmica. Imagem:Evangelista Torricelli by Lorenzo Lippi (circa 1647, Galleria Silvano Lodi & Due).jpg|Evangelista Torricelli, por Lorenzo Lippi (c. 1647, Galleria Silvano Lodi & Due) Imagem:Torricelli lunar crater map.jpg|Mapa da cratera lunar Torricelli Imagem:Torricelli (S-512);0837310.jpg|O submarino italiano Torricelli (S-512) 0837310 Imagem:1959 CPA 2279.jpg|Selo comemorativo de 1959 da União Soviética Imagem:Evangelista Torricelli - Museo di Storia Naturale di Firenze.JPG|Estátua no Museu de História Natural de Florença == Trabalhos selecionados == Seus manuscritos originais foram preservados em Florença, Itália: * Trattato del moto (before 1641) * Opera geometrica (1644) * Lezioni accademiche (Firenze, 1715) * Esperienza dell'argento vivo (Berlin, 1897) ==Ver também== *Equação de Torricelli *Trombeta de Gabriel ==Ligações externas== * * Categoria:Fabricantes de instrumentos científicos Categoria:Professores da Universidade de Pisa Categoria:Físicos da Itália Categoria:Matemáticos da Itália Categoria:Matemáticos da Itália do século XVII Categoria:Inventores da Itália Categoria:Sepultados na Basílica de São Lourenço Categoria:Naturais de Roma",
 "title": "Evangelista Torricelli"
}