{
 "id": "70913",
 "text": "Dá-se o nome de carne (do termo latino carne) ou vianda\"Vianda\" no dicionário Priberam (do francês viande, \"alimento\") ao tecido muscular dos animais, inclusive do homem. Algumas vezes, o termo se refere apenas à carne de mamíferos, ou de mamíferos e aves. De modo ainda mais estrito, o termo se refere apenas à porção vermelha do tecido muscular.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 355, 1 773. Geralmente, o termo é utilizado quando o tecido serve como alimento para animais carnívoros ou omnívoros.FERREIRA, marina Baird e ANJOS, Margarida dos (coord e ed). Novo Dicionário Aurélio da Língua Portuguesa. 4ª edição. == Carne na cadeia alimentar == Há inúmeros seres vivos que se alimentam de outros seres vivos. Quando o ser vivo que serve de alimento possui tecido muscular, seu predador chama-se carnívoro, caso se alimente apenas ou principalmente de carne, ou omnívoro, caso se alimente de carne e vegetais. Os felinos, canídeos e alguns peixes como o tubarão são exemplos de animais carnívoros. O homem, o porco e a maioria das espécies de ursos são exemplos de animais omnívoros. == Composição química da carne == As carnes são formadas principalmente de proteínas, gorduras e água, em proporção que varia minimamente dependendo do animal. A carne magra apresenta em torno de 75% de água, 21 a 22% de proteína, 1 a 2% de gordura, 1% de minerais e menos de 1% de carboidratos. A quantidade de calorias (conteúdo energético) é relativamente pequena, com média de 105 quilocalorias por cem gramas de carne crua..ROÇA, Roberto de Oliveira. Composição Química da Carne. Disponível em: . Acesso em; 25 de setembro de 2011. Composição química (g/100g) e conteúdo energético (Kcal/100 g) médio da carne magra, crua e da gordura de alguns animais de abate Tipo de carne Água Proteína Gordura Minerais Conteúdo energético Suína 75,1 g 22,8 g 1,2 g 1,0 g 112 Kcal Bovina 75,0 22,3 1,8 1,2 116 Kcal de vitelo 76,4 21,3 0,8 1,2 98 Kcal de cervo 75,7 21,4 1,3 1,2 103 Kcal de frango (peito) 75,0 22,8 0,9 1,2 105 Kcal de frango (coxa) 74,7 20,6 3,1 --- 116 Kcal de peru (peito) 73,7 24,1 1,0 ---- 112 Kcal de peru (coxa) 74,7 20,5 3,6 --- 120 Kcal pato 73,8 18,3 6,0 --- 132 Kcal ganso 68,3 22,8 7,1 --- 161 Kcal Gordura de suíno 7,7 2,9 88,7 0,7 812 Kcal Gordura de Bovino 4,0 1,5 94,0 0,1 854 Kcal As carnes cozidas ou assadas perdem água durante a cozedura. Portanto, o teor dos outros componentes aumenta. Uma comparação entre a composição da carne magra preparada com outros alimentos mostra que a carne é um alimento rico em proteínas. Por outro lado, é relativamente pobre em carboidratos e em gordura. Composição química (g/100g) e conteúdo energético(Kcal/100g) médio de alguns alimentos preparados Alimento Água Proteína Gordura Conteúdo energético Carne bovina magra assada 58,4 30,4 9,2 213 Kcal Ovo cozido 74,6 12,1 11,2 158 Kcal FeijãoCARVALHO, Mariana Veras Oliveira de. Análise nutricional e sensorial das refeições termoprocessadas. Brasília, 2010. Dissertação de mestrado. Disponível em: . Acesso em: 25 de setembro de 2011. Página 71. 71,0 23,5 5,0 108,7 Kcal Pão de centeio 38,5 6,4 1,0 239 Kcal Leite de sojaEMBRAPA. Soja na alimentação. Disponível em: . Acesso em: 25 de setembro de 2011. ? 3,4 g 2,3 52 Kcal == Histórico do consumo de carne por seres humanos == Há diversas teorias sobre o início do consumo de carne por hominídeos. A chamada \"teoria da savana\", por exemplo, afirma que os primeiros australopitecos comiam tanta carne quanto os atuais chimpanzés.STANFORD, Craig Britton e BUNN, Henry T. Meat-eating & human evolution. Página 14. Acredita-se que o consumo de carne pelos seres humanos tenha sido iniciado entre 1 milhão e 500 mil anos atrás. Trouxe uma grande vantagem em relação às dietas vegetarianas restritas da época: uma dieta rica em gordura, proteínas e ferro, sendo estes dois últimos facilmente metabolizados quando vindos de origem animal, porém não como acontece com animais (carnívoros e onívoros), que possuem um sistema digestório mais apropriado. Alguns cientistas defendem a ideia de que a passagem de vegetariano para onívoro e o aumento da ingestão de carne produziu um processo lento porém seguro de encefalização (aumento do cérebro humano) e encurtamento do intestino. Isto porque as proteínas e ácidos graxos ajudariam a sustentar um órgão que necessita de grande energia como o cérebro. O aumento do consumo de carne teria servido também para reduzir o tempo de alimentação, que passou das 10 a 16 horas dos vegetarianos, para três a cinco horas nos primatas onívorosDONDICI Filho, José e BARROSO, Camille Mendonça. Dieta e dislipidemia: visão antropológica e recomendações atuais. HU rev., Juiz de Fora, v.33, n.3, p.81-98, jul./set. 2007. Disponível em: . Acesso em: 25 de setembro de 2011.. Os mesmos autores ressaltam que a inclusão de carne na dieta humana ocorreu \"para sobreviver a épocas de penúria, o que se tornou um transtorno nos dias atuais, aumentando a incidência de doenças cardiovasculares, obesidade e diabetes.\"DONDICI Filho, José e BARROSO, Camille Mendonça. Dieta e dislipidemia: visão antropológica e recomendações atuais. HU rev., Juiz de Fora, v.33, n.3, p.81-98, jul./set. 2007. Disponível em: . Acesso em: 25 de setembro de 2011. Com o desenvolvimento da agricultura a partir do neolítico, os seres humanos foram, paulatinamente, obtendo outras possibilidades de alimentos ricos em proteínas, mas de origem vegetal, como os feijões e leguminosas. == Consumo de carne pelo ser humano == ===Benefícios=== Não há alimento completo em termos nutricionais. Por esse motivo, a dieta pode ser composta de alimentos pertencentes a vários grupos (carnes, leite e derivados, frutas, vegetais e cereais). O Conselho Regional de Nutrição (CRN 3ª Região) reconhece que \"as dietas vegetarianas, quando atendem às necessidades nutricionais individuais, podem promover o crescimento, desenvolvimento e manutenção adequados e podem ser adotadas em qualquer ciclo de vida\" e que \"Qualquer dieta mal planejada, vegetariana ou onívora, pode ser prejudicial à saúde, levando a deficiências nutricionais.\". Com relação ao grupo das carnes, a carne bovina magra, a carne branca das aves (sem pele) e o lombo suíno são fontes importantes de proteínas. Por isso, devem fazer parte (mas não serem a única fonte nutricional) de uma dieta equilibrada. Os teores de colesterol e gordura destes três tipos de carnes são semelhantesVALLE, Ezequiel Rodrigues do. Carne bovina: alimento nobre indispensável. Campo Grande, MS, dez. 2000 no 41. ISSN 1516-5558. Disponível em: . Acesso em; 25 de setembro de 2011.. Todo tecido muscular é rico em proteínas, contendo aminoácidos essenciais, e na maioria dos casos, é uma boa fonte de zinco, vitamina B12, selênio, fósforo, Vitamina B3, Vitamina B6, ferro e Vitamina B2. Apesar dos seus benefícios, a carne tende a ter níveis altos de gordura, especialmente na carne vermelha gorda e peixes gordurosos (por exemplo: salmão, atum). A gordura da carne, porém, pode variar de acordo com a espécie ou raça do animal; a forma como ele foi criado, incluindo como ele foi alimentado; a parte anatômica de seu corpo. A carne é uma dentre as várias fontes de aminoácido essencial, o qual é indispensável ao desenvolvimento do ser humano. ===Lesões=== A relação entre o consumo exagerado de carne e a ocorrência de cancro em seres humanos foi verificada por diversos estudos científicos. Diferentes resultados foram encontrados para diferentes tipos de câncer. Estudo realizado pela Open University, publicado numa edição do início de 2006 da revista científica Cancer Research, mostra que uma dieta rica em carne vermelha tem mais chances de causar câncer porque o alimento danificaria o DNA, sendo que estudos anteriores haviam estabelecido a ligação entre o câncer de intestino e a ingestão de grandes quantidades de carne vermelha. Estudo meramente descritivo (que buscou documentar, mas não descobrir as causas) feito com 61 566 britânicos mostrou que há diferenças significativas de incidência de câncer entre pessoas que comem carne, comem apenas peixe ou são vegetarianas. Estudo com 121 342 pessoas por 28 anos feito pela Universidade de Harvard, produziu provas científicas de que o consumo de carne vermelha aumenta em até 20% o risco de morte prematura e aumenta os riscos de enfermidades cardíacas e câncer. ==== Câncer de mama ==== A epidemiologista Janet Cade, da universidade britânica de Leeds, mostrou, em outro estudo, que o consumo de carne vermelha pode aumentar significativamente o risco de câncer de mama em mulheres que já passaram da menopausa. ==== Câncer de pâncreas ==== Segundo estudo publicado no British Journal of Cancer, em janeiro de 2012, o consumo de grande quantidade de carne processada pode aumentar o risco de câncer de pâncreas. A pesquisa foi desenvolvida pela Fundação Sueca do Câncer e pelo Instituto Karolinska, na Suécia, e concluiu que ingerir todos os dias uma quantidade do alimento equivalente a apenas uma salsicha ou duas fatias de bacon já é suficiente para aumentar as chances da doença. ==== Câncer de intestino e/ou reto ==== Um estudo realizado na Universidade da Carolina do Norte sugere que o consumo elevado de carne (mais de 600 gramas por dia), principalmente carne vermelha, aumenta risco de câncer de cólon, mas salienta que mais estudos a respeito são necessários para aumentar a certeza acerca do resultado. O jornal I-M Health Newsletter, citando pesquisas feitas nos Estados Unidos, também alerta para a relação entre câncer de cólon e o consumo excessivo de carne vermelha (mais de 85 gramas por dia). ==== Diabetes ==== Em artigo publicado na revista Scientific American, provou-se, em um grande estudo, que a ingestão de carne vermelha ou processada aumenta incrivelmente a chance de adquirir diabetes do tipo 2. ==== Outros ==== Outro estudo, da London South Bank University, sugere exatamente o contrário: não há evidência suficiente para afirmar que o consumo de carne leva ao câncer de cólon. Há, sim, evidência de que um maior consumo de frutas e verduras diminui o risco de câncer de cólon, e que muitos estudos sobre o câncer de cólon são feitos nos Estados Unidos, país com baixo consumo de frutas e verduras - daí os resultados apontando a carne como vilã. A Oxford University publicou estudos em conjunto com a OMS (Organização Mundial da Saúde) comprovando que carnes preservadas (diversas) e carne vermelha aumentam significativamente o risco de câncer colorretal. ==== Observações ==== Estudos atuais colocam como inconclusivos os resultados obtidos em experimentos com o objetivo de testar os malefícios das gorduras saturadas para o organismo humano. Resultados cada vez mais sólidos demonstram que existe uma clara ligação, entre o consumo de carnes e doenças cardíacas, cânceres e demais enfermidades. == Deterioração de carnes e derivados == A deterioração de alimentos ocorre devido à ação de microrganismos, os quais necessitam de certas condições para que possam se desenvolver. Os próprios alimentos possuem características que facilitam o crescimento microbiano, como a atividade de água (Aa), a acidez (pH), o potencial de oxi-redução (Eh), e sua composição química. Estas características são conhecidas como os fatores intrínsecos do alimento. Como facilitadores do desenvolvimento destes microrganismos, há ainda os fatores extrínsecos, que consistem em características naturais do ambiente e que podem favorecer ou dificultar o crescimento microbiano, como temperatura, umidade e composição gasosa. As carnes (em geral músculos) são produtos altamente perecíveis com atividade de água suficiente para a multiplicação da maioria dos microrganismos. Em razão de ser muito proteica, a carne é relativamente tamponada, e a multiplicação dos microrganismos não diminui de forma significativa o pH. Por ser um produto nutritivo, ela pode ser deteriorada com rapidez devido à multiplicação de microrganismos e até ser prejudicial à saúde se contaminada com patógenos. A carne, por si só, é estéril quando no corpo do animal. Entretanto, pode ser contaminada facilmente durante o abate, a evisceração, a manipulação no processamento e a estocagem inapropriada. Se microrganismos se multiplicarem na carne, esta se tornará deteriorada e inaceitável para consumo. Inicialmente, acreditava-se que a refrigeração de carnes era suficiente para evitar a sua deterioração. Porém, eventualmente notou-se que ainda assim havia crescimento microbiano no alimento. Por trás desse crescimento, estão dois tipos de microrganismos patógenos: psicrotróficos e mesófilos. Com tempo suficiente a temperaturas de refrigeração, vários tipos de bactérias, fungos e bolores psicrotróficos podem crescer para níveis suficientes para causar a deterioração do alimento. Estes microrganismos incluem o grupo Acinetobacter- Moraxella, espécies Alcaligenes, Flavobacterium spp., Microbacterium spp., Xanthomonas spp., e os microrganismos de principal preocupação no vida de prateleira de alimentos refrigerados: Brochithrix thermosphacta, bactérias de ácido lático (LAB), e Pseudomonas spp. Um produtor de alimentos refrigerados deve usar um programa compreensivo que avalia, identifica e controla potenciais perigos em todos os passos do ambiente de desenvolvimento e produção. Para a qualidade da carne, devem ser considerados fatores como boas práticas de produção, sanitização, higiene, e uso do programa HACCP (Análise de Perigos e Pontos Críticos de Controle). Porém, a qualidade microbiológica de alimentos não melhora com o armazenamento e o manejo. Normalmente, a qualidade é máxima durante o seu recebimento. Sendo assim, o produtor deve visar adquirir matéria-prima de alta qualidade com baixos níveis de microrganismos, e a produção e o processamento devem visar preservar e estender esta qualidade até o produto final. Pode-se ainda falar sobre as carnes curadas. A cura de uma peça de carne depende da sua carga microbiana e do fato de apresentar ou não deterioração incipiente. Os sais utilizados no processo de cura auxiliam na inibição de alguns microrganismos, porém podem favorecer o crescimento de outras bactérias. Estes sais apresentam as vantagens de: favorecer o crescimento de bactérias Gram-positivas, leveduras e bolores em relação às Gram-negativas, que são as principais deterioradoras das carnes; e reduzem o processamento térmico necessário para produzir produtos cárneos estáveis. A deterioração da carne causada por microrganismos engloba múltiplas alterações, podendo estas ocorrerem em condições de aerobiose (superfície da carne) e de anaerobiose (interior da carne). === Alterações em condições de aerobiose === # Limosidade superficial: os gêneros de microrganismos responsáveis por essa deterioração estão relacionados com a temperatura de armazenamento e com a quantidade de água disponível. Um exemplo disso é o desenvolvimento de microrganismos do grupo Pseudomonas-Alcaligenes em alimentos com alta atividade de água mantidos em temperaturas de refrigeração, enquanto que em alimentos com menor atividade de água como salsichas e linguiças, os causadores dessa alteração serão os micrococos e as leveduras, e, nos alimentos com menor atividade de água, serão os bolores. Por outro lado, em temperaturas próximas à do ambiente, os micrococos e outros mesófilos desenvolver-se-ão. # Alterações na cor dos pigmentos de carne (Hemepigmentos): Os pigmentos presentes na carne são constituídos, principalmente, por duas proteínas: a hemoglobina, que é o pigmento do sangue, e a mioglobina, que é o pigmento dos músculos. No tecido muscular, com boa irrigação sanguínea, a mioglobina constitui de 80% a 90% do pigmento total. Os pigmentos da carne podem reagir com diversos substratos resultando em alterações na sua cor. A cor vermelha da carne pode assumir tons de verde, marrom ou cinza, devido à produção, por bactérias, de H2S, compostos oxidantes, como peróxidos, por exemplo. Em carnes vermelhas processadas, dois tipos de esverdeamento podem ocorrer, sendo um causado pela H2O2 e outro pelo H2S. # Rancificação: Os microrganismos lipolíticos podem causar tanto lipólise, através da ação de lipases, como acelerar a oxidação de gorduras presentes na carne por intermédio de oxidases. Contudo, a maioria dos problemas relacionados à rancificação da carne não é de origem microbiana. Os principais microrganismos lipolíticos causadores da deterioração de gorduras na carne são as pseudomonas e outros Gram-negativos, Bacillus, leveduras e bolores. Esses mesmos microrganismos também são ativos na degradação oxidativa de ácidos graxos. O mecanismo pelo qual uma bactéria oxida os ácidos graxos é a β-oxidação que remove fragmentos com dois carbonos. Qualquer sistema bacteriano que produza peróxido catalisará a oxidação química dos ácidos graxos na carne. # Fosforescência: apesar de ser um defeito raro, pode ser causado por bactérias luminescentes ou fosforescentes que crescem na superfície da carne. Ex: Photobacterium. # Odores e sabores estranhos: os odores e sabores estranhos geralmente são perceptíveis nas carnes antes que qualquer outro sinal de deterioração o seja. Os ácidos voláteis como o fórmico, acético, butírico e propiônico são responsáveis pelo odor ácido. O crescimento de bolores pode tornar a superfície da carne viscosa, pegajosa. Além disso, quando a carne é armazenada em temperaturas próximas à do congelamento, pode ocorrer a formação de micélio cotonoso, sem esporulação, de coloração branca, denominado whiskers. Os principais agentes dessa deterioração são espécies de Thamnidium, Mucor e Rhizopus. # Alterações na cor podem ser causadas por: * Bactérias produtoras de pigmentos: Serratia marcescens ou qualquer outra bactéria produtora de pigmento vermelho provoca o surgimento de pontos vermelhos; Ps. Syncyanea transmite a cor azul à superfície do produto. * Leveduras produtoras de pigmentos: devido aos pigmentos que produzem, provocam o aparecimento das seguintes cores: branco, creme, rosa ou marrom. * Bolores: pontos brancos são consequência do crescimento de vários bolores, sendo o Sporotrichum carnis o mais comum. Os esporos verdes de diversas espécies de Penicillium provocam o aparecimento de pontos verdes. === Alterações em condições de anaerobiose === # Acidificação: resulta, principalmente, do acúmulo de ácidos orgânicos durante a degradação enzimática bacteriana de moléculas complexas. # Putrefação: a verdadeira putrefação significa a decomposição anaeróbia de proteínas com produção de compostos de aroma desagradável como H2S, indol, escatol, putrescina, cadaverina, etc. # Odores ou sabores estranhos: recebem diversos nomes. No entanto, todos são considerados termos indefinidos. De modo geral, é similar à putrefação. == Carne vermelha e carne branca == A carne vermelha é mais escura, em contraste com a branca. A definição exata varia, mas a carne de mamíferos adultos, como de bois, carneiros e cavalos, é, invariavelmente, considerada \"vermelha\", enquanto a de frangos e coelhos é, invariavelmente, considerada \"branca\". A carne de porco é considerada \"vermelha\", apesar de ser frequentemente referenciada como \"mista\" ou \"branca\" pelo cunho popular. A diferença de cor deve-se à concentração de mioglobina, que é mais presente em carnes vermelhas. Quando a mioglobina é exposta ao oxigênio, forma-se a oximioglobina, que é avermelhada. == Ética em relação ao consumo de carne == Há várias objeções em relação ao consumo de carne que levam algumas pessoas a não a comerem. Por exemplo, a aversão a matar animais ou a causar dor, ética ambiental, direitos dos animais e doutrinas religiosas. O jainismo sempre se opôs ao consumo de carne, e há muitas escolas do budismo e hinduísmo que condenam o hábito de comer carne. Algumas religiões proíbem o consumo de carnes específicas, como porcos (judaísmo e islamismo) e vacas (hinduísmo). Há pessoas que não comem carne de certos animais como gatos, cachorros, cavalos ou coelhos simplesmente por tabu. Há os que comem apenas carne de animais que acreditam que não foram maltratados, e se abstêm de carnes de animais confinados ou de produtos determinados como foie gras e vitelo. === Carne in vitro === == Ver também == * Carne vermelha * Carne branca * Lista de tipos de carne bovina * Pecuária * Direitos dos animais * Senciência Categoria:Alimentos de origem animal",
 "title": "Carne"
}