{
 "id": "70962",
 "text": "Concorrência corresponde à situação de lucro de um mercado em que os diferentes produtores vendedores de um determinado bem ou serviço atuam de forma independente face aos compradores consumidores, com vista a alcançar um objetivo para o seu negócio – lucros, vendas – utilizando diferentes instrumentos, tais como os preços, a qualidade dos produtos, os serviços após venda.ALMEIDA, Álvaro; Economia Aplicada para Gestores. Cadernos IESF, Espaço Atlântico, 2007. É um estado dinâmico de um mercado que estimula as empresas a investir e a inovar com vista à maximização dos seus ganhos e ao aproveitamento óptimo dos recursos escassos disponíveis. Um mercado concorrencial é aquele cujo funcionamento é feito de acordo com o livre jogo da oferta e da procura, sem intervenção do Estado. Segundo a economia clássica, o mercado livre constitui a situação ideal para a distribuição mais eficaz dos bens entre as empresas e os consumidores.ENRIQUEZ GARCIA, Manuel; SONDOVAL DE VASCONCELLOS, Marco Antonio. Fundamentos da Economia. 1ª ed. São Paulo: Saraiva, 1998. == Concorrência pura ou perfeita == É um tipo de mercado em que há um grande número de vendedores (empresas) e de compradores, de tal modo que uma empresa, isoladamente, por ser insignificante, não afeta o nível da oferta (quantidade de bens ofertados), nem tampouco o preço de equilíbrio, que também não é alterado pelos compradores, que representam a demanda ou procura. Diz-se que é um mercado atomizado, pois é composto de um número expressivo de agentes, como se fossem átomos. Nessas condições, os preços do mercado formam-se perfeitamente segundo a correlação entre oferta e procura, sem interferência predominante de compradores ou vendedores isolados. Os capitais podem, então, circular livremente entre os vários ramos e sectores, transferindo-se dos menos rentáveis para os mais rentáveis em cada conjuntura econômica. Esse tipo de mercado apresenta as seguintes características: #grande número de produtores e demandantes do produto; #produtos homogêneos: não existe diferenciação entre os produtos oferecidos pelas empresas concorrentes; #não existem barreiras à entrada no mercado; #transparência do mercado: as informações sobre lucros, preços etc. são conhecidas por todos os participantes do mercado. Uma característica do mercado em concorrência perfeita é que, a longo prazo, não existem lucros anormais ou lucros extraordinários (isto é, a fração do lucro que está acima do lucro médio do mercado), mas apenas os chamados lucros normais, que representam a remuneração implícita do empresário (seu custo de oportunidade ou o que ele ganharia se aplicasse seu capital em outra actividade, segundo a rentabilidade média de mercado). Assim, no longo prazo, quando a receita total iguala o custo total, o lucro extraordinário é zero, embora existam lucros normais, pois nos custos totais estão incluídos os custos implícitos (que não envolvem desembolso), o que inclui os lucros normais. Em concorrência perfeita, como o mercado é transparente, se existirem lucros extraordinários, isso atrairá novas firmas para o mercado, pois que também não há barreiras ao acesso. Com o aumento do número de empresas no mercado e mantido constante o nível da demanda, os preços tenderão a cair e, consequentemente, também os lucros extraordinários, até que se retorne a uma situação onde só haja lucros normais, cessando também o ingresso de novas empresas nesse mercado. De seguida, identificam-se as formas de concorrência imperfeita. == Concorrência monopolística == Situação de mercado entre a concorrência perfeita e o oligopólio - e que, na prática, corresponde à grande maioria das situações reais. Caracteriza-se sobretudo pela possibilidade de os vendedores influenciarem a procura e os preços por vários meios (diferenciação de produtos, publicidade, localização, dumping). A variedade de vendedores é elevada, sendo um mercado de acesso fácil, não sendo o produto, contudo, homogéneo. Existe diferenciação do produto pelas suas qualidades reais, ou pelas qualidades presumidas pelos compradores. Quanto maior a diferenciação do produto mais a empresa que o produz pode controlar o preço. == Oligopólio (ou do lado do consumidor, oligopsónio) == Designa-se por oligopólio a situação de um mercado com um número reduzido de empresas (no caso de duas, duopólio), de tal forma que cada uma tem que considerar os comportamentos e as reações das outras quando toma decisões de mercado. As causas típicas do aparecimento de mercados oligopolistas são a escala mínima de eficiência e características da procura. Em tais mercados existe ainda alguma concorrência, mas as quantidades produzidas são menores e os preços maiores do que nos mercados concorrenciais (ainda que relativamente ao monopólio as quantidades sejam superiores e os preços menores). Tipicamente, nos mercados oligopolistas a concorrência incide em características dos produtos distintas do preço (p. ex., qualidade, imagem, fidelização, etc.). Quando existe uma cooperação entre empresas, no sentido de estabelecer a oferta do mercado como uma oferta monopolista, diz-se que estamos em presença de cartéis. Em contrapartida, um oligopólio sem cooperação entre as empresas, assemelha-se a um mercado de concorrência monopolística, onde é patente uma forte tendência para a existência de preços concorrenciais. Como estratégias não cooperativas, alternativas, surgem: * Paralelismo de preços ** com a empresa líder ou dominante ** por rigidez de preços * Concorrência com base na diferenciação e não no preço == Monopólio (ou do lado do consumidor, monopsónio) == O monopólio caracteriza-se quando uma única empresa produz determinado bem, não existindo nenhum bem substituto próximo (exemplo a EDP em Portugal no que respeita à distribuição de energia e a Petrobrás no Brasil). Este modelo leva a que seja quase impossível entrarem novas empresas concorrentes no mercado, pela existência de barreiras à entrada. A situação de monopólio pode ser o resultado de imposição do legislador (monopólio legal) ou devido às próprias características do mercado, que levem a que seja economicamente mais eficiente que apenas uma só empresa produza o bem em situação monopolística (monopólio natural). Outras causas podem, também, estar relacionadas com a existência de economias de escala, associadas à produção do bem, assim como a possibilidade de abuso de posição dominante pela empresa monopolista. As principais razões associadas à existência deste tipo de concorrência, estão relacionadas com: * Inovações tecnológicas: produção de um novo produto patenteado; * Nacionalizações: concentração numa empresa estatal de várias empresas do ramo; * Impossibilidade de duplicação de custos fixos: quando a natureza da actividade inviabiliza que haja mais de uma empresa a fornecer um bem ou serviço, caso referido a montante como monopólio natural; == Ver também == * Cartel * Concorrência perfeita * Liberdade econômica * Livre-comércio * Moeda privada * Monopsônio * Oligopsônio * Sistema bancário livre * Truste Categoria:Microeconomia Categoria:Mercado Categoria:Concorrência econômica",
 "title": "Concorrência (economia)"
}