{
 "id": "71002",
 "text": "Diana de Poitiers (em francês: Diane; 3 de setembro de 1499 – 25 de abril de 1566) foi uma nobre francesa que viveu nas cortes dos reis Francisco I e Henrique II de França, de quem foi amante. == Biografia == Diana nasceu em Saint-Vallier, filha de Jean de Poitiers, Senhor de Saint Vallier, e de Joana de Batarnay. Ainda na juventude fez parte do séquito de Ana de França, filha do rei Luís XI. Embora tivesse um irmão e duas irmãs, foi Diana quem conquistou o coração de seu pai, e era ela quem ele levava para caçar e cavalgar nas primeiras horas da manhã. Durante toda a vida ela seguiria seu treinamento de disciplina do corpo, levantando-se ao amanhecer para banhar-se na água fria da fonte. Aos seis anos de idade ela tinha seu próprio falcão e, bem-disposta e com boa saúde, em poucos anos era capaz de controlar qualquer cavalo do estábulo de seu pai. À semelhança de outras damas de sua época, ela usava uma máscara de veludo preto quando cavalgava, para preservar a cútis e proteger-se dos galhos enquanto caçava. Como sua mãe morreu jovem, deixando-a órfã e sob a tutela do pai, a educação de Diana foi cuidadosamente orientada pela família de seu pai. Aos seis anos, foi enviada para a casa de uma princesa da França, Ana de França, duquesa de Bourbon, filha de Luís XI e irmã de Carlos VII. Era costume na França que as meninas de alta linhagem fossem criadas na casa de uma dama importante e culta. A princesa Ana, descrita por um de seus alunos como \"alta e grave como uma catedral\", os encorajava a usar sua célebre biblioteca, que continha não só obras famosas da literatura clássica como manuscritos religiosos lindamente encadernados. Diana nunca se esqueceria desta biblioteca, e, anos mais tarde, modelou a sua pela que conhecera e amara em Moulins. Diana também aprendeu com sua sábia e bem- nascida parenta o verdadeiro significado da dignidade de sua posição, a ter um comportamento íntegro, honesto, a ter gostos e posturas nobres e, acima de tudo, a desprezar as intrigas e a malidicência. Segundo Brantôme, historiador da época, não havia nenhuma dama de família de alta linhagem no país que não tivesse em algum momento sido ensinada por esta extraordinária filha real da França. Ana rapidamente reconheceu os talentos de Diana de Poitiers, e percebeu que o potencial desta era bem superior ao do das outras meninas que educava, mesmo ao da sua própria filha Susana de Bourbon, para quem ela havia escrito seu famoso guia educativo \"Les Enseignements d´Anne de France à sa fille Suzanne de Bourbon\". Trata-se de um documento extraordinário que expõe os mais elevados ideais e princípios morais, muitos dos quais ela aprendera com seu pai, o rei Luís XI. Sua recomendação final era a seguinte: En toute chose on doit tenir le moyen - \"Mantenha sempre uma visão equilibrada de todas as coisas\" -, uma máxima que Diana de Poitiers jamais se esquecera. A vida toda de Diana foi marcada por uma conduta modelada por tais ensinamentos. Era uma mulher admirável, honesta, empreendedora, independente, uma verdadeira senhora. Por isso, ela sempre foi respeitada na corte, mesmo, tendo se tornado, mais tarde, a amante de Henrique II. ==Casamento com Luís de Brézé== Logo após a coroação do rei Francisco I, Diana foi abordada pela duquesa Ana e informada de seu iminente casamento. Ela tinha apenas 15 anos de idade e o futuro marido era 40 anos mais velho que ela. O marido que Ana escolheu para Diana era um parente Bourbon, Luís de Brézé, conde de Maulévrier, e grande seneschal da Normandia. Luís de Brézé era não só imensamente rico e poderoso, mas também um afamado e corajoso caçador. Em todo o reino, somente príncipes de sangue real ocupavam uma posição mais elevada do que a sua. Diana, na sua inocência de adolescente, desconhecia que seu casamento com Luís de Brézé já fora, na verdade, contratado desde que ela completara dez anos de idade. Porém, não hesitou em casar-se com o seu idoso noivo, por ser uma menina extremamente obediente e por confiar integralmente na sua tutora, Ana. Sabia que esta última escolheria sempre o melhor para ela. Casaram-se em 29 de março de 1515, na presença do rei, da rainha e da corte. O casamento teve lugar no Palais du Petit Bourbon, perto do Louvre, em Paris. A jovem noiva já era considerada bela, com o rosto \"solene como o de Ártemis\" (ver journal d´un bourgeois de Paris). O idoso noivo permaneceu com Diana por dezessete anos, pois faleceu. Diana foi a esposa dedicada, fiel, companheira e extremamente presente na vida do velho marido. Viveram no Castelo d'Anet, na Normandia, uma amedrontadora fortaleza medieval, repleta de antigos criados e sombrios mistérios. Depois dos risos e da alegria no meio de seus jovens amigos em Moulins, quando jovenzinha, foi um choque para Diana ir para essa casa lúgubre e antiga, ao lado do marido idoso. Mas, ela foi, obediente. Todavia, essa mudança trazia compensações, pois a vida no campo girava em torno da ousadia e da emoção da caçada, na qual Diana se destacava; e Anet tinha magníficos estábulos e uma enorme e maravilhosa biblioteca, duas de suas maiores paixões. Aos dezessete anos, exatamente dois anos depois de se casar, Diane deu à luz sua primeira filha, Francisca, em 1517. Quando não estava em Anet ou na Normandia, Diana servia quase, constantemente, à delicada e jovem rainha Cláudia de França, esposa do rei Francisco I, que sempre requisitava a sua presença. Mesmo depois do nascimento da segunda (e predileta) filha, Luísa (N. 1519), Diana continuou servindo a rainha Cláudia de França, duquesa da Bretanha. Diana tinha 20 anos, duas filhas, e encontrava-se em Amboise quando o segundo filho da rainha, Henrique, Duque de Orleães, o futuro rei Henrique II de França, ali nasceu no dia 31 de março de 1519, e foi ela quem o segurou ternamente antes de colocar o bebê, firmemente enfaixado no cueiro, nos braços da rainha Claúdia. A beleza de Diana não escapava à atenção do rei Francisco I ou de seus cortesãos, mas, devido à sua reputação de pureza e de moral ilibada, aos seus princípios, a sua postura que impunham respeito, o único comentário do rei Francisco I, sob o retrato de Diana de Poitiers, em sua Galeria das Damas da Corte, é o seguinte: Belle à voir, Honnete à hanter\" - \"Agradável de contemplar, honesta ao conhecer.\" De boa estirpe, culta, educada e deslumbrantemente bela, Diana compreendia o mundo dos homens: a política, o poder e o dinheiro. Ela sabia como usar sua inteligência e seu charme para agradar aqueles a quem amava. Ainda casada, Diana foi aia das rainhas consorte Cláudia de França, Luísa de Saboia e Leonor de Habsburgo. Conhecida pelas suas excelentes maneiras, foi designada como mentora do Delfim Henrique, de quem se tornou amante em 1538. É importante considerar que o delfim Henrique, como segundo filho dos reis Francisco I e Cláudia de França, não era o sucessor imediato do rei, pois possuía um irmão mais velho, Francisco II que, naturalmente, herdaria a coroa francesa, na falta do pai. Portanto, quando Henrique e Diane se conheceram, nem passava pela cabeça dos dois que, um dia, ele se tornaria o rei da França. Por ser um menino desajeitado, com modos \"rudes\", taciturno, que tinha dificuldades em se adaptar ao comportamento e à conduta exigida de um nobre, a rainha Cláudia resolveu \"contratar\" Diana de Poitiers para educar e ensinar o caçula (Henrique II) a se comportar como um membro da realeza. Diana de Poitiers não somente ensinou Henrique II a caminhar ereto, tendo postura elegante e viril, como também a se comportar na mesa, utilizando os talhares e as louças certas para cada tipo de refeição. O instruiu a ter higiene, especialmente com o vestuário. O ensinou o francês culto, treinou o seu raciocínio argumentativo e lhe deu lições de oratória. O incentivou a ter o hábito da leitura e a cultivar o senso crítico. O treinou na esgrima e na arte da caça, visto ser uma exímia caçadora. Enfim, o ajudou a se tornar um homem valente, decidido, preparado para enfrentar as guerras e, sem sequer imaginar, Diane preparava Henrique para governar a França. Foi a partir daí, dessa relação entre \"professora\" e \"aluno\", que se formou um laço de afeto duradouro e recíproco entre Herique II e Diane de Poitiers. ==Complicações políticas de seu pai== Em 1523, o condestável Carlos Bourbon uniu suas forças às de Carlos V e invadiu a França. Durante este ataque ao reino de Francisco I, uma conspiração para derrubá-lo do trono foi descoberta por acaso pelo grand sénéchal (marido de Diana). No entanto, Luís de Brézé percebeu tarde demais que o primo de Carlos de Bourbon, amigo e mentor, Saint- Vaillier, pai de Diana, seria involutariamente envolvido na conspiração do seu senhor feudal. Os principais culpados, inclusive o condestável, escaparam, mas Saint-Vallier foi feito prisioneiro. Com a insurreição grassando, era necessário um exemplo. Saint-Vallier foi despojado de suas terras e títulos e condenado à morte. O pai de Diana escreveu-lhe cartas comoventes, nas quais implorava-lhe que intercedesse por ele junto ao rei. Mas fora o seu marido que, através da sua aliança com o soberano, expusera o seu próprio pai. Dividida entre duas lealdades, Diana manteve a cabeça fria e nada fez, contando com a rainha para interceder pelo pai e com o marido para falar por ela ao rei. Depois de definhar por 6 meses na prisão, o condenado foi conduzido à sua execução. Seu cabelo ficara completamente branco e seu violento tremor foi chamado de \"febre de Saint-Vailler\". Deixado apenas de gibão no frio terrível, o trêmulo Saint-Vailler ficou de joelhos com a cabeça sobre o cepo por mais de uma hora, aguardando, angustiado e confuso, a queda do machado. O rei Francisco I hesitara até o último momento, e Saint-Vaillier estava semiconsciente quando chegou a comutação real da pena. Assinado pelo próprio punho do rei, em Blois, no mesmo dia, e comutando a sentença de Saint- Vailler para prisão perpétua. O documento foi lido em voz alta para a perplexa multidão. A clemência do rei devia-se à longa história dos serviços da família de Poitiers à Coroa, bem como às súplicas de seu genro, Luís de Brézé. A imprevista comutação da pena, aliado ao fato de que Saint-Vallier gritou agradecendo ao Céu a intervenção da filha (Diana de Poitiers), deu origem, anos mais tarde, à história de que Diana salvara o pai entregando-se ao rei. É muito pouco provável que isso tenha acontecido de fato. A prova mais convincente para ratificar a conduta irrepreensível de Diana e a lealdade que tinha à seu marido é o testemunho de Dreux du Radier (/anecdotes des Reines, Vol. IV), onde se lê: em toda a sua vida, Luís de Brézé não teve motivos de queixas contra a fidelidade de sua esposa Diana. ==A prisão das crianças== A rainha Cláudia faleceu em meio a um período de muitas guerras. Os exércitos de Carlos de Bourbon derrotaram totalmente os franceses em Pavia, na Itália, no dia 10 de março de 1525. Francisco I, que comandava seu próprio exército, foi feito prisioneiro e encarcerado numa cela na amedrontadora fortaleza de Alcazar, na periferia de Madri. Luís de Brézé conseguiu evitar a morte e a prisão na Batalha de Pavia e voltou para casa, para os braços de Diana. Em janeiro de 1526 foi concluído o tratado de Paz de Madrid, entre a França derrotada e o imperador Carlos V, mas os termos do acordo eram tão rígidos que todo o país se uniu atrás de seu rei derrotado, e inúmeros cidadãos ofereceram-se como voluntários para partilhar da prisão do rei. A França foi obrigada a ceder a Borgonha e Milão para o imperador, e a Provença para Carlos Bourbon. Como garantia de que Francisco manteria a paz quando voltasse à França, seus dois filhos mais velhos deveriam ser enviados como reféns a Madri por um período indeterminado. Para receber o filho de volta à França, a regente Luísa reuniu todas as beldades da corte e partiu para Bayonne; a troca dos reféns reais teria lugar no meio do rio Bidassoa, fronteira natural entre a França e a Espanha. O delfim Francisco, de nove anos de idade, extremamente parecido com o pai, era esperto e ávido por aventura, ao passo que Henrique, seu irmão de sete anos, lembrava sua mãe, a rainha Cláudia (acanhada, tímida e sempre chorosa). O único conforto obtido por Henrique durante suas últimas horas na França foi nos braços da amiga de sua mãe, a encantadora Diana de Poitiers. O pequeno príncipe iria lembrar-se da delicada beleza de Diana durante os quatro anos sem amor que passou encarcerado numa fortaleza espanhola. A prisão exerceu sobre as duas crianças um efeito profundo e duradouro. Sem tutores e tendo apenas a companhia de seus carcereiros espanhóis, o delfim e seu irmão quase esqueceram o próprio idioma natal; não tinham companheiros da mesma idade e os exercícios ao ar livre eram insuficientes. A apatia tomou conta do ardente e alegre delfim Francisco, e uma profunda e negra depressão deixou Henrique taciturno e silencioso. Embora seus dois filhos definhassem na prisão espanhola, o rei Francisco I rompeu a maioria dos acordos do tratado de Paz de Madri, e o imperador, no contra- ataque, retaliou piorando as já duras condições do encarceramento dos dois meninos. As crianças só foram libertadas porque o rei Francisco I aceitou se casar com Leonor da Áustria. Sendo uma das três damas do reino para escoltar a rainha Leonor, em sua entrada triunfal na cidade, Diana estava em Bordéus com a corte esperando para dar as boas-vindas aos príncipes e receber a rainha. No decorrer desses longos e solitários anos, Henrique sonhava com uma dama a quem pudesse oferecer sua proteção e dedicar seu coração, exatamente como seu herói Amadis de Gaula, \"Le Beau Tenebeux\", havia se comprometido com sua dama, Oriana. É claro que a nova amante do rei, Ana de Pisseleu, ganhou o prêmio do torneio como a mais bela dama da corte. No entanto, sentado no palanque, Henrique de Orleães via outra que se ajustava melhor à sua imagem de perfeita heroína - uma magnífica caçadora, a mais bela e meiga dama dos seus sonhos na prisão, e o nome dela até mesmo rimava com Oriane. Sentada em seu lugar de honra, Diane usava um vestido verde e, de acordo com Brantôme, era Diana de Poitiers, e não Ana, duquesa de Étampes, que era realmente considerada \"la belle parmi les belles\" - \"a beldade entre as beldades\". Os dois jovens príncipes deviam cavalgar lentamente, passando pelos espectadores, um depois do outro. De acordo com a tradição da justa, eles deviam baixar a lança diante da dama cujo favor pretendessem e cujas cores pediriam para usar naquele dia. Para surpresa e divertimento de todos os presente - incluindo Diana -, o príncipe mais jovem (Henrique) entrou na arena e parou diante dela. Num tom de voz fraca e aguda, ele ofereceu-se para dedicar-se à honra e à proteção de Diana, caso ela permitisse que ele usasse as cores dela, verde e branco. Foi um gesto encantador de um menino de 12 anos para com uma bela e ilustre dama de 30, e é óbvio que ela deu seu consentimento. ==O amor de Henrique por Diana== A relação de Diana e Henrique II era muito profunda. Ela foi a responsável pela educação dos filhos de Henrique II, nascidos do casamento com Catarina de Médicis, e guardiã das Jóias da Coroa francesa. O seu estatuto era de tal forma elevado que, quando o Papa Paulo III enviou uma Rosa de Ouro a Catarina de Médicis, presenteou Diana de Poitiers com um colar de pérolas. Como consequência dos favores reais, a relação de Diana de Poitiers com Catarina de Médicis não era estritamente amigável. O fato de uma mulher independente como Diana torna-se amante de um homem muito mais jovem a colocava numa situação perigosa, não apenas no que dizia respeito à sua imagem mas também com relação à sua sensibilidade. Anos a fio Henrique venerara Diana como uma deusa - serena, distante, pura. É natural que a ideia de que a deusa inacessível, venerada e adorada por tanto tempo, pudesse amá-lo o tenha abalado profundamente. Mas, ao descer do pedestal e assumir as fragilidades humanas, uma mulher com idade suficiente para ser mãe do amante arriscava-se a ser humilhada, parecer ridícula e, com o tempo, a ser repudiada. Diana era uma Poitiers, por demais nobre e orgulhosa para ser uma concubina, obrigada a ficar de lado e observar o amante casar-se com uma mulher mais jovem - e ainda por cima de uma linhagem inferior à dela. O fato de ela ter aceitado os riscos demonstrou a confiança que tinha em si mesma e no seu total conhecimento do caráter de Henrique. Eles se amavam e se respeitavam muito. Tinham uma confiança recíproca muito grande e, como se percebe nos documentos manuscritos da época, Diana de Poitiers amava a França a tal ponto que, pelo bem da França, convenceu Henrique (o grande amor da sua vida)a se casar com a italiana Catarina de Médicis, e ele a obedeceu integralmente. Henrique demonstrou, de todas as maneiras possíveis, o seu amor pela amante que sempre quis que fosse sua esposa. A primeira incumbência que seus arquitetos receberam, logo depois que se tornou rei, foi reconstruir e ampliar seu palácio predileto Saint-Germain-en-Laye, adicionando a ele duas alas semicirculares em ambos os lados da longa e retilínea edificação, de modo a assumirem a forma da letra D, inicial do nome de Diane. Logo o monograma do casal seria talhado em pedra em todas as residências e o brasão de Diane se incorporaria ao lema do rei. Ele derrubou e substitui duas alas do antigo palácio do Louvre, e o monograma \"HD\" foi entalhado grande na pedra dos frontões acima do próprio \"H\" coroado do rei. No interior, a deusa Diana (a deusa da caça) foi retratada por todas as paredes e tetos de estuque. A presentou com o Château de Chenonceau. Diana sempre amara esse castelo torreado de pedras brancas que se estendia em direção ao rio com seus cisnes brancos e margens verdejantes, e adorava caçar nas florestas verdes e profundas das margens do Cher. Ela via Chenonceau como o cenário romântico perfeito para ela e Henrique, um lugar encantado no qual poderia enfeitiçar ainda mais o amante. À margem direita do Cher, Diana criou um magnífico jardim formal no estilo italiano - uma combinação de flores, legumes e verduras - e um pomar. Ela fez do castelo uma empresa de fabricação de seda, onde deu emprego para muita gente. Os jardins, que ocupavam mais de um hectare, eram rodeados em parte por fossos e muros de pedra onde se elevavam terraços. Ainda hoje pode-se ver o belo jardim de Diana. Aveleiras chegavam como presente para a composição de sebes folhosas; as macieiras, pessegueiros e outras árvores frutíferas foram destinadas ao frondoso labirinto. Cento e cinqüenta olmos à formação de alamedas para passeios românticos. Diana plantou um pomar de amoreiras e iniciou uma criação de bichos-da-seda. Ela só usava seda, e logo os tecidos para suas roupas brancas e pretas passaram a vir de Chenonceau. Um ano depois de sua coroação, Henrique implorou-lhe que aceitasse e que usasse um anel \"por amor a mim. Que ele possa lembrá-la daquele que nunca amou e nunca amará outra que não você\". Em tudo o que escreveu para a sua amante, o amor de Henrique era comovedoramente repleto de humildade, como se vê no que se segue:O amor deles era enorme - o encontro perfeito de mentes e corpos. Henrique a adorava sem reservas e ela o amava sem qualquer cobrança e expectativa. É famosa a frase de Henrique para Diana: \"Imploro-lhe que se lembre daquele que só conheceu um único Deus e uma única amiga, e fique tranquila de que você jamais se envergonhará de ter permitido que eu fosse seu servidor, e, como tal, imploro-lhe que me conserve para sempre.\" A união dos dois era tão intensa e harmoniosa que eles se tornaram um só na assinatura de muitos documentos da realeza. Todas as cartas do rei eram assinadas com a duplas iniciais \"HD\" e é muito presente, nos documentos, a assinatura HenriDiana, a junção do nome de um ao do outro como se fosse um nome só. Independentemente do que a corte, o povo ou mundo tenham escolhido acreditar a respeito da natureza do relacionamento de Diane e Henrique, e do que se pensa sobre o termo amante, não existia nenhuma dúvida de que havia um elo muito forte na relação dos dois. Ele permaneceu, por toda vida, fiel à sua promessa de ser seu cavaleiro, que fizera no primeiro torneio de que participou ao voltar da prisão, quando era um menino de 12 anos de idade. Sua devoção à Diana nunca vacilou. Ele dividia o poder com ela. O monograma \"HD\" pode ser visto, ainda hoje, em todos os lugares - na pedra, na mobília, nos metais preciosos, nas bandeiras, nos uniformes da Guarda Real e das tropas pessoais do rei, até mesmo nas insígnias dos mantos do Estado. Sempre que podia, Henrique procurava garantir que seu nome estaria para sempre ligado ao de Diana de Poitiers. Por mais doloroso que tudo isso deva ter sido para Catarina, sua esposa, exteriormente Henrique continuava a ser extremamente delicado e cortês para com ela, seguindo aos conselhos de Diana, que também conviveu pacificamente com Catarina. Diante da infelicidade de Catarina por causa de sua esterilidade, Diana não teve dificuldade em fazer com que a delfina se abrisse com ela. Diane não era insensível à difícil situação de Catarina e, embora não deva ter sido fácil, ela incentivou o homem que ela amava a ir para a cama da esposa cumprir com as suas obrigações de marido e de rei para fecundá-la. Diana se compadeceu de Catarina ao ouvir dela sobre os horrores a que vinha se submetendo (encantamentos e rezas populares) como forma de atrair Henrique e de obter a gravidez tão desejada. Levando-a para um espaço reservado e conversando delicadamente com ela como se fosse sua filha, Diane foi capaz de oferecer-lhe um pouco de conselhos práticos, inclusive algumas posições alternativas para o ato sexual, poi o útero de Catarina tinha um formato incomum. Diana foi mais além ainda, convenceu Henrique a se submeter a uma cirurgia, considerada um pouco mais do que uma circuncisão. O passo seguinte foi muito mais difícil para os três. Em noites preestabelecidas Henrique se recolhia, como de costume, com a amante, mas depois de ficar algum tempo nos braços dela, Diana o mandava subir para o quarto da esposa. Logo a seguir, com o dever cumprido, Henrique voltava para a sua amada Diana e ficava com ela pelo resto da noite. Assim, Henrique e Catarina tiveram 10 filhos. Diana amava as crianças como se fossem filhos dela, orientando-os e ajudando Catarina a criá-los. Talvez, por isso, se explique o fato de Catarina ter aceito a presença de Diana, apesar de ser bem provável que sofresse com isso. ==As cartas de amor== Embora nem Diana e nem Henrique pudessem ter escolhido um ao outro como companheiros, não podendo se casar, eles se apaixonaram. Nada foi premeditado e ambos aceitaram a impossibilidade da união pois haviam sido educados a aceitar a escolha política e dinástica que lhes foram impostas. Essa era a desgraça de Catarina: uma amante que realmente amava e que, por amor, renunciava a tudo pela felicidade do seu amante. Apaixonada, e constantemente forçada a reprimir seus sentimentos, Catarina não conseguia conter a curiosidade a respeito do deslumbramento do marido por Diane. Como toda mulher traída, ela ansiava por descobrir o que ele achava tão irresistível em sua rival. Segundo Brantôme, Catarina chamou um carpinteiro italiano ao Palácio de Saint-Germain e ordenou-lhe que fizesse dois pequenos buracos no chão de seu quarto, situados estrategicamente sobre a cama de Diana. Ali, junto com sua dama de honra, Catarina deitava-se no chão e observava o marido ter relações sexuais com Diana, no quarto de baixo. Uma faca devia atravessar o coração de Catarina quando ela via a beleza do longo e esbelto corpo da rival, corpo este conservado jovem e firme através do exercício cotidiano de cavalgar. Brantôme conta que ela observava os amantes na enorme cama embaixo, seus corpos iluminados pelo brilho do fogo da grande tora, até que no calor da paixão eles rolavam nus para o chão e continuavam a acariciar-se num espesso tapete de veludo. Quando Catarina viu por si mesma a paixão e a ternura existente entre eles, ela comentou, soluçando, a acompanhante, que o marido \"nunca a usara tão bem\". Diana sempre instruíra Henrique a queimar todas as cartas que ela lhe escrevia, talvez com receio do uso que Catarina pudesse fazer delas depois de sua morte. Por ser bem mais velha do que Henrique, Diana não previa que ele iria morrer antes dela. Poucas das suas cartas restaram, mas, como a morte de Henrique aconteceu inesperadamente, ela decidiu preservar em Anet (Chatêau de Anet, onde viveu até os seu últimos dias) todas as cartas e poemas que ele escreveu para ela. Era da natureza de Henrique amar totalmente e uma única vez; foi privilégio de Diana ser aquela a receber esse amor, e acalentá-lo e alimentá-lo para que o nome e a história de ambos vivessem na mente e no coração de gerações futuras. Após a morte de Henrique II, Diana de Poitiers perdeu o poder político que detinha na corte e ficou vulnerável aos ataques de Catarina de Médicis. Ela aceitou a humilhação totalmente resignada. Foi banida da corte e obrigada a trocar o seu Château de Chenonceau pelo Château de Chaumont-sur-Loire, viveu primeiro em Chaumont e depois na sua propriedade de Dreux, o Château d'Anet. Morreu na obscuridade aos 67 anos, fazendo o que mais gostava: cavalgando. ==Consumação== É possível que a iminência do casamento de Henrique tenha acelerado a consumação de seu relacionamento com Diane. Depois disso, mesmo se Catarina de Médici fosse bonita e atraente, o que nem mesmo seus mais fiéis aliados ousavam afirmar, teria sido muito difícil para uma menina jovem e inexperiente conquistar o amor de um jovem romântico que fora intoxicado durante anos por uma bela mulher mais velha que o iniciara na arte e nos mistérios do amor físico. Se o medo de Diane, de perder seu jovem protetor real para a futura esposa, estava por trás da sua capitulação, esta decisão pode ser mais bem compreendia no contexto do perigo e da insegurança extremamente reais da sua posição de viúva na corte. Ela não poderia se opor a um casamento contratado em decorrência de seu finado marido. Os matrimônios políticos sem amor eram considerados a norma e Diana era extremamente obediente aos princípios. Logo após a primeira noite de núpcias do casal, Henrique e Catarina, o papa e o rei fizeram ansiosas visitas ao casal, exigindo provas (sangue no lençol) de que o casamento fora consumado. Henrique cumpriu seu dever, mas não via nenhum motivo para fazer qualquer coisa a mais, e passou a evitar Catarina a partir de então. Não existem razões para não acreditarmos que Diana sinceramente esperasse que Henrique se apaixonasse por Catarina, por ela ter sua idade, todavia a completa indiferença do príncipe para com a esposa tornou-se imediatamente óbvia para toda a corte. Tragicamente, Catarina apaixonara-se por Henrique à primeira vista. Ela não demorou a avaliar a situação entre Henrique e Diane de Poitiers. Catarina fora entregue aos cuidados de Diane, a fim de aprender os hábitos da corte francesa, como se vestir e como ser agradável. Ela sabia instintivamente que não poderia jamais competir com aquela bela mulher mais velha, segura em sua alta linhagem e experiência, no tocante ao amor do marido. Nenhuma quantidade de inteligência e educação a colocaria à altura do poder de fascínio que Diane tinha sobre Henrique. Enquanto ela observava em desespero a crescente ascendência de Diane de Poitiers sobre o seu marido e a corte, diz-se que começariam a correr rumores de que o lema secreto de Catarina passara a ser '\"Odiar e Esperar\", mas não podemos dizer que haja registros históricos de que ela de fato haja atentado contra Diane nem usado de feitiços, como alguns parecem afirmar. (V. Catarina de Médicis) == Quando Henrique se tornou rei == O príncipe Francisco, irmão de Henrique, de dezenove anos, cuja saúde nunca se recuperara totalmente do longo período de encarceramento na Espanha, contraiu pleurisia e morreu a 8 de agosto de 1536. O rei Francisco I ficou desolado e suspeitou de envenenamento. O copeiro italiano do delfim, acusado de ser um agente do imperador ou dos Médicis, foi arrastado e esquartejado. Há quem acredite que Catarina estivesse por trás disso, pois queria eliminar o cunhado para ter o marido, Henrique, como o único herdeiro da coroa. Depois da morte do príncipe Francisco, Henrique d´Orléans, tornara-se o delfim, e os Médicis tinham a chance real de ter um de seus familiares, Catarina, como a futura rainha da França. Henrique tinha então dezessete anos; Diane de Poitiers, trinta e cinco. O jovem tímido de olhos escuros e apertados, com um esplêndido corpo de atleta debaixo dos trajes desalinhados, que jamais se esforçara para cultivar amigos importantes, desenvolvia agora uma nova confiança e um comportamento apropriado à sua condição. Ninguém tinha dúvidas a respeito de quem era responsável pela dramática mudança no novo delfim da França. Sua aparência melhorou junto com suas maneiras, e ele passou a expor livremente suas opiniões a respeito das questões mundiais. Ele nunca fora uma pessoa determinada, e ainda demorava a tomar uma decisão, mas quando o fazia, atinha- se a ela com a mesma leal obstinação com que permaneceria toda a vida ao lado de seus amigos e de sua amante. Bibliografia: KENT, Michael. As grande amantes da História. Ver também na Wikipedia Catarina de Médicis. O SÍMBOLO DE DIANA: \"AS TRÊS LUAS CRESCENTES ENTRELAÇADAS\": ==Contexto histórico de Diana(e) de Poitiers== No ano que Diana de Poitiers nasceu, Erasmo (que considerava a inteligência das mulheres igual à dos homens e defendia a educação feminina) estabeleceu-se em Oxford; as obras de Aristóteles foram pela primeira vez publicadas na Inglaterra - seis anos depois das obras de Homero e vinte nove depois das de Virgílio. O novo conhecimento que se espalhava pelo mundo estava sendo alimentado pela rápida série de descobertas geográficas realizadas no decorrer do século XV. Nesta época de contradições, novas idéias e descobertas versus antigas crenças e superstições remanescente, Diana de Poitiers nasceu - num mundo de privilégios, com uma ascedência da mais alta estirpe. A família do seu pai mais antiga da região conhecida como Dauphiné, na região centro-sul da França, e através de sua mãe, Jeane de Battarnay, ela estava relacionada com os poderosos Bourbons. Os reis da França e os duques de Borgonha tinham a família Poitiers na mais alta estima, por isso nomeando seus membros condes de Valentinois, no século XII. O pai de Diana também tinha os títulos de senhor e conde de Saint-Vailler, marquês de Crotone, visconde de l´Estoile, barão de Clérieux, barão de Sérignam e muitos outros. Sua mãe estava relacionada com os Médicis através dos Boulognes. Categoria:Nobres da França Categoria:Amantes da realeza francesa Categoria:Nascidos em 1499 Categoria:Mulheres do século XVI Categoria:Naturais de Drôme Categoria:Damas de companhia da França Categoria:Franceses do século XVI",
 "title": "Diana de Poitiers"
}