{
 "id": "7100",
 "text": "Europa é uma das 79 luas do planeta gasoso Júpiter. Está entre as quatro maiores, com um diâmetro de 3121,6 km, sendo um pouco menor que a Lua terrestre. Originalmente designada Júpiter II por Galileu (por ser o segundo satélite de Júpiter em distância; os outros quatro satélites descobertos receberiam numeração correspondente à sua distância do planeta), Europa era na mitologia grega a filha de Agenor. Raptada por Zeus, que havia tomado a forma de um touro branco, ela ficou tão encantada com o dócil animal, que o decorou com flores e o montou. Zeus aproveita a oportunidade e a leva até a ilha de Creta, onde se revela em sua forma verdadeira. A partir daí, Europa teria muitos filhos com Zeus. Ligeiramente menor do que a Lua, Europa é principalmente feita de rocha de silicato e tem uma crosta de água-gelo e provavelmente um núcleo de ferro-níquel. Tem uma atmosfera tênue composta principalmente de oxigênio. Sua superfície é estriada por rachaduras, enquanto as crateras são relativamente raras. Além das observações do telescópio terrestre, Europa foi examinada por uma sucessão de sondas espaciais, a primeira visitando-a no início da década de 1970. Europa tem a superfície mais lisa do que qualquer objeto sólido conhecido no Sistema Solar. A juventude aparente e a suavidade da superfície levaram à hipótese de que existe um oceano aquático abaixo dela, o qual poderia concebivelmente abrigar vida extraterrestre. O modelo predominante sugere que o calor da flexão das marés faz com que o oceano permaneça líquido e conduza o movimento do gelo similar à tectônica de placas, absorvendo produtos químicos da superfície, oceano abaixo. O sal do mar de um oceano subterrâneo pode revestir algumas características geológicas em Europa. Isso pode ser importante para determinar se a Europa pode ser habitável. Além disso, o Telescópio Espacial Hubble detectou plumas de vapor de água semelhantes àquelas observadas na lua Encélado de Saturno, que se pensa serem causadas por criogêiseres em erupção. A missão Galileo, lançada em 1989, fornece a maior parte dos dados atuais sobre a Europa. Nenhuma espaçonave ainda desembarcou no satélite, embora tenha havido várias missões de exploração propostas. A Jupiter Icy Moon Explorer (JUICE) da Agência Espacial Europeia é uma missão planejada a Ganímedes que deve ser lançada em 2022 e incluirá dois estudos de Europa. A missão planejada pela NASA será lançada em meados da década de 2020. Em 14 de Outubro de 2024, a espaçonave, batizada de Europa Clipper, que será movida a energia solar, foi lançada a bordo de um foguete Falcon Heavy da SpaceX, partindo do Centro Espacial Kennedy, na Flórida. Com nove instrumentos científicos a bordo, ela viajará 2,9 bilhões de quilômetros em um percurso que deve durar cerca de cinco anos e meio. A previsão é que a nave entre em órbita de Júpiter em 2030. == Descoberta e nomeação == Europa, junto com três outras grandes luas de Júpiter, Io, Ganímedes e Calisto, foram descobertas por Galileo Galilei em 8 de janeiro de 1610, e possivelmente independente por Simon Marius. A primeira observação relatada de Io e Europa foi feita por Galileo Galilei em 7 de janeiro de 1610 usando um telescópio refractor na Universidade de Pádua. No entanto, nessa observação, Galileu não poderia separar Io de Europa devido à baixa ampliação de seu telescópio, de modo que os dois foram registrados como um único ponto de luz. No dia seguinte, 8 de janeiro de 1610 (usado como data de descoberta para Europa pela UAI), Io e Europa foram vistas pela primeira vez como corpos separados durante as observações de Galileu do sistema de Júpiter. Europa foi nomeada em homenagem a filha do rei de Tiro, uma nobre fenícia na mitologia grega chamada Europa. Como todos os satélites de Galileu, Europa foi nomeado como um amante de Zeus, a contraparte grega de Júpiter. Europa foi cortejada por Zeus e tornou-se a rainha de Creta. O esquema de nomeação foi sugerido por Simon Marius, que descobriu os quatro satélites independentemente. Marius atribuiu a proposta a Johannes Kepler. Os nomes caíram em desgraça por um tempo considerável e não foram revividos ao uso geral até meados do século XX.Marazzini, Claudio (2005). \"I nomi dei satelliti di Giove: da Galileo a Simon Marius (The names of the satellites of Jupiter: from Galileo to Simon Marius)\". Lettere Italiane. 57 (3): 391–407. Em grande parte da literatura astronômica anterior, Europa é simplesmente referida por sua designação em numeral romano, como Júpiter II (um sistema também introduzido por Galileu) ou como o \"segundo satélite de Júpiter\". Em 1892, a descoberta de Amalteia, cuja órbita estava mais próxima de Júpiter do que as das luas de Galileu, empurrou Europa para a terceira posição. As sondas Voyager descobriram mais três satélites internos em 1979, de modo que Europa é agora considerada o sexto satélite de Júpiter, embora ainda seja referida às vezes como Júpiter II. == Órbita e rotação == Europa orbita Júpiter em um pouco mais de três dias e meio, com um raio orbital de cerca de km. Com uma excentricidade de apenas 0,009, a órbita é quase circular e a inclinação orbital relativa ao plano equatorial de Júpiter é pequena. Como os outros satélites de Galileu, Europa tem uma rotação sincronizada a Júpiter, ou seja, apenas uma face de Europa será visível do planeta. Pesquisas sugerem que Europa gira mais rápido do que orbita, ou pelo menos já girou no passado. Isso indica uma assimetria na distribuição de massa interna e que uma camada de líquido subterrâneo separa a crosta gelada do interior rochoso. A ligeira excentricidade da órbita de Europa, mantida pelos distúrbios gravitacionais dos outros satélites de Galileu, faz com que o ponto sub-joviano de Europa oscile em torno de uma posição média. À medida que a Europa chega um pouco mais perto de Júpiter, a atração gravitacional do planeta aumenta, fazendo com que Europa se alongue em direção à Júpiter. Enquanto Europa se afasta um pouco de Júpiter, a força gravitacional de do planeta diminui, fazendo com que Europa \"relaxe\" novamente em uma forma mais esférica e crie marés em seu oceano. A excentricidade orbital de Europa é continuamente bombeada por sua ressonância de movimento médio com Io. Assim, a flexão da maré amassa o interior da Europa e dá-lhe uma fonte de calor, possivelmente permitindo que o oceano permaneça líquido ao dirigir processos geológicos subterrâneos. A fonte final desta energia é a rotação de Júpiter, que é aproveitada por Io através das marés que elevam em Júpiter e são transferidas para Europa e Ganímedes pela ressonância orbital. Cientistas que analisaram as rachaduras únicas de Europa encontraram evidências que demonstram que ela provavelmente girou em torno de um eixo inclinado em algum momento. Se correto, isso explicaria muitas das características de Europa. A imensa rede de fendas entrecruzadas de Europa serve como registro das tensões causadas pelas marés maciças em seu oceano global. A inclinação de Europa poderia influenciar os cálculos sobre o quanto da sua história está registrada em sua crosta congelada, quanto calor é gerado pelas marés em seu oceano e até quando seu oceano foi líquido. Quando há muito estresse, a camada de gelo racha. Esta inclinação no eixo de Europa poderia sugerir que suas fissuras podem ser muito mais recentes do que se pensava anteriormente. A razão é que a direção do pólo de rotação pode mudar até poucos graus por dia, completando um período de precessão ao longo de vários meses. Uma inclinação também pode afetar as estimativas da idade do oceano de Europa. As forças das marés são pensadas para gerar o calor que mantém o oceânico líquido de Europa. Este calor ajuda o oceano a permanecer líquido por mais tempo. Os cientistas não especificaram quando a inclinação teria ocorrido e as medidas da inclinação do eixo de Europa não foram feitas. ==História de observação e exploração== Galileu Galilei é considerado o descobridor de Europa, a partir das observações feitas em 8 de Janeiro de 1610 em Pádua. Europa e as outras luas de Galileu tiveram um grande impacto na teoria de que a Terra não era o centro de tudo, já que foram as primeiras luas que visivelmente não orbitavam a Terra. Até então, julgava-se que todos os planetas, o Sol e a Lua orbitavam a Terra. Contudo, alguns historiadores afirmam que foi Simon Marius de Ausbach, na Alemanha, o primeiro a observar os satélites jovianos em 29 de Dezembro de 1609. Ainda nesse século, astrônomos observaram os eclipses dos satélites, mas repararam que ocorriam 16 minutos e 40 segundos depois quando Júpiter se encontra do outro lado do Sol em relação à Terra, o que levou a outra grande descoberta da física pelo dinamarquês Ole Roemer, que explicou que o atraso deve-se à velocidade finita da luz, conseguindo medir assim a velocidade da luz pela primeira vez. Europa e as outras luas de Galileu são quatro corpos celestes de dimensão considerável; dois deles são maiores que o planeta Mercúrio (Ganímedes e Calisto), e Io e Europa rivalizam em tamanho com a Lua da Terra. Algumas pessoas conseguem ver estas luas a olho-nu em alturas de céu limpo e logo depois do pôr-do-Sol, já que durante a noite Júpiter brilha demais o que oculta as suas luas. Mas só com uns bons binóculos ou um pequeno telescópio é que uma pessoa normal consegue observar claramente estas luas a orbitarem Júpiter que aparecem quase em linha recta em diferentes lados do disco do planeta. Os astrônomos na Terra tinham apenas pequenas noções mesmo com os melhores telescópios de meados do século XX. Foi só quando as sondas Pioneer 10 e 11 que chegaram a Júpiter em 1973 e em 1974, respectivamente, que se consegue determinar as massas com uma precisão maior e captam as primeiras imagens das grandes luas de Júpiter. As imagens de Europa revelaram pouca variação de cor e mostraram uma região escura como poucos detalhes, dado que as Pioneer encontravam-se longe demais para conseguir obter bons detalhes da superfície. Devido a ser um dos satélites mais brilhantes, já se acreditava que a sua crosta fosse principalmente constituída por gelo de água. Em 1979 chegam a Júpiter as duas sondas Voyager. Nas imagens de baixa resolução da Voyager 1, Europa mostrava um número bastante grande de linhas que se interceptavam. Estas linhas faziam lembrar os canais que os astrônomos outrora julgavam ver em Marte. Os cientistas pensaram tratar-se de terreno quebrado devido a processos tectónicos. Contudo, as imagens de alta resolução da Voyager 2 deixaram os cientistas surpresos, já que as linhas pareciam pintadas na superfície, sem nenhum relevo topográfico visível. Modelos do interior de Europa mostraram actividade e aquecimento do interior com a formação de oceanos com 50 quilómetros ou mais de profundidade a 5 km da superfície. A lua Europa tornou- se assim num ícone dos escritores de ficção científica, existindo livros, filmes e jogos; de destacar o livro e o filme de Arthur C. Clarke 2010: Odisseia Dois (ou O Ano em Que Fizemos Contacto) de 1982, onde se faz a descoberta de vida primitiva vivendo por debaixo da capa de gelo de Europa, já no terceiro livro da tetralogia: 2061: Odisseia Três (1987), Europa é transformada num mundo oceânico tropical. No livro The Forge of God (1987) de Greg Bear, Europa é destruída por extraterrestres que usam pedaços do seu gelo para terraformar planetas. A 7 de Dezembro de 1995, a sonda Galileo chega a Júpiter numa viagem contínua pelo planeta e suas luas durante oito anos. A 2 de Março de 1998, a NASA anuncia que a Galileo descobriu fortes evidências de um oceano salgado por debaixo da superfície. O que motiva a criação de uma nova missão a Europa e abre novos horizontes e possibilidades de vida extraterrestre. Em 2003, a Galileo foi enviada para a atmosfera de Júpiter e destruída pela enorme pressão desse planeta; um dos principais motivos era não contaminar as luas de Júpiter com bactérias da Terra. De forma a se poder saber mais sobre este mundo diferente, foram propostas algumas ideias ambiciosas, uma delas é uma grande sonda que funcionaria a energia nuclear e que derreteria o gelo até atingir o oceano por debaixo da superfície gelada. E, depois de atingida a água, lançaria um veículo subaquático, que compilaria informação e a enviaria de volta para a Terra. No entanto, esta proposta ainda está numa fase embrionária. O Artemis Project desenhou um plano para colonizar Europa. Os cientistas habitariam iglus e perfurariam a crosta gelada de Europa, explorando qualquer oceano por debaixo da superfície. Discutiu-se o uso de \"bolsas de ar\" para habitação humana. A exploração do oceano poderia ser levada a cabo com submarinos. Existem algumas dificuldades relacionadas com a colonização de Europa, um problema significativo é o elevado nível de radiação de Júpiter, aproximadamente dez vezes mais forte que os anéis de radiação de Van Allen da Terra. Um humano não sobreviveria na superfície ou perto desta por muito tempo sem um escudo de radiação massivo. == Características físicas == Europa é um pouco menor que a Lua. Com pouco mais de quilômetros ( mi) de diâmetro, é a sexta maior lua e o décimo quinto maior objeto do Sistema Solar. Embora, por uma ampla margem, é o menos maciço dos satélites de Galileu, no entanto, mais maciço do que todas as luas conhecidas no Sistema Solar menores do que ele combinadas. Sua densidade aparente sugere que é similar em composição aos planetas terrestres. Europa é principalmente composta de pedra de silicato e tem uma crosta de gelo de água e provavelmente um núcleo de ferro-níquel. Tem uma atmosfera muito fina composta principalmente de oxigênio. Sob a crosta gelada, Europa abriga um oceano salgado de água líquida em contato com um fundo rochoso do mar.Table salt compound spotted on Jupiter’s moon Europa Finding prompts a rethinking of the icy moon's subsurface ocean. por Amit Malewar (2019) === Estrutura interna === Estima-se que Europa tenha uma camada externa de água com aproximadamente 100 km (62 mi) de espessura; uma parte congelada como sua crosta, e uma parte líquida como oceano debaixo do gelo. Os recentes dados da sonda Galileo mostraram que a Europa possui um campo magnético induzido através da interação com Júpiter, o que sugere a presença de uma camada condutora subterrânea. Esta camada é provavelmente um oceano líquido salgado. Acredita-se que as porções da crosta tenham sido submetidas a uma rotação de quase 80°, o que seria improvável se o gelo estivesse firmemente preso ao manto. Europa provavelmente contém um núcleo de ferro metálico. === Características da superfície === Europa é o objeto conhecido mais liso no Sistema Solar, sem características de grande escala, como montanhas e crateras. No entanto, de acordo com uma teoria, o equador de Europa pode ser coberto de picos de gelo chamados penitentes, que podem ter até dez metros de altura, devido à luz solar direta no equador, fazendo com que o gelo forme rachaduras verticais. As marcas proeminentes que atravessam Europa parecem principalmente ser características do albedo que enfatizam a baixa topografia. Existem poucas crateras em Europa, porque sua superfície é tectonicamente muito ativa e, portanto, jovem. A crosta gelada de Europa tem um albedo (reflexividade da luz) de 0,64, uma das mais altas de todas as luas. Isso indica uma superfície jovem e ativa, com base em estimativas da frequência de bombardeio comentário que Europa provavelmente experimentou. A superfície tem cerca de 20 a 180 milhões de anos. Atualmente, não há um consenso científico completo entre as explicações às vezes contraditórias das características de superfície da Europa. O nível de radiação na superfície de Europa é equivalente a uma dose de cerca de mSv (540 rem) por dia, uma quantidade de radiação que causaria doença grave ou morte em seres humanos expostos por um único dia. ==== Lineae ==== As características mais impressionantes da superfície de Europa são uma série de riscos escuros entrecruzando o globo inteiro, chamados linea (português: linhas). Um exame próximo mostra que as bordas da crosta de Europa de cada lado das rachaduras se moveram em relação umas com as outras. As bandas maiores têm mais de 20 km (12 milhas), muitas vezes com bordas exteriores escuras e difusas, estrias regulares e uma faixa central de material mais leve. A hipótese mais provável afirma que as lineae da Europa podem ter sido produzidas por uma série de erupções de gelo quente. O efeito teria sido semelhante ao observado nos cumes oceânicos da Terra. Considera-se que grande parte dessas várias fraturas foram causadas pela flexão da maré exercida por Júpiter. Como Europa sofre um bloqueio de maré com Júpiter e, portanto, sempre mantém a mesma orientação aproximada em direção a Júpiter, os padrões de estresse devem formar um padrão distinto e previsível. No entanto, apenas as mais jovens das fraturas de Europa estão em conformidade com o padrão previsto; Outras fraturas parecem ocorrer em orientações cada vez mais diferentes, quanto mais velhas forem. Isto poderia ser explicado se a superfície de Europa girasse um pouco mais rápido do que o interior, o que é possível devido ao oceano subterrâneo, desacoplando a superfície de Europa do manto rochoso, e também se os gravidade de Júpiter afetasse a crosta de gelo externa da Europa. As comparações das fotos da nave espacial Voyager 1 e Galileo servem para colocar um limite superior a esta hipótese. A revolução total do casco rígido externo em relação ao interior de Europa ocorre ao longo de 12 mil anos. Estudos das imagens de Voyager e Galileo revelaram evidências de subdução na superfície de Europa, sugerindo que, assim como as fissuras são análogas aos cumes dos oceanos, as placas de crosta gelada análogas às placas tectônicas na Terra são recicladas no interior fundido. Juntos, a evidência de propagação crustal em bandas e convergência em outros locais marca a primeira evidência de tectônica de placas em qualquer mundo que não seja a Terra. A NASA descobriu que a cor amarela visível em partes da superfície de Europa é cloreto de sódio. A descoberta sugere que o oceano salgado do subsolo de Europa pode quimicamente se assemelhar aos oceanos da Terra mais do que se pensava anteriormente. ==== Outras características geológicas ==== Outras características presentes em Europa são lenticulas circulares e elípticas (latino para \"sardas\"). Muitos são cúpulas, alguns são poços e alguns são manchas suaves e sombrias. Outros têm uma textura confusa ou áspera. Os topos da cúpula se parecem com pedaços das planícies antigas ao redor deles, sugerindo que as cúpulas se formaram quando as planícies foram empurradas por baixo.Sotin, Christophe; Head III, James W.; Tobie, Gabriel (2001). \"Europa: Tidal heating of upwelling thermal plumes and the origin of lenticulae and chaos melting\" (PDF). Retrieved 20 December 2007. Uma hipótese afirma que essas lenticulas foram formadas por diapiros de gelo quente subindo através do gelo mais frio da crosta externa, semelhante às câmaras de magma na crosta terrestre. As manchas suaves e escuras podem ser formadas por água em fusão liberada quando o gelo quente quebra a superfície. As lenticulas ásperas e confusas (chamadas regiões de \"caos\", por exemplo, Conamara Chaos) seriam formadas a partir de pequenos fragmentos da crosta, aparecendo como icebergs em um mar congelado. Uma hipótese alternativa sugere que as lenticulas são, na verdade, pequenas áreas de caos e que os poços, manchas e cúpulas são más- interpretações de imagens da sonda Galileo precoces e de baixa resolução. A implicação é que o gelo é muito fino para suportar o modelo convectivo dos diapiros. Em novembro de 2011, uma equipe de pesquisadores da Universidade do Texas em Austin e outros lugares apresentaram evidências na revista Nature, sugerindo que muitas características do \"terreno do caos\" na Europa se assentam em vastos lagos de água líquida. Esses lagos ficariam inteiramente envoltos no casco exterior gelado da Europa e distintos do oceano líquido que existe mais abaixo do invólucro de gelo. A confirmação total da existência dos lagos exigirá uma missão espacial destinada a sondar o invólucro de gelo, seja fisicamente ou indiretamente, por exemplo, usando o radar. ==Atmosfera e clima== Observações recentes feitas pelo Telescópio Espacial Hubble revelam que Europa tem uma atmosfera ténue (1 micropascal de pressão atmosférica à superfície) composta de oxigénio e vapor de água. De entre todas as luas do sistema solar, só seis têm atmosfera: Io, Calisto, Encélado, Ganímedes, Titã e Tritão. Ao contrário do oxigénio da atmosfera terrestre, o oxigénio em Europa não deve ter origem biológica. É provavelmente gerado pela luz do Sol e partículas carregadas que atingem a superfície gelada produzindo vapor de água que subsequentemente se divide em hidrogénio e oxigénio. O hidrogénio escapa à gravidade de Europa por causa da sua massa atómica muito pequena, deixando para trás o oxigénio. Em algumas áreas conseguiu-se observar uma espécie de nuvem, talvez névoa de gotas de amónia. A temperatura à superfície de Europa é de -163°C no equador e de apenas -223 °C nos pólos. ==Hidrografia== Quando da passagem das sondas Voyager, as imagens mostraram uma superfície inesperada e sem muitas marcas de impacto. O gelo que cobre a superfície assemelhava-se muito ao gelo que cobre os oceanos polares da Terra, o que levantou suspeitas entre os cientistas sobre um possível oceano por debaixo da capa de gelo. Conamara Chaos é uma região de terreno caótico que foi produzida por derretimento de gelo. A região consiste em placas de gelo que se movem e rodam. À volta destas placas há uma região caótica de blocos de gelo, que podem ter sido formados a partir de água ou gelo quente que fluiu de baixo para a superfície. A região de Conamara Chaos é vista como uma prova para a existência do oceano por baixo da capa gelada que envolve todo o globo de Europa. Conclui-se assim que era provável a existência de água líquida no passado, mas não se sabe ao certo se existe um oceano líquido na contemporaneidade. A cratera Pwyll é uma cratera jovem e tomou o nome de um deus celta do submundo. As áreas brancas que irradiam da cratera são áreas jovens que se quebraram com o impacto e voltaram a congelar, tapando novamente o oceano debaixo da superfície. A 2 de Março de 1998, a NASA anunciou que a sonda Galileo descobriu fortes evidências do que se julgar ser um oceano salgado por debaixo da superfície, o que fortaleceu as suspeitas anteriores. Provas espectrográficas mostraram que as raias vermelhas escuras e as características na superfície são ricas em sais tais como sulfato de magnésio, depositados por água que evapora que emerge do interior. Contudo, estes sais são incolores ou brancos quando puros, algum outro material deve estar presente para dar a cor avermelhada. Suspeita-se que sejam compostos sulfúricos ou ferrosos. Devido às temperaturas extremamente baixas, o gelo é tão duro como rocha e deve ter uma espessura de 10 a 30 km cobrindo toda a superfície, o que indica que o oceano líquido pode ter até 90 km de profundidade. ==Vida em Europa== Suspeita-se que a vida extraterrestre possa existir no oceano por baixo do gelo, talvez subsistindo como os seres vivos que vivem em condições semelhantes na Terra, já que Europa tem elementos essenciais para a vida como a conhecemos: água, calor e compostos orgânicos. Ou seja, em respiradouros hidrotermais como no fundo dos oceanos ou como no Lago Vostok da Antártida. No filme IMAX, documental de 2005 Aliens of the Deep de James Cameron, exobiólogos da NASA e biólogos marinhos investigam os respiradouros hidrotermais no Atlântico e Pacífico. Estas zonas têm o seu próprio ecossistema que suporta organismos como vermes-tubo gigantes, caranguejos brancos cegos, e muitos camarões. Estes animais vivem destas fontes hidrotermais superaquecidas e sulfurosas e não necessitam do sol. A ideia de algo assim em Europa tem sido discutido pelos cientistas, e esta lua é capaz de ter um ecossistema semelhante onde vida extraterrestre pode existir. Na camada exterior de gelo de Europa destacam-se zonas raiadas de cor avermelhada. Duas bactérias extremófilas terrestres que foram testadas pela NASA poderiam viver nesse oceano, e são espécies castanhas e cor-de-rosa, o que poderia explicar a cor avermelhada. A bactéria extremófila chamada Deinococcus radiodurans consegue sobreviver à radiação ultravioleta do espaço, a ambientes extremamente frios e oxidativos, assim como severamente ionizados e vácuo. Esta bactéria foi ainda exposta a testes contendo concentrações bastante altas de sulfatos de magnésio e ácido sulfúrico, condições que são esperadas em Europa. No entanto, nenhum extremófilo da Terra poderia viver na superfície de Europa, mas poderia viver no suposto oceano. Os organismos poderiam viver no oceano e serem lançados por uma espécie de erupção para a superfície e congelados de imediato. A diferença de assinaturas em infravermelho entre os micro-organismos testados e Europa poderia ser explicada pela radiação que a lua recebe. No entanto, apenas com uma missão que pouse na superfície é que seria possível verificar a veracidade desta experiência. Para evitar qualquer tipo de contaminação, a sonda Galileo foi enviada para Júpiter de forma a ser destruída, para evitar que despenhasse em Europa e contaminasse a lua com microrganismos terrestres. A introdução de microrganismos poderia tornar impossível a determinação de que Europa tem ou não vida nativa, ou até poderia destruir essas formas de vida caso existam. == Ver também == * Luas de Júpiter na ficção * Lista de crateras em Europa * Lista de falhas geológicas em Europa * Lista de linhas em Europa * Satélites de Júpiter * Hipótese da Terra bola de neve *Fossa das Marianas == Ligações externas == * Vistas do Sistema Solar: Europa * Todo o céu: Europa * Europa, a Continuing Story of Discovery at NASA/JPL * Europa Profile at NASA's Solar System Exploration site * Europa page at The ~~Nine~~ 8 Planets * Europa page at Views of the Solar System * The Calendars of Jupiter * Are our nearest living neighbours on one of Jupiter's Moons? * Preventing Forward Contamination of Europa - SSB Study of Planetary Protection policies for Europa. * Images of Europa at JPL's Planetary Photojournal * Movie of Europa's rotation from the National Oceanic and Atmospheric Administration * Europa map with feature names from Planetary Photojournal * Europa map with feature names from USGS Jupiter system page * Paul Schenk's 3D images and flyover videos of Europa and other outer solar system satellites ; ver também * Large, high- resolution Galileo image mosaics of Europan terrain from Jason Perry's (normalmente relacionado com Io) blog : 1, 2, 3, 4, 5, 6, 7. Categoria:Luas de Júpiter Categoria:Objetos astronômicos descobertos em 1610 Categoria:Satélite natural com um anel planetário",
 "title": "Europa (satélite)"
}