{
 "id": "71042",
 "text": "De celtiberos (ou celtibéricos) designam-se os povos ibéricos pré-romanos celtas ou celtizados que habitavam a Península Ibérica desde finais da Idade do Bronze, no , até à romanização da Hispânia, desde o ao . O termo denomina também genericamente os idiomas que utilizavam. Entre estes, existe um expressamente denominado celtibero, que habitava a região a oeste da Cordilheira Ibérica, a Celtibéria. Há também quem integre outros povos neste grupo étnico, como os vetões, váceos, lusitanos, carpetanos ou célticos. == Origens e território == Não há unanimidade entre os historiadores quanto à origem dos povos celtiberos. Foram descritos por historiadores como Ptolomeu, Estrabão, Marcial ou Tito Lívio e Plínio entre outros. Para Plínio, os celtas da Península Ibérica eram oriundos de tribos migrantes dos célticos da Lusitânia, região que o escritor romano parece considerar como o berço de toda a população celta da Península, incluindo os celtiberos, baseando-se na identidade de ritos sagrados, língua, e nomes de cidades. Para outros autores, tratar-se-ia de um povo celta que adaptou costumes e tradições ibéricas, assim como há quem considere que os romanos os viam como resultado da fusão das culturas do povo celta e do povo ibero, diferenciando-se assim dos seus vizinhos, tanto dos celtas do planalto como dos iberos da costa. A escassa documentação histórica e a quantidade de hipóteses sugeridas pelos vestígios arqueológicos encontrados torna difícil atribuir territórios e fronteiras concretas a este amálgama de povos. A seu espaço geográfico hipotético é denominado Celtibéria. == Povos autóctones == Pensa-se que a Península Ibérica era habitada inicialmente por povos autóctones, que vieram a ser conhecidos como iberos. Posteriormente, cerca de ou antes, chegaram à região povos indo- europeus de origem celta, que coexistiram com os iberos habitando regiões distintas. Estavam organizados em gens (uma espécie de clã familiar que ligava as tribos), embora cada tribo fosse autónoma, numa espécie de federação. Este tipo de organização social e a sua belicosidade permitiram a estes povos resistir aos invasores romanos até cerca de , com a queda de Numância. == Interação == A ideia de que, no planalto central, ocorreu a miscigenação entre os povos celtas e os povos iberos, dando origem aos celtiberos, está cada vez mais distante da realidade. Várias foram as ocasiões em que os celtas se impuseram aos indígenas na Idade do Bronze e foram assimilados com mútua influência cultural, evoluindo face a um sistema halstático e mais tarde a um consolidado sistema pós-halstático, ou então convertido numa cultura celtibérica por toda a sua magnitude, no == Ver também == * Escrita celtibérica * Língua celtibérica * Guerras celtiberas == Ligações externas == * Lorrio, Alberto. Los Celtíberos. Universidad de Alicante * Lorrio, Alberto. Los Celtíberos: análisis arqueológico de un proceso de etnogénesos. Revista de Guimarães, Volume Especial, I, Guimarães, 1999, pp. 297-319 * García Moreno, Luis. Celtic Place- and Personal-names in Spain and the Socio-political Structure and Evolution of the Celtiberians. University of Alcalá de Henares. e-Keltoi * Burillo Mozota, Francisco. Celtiberians: Problems and Debates. e-Keltoi * Pelegrín Campo, Julián. Polibio, Fabio Píctor y el origen del etnónimo “celtíberos Departamento de Didáctica de las Lenguas y de las Ciencias Humanas y SocialesUniversidad de Zaragoza Categoria:Povos ibéricos pré-romanos Categoria:Celtas",
 "title": "Celtiberos"
}