{
 "id": "7104",
 "text": "Varuna (em devanāgarī: वरुण​, IAST: Varuṇa) foi uma das divindades mais importantes dos antigos indianos, na época védica, e presidiu as águas do céu e do oceano e era o guardião da imortalidade. Devido a sua associação com às águas e do oceano, ele é frequentemente identificado com o grego Poseidon e o romano Netuno. Além disso, autores como Georges Dumézil sustentam que Varuṇa é correspondente a Urano, no sentido de que foi um antigo titã, cuja lei tirânica foi castrada por outro deus (no caso védico, provavelmente Indra); Dumézil afirma ainda que a figura de Varuṇa-Ouranós poderia ser encontrada ao longo de todo panteão pertencente às etnias indo-europeias. Ou seja, Varuṇa representaria a lei antiga e um tirano de outrora. No fundo, a figura é controvertida, aparece de relance como um ordenador primevo, mas também como uma deidade perversa que pune e castiga de modo tirânico. Há várias esferas de regência atribuídas à deidade, as quais são evocadas conforme a circunstância. == Teogonia == Varuna era um deus arquiteto e ferreiro, devido a isso possuía um conhecimento infinito. Organizou os ciclos do Sol, colocou cada rio em seu caminho, ordenou as fases da Lua, estruturou o relevo da Terra e se encarregou de nunca deixar o oceano cheio demais. Por tudo isso ele tornou-se o rei dos deuses e assim pôde dominar também sobre o destino dos homens; sustentando a vida e a protegendo do mal. Porém um grande monstro desafiou os deuses e também à Varuna. E uma profecia revelou que Varuna não poderia vencê-lo. O único capaz de vencer o monstro seria Indra, que ainda nasceria, e após vencer, tomaria o lugar de Varuna. Varuna tentou impedir o nascimento de Indra, mas foi impossível, o jovem deus nasceu e tendo poder sobre os raios e tempestades venceu o monstro e se tornou o novo rei dos deuses. Varuna então se tornou o rei dos oceanos e senhor da Noite, dividindo o céu com Surya, o deus do Dia. Varuna é um termo sânscrito, referente a uma divindade védica; Senhor da Consciência Vasta, representando a pureza etérea e a amplidão oceânica da Verdade infinita; destrói tudo o que interfere adversamente no crescimento da Consciência-Verdade, na mente do ser humano. == Senhor do nós == Varuna é chamado de Passabrit \"senhor do nó corrediço\", esse epíteto revela uma das mais relevantes características do deus. Os nós simbolizam a capacidade de prender ou libertar, de dar vida ou de tirá-la. Laços e nós, segundo o pensamento antigo podem dar vida coisas inanimadas por meio de magia. Assim, Varuna é um deus ferreiro e mago. O que em parte o relaciona profundamente com o Hefesto dos gregos e Vulcano dos romanos, ambos deuses ferreiros e magos. Com os laços e nós Varuna prendia e castigava os homens ímpios. Mas o deus também era célebre por sua delicadeza e polidez, estando pronto a perdoar os arrependidos; inclusive os inimigos declarados. Embora exista um evidente paralelismo com Urano, deus grego do céu, Varuna não estabelece uma relação especial com a Terra, como faz Urano com Gaia. Os poderes de Varuna sobre o oceano e os rios, assim como sobre todos os répteis (crocodilos e serpentes principalmente), também revela um paralelismo com o titã Oceano, deus aquático da mitologia grega. Categoria:Deuses hindus Categoria:Deuses das águas Categoria:Deuses dos ferreiros",
 "title": "Varuna"
}