{
 "id": "71096",
 "text": "thumb|276px|Castelo de Sesimbra, Portugal: entrada principal. O Castelo de Sesimbra, também referido como Castelo dos Mouros, localiza-se na freguesia do Castelo, na vila e município de Sesimbra, distrito de Setúbal, em Portugal.Ficha na base de dados SIPA O castelo medieval ergue-se em posição dominante numa falésia, sobre uma enseada que se constitui em porto natural na península de Setúbal, entre os estuários do rio Tejo e o do rio Sado, a poucos quilômetros do cabo Espichel. O Castelo de Sesimbra está classificado como Monumento Nacional desde 1910.Ficha na base de dados da DGPC == História == === Antecedentes === A primitiva ocupação humana deste trecho do litoral remonta à pré-história, condicionada pela existência dos grandes estuários, pela fertilidade das terras e pela riqueza da pesca. Em tempos históricos, a enseada de Sesimbra teria servido de ancoradouro natural para os navegantes do mar Mediterrâneo, Fenícios, Gregos e Cartagineses. Posteriormente, são testemunhos da Romanização os vestígios arqueológicos de cerâmica, em particular ânforas, moedas e sepulturas, parte desse espólio na área do castelo. Sucessivamente ocupada por Visigodos e por Muçulmanos, estes terão erguido a primitiva fortificação. === O castelo medieval === À época da Reconquista cristã da Península Ibérica, após a conquista de Lisboa (1147) a posse desta região oscilou entre muçulmanos e cristãos. Fracamente guarnecida, a fortificação de Sesimbra foi inicialmente tomada pelas forças de D. Afonso Henriques (1112-1185) em 21 de Fevereiro de 1165, que lhe terão procedido a reparos e reforços nas defesas. A conquista do Castelo de Silves em 1189 pelas forças de D. Sancho I (1185-1211), suscitou uma contra-ofensiva muçulmana que, resultou não só na perda de Silves como de grande parte da região do Alentejo, até à margem esquerda do rio Tejo. Os habitantes de Sesimbra, alertados pela queda de Alcácer do Sal e debilitados pela peste que então grassava no reino, abandonaram a povoação, que desse modo foi ocupada e arrasada pelas forças do califa almóada Iacube Almançor (1191). D. Sancho I (1185-1211) reapossou-se desta povoação por volta de 1200 com o auxílio de cruzados do Norte da Europa (então genericamente denominados de francos), aos quais ofereceu terras para colonização. Em 15 de Agosto de 1201 o soberano concedeu Carta de Foral à povoação, determinando-lhe a reconstrução do castelo \"a partir dos alicerces\". Este foral foi confirmado por seu filho e sucessor, Afonso II de Portugal (1211-1223). Sob o reinado de D. Sancho II (1223-1248), os domínios de Sesimbra e seu castelo foram entregues aos cavaleiros da Ordem de Santiago (19 de Fevereiro de 1236), na pessoa de seu Grão-Mestre, D. Paio Peres Correia. Estes monges intensificam os esforços do repovoamento, através da concessão de privilégios aos pescadores e aqui estabelecendo o couto de homiziados. Essa doação à Ordem foi confirmada em 22 de Fevereiro de 1255 por Afonso III de Portugal (1248-1279). Sob o reinado de D. Dinis (1279-1325), novos privilégios foram concedidos aos moradores: o soberano reconfirmou o foral e elevou a povoação a vila, instituindo o respectivo Concelho em 1323, e criando ainda a Póvoa da Ribeira de Sesimbra, junto ao porto. Alguns autores acreditam que, à semelhança das ações que caracterizaram o governo deste soberano, também tenham sido promovidas melhorias na defesa do castelo neste período. Também D. Afonso IV (1325-1357) e D. Fernando (1367-1383) confirmaram o foral de Sesimbra. O castelo começou a perder importância no século XIV. Durante a crise de 1383-1385, quando levantado o cerco de Lisboa em 1384, a povoação de Sesimbra foi episodicamente saqueada por embarcações castelhanas, conforme registrado pelo cronista: \"Alçado el-Rei de sobre Lisboa, ficou a frota por alguns dias; e quando partiu, chegou a Sesimbra, onde roubaram algumas cousas que tomar puderam\" (Fernão Lopes. Crónica de D. João I). Nos séculos seguintes, a póvoa junto ao porto viria a sobrepujar, em dimensões e importância, a antiga povoação, principalmente a partir dos Descobrimentos marítimos portugueses, quando se desenvolveram as atividades de construção naval e de aprovisionamento de embarcações. D. Manuel I (1495-1521) concedeu o Foral Novo à vila (1514), período em que fez erguer junto à praia uma nova fortificação, sob a invocação de São Valentim (Forte de São Valentim, também denominado Forte da Marinha), artilhada. O mais importante testemunho dessa época sobre o castelo é o Auto da Visitação efetuada em 1516 por D. Jorge de Lencastre, então Mestre da Ordem de Santiago, filho ilegítimo de D. João II (1481-1495), publicado pelo capitão Sousa Larcher. Nele se aponta que a porta principal do castelo \"de pedraria\", com suas peças de madeira \"novas e bem repairadas\", abria-se entre dois cubelos \"fortes e bons\". À sua direita erguia-se a habitação do Alcaide-mor constituída por sala, três quartos e cozinha, em pavimento assobradado, sobre quatro lojas térreas. Numa das lojas abrigava-se a cisterna e nas outras, a adega, o palheiro e a cavalariça. A parte superior desta edificação comunicava-se, por um corredor, com a torre de menagem, que então principiava ruína. À esquerda erguia-se outra habitação, semelhante à primeira, cujo uso hoje se desconhece. Alguns estudiosos admitem que tanto D. Manuel I, quanto o seu sucessor, D. João III (1521-1557), aqui residiram em alguns períodos. Este último soberano criou a nova freguesia da Ribeira, atual freguesia de Santiago. === Da Guerra da Restauração aos nossos dias === À época da Restauração da independência portuguesa, o castelo medieval sofreu obras de adaptação da sua estrutura às novas técnicas de fortificação impostas pela evolução dos meios de artilharia, recebendo então revelins de planta triangular. Ao mesmo tempo fez-se erguer junto à praia, sobre os restos do arruinado Forte de São Valentim, o novo Forte de Santiago de Sesimbra. Em meados do século XVIII, o terramoto de 1755 causou severos danos ao antigo castelo, cuja importância estratégica se viu comprometida desde então. Embora a povoação tenha se envolvido tanto na Guerra Peninsular quanto nas Guerras Liberais, não há notícias sobre o seu castelo no período. Ao final do século XIX, a costa de Sesimbra foi objeto de algumas campanhas oceanográficas por parte do soberano, Carlos de Portugal (1889-1908). Entretanto, sem acessos terrestres até ao século XX, a povoação permaneceu relativamente isolada no período, do qual só saiu com o desenvolvimento do turismo na segunda metade do século XX. O castelo encontra-se classificado como Monumento Nacional por Decreto publicado em 23 de Junho de 1910. Apenas entre as décadas de 1930 e 1940 é que a ação do poder público se fez sentir, por meio de intervenções de consolidação e restauro a cargo da Direcção Geral dos Edifícios e Monumentos Nacionais (DGEMN). Atualmente, o Castelo de Sesimbra encontra-se em relativo bom estado de conservação. == Características == O Castelo de Sesimbra ergue-se a 240 metros acima do nível do mar e apresenta planta irregular alongada, no sentido Nordeste-Sudoeste. No extremo norte encontra-se a Alcáçova medieval, de planta aproximadamente quadrangular, dominada por duas torres, uma delas a de Menagem, de planta quadrangular, cujo pavimento superior se encontra coberto por uma abóbada artesoada. No extremo oposto ergue-se uma torre de vigia, também de planta quadrangular. Na muralha ameada, se adossam os quatro baluartes seiscentistas (dois a norte e dois a sul) e rasgam-se duas portas: a Porta do Sol, a nordeste e a Porta da Azóia, a noroeste. No terrapleno subsistem a Igreja de Nossa Senhora do Castelo (erguida em 1160 e restaurada em 1721) e os restos da Casa da Câmara, junto a uma das três cisternas. == Ligações externas == * Inventário do Património Arquitectónico (DGEMN) * Instituto Português de Arqueologia * Categoria:Castelo (Sesimbra) Categoria:Património edificado em Sesimbra Sesimbra Categoria:Monumentos nacionais no distrito de Setúbal Sesimbra",
 "title": "Castelo de Sesimbra"
}