{
 "id": "71095",
 "text": "A ZON Multimédia (denominada ZON e anteriormente conhecida por PT Multimédia) foi um grupo empresarial português que liderou o mercado de televisão paga em Portugal, foi a segundo maior fornecedora de Internet e, à escala nacional, foi também líder no mercado de exibição cinematográfica. Integrou o principal índice bolsista nacional, o PSI-20. Foi a primeira empresa de Pay TV em Portugal, surgindo com a designação de TV Cabo, em 1993, antes de receber a licença para a operação cabo, em maio de 1994. Em 2008, assumiu a nova designação, ZON Multimédia, e uma nova estratégia assente na liderança do Triple Play. Em agosto de 2013, a sua fusão com a OPTIMUS deu origem à ZON OPTIMUS, denominada, desde maio de 2014, NOS. ==História== A ZON foi a primeira empresa de Pay TV em Portugal, surgindo com a designação de TV Cabo. Foi criada em 1993, antes de receber a licença para a operação cabo, em maio de 1994. O serviço foi inaugurado com 30 canais. Em 1996, com a reorganização do grupo Portugal Telecom nas áreas da rede fixa de telefones, rede de telefones móveis, televisão por cabo e multimédia, empresas, internacional, inovação e sistemas de informação, cria-se a PT Multimédia, Serviços de Telecomunicações e Multimédia, SGPS, SA, uma holding do grupo Portugal Telecom, cujos objetivos eram centralizar as atividades de Internet e Multimédia. Em 1998 é lançado o primeiro serviço satélite, permitindo expandir a oferta por todo o país. Ainda nesse ano a empresa avança com a primeira oferta nacional de Internet sobre cabo, a Netcabo e mais tarde com o ADSL, na altura as tecnologias mais inovadoras de transmissão de dados. A partir de 1999, a TV Cabo passa a liderar o mercado de distribuição de televisão ao domicílio e, mais tarde, torna-se o primeiro operador de Internet de banda larga. Nesse mesmo ano, a PT Multimédia é colocada em bolsa, ficando a Portugal Telecom com 58% do capital. Em 2001 experimenta com a TV Digital Interativa, percursora das atuais plataformas de televisão não linear e multiplataforma. Em 2004, inova com o lançamento do primeiro serviço de acesso de banda larga pré-pago em Portugal, o Zzt!. Em 2006, é lançada uma OPA pela Sonaecom SGPS ao capital da Portugal Telecom e da PT Multimédia, sendo que aí começa a derivagem entre a PT Comunicações e PT Multimédia. Em outubro de 2007, concluiu-se o processo de cisão entre Portugal Telecom e PT Multimédia, oficializada em 6 de novembro do mesmo ano, sendo que TV Cabo Portugal e PT Comunicações ficaram operadores concorrentes. Zeinal Bava, até à altura diretor executivo da PT Multimédia e da TMN e vice-presidente do grupo Portugal Telecom, tornou-se diretor executivo da Portugal Telecom. e foi substituído na PT Multimédia por Rodrigo Costa O lançamento do serviço de telefone fixo, em 2007, constituiu um marco para a evolução do negócio da empresa, que lançou uma oferta integrada de Triple Play, rompendo com os padrões de negócio da altura. Em 2008, surge a ZON Multimédia como marca independente. A empresa adotou o seu novo nome para se encaixar na estratégia de separação total e completa da Portugal Telecom. O nome ZON foi aprovado por maioria absoluta em reunião de acionistas. No mês de maio de 2008 iniciou uma nova experiência televisiva, com o lançamento da ZON Box, um equipamento pioneiro no país em termos de qualidade de som e imagem em alta definição, com capacidade de gravação até 200 horas e controlo da emissão. Em 2009, a empresa oferece acesso à internet a 100 Mbps, sustentada por uma rede de nova geração, marcando uma nova era no acesso à Internet com velocidades maiores. O primeiro passo a nível de internacionalização deu-se em 2010 com o estabelecimento da joint-venture ZAP em Angola A introdução de um produto de 360 Mbps, em 2010, representou o primeiro lançamento, a nível mundial, de um serviço comercial suportado em tecnologia EURODOCSIS 3.0. Juntamente com a oferta de 1 Gbps, uma inovação a nível europeu introduzida em 2009, este serviço representou o acesso à internet de maior velocidade a nível nacional. Em 2010, faz a primeira emissão em direto da televisão nacional a três dimensões através da criação de um canal exclusivo de conteúdos tridimensionais. Em janeiro de 2011, a ZON Multimédia Fibra lança uma oferta premium de televisão de nova geração multiplataforma e personalizável, o \"IRIS\" e, em 2012, lançou uma funcionalidade inédita a nível mundial, o serviço de gravações automáticas, que permite ver até 10 mil programas que já passaram na televisão nos últimos 7 dias. Em 2012, a ZON apresenta a App ZON Phone, que permite realizar e receber chamadas, utilizando o número fixo do serviço ZON Phone, através de uma ligação Wi-Fi. Ainda em 2011, a ZON Lusomundo apresenta um avanço tecnológico, passando a poder receber filmes e outros conteúdos de forma totalmente digital, sem necessidade de transporte de formatos físicos. Em 2012, tendo um novo conceito de cinema, apresenta O Hobbit: Uma Viagem Inesperada a 48 quadros por segundo, o dobro dos tradicionais 24 fps, em que o fluxo de imagens é mais rápido e mais próximo do que o olho humano assimila. Em 2012, negocia com a Optimus Telecomunicações para adiquiri-la e, assim, fundir as duas empresas. A assembleia geral de acionistas extraordinária realizou-se a 7 de março de 2013 e foi aprovada por 99 % do capital presente. ===Extinção da ZON Multimédia=== No dia 16 de maio de 2014 a empresa foi extinta (tal como a Opitmus) e no mesmo dia foi substituída pela NOS (Comunicações) == Acionistas == Em 2013, após a operação de fusão que resultou na ZON Multimédia e Optimus Telecomunicações, a estrutura acionista da ZON Multimédia era a seguinte: a ZOPT (controlada por Isabel dos Santos e pela Sonaecom) detinha 50,01% da empresa, a Sonaecom uma posição individual de 7,28% e o BPI era o terceiro maior acionista com 4,53%. Seguia-se a Fundação Berardo (3,38%), a Espírito Santo Irmãos (3%) e Joaquim Oliveira (2,9%). == Organização == A arquitetura de marca da ZON Multimédia ilustrou a evolução do grupo: ZON TV, ZON Lusomundo,ZON Conteúdos, ZON Madeira e ZON Açores. DREAMIA e sport•tv eram participadas a 50 por cento, respetivamente. == Distinções == Os serviços de pay TV, voz móvel e voz fixa foram distinguidos pelos portugueses como os melhores do país, no estudo ECSI Portugal 2013 - Índice Nacional de Satisfação do Cliente, em quatro anos consecutivos. Também foi distinguida pelo serviço Iris como Escolha do Consumidor 2013, num estudo levado a cabo pela Consumer Choice - Centro de Avaliação da Satisfação do Consumidor. ==Televisão== ZON TV (anteriormente ZON TVCABO e TV Cabo) era a maior operadora portuguesa de televisão por cabo e satélite e fornecia serviços de televisão, acesso à Internet e telefone (Triple Play). A operadora ZON , iniciou as suas emissões a 19 de Maio de 1994. A empresa era originalmente uma divisão da PT Multimédia, pertencente á PT até 2007, altura em que as empresas se tornaram independentes. Desde a separação da Altice Portugal (anteriormente PT) houve uma tentativa de melhorar a imagem da empresa, desgastada com a inúmeras queixas dos clientes e de abuso de posição dominante por parte das concorrentes, pelo que houve uma reorganização dos serviços de apoio, aumento dos produtos disponibilizados, em especial a introdução do Triple Play, Televisão de alta definição e (near) Video on demand e finalmente a mudança de nome de TVCabo para ZON TV (anteriormente ZON TVCabo). O marketing agressivo foi reforçado. Em Agosto de 2009, a empresa anunciou um serviço de 1GB, de nome ZON Fibra, o serviço residencial de Internet com maior débito do mercado português. No dia 24 de Julho de 2008, a ZON Multimédia comprou, em conjunto com a CBI, a Bragatel e a Pluricanal (Leiria e Santarém, já que a Pluricanal Aveiro foi comprada pela Nowo, e a Pluricanal Gondomar foi comprada pela TVTEL nos anos 1990) ao empresário José Berardo.[1] A 17 de Janeiro de 2008, a ZON TV anunciou a compra, em conjunto com a CGD, da TVTEL. O negócio estava pendente de aprovação das entidades reguladoras e, que não se opuseram às compras, apresentando em contrapartida algumas condições no negocio. Estas operações iram reforçar a posição hegemónica e dominante da TV Cabo. A intenção de fusão da ZON e da OPTIMUS foi anunciada em dezembro de 2012, mas só em Abril de 2013 foi aprovada acabando por se fundirem no dia 27 de agosto de 2013. Em 16 de Maio de 2014, nasceu a marca NOS. O serviço foi depois de 4 meses depois da TMN de renascer a marca MEO. === Serviços prestados === Os serviços que oferece incluem: * Televisão via cabo ou satélite (ver secção Tecnologia), com canais opcionais por subscrição (canais Premium); * Serviços de televisão digital: ** Guias televisivos; ** Emissões de rádio portuguesas; ** ZON Widgets (tempo, noticias, twitter, guia TVCine, jogos e quiosque (onde se podem consultar as primeiras páginas de todos os jornais e revistas)) ** Gravação digital e pausa tv ** Videoclube ** Pesquisa (Para Procurar Programas) ** MY ZON (Adicionar e Cancelar Canais) ** * Internet de banda larga: Netcabo, com velocidades de downstream entre os 512 Kbps e os 1 Gbps, consoante o produto subscrito (para subscrever o serviço de internet existe a obrigatoriedade de também subscrever ao serviço de televisão); * Serviço telefónico utilizando a rede de cabo A 27 de Maio de 2008, a ZON TVCabo alterou as posições dos canais da grelha digital de forma a permitir a introdução dos canais em alta definição. === Tecnologia === A TV Cabo distribui o seu serviço por cabo - utilizando as tecnologias DVB-C na powerbox e CATV analogicamente - e por satélite - utilizando a tecnologia DVB-S (distribuindo no satélite Hispasat). Em ambos os casos a empresa utiliza o sistema MPEG-2 para compressão da imagem, utilizando VBR, num formato alternativo, que depende do canal, podendo ser o sistema PAL, transmitindo cerca de 14 canais por frequência.[6] ==== TV Digital ==== A TV Cabo iniciou em 2005 a transição dos seus canais para o formato digital, visando a melhoria do serviço e uma melhor imagem dos canais. Alguns canais, como os canais Premium e Funtastic HD, só estão dispoíveis através do serviço de TV Digital. ==== Alta definição ==== A Maio de 2008, a ZON lançou uma nova box (ZONBOX HD+DVR), uma nova Set-Top-Box que permite aceder a canais em Alta- Definição. O equipamento é da marca Thomson, modelo DCI8220. Inclui função de gravador digital, com um disco rígido de 250GB e consulta de programação de 7 dias, permitindo o agendamento de gravações pelo GuiaTV ou baseado na hora, Videoclube com mais de 1000 títulos em diversas categorias (Excepto em nas zonas de Évora e Mirandela), tecla Mosaico e em exclusivo, os clientes desta box, podem recuar a emissão até 60 minutos e avançar na Publicidade de um canal (durante um programa). === Canal Exclusivo Nickelodeon da ZON === A TVCabo Lançou um Novo Canal de Televisão do Nickelodeon Portugal, em Junho de 2005 com os primeiros desenhos animados que estejam o SpongeBob Squarepants, Rugats, Os Padrinhos Mágicos, e entre outros. Em Maio de 2008, após a extinção da web da TMN, o Nickelodeon era exclusivo da ZON TV, que foi entre 2008 e 2014 o canal tornou-se as maiores audiências, destinada ao público infantil de 7 aos 14 anos de idade, quando foi removido quando passou para NOS em Maio de 2014. === Atualização de Software da ZONBOX HD+ E HD+DVR === A ZON TVCABO Lança frequentemente novos menus e funcionalidades. Para Ter Acesso aos serviços (tal em 2009 quando lançou o Serviço da ZON Videoclube, e em 2010 lançaram a ZON Widgets e o MYZON) deve atualizar regularmente da ZONBOX. Estas Atualizações são normalmente precedidas uma mensagem de aviso e podem demorar até 5 Minutos. Durante a Atualização de Software, foi entre 2008 e 2014 que atualizou frequentemente. == História da ZON (2008-2014) == Historia da ZON na página da NOS Categoria:NOS Categoria:Empresas fundadas em 1994 Categoria:Empresas extintas em 2013 Categoria:Empresas de telecomunicações extintas de Portugal",
 "title": "ZON Multimédia"
}