{
 "id": "71187",
 "text": "João Ferreira Franco Pinto Castelo Branco (Alcaide, Fundão, — Lisboa, ) foi um dos políticos dominantes da fase final da monarquia constitucional portuguesa. Natural de Alcaide, Fundão, era formado em Direito pela Universidade de Coimbra. Ocupou vários cargos na magistratura judicial (delegado do procurador régio), nas Alfândegas e no Tribunal Fiscal e Aduaneiro. Eleito deputado às Cortes em 1884 (pelo círculo eleitoral de Guimarães), rapidamente subiu na vida política ocupando vários postos ministeriais e a presidência do conselho de ministros. Entrando em dissidência com Hintze Ribeiro, abandonou o Partido Regenerador e formou o Partido Regenerador Liberal. Foi o autor, enquanto Ministro e Secretário de Estado dos Negócios do Reino no gabinete regenerador \"Hintze-Franco\", do Decreto de 2 de Março de 1895 que concede autonomia administrativa aos ex-distritos dos Açores. == Primeiros anos == Nasceu em Alcaide, concelho do Fundão, em 14 de Fevereiro de 1855.Gaspar, José Rabaça. Gritos na Solidão - Décimas de Inocêncio de Brito. José Rabaça Gaspar de Nomios, 2006. pp. 32. ISBN 1413536247 Filho de Frederico Carlos Ferreira Franco e Freire e Luísa Henriqueta Pinto Correia da Costa Castelo-Branco. Formou-se em Direito na Universidade de Coimbra em 1875. Entrando na carreira administrativa, desempenhou os seguintes cargos, os quais conquistou em concurso, por provas públicas, com a classificação de distinto: Delegado do Procurador Régio nas comarcas de Sátão, Baião, Alcobaça, e Lisboa desde Janeiro de 1877 a Janeiro de 1885; chefe de serviço na Administração Geral das Alfândegas desde Outubro de 1885 a Novembro de 1886; Administrador Geral das Alfândegas (interino) desde Fevereiro de 1886 até Dezembro do mesmo ano; auditor do Tribunal do Contencioso Fiscal Aduaneiro, lugar para que foi despachado em 1886 e cujo exercício muito aprecia. Logo nos bancos da Universidade se salientou pela vivacidade do seu espírito e pela energia do seu carácter, qualidades demonstradas mais tarde nas lutas partidárias, que lhe deram o papel importantíssimo que desempenhou na política portuguesa. Por decreto de 16 de Julho de 1906 foi agraciado com a grã-cruz e comenda da ordem da Torre e Espada, por serviços distintos e relevantes. ==Carreira política== Foi, com o apoio de Manso Preto, eleito a primeira vez deputado regenerador em 1884 pelo círculo de Guimarães, que só deixou de representar em Cortes quando as circunstâncias contrariaram os propósitos dos seus eleitores.Barrote, Susana de Brito. Pedro de Freitas: a Vida e a obra de um Escritor e Musicógrafo Nacionalista. Universidad de Salamanca, 2010. pp. 111. ISBN 8478001956 Sendo então incompatíveis o lugar de delegado e o cargo de deputado, optou por este, perdendo o que tinha na magistratura judicial. Pouco depois da sua eleição travou-se grave conflito entre Braga e Guimarães, e foi com a maior energia que advogou a causa da cidade que lhe dera os seus sufrágios. A luta durou mais de um ano e prendeu bastante as atenções do país. Ficou então bem claro o talento e o carácter do deputado de Guimarães, o qual recebeu calorosas manifestações de simpatia dos seus eleitores. Na sessão legislativa de 1887 proferiu diferentes discursos notáveis, apreciando as mais importantes questões, tanto políticas e administrativas como económicas e financeiras. Podem citar-se os relativos ao porto de Lisboa, porto de Leixões, pauta das alfândegas, etc. Combatendo vivamente o gabinete progressista, que esteve no poder de 1886 a 1890, não tardou o seu nome a ser indicado para fazer parte do primeiro ministério que o Partido Regenerador organizasse. ==Participação em governos regeneradores== Em 14 de Janeiro de 1890 foi efectivamente chamado aos conselhos da Coroa, sendo-lhe confiada a pasta da Fazenda, no ministério presidido por António de Serpa Pimentel,Fernandes, Paulo Jorge. Mariano Cirilo de Carvalho: o \"poder oculto\" do liberalismo progressista (1876-1892). Leya, 2010. pp. 321. ISBN 9724741583 que substituíra o gabinete progressista, da presidência de José Luciano de Castro. Ao fim de oito meses, em 12 de Outubro de 1890, caiu o ministério, e então publicou o célebre relatório sobre o estado em que se encontravam as finanças do país, documento que provocou as mais vivas discussões. Em 1891 tendo sucedido à situação progressista o gabinete presidido pelo general João Crisóstomo, novamente ascendeu aos conselhos da Coroa. Foi-lhe desta vez confiada a pasta das Obras Públicas, que geriu desde 21 de Maio de 1891 até 14 de Janeiro de 1892, data da queda do ministério. São desta época as reformas dos Institutos e Escolas Industriais e Agrícolas, e várias medidas promulgadas a fim de promover o desenvolvimento industrial e económico. Entre outros diplomas, apresentou ao parlamento o da criação dos privilégios de introdução de novas indústrias, que, não chegando então a ser convertido em lei por ter caído o ministério, foi depois aproveitado e tornado lei do país, por decreto de 1892. Inclinado ao proteccionismo, tomou parte activa na confecção das pautas proteccionistas de 1892, colaborando, na sua qualidade de presidente da comissão de Fazenda da Câmara dos Deputados, com o respectivo ministro, Oliveira Martins. Foi durante a sua gerência que se inaugurou o caminho-de- ferro da Beira Baixa, visitando el-rei D. Carlos I e a rainha D. Amélia, pela primeira vez como soberanos, as províncias do norte do país. Desde Julho de 1891 até 16 de Novembro do mesmo ano foi, também interinamente, ministro da Instrução Pública e Belas Artes. Na situação política de Fevereiro de 1893 a 1897, geriu a pasta do Reino, assumindo tal preponderância no governo que este ficou conhecido pelo \"gabinete Hintze-Franco\". Por essa ocasião decretou as reformas da instrução secundária, do Código Administrativo (1896), da lei eleitoral, estabelecendo as incompatibilidades e limitando o número de empregados públicos na câmara, dos regulamentos de sanidade marítima, a lei contra os anarquistas e a redução das circunscrições concelhias e comarcãs. Estas e outras medidas e alguns actos de força, como a supressão das Associações Comercial, e dos Lojistas de Lisboa, a ordem de expulsão de Portugal imposta ao líder republicano espanhol Nicolás Salmerón Alonso, provocaram acaloradas discussões e prenderam por muito tempo as atenções do país. João Franco não afrouxou, porém, na sua acção governativa e redobrou de esforços para acabar com a anarquia das classes que, no seu entender, eram contra a ordem pública. Foi da sua lavra a célebre lei de 13 de Fevereiro de 1896, que previa a deportação de agitadores e anarquistas para África e Timor, logo baptizada \"lei celerada\" pelos republicanos.Seara nova, Edições 1479-1502. 1969. pp. 416-418. ==A ruptura com Hintze Ribeiro e os regeneradores== Em Julho de 1900, na nova situação regeneradora, João Franco não entrou no ministério, e desde logo se julgou que não eram inteiramente cordiais as relações políticas entre ele e Hintze Ribeiro,Henriques, Mendo Castro. Dossier regicídio: o processo desaparecido, \"Colecção História e actualidade\". Tribuna da história, 2008. chefe do Partido Regenerador e presidente do gabinete. Na imprensa escrevia-se que não concordando João Franco com os processos administrativos, seria natural um rompimento. A cisão começou a evidenciar-se quando, na sessão de 13 de Fevereiro de 1901, João Franco proferiu sobre as concessões no Ultramar um discurso que não agradou ao governo, e que o presidente de conselho considerou de oposição declarada. Na sessão de 14 de Maio, o deputado José Malheiro Reimão atacou vivamente o projectoRamos, Rui. História de Portugal: A Segunda Fundação (1890-1926). Mattoso, José (edi). Círculo de Leitores, 1994. pp. 252. ISBN 9724209717 relativo à contribuição industrial, e no dia seguinte João Franco atacou também esse projecto, explicando desassombradamente à Câmara as razões de ordem política e económica que o levavam a combater esse projecto. Estes discursos causaram viva impressão e produziram os acontecimentos políticos que tiveram por desfecho a dissolução da câmara electiva, medida governamental que foi motivo de grandes controvérsias Revogada também a lei eleitoral e substituída pela de 8 de Agosto de 1901, que alterou por completo a anterior, realizaram-se as eleições gerais, ficando João Franco e quase todos os seus amigos políticos fora das Cortes. Estava, pois, consumada a cisão, e iniciada a existência dum novo grupo político, que tomou o título de Partido Regenerador Liberal, ou franquista, derivando esta última designação do apelido pelo qual era mais geralmente conhecido o seu chefe. ==João Franco conquista a Presidência do Conselho== Cinco anos decorridos após a fundação dos regeneradores-liberais, as circunstâncias da administração do país e uma activa propaganda partidária, granjearam ao franquismo valiosas e numerosas adesões. O contrato dos tabacos e outras questões, que apaixonaram a opinião pública, inutilizaram os esforços dos dois partidos, progressista e regenerador, derrubando vários ministérios. Em Maio de 1906 o país estava cansado de tanta luta e foi forçoso que subisse ao poder um grupo político, que sem compromissos anteriores pudesse liquidar e regular as importantes questões pendentes. O terceiro governo de Hintze Ribeiro cai, após apenas 57 dias no poder, e os regeneradores-liberais surgem como a alternativa. O novo ministério era composto por João Franco, Presidente do Conselho, com a pasta do Reino; Ernesto Driesel Schröter, Fazenda; Luís Cipriano Coelho de Magalhães, Estrangeiros; Aires de Ornelas e Vasconcelos, Marinha e Ultramar; António Carlos Coelho de Vasconcelos Porto, Guerra; José de Abreu do Couto Amorim Novais, Justiça; e José Malheiro Reimão, Obras Públicas. O ministério regenerador-liberal foi apoiado pelo Partido Progressista, e estes dois partidos reunidos formam a denominada concentração-liberal. João Franco afirma querer governar à inglesa (19 de Maio), prometendo o aprofundamento da democracia. Liquidada a questão dos tabacos, com o novo contrato dos tabacos de Outubro de 1906, João Franco dedicou-se à implantação das suas reformas, apresentando ao parlamento as da contabilidade pública, da responsabilidade ministerial, da liberdade de imprensa e da repressão anarquista. Na sessão parlamentar de 20 de Novembro de 1906, protagonizou a expulsão violenta do parlamento dos deputados republicanos Afonso Costa e Alexandre Braga. Face à greve académica de 1907 na Universidade de Coimbra e à crescente agitação social, o apoio parlamentar dos progressistas é retirado e os ministros progressistas demitem-se: ao contrário do que prometera na ano anterior, em vez de governar à inglesa, João Franco passa a governar à turca (2 de Maio de 1907) passando a uma situação de efectiva ditadura. A agitação social cresce e é denunciada uma conspiração promovida por republicanos e dissidentes progressistas (28 de Janeiro de 1908). A 1 de Fevereiro de 1908 dá-se o regícidio, levando o rei D. Carlos I e seu herdeiro, Luís Filipe, Príncipe Real de Portugal a serem assassinados à chegada a Lisboa. João Franco é responsabilizado pelo extremar de posições e pela falta de segurança pública e demite-se, sendo substituído a 4 de Fevereiro por um governo de acalmação presidido por Francisco Joaquim Ferreira do Amaral. ==O \"rotativismo\" e João Franco== Foi João Franco, na sua campanha para a fundação dos regeneradores liberais, que cunhou a expressão rotativismo, utilizada em sentido pejorativo, para a qualificação de um acordo entre dois partidos, entendidos como clientelas de dois homens para ludibriarem o país, feita a partir da ditadura eleitoral de 1901. Considerou que apenas existia um parlamento falsificado, porque, em vez de um sistema representativo, viveríamos num regime presidencial, dado que nenhum deputado representaria o corpo eleitoral, mas apenas o placet do presidente do conselho. Num discurso pronunciado em 16 de Maio de 1903, por ocasião da inauguração do Centro Regenerador Liberal de Lisboa, defendeu a promulgação de uma lei eleitoralSardica, José Miguel. A dupla face do franquismo na crise da monarquia portuguesa, \"Volume 6 de História (Cosmos)\". Edições Cosmos, 1994. ISBN 9728081359 que garanta a possibilidade de representação de todas as vontades e interesses gerais ou locais, ainda que não tenham o beneplácito das clientelas partidárias; e a genuinidade e verdade dos actos e operações eleitorais. Isso conseguir-se-á com uma lei de pequenas circunscrições eleitorais, entregando as operações de recenseamento e acto eleitoral exclusivamente ao poder judicial e seus agentes. ==Dados Genealógicos== João Franco Ferreira Pinto de Castelo-Branco Pais: * Frederico Carlos Ferreira Franco e Freire, natural da freguesia de Alcaide, concelho do Fundão, filho de João Ferreira Franco e Freire e de Antónia Emília Franco da Costa Fonseca. * Luísa Henriqueta Pinto Correia da Costa Castelo-Branco, natural da Guarda, filha de José Pinto de Tavares Osório Castelo-Branco, Fidalgo da Casa Real e militar, e de Ana Augusta de Morais Sarmento Correia da Costa. Casou a 17 de janeiro de 1887, na Igreja de São Francisco de Paula, pertencente à paróquia de Santos-o-Velho, em Lisboa, com Maria Lívia Ferrari Schindler, Dama da Real Ordem da Rainha Maria Luísa de Espanha, natural da freguesia dos Mártires, concelho de Lisboa, filha de Gaspar Schindler e de Maria Lívia Ferrari. Filhos: * Frederico Gaspar Schindler Franco Castelo-Branco casado com Maria Rita de Sá Pais do Amaral, filha de Manuel de Sá Pais do Amaral, 5.º conde de Anadia e de Maria da Graça Biester de Barros Lima. ==Publicações sobre João Franco== *Em 1905 Almeida Frazão coligiu e publicou em Coimbra um volume de Discursos Políticos do Conselheiro João Ferreira Franco Pinto Castello Branco. *Em 1920 foram editadas as Cartas d’El-Rei D. Carlos I a João Franco Pinto Castelo Branco, seu último Presidente do Conselho, Tip. do Anuário Comercial, 1920. *O padre José Joaquim de Sena Freitas publicou a Psychologia Política do Conselheiro João Franco, Lisboa, 1909. *João Lopes Dias, Cartas Políticas do Conselheiro João Franco a Tavares Proença, Castelo Branco, 1964. Encontra-se colaboração da sua autoria na revista Acção realistaAcção realista (1924-1926) cópia digital, Hemeroteca Digital (1924-1926). ==Na cultura popular== ===Televisão=== * Interpretado por Adriano Luz na série \"O Dia do Regicídio\" produzida pela RTP em 2008. ==Ligações externas== *Franco Pinto Castelo Branco (João Ferreira), Portugal - Dicionário Histórico, Corográfico, Heráldico, Biográfico, Bibliográfico, Numismático e Artístico, Volume III, págs. 574-576, Edição em papel, João Romano Torres - Editor, 1904-1915, Edição electrónica por Manuel Amaral, 2000-2010 Categoria:Primeiros-ministros da Monarquia Constitucional Portuguesa Categoria:Ministros das Finanças de Portugal Categoria:Políticos do Partido Regenerador Categoria:Políticos do Partido Regenerador Liberal Categoria:Rotativismo Categoria:Regicídio de 1908 Categoria:Alumni da Faculdade de Direito da Universidade de Coimbra Categoria:Grã-Cruzes da Ordem da Torre e Espada Categoria:Naturais do Fundão (Portugal)",
 "title": "João Franco"
}