{
 "id": "71201",
 "text": "Harry Houdini, nome artístico de Ehrich Weisz (Budapeste, 24 de março de 1874 — Detroit, 31 de outubro de 1926), foi um dos mais famosos escapologistas e ilusionistas da história. Ele primeiro chamou atenção em Vaudeville nos Estados Unidos e, depois, como \"Harry 'Handcuff' Houdini\", em uma turnê pela Europa, onde desafiou as forças policiais a mantê-lo preso. Logo ele ampliou seu repertório para incluir correntes, cordas penduradas em arranha-céus, camisas de força sob a água e ter que escapar e prender a respiração dentro de uma lata de leite selada com água. Em 1904, milhares de pessoas assistiam enquanto ele tentava escapar de algemas especiais encomendadas pelo Daily Mirror de Londres, mantendo-as em suspense por uma hora. Outro impacto para os telespectadores foi quando o viu enterrado vivo e apenas capaz de se agarrar à superfície, emergindo em um estado de quase colapso. Enquanto muitos suspeitavam que essas fugas eram falsas, Houdini se apresentava como o flagelo dos falsos espíritas. Como presidente da Society of American Magicians, ele estava empenhado em manter os padrões profissionais e expor artistas fraudulentos. Ele também foi rápido em processar qualquer um que imitasse suas manobras de fuga. Houdini fez vários filmes, mas parou de atuar quando não conseguiu ganhar dinheiro. Ele também era um grande aviador e pretendia se tornar o primeiro homem a pilotar um avião na Austrália. ==Biografia== Sua família emigrou para os Estados Unidos, quando Erik WeiszHarry Houdini Por Janet Piehl Google Books - acessado em 6 de novembro de 2016 (nome de batismo) tinha quatro anos, em 3 de julho de 1878, a bordo do navio SS Fresia. Teve uma infância muito pobre, o que o obrigou a trabalhar desde cedo. Judeu e filho de um rabino conhecido, o Rabino Mayer Samuel Weisz, que, ao chegarem à América, tornou-se Rabino da Congregação Sionista. Erik tinha sete irmãos e se considerava diferente deles, um pouco mais artista laico do que religioso. Porém, Houdini nunca deixou de lembrar da sua origem e do seu povo. Curioso citar que o sobrenome da família originalmente era Weisz, modificado para Weiss, e Erik para Ehrich pela pronúncia alemã, pois no início do século XX, já se pressentia levemente o que viria a ser uma perseguição ao povo judeu. Foi perfurador de poços, fotógrafo, contorcionista, trapezista. Foi também ferreiro e nesse ofício ele aprendeu os truques que mais tarde o transformariam no maior mágico ilusionista do mundo. Certa vez, seu chefe encarregou-lhe de abrir um par de algemas cuja chave um policial perdera. Após inúmeras tentativas usando serras, Houdini teve a ideia de pinçar a fechadura para abri-la. Ele conseguiu e a maneira como o fez serviu de base para abrir todas as algemas que empregava em seus truques. Erik começou sua carreira em Appleton, no estado do Wisconsin, e já com 9 anos era trapezista nos eventos que seu pai organizava para a congregação. Gostava de ser chamado de “Ehrich, o príncipe do Ar”. Durante sua infância, a situação financeira da família se deteriorava rapidamente, então, o jovem Ehrich, começou a trabalhar. Fazia todo tipo de trabalho, mas entre idas e vindas, nunca deixava de praticar sua paixão pelo trapézio, e logo ensaiava alguns truques de mágica. Em pouco tempo, percebeu que era isso o que queria fazer e foi dedicar-se para aprender seus ligeiros passos de mágica. Seu pai era absolutamente contra, queria que Ehrich se dedicasse para a congregação, mas logo em seguida aceitou a causa. Ehrich já não queria mais ser conhecido como “Ehrich, o filho do rabino” e passou a utilizar o codinome de “Harry Houdini”, em homenagem ao seu mestre (mesmo que à distância), Jean Eugene Robert-Houdin. Em 1893 passou a apresentar-se com alguns de seus irmãos, principalmente Theodore Hardeen, tendo criado um show com o nome de “The Houdini Brothers”. Durante uma apresentação, Houdini conheceu Bess Rahner (Bess Houdini), uma jovem americana com quem se casou, e passou a ser sua assistente de palco. ===Reconhecimento=== A grande virada de Houdini se deu em 1899, quando conheceu o empresário Martin Beck que ficou impressionado com suas apresentações. E, assim, agregou as apresentações de Houdini às dos grandes mágicos até o início do ano 1900, quando Houdini voltou para a Europa. Dessa vez, em uma turnê exclusiva. O grande ato de Houdini chamado “Handcuff Act” era ser preso totalmente e livrar-se da caixa de prisão. Esse truque lhe valeu fama e fortuna. Passou em turnê pela Inglaterra, Escócia, Holanda, Alemanha, França e Rússia. Em cada cidade, a polícia local gostava de testar Houdini, e prendia-o em suas celas. Houdini sempre conseguia escapar. Durante os anos de 1907 e 1910, Houdini fez grande sucesso na América. Saía de jaulas, e é claro, sempre fazia seu grande número, o “Handcuff Act”, causando enorme empolgação da plateia. Em 1912, Houdini chegou ao seu ápice. Conseguiu superar todos seus concorrentes com um ato chamado “Chinese Water Torture Cell”, na qual ele era suspenso pelas pernas dentro de um “aquário” de vidro cheio de água, preso, amarrado e imobilizado. E em instantes deveria soltar-se, o que fazia com grande êxito. Na verdade, Houdini tinha 3 minutos para sair, se não conseguisse, sua esposa-assistente deveria quebrar o aquário e retirá-lo. Desde então passou a se apresentar como mágico, fazendo números nos quais se libertava não só de algemas, mas também de correntes e cadeados, dentro de caixas, dentro de tanques fechados; dentro e fora d'água, de todo o jeito. Fez um sucesso enorme e ninguém até hoje conseguiu desvendar seus truques por completo, mesmo depois dele ter escrito boa parte dos segredos em livro. Houdini também atuou como um desenganador, tentando desmascarar determinadas pessoas que segundo ele eram charlatões disfarçados de paranormais. === Aviador === Em 1909, Houdini ficou fascinado com a aviação. Ele comprou um biplano francês Voisin por US$ 5 000 (equivalente a US$ 138 875 em 2020) e contratou um mecânico em tempo integral, Antonio Brassac. Depois de cair uma vez, ele fez seu primeiro voo bem-sucedido em 26 de novembro em Hamburgo, Alemanha. No ano seguinte, Houdini excursionou pela Austrália. Ele trouxe seu biplano Voisin com a intenção de ser a primeira pessoa na Austrália a voar.The Powerhouse Museum is the major branch of the Museum of Applied Arts and Sciences in Sydney. First Powered Flight in Australia - Episode 4 « Inside the collection – Powerhouse Museum. Powerhousemuseum.com ===Morte=== Uma demonstração de suas habilidades - a \"incrível resistência abdominal\" - causou sua morte. Após apresentar o número para uma plateia de estudantes em Montreal, no Canadá, um dos estudantes invadiu os bastidores e sem dar tempo para que Houdini preparasse os músculos, golpeou-lhe o abdômen com três socos. Os violentos golpes romperam-lhe o apêndice, e quase uma semana depois ele morreu, num hospital de Detroit. Harry Houdini morreu de peritonite secundária, devido ao apêndice rompido, ocasionado por traumas abdominais múltiplos. As testemunhas oculares foram os estudantes Jacques Price e Sam Smilovitz. De acordo com a descrição dos eventos, Houdini estava reclinando em sua poltrona após um número, quando foi confrontado pelo estudante de Artes Jocelyn Gordon Whitehead, que adentrou seu camarim e perguntou se era verdade que Houdini suportava pancadas de todo o tipo no estômago. Ao responder afirmativamente, o ilusionista foi golpeado três vezes, antes que pudesse se preparar para tal. Whitehead continuou lhe golpeando diversas vezes mais tarde, segundo rumores. Embora com sérias dores, Houdini continuou a viajar sem procurar ajuda médica. Sofrendo de uma provável apendicite por dias e tendo recusado o tratamento médico, seu apêndice provavelmente estouraria por si, mesmo sem o trauma. Quando Houdini chegou ao Teatro Garrick em Detroit, Michigan, em 24 de outubro de 1926, para o que seria sua última performance pública, estava com febre de 40º C. E havia suspeita de apendicite. Ele não se importou e entrou em cena. Durante a apresentação do “Chinese Water Torture”, Houdini não saiu em 3 minutos. Sua esposa-assistente quebrou o vidro e Houdini estava desacordado. Levado até o hospital Detroit’s Grace Hospital, foi atendido por um jovem residente chamado J. Gordon. Houdini morreu neste dia, de peritonite, devido à ruptura do apêndice. Após terem sido feitos exames de corpo delito e post mortem, a companhia de seguro de Houdini concluiu que a morte se deu devido ao incidente com o estudante e seu seguro de vida foi pago em dobro. ===Funeral=== O funeral de Houdini realizou-se em 4 de novembro de 1926 em Nova York, com mais de 2 mil pessoas presentes. Membros da sociedade de mágicos americanos compareceram a seu enterro no Cemitério Judaico de Machpelah no bairro do Queens. Em sua lápide foi afixada a insígnia da sociedade dos mágicos. No dia do aniversário de Houdini, essa sociedade mágica realiza a Cerimônia da Varinha Mágica Quebrada, em sua lembrança. A esposa de Houdini, Bess, morreu em 1943 e não pôde ser enterrada com ele por não ser de origem judaica. == Harry Houdini na cultura popular == * Houdini (1953) — com Tony Curtis * The Great Houdini conhecido como The Great Houdinis (1976) — representado por Paul Michael Glaser (filme para a TV) * Ragtime (1981) — com Jeffrey DeMunn * Houdini é o tema da música \"Houdini\" no álbum de 1982 The Dreaming com Kate Bush. A arte de capa do álbum, em que Bush é retratada segurando uma chave em sua boca e se curvando para beijar uma figura acorrentada cujo rosto é afastado da câmera, é uma homenagem a Bess Houdini. * Young Harry Houdini (1987) — com Wil Wheaton e Jeffrey DeMunn (filme para a TV) * A Night at the Magic Castle (1988) — com Arte Johnson * FairyTale: A True Story (1997) — com Harvey Keitel * Houdini (1998) — com Johnathon Schaech (filme para a TV) * Cremaster 2 (1999) — com Norman Mailer * Death Defying Acts (2007) — com Guy Pearce * Murdoch Mysteries (2008) — com Joe Dinicol (série) * Houdini (canção) (2011) — Música do álbum Torches da banda Foster the People * Houdini (2014) — com Adrien Brody (minissérie) * Houdini and Doyle (2016) —com Michael Weston (série) * Timeless (2016) — com Michael Drayer (série) * Canção da cantora Dua Lipa, \"Houdini\" (2023) * Canção do rapper Eminem, \"Houdini\" (2024) == Publicações == Houdini publicou vários livros durante sua carreira (alguns dos quais foram escritos por seu bom amigo Walter B. Gibson, o criador de The Shadow). * The Right Way to Do Wrong: An Exposé of Successful Criminals (1906). * Handcuff Secrets (1907). * The Unmasking of Robert-Houdin (1908), um estudo desmascarando as supostas habilidades de Robert-Houdin. * Magical Rope Ties and Escapes (1920). * Miracle Mongers and Their Methods (1920). * Houdini's Paper Magic (1921). * A Magician Among the Spirits (1924). * Houdini Exposes the Tricks Used by the Boston Medium \"Margery\" (1924). * Imprisoned with the Pharaohs (1924), um conto escrito por H. P. Lovecraft. * How I Unmask the Spirit Fakers, artigo para Popular Science (1925). * How I do My \"Spirit Tricks\", artigo para Popular Science (1925). * Conjuring (1926), artigo para a13ª edição da Encyclopædia Britannica. == Filmografia == * Merveilleux Exploits du Célébre Houdini à ParisCinema Lux (1909) interpretando a si mesmo * The Master MysteryOctagon Films (1918)interpretando Quentin Locke * The Grim GameFamous Players-Lasky/Paramount Pictures (1919)interpretando Harvey Handford * Terror IslandFamous Players Lasky/Paramount (1920)interpretando Harry Harper * The Man from BeyondHoudini Picture Corporation (1922)interpretando Howard Hillary * Haldane of the Secret ServiceHoudini Picture Corporation/FBO (1923)interpretando Heath Haldane == Ver também == *Mediunidade *Pseudociência == Ligações externas == * * * Artigos de Harry Houdini - Harry Ransom Center * Coleção Harry Houdini - Harry Ransom Center * Linha do tempo da vida de Houdini * O Museu Houdini - Scranton Pensilvânia * Arquivos Houdini - os documentos de Harry Price * Houdini escapa do Smithsonian * A coleção Harry Houdini - Book and Special Collections Division - Library of Congress * * Fotografias e pôsteres de Harry Houdini - New York Public Library for the Performing Arts * Categoria:Ilusionistas dos Estados Unidos Categoria:Pesquisadores de fenômenos paranormais Categoria:Naturais de Budapeste Categoria:Judeus da Hungria Categoria:Judeus dos Estados Unidos Categoria:Maçons dos Estados Unidos Categoria:Céticos Categoria:Naturais do Império Austro-Húngaro Categoria:Vaudeville",
 "title": "Harry Houdini"
}