{
 "id": "713",
 "text": "O Distrito de Portalegre é um distrito português, localizado no centro-leste do país. Limita a norte com o Distrito de Castelo Branco, a leste com a Espanha, a sul com o Distrito de Évora e a oeste com o Distrito de Santarém. A sede do distrito é a cidade de Portalegre. Tem uma área total de , sendo o 6° distrito com a maior área de todos os distritos nacionais. Em 2022 registou uma população de , sendo o 20° distrito mais populoso do país. O distrito tem uma densidade populacional de , que se dividem em 15 municípios e em 69 freguesias. À data da criação dos distritos (1835), o município de Olivença já se achava administrado por Espanha (apesar de constituir território português, segundo o Congresso de Viena), não tendo sido adstrito a nenhum dos distritos portugueses. No entanto, é provável que integrasse, pela proximidade geográfica e cultural, o distrito de Portalegre e não o de Évora. Na atual divisão principal do país, o distrito integra-se na Região do Alentejo e todos os municípios, pertencem à sub-região do Alto Alentejo. Formam a CIMAA - Comunidade Intermunicipal do Alto Alentejo. Os principais núcleos urbanos segundo os censos de 2021, são as cidades de Elvas (15 254 habitantes), Portalegre (14 138 habitantes), Ponte de Sor (7 476 habitantes) e a vila de Campo Maior (6 925 habitantes). == Subdivisões == O distrito engloba 69 freguesias subdivididas por 15 municípios:Diário da República, 1.ª Série, n.º 19,Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 20 de dezembro de 2014. * Alter do Chão (vila) * Arronches (vila) * Avis (vila) * Campo Maior (vila) * Castelo de Vide (vila) * Crato (vila) * Elvas (cidade) * Fronteira (vila) * Gavião (vila) * Marvão (vila) * Monforte (vila) * Nisa (vila) * Ponte de Sor (cidade) * Portalegre (cidade) * Sousel (vila) ==População== Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 97910 105702 115322 126326 143823 150962 165101 189044 200430 188482 145929 142905 134169 127018 118506 104989 O Distrito de Portalegre é o distrito português com menos população, segundo os dados do INE de 2021 com 104.989 habitantes. Embora o distrito tenha 15 municípios, existem apenas 3 cidades nele, sendo então os restantes 12 concelhos sediados por vilas. Apesar da capital de distrito ser a cidade de Portalegre, é Elvas a maior cidade do distrito, no entanto o concelho do distrito com mais população é o de Portalegre. Lista ordenada dos concelhos pertencentes ao distrito de Portalegre e respetiva população da sede de concelho e do concelho tendo em conta os censos do INE de 2021. # Elvas - Cidade: 15.254 habitantes | Concelho: 20.753 habitantes (7 freguesias) # Portalegre - Cidade: 14.138 habitantes | Concelho: 22.368 habitantes (7 freguesias) # Ponte de Sor - Cidade: 7.476 habitantes | Concelho: 15.253 habitantes (5 freguesias) # Campo Maior - Vila: 6.925 habitantes | Concelho: 8.045 habitantes (3 freguesias) # Nisa - Vila: 2.797 habitantes | Concelho: 5.951 habitantes (7 freguesias) # Castelo de Vide - Vila: 2.045 habitantes | Concelho: 3.121 habitantes (4 freguesias) #Alter do Chão - Vila: 1.965 habitantes | Concelho: 3.046 habitantes (4 freguesias) # Arronches - Vila: 1.725 habitantes | Concelho: 2.789 habitantes (3 freguesias) # Sousel - Vila: 1.666 habitantes | Concelho: 4.358 habitantes (4 freguesias) # Avis - Vila: 1.553 habitantes | Concelho: 3.813 habitantes (6 freguesias) #Fronteira - Vila: 1.550 habitantes | Concelho: 2.856 habitantes (3 freguesias) # Crato - Vila: 1.430 habitantes | Concelho: 3.225 habitantes (4 freguesias) # Monforte - Vila: 1.216 habitantes | Concelho: 2.990 habitantes (4 freguesias) # Gavião - Vila: 1.168 habitantes | Concelho: 3.398 habitantes (4 freguesias) # Marvão - Vila: 203 habitantes | Concelho: 3.023 habitantes (4 freguesias) == Educação no distrito == === Agrupamentos de Escolas (incluí Jardins de Infância e Escolas de 1.º, 2.º e 3.º Ciclo) === * Agrupamento de Escolas de Arronches * Agrupamento de Escolas de Alter do Chão * Agrupamento de Escolas de Avis * Agrupamento de Escolas de Castelo de Vide * Agrupamento de Escolas do Crato * Agrupamento de Escolas de Campo Maior * Agrupamento de Escolas nº 1 de Elvas * Agrupamento de Escolas nº 2 de Elvas * Agrupamento de Escolas nº 3 de Elvas * Agrupamento de Escolas de Fronteira * Agrupamento de Escolas de Gavião * Agrupamento de Escolas de Marvão * Agrupamento de Escolas de Monforte * Agrupamento de Escolas de Nisa * Agrupamento de Escolas nº 1 de Portalegre * Agrupamento de Escolas nº 2 de Portalegre * Agrupamento de Escolas de Ponte de Sor * Agrupamento de Escolas de Sousel * Colégio Luso Britânico de Elvas * Colégio Obra de Santa Zita de Elvas === Escolas Secundárias === * Escola Secundária D. Sancho II de Elvas * Escola Secundária São Lourenço de Portalegre * Escola Secundária Mouzinho da Silveira de Portalegre * Escola Secundária de Campo Maior * Escola Secundária com 3.º Ciclo de Ponte de Sor * Escola Secundária com 3.º Ciclo Padre José A. Rodrigues de Alter do Chão * Escola Secundária com 3.º Ciclo Prof. Mendes dos Remédios de Nisa === Escolas Profissionais === * Escola Profissional de Desenvolvimento Rural - Alter do Chão * Escola Profissional Agostinho Roseta – Crato * Escola de Hotelaria e Turismo – Portalegre * Escola Profissional Abreu Callado – Benavila (concelho de Avis) * Escola de Artes do Norte Alentejano - Conservatório de Portalegre * Competir - Formação e Serviços SA - Elvas * Centro de Formação Profissional de Elvas * Centro de Formação Profissional de Portalegre * Centro de Formação Profissional de Ponte de Sor === Escolas Superiores === * Instituto Politécnico de Portalegre :* Escola Superior de Saúde de Portalegre :* Escola Superior de Tecnologia, Gestão e Design de Portalegre :* Escola Superior de Educação e Ciências Sociais de Portalegre :* Escola Superior de Biociências de Elvas :* Centro Europe Direct do Alto Alentejo em Elvas * Pólo de Ensino Superior de Elvas O Pólo de Ensino Superior de Elvas é uma parceria entre a Universidade de Évora, a Universidade Técnica de Lisboa, a Universidade da Estremadura, o Instituto Politécnico de Portalegre e os Municípios de Elvas, Badajoz, Olivença, Campo Maior, Alandroal, Arronches, Borba, Vila Viçosa, Estremoz e Sousel. Este polo iniciou funções no ano letivo 2013/2014 com pós-graduações nas áreas da Regeneração Urbana e Económica. Atua em parceria com o Centro de Pós-Graduação Internacional de Campo Maior. * Universidades Seniores :* Universidade Sénior de Alter do Chão :* Universidade Sénior de Avis :* Universidade Sénior de Campo Maior :* Universidade Sénior do Crato :* Universidade Sénior de Elvas :* Universidade Sénior de Monforte :* Universidade Sénior de Marvão :* Universidade Sénior de Nisa :* Universidade Sénior de Gavião :* Universidade Sénior de Portalegre :* Universidade Sénior de Ponte de Sor :* Universidade Sénior de Sousel :* Universidade Sénior de São Vicente (Elvas) :* Universidade Sénior de Barbacena (Elvas) :* Universidade Sénior da Calçadinha (Elvas) :* Universidade Sénior de Santa Eulália (Elvas) :* Universidade Sénior de Varche (Elvas) :* Universidade Sénior de Terrugem (Elvas) == Saúde no distrito == * ULSNA – Unidade Local de Saúde do Norte Alentejano, E.P.E. ** Hospital de Santa Luzia de Elvas ** Hospital Dr. José Maria Grande de Portalegre ** Centro de Saúde de Arronches (incluí 2 extensões de saúde locais) ** Centro de Saúde de Alter do Chão (incluí 3 extensões de saúde locais) ** Centro de Saúde de Avis (incluí 4 extensões de saúde locais) ** Centro de Saúde do Crato (incluí 4 extensões de saúde locais) ** Centro de Saúde de Campo Maior (incluí 1 unidade de Saúde Familiar e 1 extensão de saúde local) ** Centro de Saúde de Castelo de Vide (incluí 1 extensão de saúde local) ** Centro de Saúde de Elvas (incluí 2 unidades de Saúde Familiar, 1 unidade de Cuidados na Comunidade e 7 extensões de saúde locais) ** Centro de Saúde de Fronteira (incluí 3 extensões de saúde locais) ** Centro de Saúde de Gavião (incluí 3 extensões de saúde locais) ** Centro de Saúde de Monforte (incluí 3 extensões de saúde locais) ** Centro de Saúde de Marvão (incluí 4 extensões de saúde locais) ** Centro de Saúde de Montargil ** Centro de Saúde de Nisa (incluí 5 extensões de saúde locais) ** Centro de Saúde de Portalegre (incluí 2 unidades de Saúde Familiar e 11 extensões de saúde locais) ** Centro de Saúde de Ponte de Sor (incluí 1 unidade de Urgência Básica e 5 extensões de saúde locais) ** Centro de Saúde de Sousel (incluí 3 extensões de saúde locais) * Centro Humanitário da Cruz Vermelha Portuguesa em Elvas ** Unidade de Cuidados Continuados e Paliativos ** Unidade de Fisioterapia e Reabilitação **Clínica de Hemodiálise ** Residência Sénior ** Delegação de Elvas da Cruz Vermelha Portuguesa ** Rede Local de Intervenção Social == Corpos Policiais e Fiscal == ==== PSP (Polícia de Segurança Pública) ==== * Comando Distrital da PSP de Portalegre: incluí a Esquadra da PSP, Esquadra de Trânsito, Esquadra de Investigação Criminal, Esquadra de Intervenção e Fiscalização. * Divisão Policial da PSP de Elvas: incluí a Esquadra da PSP, Esquadra de Trânsito, Esquadra de Investigação Criminal, Esquadra de Intervenção e Fiscalização. * Centro de Cooperação Policial e Aduaneira da Fronteira do Caia em Elvas: incluí PSP e Polícia Civil de Espanha ==== GNR (Guarda Nacional Republicana) ==== * Comando Territorial da GNR de Portalegre: Incluí a Brigada de Trânsito, a Brigada de Intervenção Rápida e a SEPNA - Serviços de Protecção da Natureza e Ambiente. * Destacamento Territorial da GNR de Portalegre: incluí os Postos Territoriais de Alter do Chão, Cabeço de Vide, Crato, Fronteira e Gáfete. * Destacamento Territorial da GNR de Elvas: incluí o Posto de Trânsito de Elvas, SEPNA e os Postos Territoriais de Arronches, Campo Maior, Monforte, Santa Eulália e Vila Boim. * Destacamento Territorial da GNR de Ponte de Sor: incluí SEPNA e os Postos Territoriais de Avis, Casa Branca, Galveias, Montargil e Sousel. * Destacamento Territorial da GNR de Nisa: incluí os Postos Territoriais de Alpalhão, Castelo de Vide, Gavião, Marvão e Santo António das Areias. * Centro de Formação da Guarda Nacional Republicana em Portalegre SEF (Serviço de Estrangeiros e Fronteiras) * Serviço de Estrangeiros e Fronteiras | Delegação de Portalegre * Serviço de Estrangeiros e Fronteiras | Delegação de Elvas *Serviço de Estrangeiros e Fronteiras | UAP - Unidade de Apoio ao Centro de Cooperação Policial e Aduaneira do Caia (Elvas) == Poder Judicial == O Distrito de Portalegre integra juntamente com os distritos de Évora, Faro, Santarém, Beja e Setúbal a área de competência territorial do Tribunal da Relação de Évora. Desde a reforma judiciária de 2014, os distritos passaram a corresponder aos tribunais judiciais de comarca (com exceção dos distritos de Lisboa e Porto, que se dividem em mais de uma comarca), sendo que o Tribunal Judicial da Comarca de Portalegre integra os seguintes juízos: ==== Comarca de Portalegre ==== * Juízos de competência especializada Juízo central cível de Portalegre. Juízo central criminal de Portalegre. Juízo local cível de Portalegre. Juízo local criminal de Portalegre. Juízo do trabalho de Portalegre. Juízo local cível de Elvas. Juízo local criminal de Elvas. * Juízos de competência genérica Juízo de competência genérica de Fronteira. Juízo de competência genérica de Nisa. Juízo de competência genérica de Ponte de Sor. *Juízos de proximidade Juízo de proximidade de Avis. Juízo de proximidade de Castelo de Vide. == Património == == Política == === Autarquias Locais === O Distrito de Portalegre conta com 15 Câmaras Municipais sendo estas lideradas pelos seguintes partidos, coligações ou movimentos desde as eleições autárquicas de 26 de setembro de 2021: * Alter do Chão (PPD-PSD/CDS-PP) * Arronches (PPD-PSD) * Avis (CDU) * Campo Maior (PS) * Castelo de Vide (PPD-PSD) * Crato (PS) * Elvas (Movimento Independente) * Fronteira (PPD-PSD) * Gavião (PS) * Marvão (PPD-PSD/CDS-PP) *Monforte (CDU) * Nisa (PS) *Ponte de Sor (PS) * Portalegre (PPD-PSD/CDS-PP) * Sousel (PS) === Eleições autárquicas === Abaixo encontra-se uma tabela com o partido pelo qual foram eleitos os presidentes das 15 câmaras do distrito de Portalegre desde 1976. Nota-se um distrito que, apesar de uma inicial clara predominância do PS, que chegou a ter simultaneamente 12 das 15 câmaras, agora é muito mais heterogéneo, sendo que atualmente o PSD (sozinho ou coligado com o CDS) tem o mesmo número de autarquias que o PS. Por fim, destaca-se a existência de dois bastiões, um do PS em Gavião, e o outro da CDU em Avis. Data Alter do Chão Arronches Avis Campo Maior Castelo de Vide Crato Elvas Fronteira Gavião Marvão Monforte Nisa Ponte de Sor Portalegre Sousel 1976 PS PS APU PS PS PS PS PS PS PS PS PS FEPU PS FEPU 1979 PS PS APU PS PS PS PSD PS PS PS PS PS APU AD PSD 1982 PS PS APU PS PS PS APU PS PS PS PS APU APU PS PSD 1985 PS PS APU PS PS PS PSD PSD PS PSD PS APU APU PS PSD 1989 PS PS CDU PS PS PS PSD CDU PS PSD PS CDU CDU PSD PSD 1993 PSD PS CDU PS PS CDU PS PSD PS PSD PS CDU PS PSD PSD 1997 PSD PS CDU PS PS PS PS PSD PS PS CDU CDU PS PS PS 2001 PSD PS CDU PS PSD PS PS PSD PS PS CDU CDU PS PSD PSD 2005 PSD-CDS PS CDU PS PSD PS PS PSD PS PSD CDU CDU PS PSD PSD 2009 PSD PSD CDU PS PSD CDU PS PSD PS PSD PS CDU PS PSD PSD 2013 PSD PSD CDU PS PSD PS PS PSD PS PSD CDU PS PS IND PSD 2017 PS PSD CDU PS PSD PS PS PSD PS PSD CDU PS PS IND PS 2021 PSD-CDS PSD CDU PS PSD PS IND PSD PS PSD-CDS CDU PS PS PSD-CDS PS Legenda dos principais partidos: * FEPU - Frente Eleitoral Povo Unido * APU - Aliança Povo Unido * CDU - Coligação Democrática Unitária * PS - Partido Socialista * PSD - Partido Social Democrata * AD - Aliança Democrática * PSD-CDS - Coligação Partido Social Democrata - Centro Democrático Social * IND - Grupo de Cidadãos === Eleições legislativas === Ano % D % D % D % D % D % D % D % D % D % D % D % D % D % D % D % D PS PCP/APU/CDU PPD/PSD MDP/CDE CDS-PP UDP AD FRS PRD PSN B.E. PAN L CH IL 1975 52,4 3 17,5 1 9,9 – 4,5 – 4,0 – 1,2 – 1976 42,0 3 22,0 1 10,1 – 13,9 – 1,0 – 1979 29,7 1 29,3 1 AD APU AD 1,7 – 32,0 2 1980 FRS 26,2 1 0,7 – 33,4 2 32,4 1 1983 38,6 2 28,0 1 19,5 1 7,8 – 0,6 – 1985 23,7 1 25,1 1 20,9 1 4,9 – 1,0 – 18,8 – 1987 25,2 1 20,8 1 37,4 1 0,7 – 3,1 – 0,7 – 6,3 – 1991 33,5 1 15,2 – 38,9 2 3,3 – – – 1,0 – 1,8 – 1995 50,5 2 14,0 – 23,4 1 6,3 – 0,8 – 0,4 – 1999 51,3 2 15,1 – 22,6 1 5,9 – 0,2 – 1,2 – 2002 45,3 2 12,4 – 30,6 1 6,5 – 1,6 – 2005 54,8 2 12,1 – 20,3 – 4,2 – 4,6 – 2009 38,3 1 12,9 – 23,8 1 8,0 – 10,8 – 2011 32,4 1 12,8 – 32,5 1 10,1 – 4,5 – 0,5 – 2015 42,4 1 12,2 – 9,2 – 0,8 – 27,6 1 0,3 – 2019 44,6 2 10,6 – 20,1 – 3,8 – 8,1 – 1,7 – 0,6 – 2,7 – 0,5 – 2022 47,2 2 7,6 – 23,2 – 1,2 – 2,9 – 0,6 – 0,6 – 11,5 – 2,1 – 2024 34,1 1 5,9 – AD AD 23,3 – 3,1 – 0,8 – 1,4 – 24,6 1 1,9 – === Deputados Eleitos pelo Distrito de Portalegre === Eleição Deputados 1975 Júlio Miranda Calha (PS) Domingos Pires Pereira (PS) António José Pinheiro da Silva (PS) António Gervásio (PCP) 1976 Luís Pereira de Moura (PS) Nicolau Dias Ferreira (PCP) 1979 José Manuel Casqueiro (PSD) João Malato Correia (PSD) Júlio Miranda Calha (PS) Joaquim Miranda (PCP) 1980 José Manuel Barradas (PSD) 1983 Júlio Miranda Calha (PS) Gil da Conceição Romão (PS) Joaquim Miranda (PCP) João Malato Correia (PSD) 1985 Joaquim Miranda (PCP) Júlio Miranda Calha (PS) João Malato Correia (PSD) 1987 João Maçãs (PSD) Diamantino Dias (PCP) 1991 Maria Conceição Rodrigues (PSD) Júlio Miranda Calha (PS) 1995 Júlio Miranda Calha (PS) Francisco Camilo (PS) Artur Torres Pereira (PSD) 1999 João Galinha Barreto (PS) João Maçãs (PSD) 2002 Zelinda Marouço Semedo (PS) Leonor Beleza (PSD) 2005 António Ceia da Silva (PS) 2009 Cristóvão Crespo (PSD) 2011 Cristóvão Crespo (PSD) Pedro Marques (PS) 2015 Luís Moreira Testa (PS) Cristóvão Crespo (PSD) 2019 Ricardo Pinheiro (PS) 2022 Ricardo Pinheiro (PS) Eduardo Oliveira Alves (PS) 2024 Henrique de Freitas (CH) ==Ligações externas==",
 "title": "Distrito de Portalegre"
}