{
 "id": "71316",
 "text": "Os seguintes são alguns dos problemas em aberto da física. Esta é uma lista incompleta de problemas proeminentes na física. Alguns destes problemas são teóricos, significando que as teorias existentes parecem incapazes de explicar alguns fenômenos observados ou resultados experimentais. Outros são experimentais, significando que há uma dificuldade em criar uma experiência para testar algumas teorias propostas ou para investigar alguns fenômenos com mais detalhes. ==Problemas teóricos== Os problemas seguintes são ou problemas teóricos fundamentais, ou ideias teóricas que não possuem evidências experimentais e estão a procura de uma, ou ambos, como a maioria deles são. Alguns desses problemas são fortemente correlacionados. Por exemplo, dimensões extras ou supersimetria devem resolver o problema de hierarquia. Pensa-se que uma teoria completa da gravitação quântica deve ser capaz de responder a maioria destes problemas (com exceção do problema da ilha de estabilidade). ===Gravidade quântica, cosmologia, e relatividade geral=== ;Catástrofe do vácuo: Porque é que a massa prevista do vácuo quântico tem pouco efeito sobre a expansão do universo? ;Gravidade quântica: Podem mecânica quântica e relatividade geral serem realizadas como uma teoria quântica de campos totalmente coerente? O espaço-tempo é fundamentalmente contínuo ou discreto? Seria uma teoria consistente envolver uma força mediada por um gráviton hipotético, ou será um produto de uma estrutura discreta do espaço-tempo em si (como na gravidade quântica em loop)? Há desvios em relação às previsões da relatividade geral em escalas muito pequenas ou muito grandes ou em outras circunstâncias extremas que fluem para uma teoria da gravitação quântica? ;Buracos negros, Paradoxo da informação em buracos negros e Radiação de buraco negro:Os buracos negros produzem radiação térmica, como esperado em termos teóricos? Será que esta radiação contem informações sobre sua estrutura interna, tal como sugerido pela dualidade Gauge-gravidade, ou não, como implícito no cálculo original de Hawking? Se não, e os buracos negros podem evaporar, o que acontece com as informações armazenadas neles (mecânica quântica não proporciona a destruição da informação)? Ou será que a radiação para em algum ponto de deixar vestígios do buraco negro? Existe outra maneira de sondar a sua estrutura interna, de algum modo, se tal estrutura existe mesmo? ;Dimensões extras: A natureza tem mais de quatro dimensões de espaço- tempo? Se sim, qual o seu tamanho? As dimensões são propriedades fundamentais do universo ou um resultado emergente de outras leis da física? Podemos experimentalmente \"ver\" sinais de maiores dimensões espaciais? ;Inflação cósmica: A teoria da inflação cósmica está correta, e em caso afirmativo, quais são os detalhes desta época? Qual é o campo hipotético do inflaton que causa esta inflação? Qual é o campo inflator hipotético que deu origem à inflação? Se a inflação ocorreu em um ponto, é auto-sustentável através da inflação de flutuações da mecânica quântica e, portanto, cursou até algum lugar incrivelmente distante? ;Matéria escura: O que é a matéria escura? Do que ela é constituída? ;Múltiplos universos: Há razões físicas para esperar outros universos, que são fundamentalmente não observáveis? Por exemplo: existem \"histórias alternativas\" na mecânica quântica ou \"muitos mundos\"? Há \"outros\" universos com leis físicas resultantes de formas alternativas de quebrar a simetria aparente das forças físicas em altas energias, possivelmente longe demais devido à inflação cósmica? É justificada a utilização do princípio antrópico global para resolver dilemas cosmológicos? ===Física de Altas Energias=== ;Problema da hierarquia:Por que a gravidade é uma força tão fraca? Ela se torna forte para partículas apenas na escala de Planck, em torno de 10^{19}Gev, muito acima da escala eletrofraca (100Gev, a escala de energia dominante na física de baixas energias). Por que estas escalas são tão diferentes de um para o outro? O que impede que as quantidades em escala eletrofraca, como a massa do bóson de Higgs, de obterem correções quânticas da ordem da escala de Planck? A solução seria supersimetria, dimensões extras, ou apenas sintonia fina antrópica? == Ver também == * Lista de problemas em aberto * Lista de problemas em aberto em matemática * Lista de problemas em aberto em neurociência * Lista de problemas em aberto em química == Ligações externas == * Categoria:Listas de física",
 "title": "Problemas em aberto da física"
}