{
 "id": "7134",
 "text": "O , também chamado de Cinturão/Cintura de Edgeworth ou Cinturão/Cintura de Edgeworth-Kuiper, é um disco circunstelar no Sistema Solar exterior, que se estende desde a órbita de Netuno a 30 unidades astronômicas (UA) até aproximadamente 50 UA do Sol. É semelhante ao cinturão de asteroides, mas é muito maior, 20 vezes mais largo e 20-200 vezes mais massivo. Como o cinturão de asteroides, consiste principalmente de corpos menores ou remanescentes de quando o Sistema Solar se formou. Enquanto muitos asteroides são compostos principalmente de rocha e metal, a maioria dos objetos do cinturão de Kuiper são compostos principalmente de voláteis congelados (denominados \"gelos\"), como metano, amônia e água. O cinturão de Kuiper abriga a maioria dos objetos que os astrônomos geralmente aceitam como planetas anões: Orcus, Plutão, Haumea, Quaoar e Makemake. Algumas das luas do Sistema Solar, como Tritão de Netuno e Febe de Saturno, podem ter se originado na região.Johnson, Torrence V.; and Lunine, Jonathan I.; Saturn's moon Phoebe as a captured body from the outer Solar System, Nature, Vol. 435, pp. 69–71 O cinturão de Kuiper recebeu o nome do astrônomo holandês Gerard Kuiper, embora ele não tenha previsto sua existência. Em 1992, o planeta menor (15760) Albion foi descoberto, o primeiro objeto do cinturão de Kuiper (KBO) desde Plutão (em 1930) e Caronte (em 1978). Desde a sua descoberta, o número de KBOs conhecidos aumentou para milhares, e acredita-se que existam mais de 100 000 KBOs com mais de 100 km de diâmetro. O cinturão de Kuiper foi inicialmente pensado para ser o principal repositório de cometas periódicos, aqueles com órbitas com duração inferior a 200 anos. Estudos desde meados da década de 1990 mostraram que o cinturão é dinamicamente estável e que o verdadeiro local de origem dos cometas é o disco disperso, uma zona dinamicamente ativa criada pelo movimento externo de Netuno há 4,5 bilhões de anos; objetos de disco disperso como como Éris têm órbitas extremamente excêntricas que as levam até 100 UA do Sol. O cinturão de Kuiper é distinto da hipotética nuvem de Oort, que se acredita ser mil vezes mais distante e principalmente esférica. Os objetos dentro do cinturão de Kuiper, juntamente com os membros do disco disperso e quaisquer objetos potenciais da nuvem de Hills ou da nuvem de Oort, são coletivamente chamados de objetos transnetunianos (TNOs). Plutão é o maior e mais massivo membro do cinturão de Kuiper e o maior e o segundo mais massivo TNO conhecido, superado apenas por Éris no disco disperso. Originalmente considerado um planeta, o status de Plutão como parte do cinturão de Kuiper fez com que fosse reclassificado como um planeta anão em 2006. É composicionalmente semelhante a muitos outros objetos do cinturão de Kuiper, e seu período orbital é característico de uma classe de KBOs, conhecidos como \"plutinos\", que compartilham a mesma ressonância 2:3 com Netuno. O cinturão de Kuiper e Netuno podem ser tratados como um marcador da extensão do Sistema Solar, alternativas sendo a heliopausa e a distância na qual a influência gravitacional do Sol é igualada pela de outras estrelas (estimada entre 50 000 UA e 125 000 UA). == História == Após a descoberta de Plutão em 1930, muitos especularam que talvez não estivesse sozinho. A região agora chamada de cinturão de Kuiper foi hipotetizada de várias formas por décadas. Foi somente em 1992 que a primeira evidência direta de sua existência foi encontrada. O número e variedade de especulações anteriores sobre a natureza do cinturão de Kuiper levaram a uma incerteza contínua sobre quem merece crédito por propô-lo primeiro. === Hipóteses === O primeiro astrônomo a sugerir a existência de uma população transnetuniana foi Frederick C. Leonard. Logo após a descoberta de Plutão por Clyde Tombaugh em 1930, Leonard ponderou se \"não era provável que em Plutão tenha surgido o primeiro de uma série de corpos ultranetunianos, cujos membros restantes ainda aguardam descoberta, mas que estão destinados eventualmente ser detectado\". Nesse mesmo ano, o astrônomo Armin Otto Leuschner sugeriu que Plutão \"pode ser um dos muitos objetos planetários de longo período ainda a serem descobertos\". Em 1943, no Journal of the British Astronomical Association, Kenneth Edgeworth levantou a hipótese de que, na região além de Netuno, o material dentro da nebulosa solar primordial era muito espaçado para se condensar em planetas e, portanto, condensado em uma miríade de corpos menores. A partir disso, ele concluiu que \"a região externa do Sistema Solar, além das órbitas dos planetas, é ocupada por um número muito grande de corpos comparativamente pequenos\" e que, de tempos em tempos, um deles \"vagueia de sua própria esfera e aparece como um visitante ocasional do Sistema Solar interior\", tornando-se um cometa. Em 1951, em um artigo em Astrophysics: A Topical Symposium, Gerard Kuiper especulou sobre um disco semelhante ter se formado no início da evolução do Sistema Solar, mas ele não achava que tal cinturão ainda existisse hoje. Kuiper estava operando com base na suposição, comum em sua época, de que Plutão era do tamanho da Terra e, portanto, havia espalhado esses corpos em direção à nuvem de Oort ou para fora do Sistema Solar. Se a hipótese de Kuiper estivesse correta, não haveria um cinturão de Kuiper hoje. A hipótese assumiu muitas outras formas nas décadas seguintes. Em 1962, o físico Alastair G. W. Cameron postulou a existência de \"uma enorme massa de material pequeno na periferia do Sistema Solar\". Em 1964, Fred L. Whipple, que popularizou a famosa hipótese da \"bola de neve suja\" para a estrutura cometária, pensou que um \"cinturão de cometas\" poderia ser grande o suficiente para causar as supostas discrepâncias na órbita de Urano que desencadearam a busca pelo Planeta X, ou , no mínimo, massivo o suficiente para afetar as órbitas de cometas conhecidos. A observação descartou esta hipótese. Em 1977, Charles T. Kowal descobriu 2060 Chiron, um planetoide gelado com uma órbita entre Saturno e Urano. Ele usou um comparador de piscar, o mesmo dispositivo que permitiu a Clyde Tombaugh descobrir Plutão quase 50 anos antes. Em 1992, outro objeto, 5145 Pholus, foi descoberto em uma órbita similar. Hoje, sabe-se que toda uma população de corpos semelhantes a cometas, chamados de centauros, existe na região entre Júpiter e Netuno. As órbitas dos centauros são instáveis e têm uma vida dinâmica de alguns milhões de anos. Desde a descoberta de 2060 Chiron em 1977, os astrônomos especulam que os centauros, portanto, devem ser frequentemente reabastecidos por algum reservatório externo. Mais evidências da existência do cinturão de Kuiper surgiram posteriormente do estudo de cometas. Já se sabe há algum tempo que os cometas têm uma vida útil finita. À medida que se aproximam do Sol, seu calor faz com que suas superfícies voláteis se sublimem no espaço, dispersando-as gradualmente. Para que os cometas continuem visíveis ao longo da idade do Sistema Solar, eles devem ser reabastecidos com frequência. Uma proposta para tal área de reabastecimento é a nuvem de Oort, possivelmente um enxame esférico de cometas que se estende além de 50 000 UA do Sol, inicialmente sugerido pelo astrônomo holandês Jan Oort em 1950. Acredita-se que a nuvem de Oort seja o ponto de origem dos cometas de longo período, que são aqueles, como Hale-Bopp, com órbitas que duram milhares de anos. Existe outra população de cometas, conhecida como cometas de curto período ou periódicos, que consiste naqueles cometas que, como o cometa Halley, têm períodos orbitais de menos de 200 anos. Na década de 1970, a taxa em que os cometas de curto período estavam sendo descobertos estava se tornando cada vez mais inconsistente com o fato de terem surgido apenas da nuvem de Oort. Para um objeto da nuvem de Oort se tornar um cometa de curto período, primeiro ele teria que ser capturado pelos planetas gigantes. Em um artigo publicado no Monthly Notices of the Royal Astronomical Society em 1980, o astrônomo uruguaio Julio Ángel Fernández afirmou que para cada cometa de curto período a ser enviado ao Sistema Solar interior a partir da nuvem de Oort, 600 teriam que ser ejetados no espaço interestelar. Ele especulou que um cinturão de cometas entre 35 e 50 UA seria necessário para explicar o número observado de cometas. Dando sequência ao trabalho de Fernández, em 1988 a equipe canadense de Martin Duncan, Tom Quinn e Scott Tremaine realizou uma série de simulações de computador para determinar se todos os cometas observados poderiam ter chegado da nuvem de Oort. Eles descobriram que a nuvem de Oort não poderia explicar todos os cometas de curto período, particularmente porque os cometas de curto período estão agrupados perto do plano do Sistema Solar, enquanto os cometas da nuvem de Oort tendem a chegar de qualquer ponto do céu. Com um \"cinturão\", como o descreveu Fernández, somado às formulações, as simulações correspondiam às observações. Alegadamente porque as palavras \"Kuiper\" e \"cinturão de cometas\" apareceram na frase de abertura do artigo de Fernández, Tremaine chamou essa região hipotética de \"cinturão de Kuiper\". === Descoberta === Em 1987, o astrônomo David C. Jewitt, então no MIT, ficou cada vez mais intrigado com \"o aparente vazio do Sistema Solar exterior\". Ele encorajou a então estudante de pós- graduação Jane Luu a ajudá-lo em seu esforço para localizar outro objeto além da órbita de Plutão, porque, como ele disse a ela, \"se não o fizermos, ninguém o fará\". Usando telescópios no Observatório Nacional de Kitt Peak, no Arizona, nos Estados Unidos e no Observatório Interamericano de Cerro Tololo, no Chile, Jewitt e Luu conduziram sua busca da mesma maneira que Clyde Tombaugh e Charles Kowal fizeram, com um comparador de piscar. Inicialmente, o exame de cada par de placas levava cerca de oito horas, mas o processo foi acelerado com a chegada de dispositivos eletrônicos de carga acoplada ou CCDs, que, embora seu campo de visão fosse mais estreito, não eram apenas mais eficientes na captação de luz (retêm 90% da luz que os atinge, em vez dos 10% alcançados pelas fotografias), mas permitem que o processo de piscar seja feito virtualmente, na tela do computador. Hoje, os CCDs formam a base para a maioria dos detectores astronômicos. Em 1988, Jewitt mudou-se para o Instituto de Astronomia da Universidade do Havaí, nos Estados Unidos. Luu mais tarde se juntou a ele para trabalhar no telescópio de 2,24 m da Universidade do Havaí em Mauna Kea. Eventualmente, o campo de visão dos CCDs aumentou para 1024 por 1024 pixels, o que permitiu que as buscas fossem realizadas muito mais rapidamente. Finalmente, após cinco anos de busca, Jewitt e Luu anunciaram em 30 de agosto de 1992 a \"Descoberta do objeto candidato ao cinturão de Kuiper 1992 QB1\". Este objeto mais tarde seria nomeado 15760 Albion. Seis meses depois, eles descobriram um segundo objeto na região, (181708) 1993 FW. Em 2018, mais de 2 000 objetos do cinturão de Kuiper foram descobertos. Mais de mil corpos foram encontrados em um cinturão nos vinte anos (1992-2012), depois de encontrar (nomeado em 2018, 15760 Albion), mostrando um vasto cinturão de corpos além de Plutão e Albion. Na década de 2010, a extensão total e a natureza dos corpos do cinturão de Kuiper são amplamente desconhecidas. Finalmente, no final da década de 2010, dois KBOs voaram de perto por uma solda espacial não tripulada, fornecendo observações muito mais próximas do sistema plutoniano e de outro KBO. Estudos realizados desde que a região transnetuniana foi mapeada pela primeira vez mostraram que a região agora chamada de cinturão de Kuiper não é o ponto de origem dos cometas de curto período, mas que eles derivam de uma população ligada chamada disco disperso. O disco disperso foi criado quando Netuno migrou para o proto-cinturão de Kuiper, que na época estava muito mais próximo do Sol, e deixou em seu rastro uma população de objetos dinamicamente estáveis que nunca poderiam ser afetados por sua órbita (o cinturão de Kuiper propriamente dito) e uma população cujos periélios estão próximos o suficiente para que Netuno ainda possa perturbá-los enquanto viaja ao redor do Sol (o disco disperso). Como o disco disperso é dinamicamente ativo e o cinturão de Kuiper é relativamente estável dinamicamente, o disco disperso é agora visto como o ponto de origem mais provável para cometas periódicos. === Nome === Os astrônomos às vezes usam o nome alternativo Cinturão de Edgeworth-Kuiper para creditar Kenneth Edgeworth, e KBOs são ocasionalmente referidos como EKOs. Brian G. Marsden afirma que nenhum dos dois merece crédito verdadeiro: \"Nem Edgeworth nem Kuiper escreveram sobre nada remotamente parecido com o que estamos vendo agora, mas Fred L. Whipple escreveu\". Comentários de David C. Jewitt: \"Se alguma coisa ... Julio Ángel Fernández quase merece o crédito por prever o Cinturão de Kuiper.\" Os KBOs às vezes são chamados de \"kuiperoides\", um nome sugerido por Clyde Tombaugh.Clyde Tombaugh, \"The Last Word\", Letters to the Editor, Sky & Telescope, December 1994, p. 8 O termo \"objeto transnetuniano\" (TNO) é recomendado para objetos no cinturão por vários grupos científicos porque o termo é menos controverso do que todos os outros, não é um sinônimo exato, pois os TNOs incluem todos os objetos que orbitam o Sol além do órbita de Netuno, não apenas aqueles no cinturão de Kuiper. == Estrutura == Em sua extensão máxima (mas excluindo o disco disperso), incluindo suas regiões periféricas, o cinturão de Kuiper se estende de aproximadamente 30 a 55 UA. O corpo principal do cinturão é geralmente aceito para se estender da ressonância de movimento médio 2:3 (veja abaixo) em 39,5 UA até a ressonância 1:2 em aproximadamente 48 UA. O cinturão de Kuiper é bastante espesso, com a concentração principal estendendo-se até dez graus fora do plano da eclíptica e uma distribuição mais difusa de objetos estendendo-se várias vezes mais longe. No geral, ele se assemelha mais a um toro ou rosquinha do que a um cinturão. Sua posição média é inclinada em relação à eclíptica em 1,86 graus. A presença de Netuno tem um efeito profundo na estrutura do cinturão de Kuiper devido às ressonâncias orbitais. Em uma escala de tempo comparável à idade do Sistema Solar, a gravidade de Netuno desestabiliza as órbitas de quaisquer objetos que estejam em certas regiões e os envia para o Sistema Solar interno ou para o disco disperso ou espaço interestelar. Isso faz com que o cinturão de Kuiper tenha lacunas pronunciadas em seu layout atual, semelhantes às lacunas de Kirkwood no cinturão de asteroides. Na região entre 40 e 42 UA, por exemplo, nenhum objeto pode manter uma órbita estável durante tais tempos, e qualquer objeto observado nessa região deve ter migrado para lá há relativamente pouco tempo. === Cinturão clássico === Entre as ressonâncias 2:3 e 1:2 com Netuno, em aproximadamente 42 a 48 UA, as interações gravitacionais com Netuno ocorrem em uma escala de tempo estendida, e os objetos podem existir com suas órbitas essencialmente inalteradas. Essa região é conhecida como cinturão de Kuiper clássico, e seus membros compreendem aproximadamente dois terços dos KBOs observados até o momento. Como o primeiro KBO moderno descoberto (Albion, mas há muito chamado (15760) 1992 QB1) é considerado o protótipo desse grupo, os KBOs clássicos são frequentemente chamados de cubewanos (\"Q-B-1-os\"). As diretrizes estabelecidas pela União Astronômica Internacional exigem que os KBOs clássicos recebam nomes de seres mitológicos associados à criação. O cinturão de Kuiper clássico parece ser um composto de duas populações separadas. A primeira, conhecida como população \"dinamicamente fria\", tem órbitas muito parecidas com os planetas; quase circulares, com uma excentricidade orbital inferior a 0,1 e com inclinações relativamente baixas de até cerca de 10° (elas ficam próximas ao plano do Sistema Solar e não em um ângulo). A população fria também contém uma concentração de objetos, referidos como kernel, com semieixo maiores em 44 a 44,5 UA. A segunda, a população \"dinamicamente quente\", tem órbitas muito mais inclinadas em relação à eclíptica, em até 30°. As duas populações receberam esse nome não por causa de qualquer grande diferença de temperatura, mas por analogia com as partículas de um gás, que aumentam sua velocidade relativa à medida que são aquecidas. Não são apenas as duas populações em órbitas diferentes, a população fria também difere em cor e albedo, sendo mais vermelha e mais brilhante, tem uma fração maior de objetos binários, tem uma distribuição de tamanho diferente, e carece de objetos muito grandes. A massa da população dinamicamente fria é aproximadamente 30 vezes menor que a massa da quente. A diferença de cores pode ser um reflexo de diferentes composições, o que sugere que elas se formaram em diferentes regiões. Supõe-se que a população quente tenha se formado perto da órbita original de Netuno e tenha se espalhado durante a migração dos planetas gigantes. A população fria, por outro lado, foi proposta como tendo se formado mais ou menos em sua posição atual porque é improvável que os binários soltos sobrevivam aos encontros com Netuno. Embora o modelo de Nice pareça ser capaz de explicar pelo menos parcialmente uma diferença de composição, também foi sugerido que a diferença de cor pode refletir diferenças na evolução da superfície. === Ressonâncias === Quando o período orbital de um objeto é uma proporção exata de Netuno (uma situação chamada ressonância de movimento médio), ele pode ficar travado em um movimento sincronizado com Netuno e evitar ser perturbado se seus alinhamentos relativos forem apropriados. Se, por exemplo, um objeto orbita o Sol duas vezes para cada três órbitas de Netuno, e se atinge o periélio com Netuno a um quarto de órbita dele, sempre que retornar ao periélio, Netuno estará sempre na mesma posição relativa como começou, porque terá completado órbitas ao mesmo tempo. Isso é conhecido como ressonância 2:3 (ou 3:2) e corresponde a um semieixo maior característico de cerca de 39,4 UA. Esta ressonância 2:3 é preenchida por cerca de 200 objetos conhecidos, incluindo Plutão e suas luas. Em reconhecimento a isso, os membros dessa família são conhecidos como plutinos. Muitos plutinos, incluindo Plutão, têm órbitas que cruzam a de Netuno, embora sua ressonância signifique que eles nunca podem colidir. Os plutinos têm altas excentricidades orbitais, sugerindo que eles não são nativos de suas posições atuais, mas foram jogados ao acaso em suas órbitas pela migração de Netuno. As diretrizes da União Astronômica Internacional determinam que todos os plutinos devem, como Plutão, receber nomes de divindades do submundo. A ressonância 1:2 (cujos objetos completam meia órbita para cada um de Netuno) corresponde a semieixo maiores de ~47.7 UA e é pouco povoada. Seus residentes às vezes são chamados de twotinos. Outras ressonâncias também existem em 3:4, 3:5, 4:7 e 2:5. Netuno tem vários objetos troianos, que ocupam seus pontos lagrangeanos, regiões gravitacionalmente estáveis que o conduzem e seguem em sua órbita. Os troianos de Netuno estão em ressonância de movimento médio de 1:1 com Netuno e geralmente têm órbitas muito estáveis. Além disso, há uma relativa ausência de objetos com semieixo maiores abaixo de 39 UA que aparentemente não pode ser explicada pelas ressonâncias presentes. A hipótese atualmente aceita para a causa disso é que, à medida que Netuno migrou para fora, ressonâncias orbitais instáveis moveram-se gradualmente por essa região e, portanto, quaisquer objetos dentro dela foram varridos ou ejetados gravitacionalmente dela. === Penhasco de Kuiper === A ressonância 1:2 em 47.8 UA parece ser uma borda além da qual poucos objetos são conhecidos. Não está claro se é realmente a borda externa do cinturão clássico ou apenas o começo de uma ampla lacuna. Objetos foram detectados na ressonância 2:5 em aproximadamente 55 UA, bem fora do cinturão clássico; as previsões de um grande número de corpos em órbitas clássicas entre essas ressonâncias não foram verificadas por observação. Com base em estimativas da massa primordial necessária para formar Urano e Netuno, bem como corpos tão grandes quanto Plutão (ver § Distribuição de massa e tamanho), modelos anteriores do cinturão de Kuiper sugeriram que o número de objetos grandes aumentaria em um fator de dois além de 50 UA, então essa queda drástica repentina, conhecida como penhasco de Kuiper, foi inesperada e até o momento sua causa é desconhecida. Bernstein, Trilling, et al. (2003) encontraram evidências de que o rápido declínio em objetos de 100 km ou mais de raio além de 50 UA é real, e não devido ao viés observacional. As possíveis explicações incluem que o material a essa distância era muito escasso ou muito disperso para se acumular em objetos grandes, ou que processos subsequentes removeram ou destruíram aqueles que o fizeram. Patryk Lykawka, da Universidade de Kobe, afirmou que a atração gravitacional de um grande objeto planetário invisível, talvez do tamanho da Terra ou de Marte, pode ser a responsável. == Origem == As origens precisas do cinturão de Kuiper e sua estrutura complexa ainda não são claras, e os astrônomos aguardam a conclusão de vários telescópios de pesquisa de campo amplo, como o Pan-STARRS e o futuro LSST, que devem revelar muitos KBOs atualmente desconhecidos. Essas pesquisas fornecerão dados que ajudarão a determinar as respostas a essas perguntas. O Pan-STARRS 1 concluiu sua missão científica primária em 2014, e os dados completos das pesquisas Pan-STARRS 1 foram publicados em 2019, ajudando a revelar muitos outros KBOs. Acredita-se que o cinturão de Kuiper consista de planetesimais, fragmentos do disco protoplanetário original ao redor do Sol que não conseguiram se fundir totalmente em planetas e, em vez disso, se formaram em corpos menores, o maior com menos de 3 000 quilômetros de diâmetro. Estudos das contagens de crateras em Plutão e Caronte revelaram uma escassez de pequenas crateras sugerindo que tais objetos se formaram diretamente como objetos consideráveis na faixa de dezenas de quilômetros de diâmetro, em vez de serem acrescidos de corpos muito menores, com escala de aproximadamente quilômetros. Mecanismos hipotéticos para a formação desses corpos maiores incluem o colapso gravitacional de nuvens de seixos concentrados entre redemoinhos em um disco protoplanetário turbulento ou em instabilidades de fluxo. Essas nuvens em colapso podem se fragmentar, formando binários. Simulações de computador modernos mostram que o cinturão de Kuiper foi fortemente influenciado por Júpiter e Netuno, e também sugerem que nem Urano nem Netuno poderiam ter se formado em suas posições atuais, porque existia muito pouca matéria primordial naquela faixa para produzir objetos de massa tão alta. Em vez disso, estima-se que esses planetas tenham se formado mais perto de Júpiter. A dispersão de planetesimais no início da história do Sistema Solar teria levado à migração das órbitas dos planetas gigantes: Saturno, Urano e Netuno desviaram-se para fora, enquanto Júpiter desviou-se para dentro. Eventualmente, as órbitas mudaram para o ponto onde Júpiter e Saturno atingiram uma ressonância exata de 1:2; Júpiter orbitou o Sol duas vezes para cada órbita de Saturno. As repercussões gravitacionais de tal ressonância acabaram desestabilizando as órbitas de Urano e Netuno, fazendo com que fossem espalhadas para fora em órbitas de alta excentricidade que cruzavam o disco planetesimal primordial. Enquanto a órbita de Netuno era altamente excêntrica, suas ressonâncias de movimento médio se sobrepunham e as órbitas dos planetesimais evoluíram caoticamente, permitindo que os planetesimais se afastassem até a ressonância 1:2 de Netuno para formar um cinturão dinamicamente frio de objetos de baixa inclinação. Mais tarde, depois que sua excentricidade diminuiu, a órbita de Netuno se expandiu em direção à sua posição atual. Muitos planetesimais foram capturados e permanecem em ressonâncias durante esta migração, outros evoluíram para órbitas de maior inclinação e menor excentricidade e escaparam das ressonâncias para órbitas estáveis. Muito mais planetesimais foram espalhados para dentro, com pequenas frações sendo capturadas como troianos de Júpiter, como satélites irregulares orbitando os planetas gigantes e como asteroides do cinturão externo. O restante foi espalhado novamente por Júpiter e, na maioria dos casos, ejetado do Sistema Solar, reduzindo a população primordial do cinturão de Kuiper em 99% ou mais. A versão original do modelo atualmente mais popular, o \"modelo de Nice\", reproduz muitas características do cinturão de Kuiper, como as populações \"fria\" e \"quente\", objetos ressonantes e um disco disperso, mas ainda não leva em conta algumas das características de suas distribuições. O modelo prevê uma excentricidade média mais alta em órbitas KBO clássicas do que a observada (0,10 a 0,13 versus 0,07) e sua distribuição de inclinação prevista contém muito poucos objetos de alta inclinação. Além disso, a frequência de objetos binários no cinturão frio, muitos dos quais distantes e pouco ligados, também representa um problema para o modelo. Prevê-se que estes tenham sido separados durante encontros com Netuno, levando alguns a propor que o disco frio se formou em sua localização atual, representando a única população verdadeiramente local de corpos menores do Sistema Solar. Uma modificação recente do modelo de Nice faz com que o Sistema Solar comece com cinco planetas gigantes, incluindo um gigante gelado adicional, em uma cadeia de ressonâncias de movimento médio. Cerca de 400 milhões de anos após a formação do Sistema Solar, a cadeia de ressonância é quebrada. Em vez de serem espalhados no disco, os gigantes gelados primeiro migram para fora em várias UA. Essa migração divergente acaba levando a um cruzamento de ressonância, desestabilizando as órbitas dos planetas. O gigante gelado extra encontra Saturno e é espalhado para dentro em uma órbita de cruzamento de Júpiter e após uma série de encontros é ejetado do Sistema Solar. Os planetas restantes continuam sua migração até que o disco planetesimal esteja quase esgotado, com pequenas frações restantes em vários locais. Como no modelo original de Nice, os objetos são capturados em ressonância com Netuno durante sua migração externa. Alguns permanecem nas ressonâncias, outros evoluem para órbitas de maior inclinação e menor excentricidade e são lançados em órbitas estáveis formando o cinturão clássico dinamicamente quente. A distribuição da inclinação do cinturão quente pode ser reproduzida se Netuno migrar de 24 UA para 30 UA em uma escala de tempo de 30 milhões de anos. Quando Netuno migra para 28 UA, ele tem um encontro gravitacional com o gigante gelado extra. Objetos capturados do cinturão frio na ressonância de movimento médio 1:2 com Netuno são deixados para trás como uma concentração local em 44 UA quando este encontro faz com que o semieixo maior de Netuno salte para fora. Os objetos depositados no cinturão frio incluem alguns binários 'azuis' frouxamente ligados, originários de uma localização mais próxima do que a atual do cinturão frio. Se a excentricidade de Netuno permanecer pequena durante esse encontro, a evolução caótica das órbitas do modelo original de Nice é evitada e um cinturão frio primordial é preservado. Nas fases posteriores da migração de Netuno, uma varredura lenta de ressonâncias de movimento médio remove os objetos de maior excentricidade do cinturão frio, truncando sua distribuição de excentricidade. == Composição == Estando distante do Sol e dos planetas principais, acredita-se que os objetos do cinturão de Kuiper não sejam afetados pelos processos que moldaram e alteraram outros objetos do Sistema Solar; assim, determinar sua composição forneceria informações substanciais sobre a constituição do Sistema Solar mais antigo. Devido ao seu pequeno tamanho e distância extrema da Terra, a composição química dos KBOs é muito difícil de determinar. O principal método pelo qual os astrônomos determinam a composição de um objeto celeste é a espectroscopia. Quando a luz de um objeto é dividida em suas cores componentes, uma imagem semelhante a um arco-íris é formada. Esta imagem é chamada de espectro. Diferentes substâncias absorvem luz em diferentes comprimentos de onda e, quando o espectro de um objeto específico é desvendado, linhas escuras (chamadas de linhas de absorção) aparecem onde as substâncias dentro dele absorveram aquele comprimento de onda específico da luz. Cada elemento ou composto tem sua própria assinatura espectroscópica única e, ao ler a \"impressão digital\" espectral completa de um objeto, os astrônomos podem determinar sua composição. A análise indica que os objetos do cinturão de Kuiper são compostos de uma mistura de rocha e uma variedade de gelos, como água, metano e amônia. A temperatura do cinturão é de apenas cerca de 50 K, de modo que muitos compostos que seriam gasosos mais próximos do Sol permanecem sólidos. As densidades e frações rocha-gelo são conhecidas apenas para um pequeno número de objetos para os quais os diâmetros e as massas foram determinados. O diâmetro pode ser determinado por imagens com um telescópio de alta resolução, como o Telescópio Espacial Hubble, pelo tempo de uma ocultação quando um objeto passa na frente de uma estrela ou, mais comumente, usando o albedo de um objeto calculado a partir de sua emissões infravermelhas. As massas são determinadas usando os semieixo maiores e períodos de satélites, que são conhecidos apenas para alguns objetos binários. As densidades variam de menos de 0,4 a 2,6 g/cm3. Acredita-se que os objetos menos densos sejam em grande parte compostos de gelo e tenham uma porosidade significativa. Os objetos mais densos provavelmente são compostos de rocha com uma fina crosta de gelo. Há uma tendência de baixas densidades para objetos pequenos e altas densidades para objetos maiores. Uma explicação possível para essa tendência é que o gelo foi perdido das camadas superficiais quando objetos diferenciados colidiram para formar os objetos maiores. Inicialmente, a análise detalhada dos KBOs era impossível e, portanto, os astrônomos só conseguiram determinar os fatos mais básicos sobre sua composição, principalmente sua cor. Esses primeiros dados mostraram uma ampla gama de cores entre os KBOs, variando do cinza neutro ao vermelho escuro. Isso sugeriu que suas superfícies eram compostas por uma ampla gama de compostos, de gelos sujos a hidrocarbonetos. Essa diversidade foi surpreendente, pois os astrônomos esperavam que os KBOs fossem uniformemente escuros, tendo perdido a maior parte dos gelos voláteis de suas superfícies pelos efeitos dos raios cósmicos. Várias soluções foram sugeridas para esta discrepância, incluindo recapeamento por impactos ou desgaseificação. A análise espectral de David C. Jewitt e Jane Luu dos objetos conhecidos do cinturão de Kuiper em 2001 descobriu que a variação na cor era muito extrema para ser facilmente explicada por impactos aleatórios. Acredita-se que a radiação do Sol alterou quimicamente o metano na superfície dos KBOs, produzindo produtos como tolinas. Makemake demonstrou possuir vários hidrocarbonetos derivados do processamento de radiação do metano, incluindo etano, etileno e acetileno. Embora até o momento a maioria dos KBOs ainda pareçam sem características espectrais devido à sua fraqueza, houve vários sucessos na determinação de sua composição. Em 1996, Robert H. Brown et al. adquiriu dados espectroscópicos no KBO 1993 SC, que revelaram que a composição de sua superfície é marcadamente semelhante à de Plutão, bem como à lua de Netuno, Tritão, com grandes quantidades de gelo de metano. Para os objetos menores, apenas as cores e, em alguns casos, os albedos foram determinados. Esses objetos se enquadram em duas classes: cinza com albedos baixos ou muito vermelhos com albedos altos. Supõe-se que a diferença de cores e albedos se deva à retenção ou perda de sulfeto de hidrogênio (H2S) na superfície desses objetos, com as superfícies daqueles que se formaram longe o suficiente do Sol para reter o H2S sendo avermelhadas devido à irradiação. Os maiores KBOs, como Plutão e Quaoar, possuem superfícies ricas em compostos voláteis como metano, nitrogênio e monóxido de carbono; a presença dessas moléculas provavelmente se deve à sua pressão de vapor moderada na faixa de temperatura de 30 a 50 K do cinturão de Kuiper. Isso permite que eles ocasionalmente fervam suas superfícies e depois caiam novamente como neve, enquanto os compostos com pontos de ebulição mais altos permaneceriam sólidos. A abundância relativa desses três compostos nos maiores KBOs está diretamente relacionada à gravidade de superfície e à temperatura ambiente, que determina quais eles podem reter. O gelo de água foi detectado em vários KBOs, incluindo membros da família Haumea, como , objetos de tamanho médio, como 38628 Huya e 20000 Varuna, e também em alguns objetos menores. A presença de gelo cristalino em objetos grandes e médios, incluindo 50000 Quaoar, onde também foi detectado hidrato de amônia, pode indicar atividade tectônica passada auxiliada pela redução do ponto de fusão devido à presença de amônia. == Distribuição de massa e tamanho == Apesar de sua vasta extensão, a massa coletiva do cinturão de Kuiper é relativamente baixa. A massa total da população dinamicamente quente é estimada em 1% da massa da Terra. Estima-se que a população dinamicamente fria seja muito menor, com apenas 0.03% da massa da Terra. Enquanto a população dinamicamente quente é considerada o remanescente de uma população muito maior que se formou mais perto do Sol e se espalhou durante a migração dos planetas gigantes, em contraste, acredita-se que a população dinamicamente fria tenha se formado em sua localização atual. A estimativa mais recente (2018) coloca a massa total do cinturão de Kuiper em (1,97±0,30)×10−2a massa da Terra com base na influência que exerce sobre o movimento dos planetas. A pequena massa total da população dinamicamente fria apresenta alguns problemas para os modelos de formação do Sistema Solar porque uma massa considerável é necessária para o acréscimo de KBOs maiores que 100 km de diâmetro. Se o cinturão de Kuiper clássico e frio sempre tivesse sua baixa densidade atual, esses grandes objetos simplesmente não poderiam ter se formado pela colisão e fusão de planetesimais menores. Além disso, a excentricidade e a inclinação das órbitas atuais tornam os encontros bastante \"violentos\", resultando em destruição em vez de acréscimo. A remoção de uma grande fração da massa da população dinamicamente fria é considerada improvável. A influência atual de Netuno é muito fraca para explicar uma \"aspiração\" tão massiva, e a extensão da perda de massa por moagem colisional é limitada pela presença de binários frouxamente ligados no disco frio, que provavelmente serão interrompidos em colisões. Em vez de se formar a partir de colisões de planetesimais menores, o objeto maior pode ter se formado diretamente do colapso de nuvens de seixos. As distribuições de tamanho dos objetos do cinturão de Kuiper seguem uma série de leis de potência. Uma lei de potência descreve a relação entre N(D) (o número de objetos de diâmetro maior que D) e D, e é chamada de inclinação de brilho. O número de objetos é inversamente proporcional a alguma potência do diâmetro D: : \\frac{d N}{d D} \\propto D^{-q}. que produz (assumindo que q não é 1) :N\\propto D^{1-q}+\\text{uma constante }. (A constante pode ser diferente de zero apenas se a lei de potência não se aplicar a valores altos de D.) As primeiras estimativas baseadas em medições da distribuição de magnitude aparente encontraram um valor de q = 4 ± 0,5, o que implicava que existem 8 (=23) vezes mais objetos na faixa de 100 a 200 km do que na faixa de 200 a 400 km de alcance. Pesquisas recentes revelaram que as distribuições de tamanho dos objetos clássicos quentes e frios têm diferentes inclinações. A inclinação para os objetos quentes é q = 5,3 em grandes diâmetros e q = 2,0 em pequenos diâmetros com a mudança na inclinação em 110 km. A inclinação para os objetos frios é q = 8,2 em grandes diâmetros e q = 2,9 em pequenos diâmetros com uma mudança na inclinação em 140 km. As distribuições de tamanho dos objetos de dispersão, os plutinos e os troianos de Netuno têm inclinações semelhantes às outras populações dinamicamente quentes, mas podem ter um divot, uma diminuição acentuada no número de objetos abaixo de um tamanho específico. Supõe-se que esse divot seja devido à evolução colisional da população ou à formação da população sem objetos abaixo desse tamanho, com os objetos menores sendo fragmentos dos objetos originais. Os menores objetos conhecidos do cinturão de Kuiper com raios abaixo de 1 km só foram detectados por ocultações estelares, pois são muito fracos (magnitude 35) para serem vistos diretamente por telescópios como o Telescópio Espacial Hubble. Os primeiros relatos dessas ocultações foram de Schlichting et al. em dezembro de 2009, que anunciou a descoberta de um pequeno objeto do cinturão de Kuiper com raio sub-quilômetro na fotometria arquivística do Hubble de março de 2007. Com um raio estimado de ou um diâmetro de , o objeto foi detectado pelo sistema de rastreamento de estrelas do Hubble quando ocultou brevemente uma estrela por 0.3 segundos. Em um estudo subsequente publicado em dezembro de 2012, Schlichting et al. realizou uma análise mais completa da fotometria arquivística do Hubble e relatou outro evento de ocultação por um objeto do cinturão de Kuiper de tamanho sub-quilômetro, estimado em de raio ou de diâmetro. A partir dos eventos de ocultação detectados em 2009 e 2012, Schlichting et al. determinou a inclinação da distribuição do tamanho do objeto do cinturão de Kuiper como q = 3,6 ± 0,2 ou q = 3,8 ± 0,2, com as suposições de uma única lei de potência e uma distribuição de latitude eclíptica uniforme. Seu resultado implica um forte déficit de objetos do cinturão de Kuiper de tamanho sub-quilômetro em comparação com extrapolações da população de objetos maiores do cinturão de Kuiper com diâmetros acima de 90 km. == Objetos espalhados == O disco disperso é uma região escassamente povoada, sobrepondo-se ao cinturão de Kuiper, mas estendendo-se além de 100 UA. Objetos de disco dispersos (SDOs) têm órbitas muito elípticas, muitas vezes também muito inclinadas para a eclíptica. A maioria dos modelos de formação do Sistema Solar mostra KBOs e SDOs se formando primeiro em um cinturão primordial, com interações gravitacionais posteriores, particularmente com Netuno, enviando os objetos para fora, alguns em órbitas estáveis (os KBOs) e alguns em órbitas instáveis, o disco disperso. Devido à sua natureza instável, suspeita-se que o disco disperso seja o ponto de origem de muitos dos cometas de curto período do Sistema Solar. Suas órbitas dinâmicas ocasionalmente os forçam a entrar no Sistema Solar interno, primeiro tornando-se centauros e depois cometas de curto período. De acordo com o Minor Planet Center, que cataloga oficialmente todos os objetos transnetunianos, um KBO é qualquer objeto que orbita exclusivamente dentro da região definida do cinturão de Kuiper, independentemente de origem ou composição. Objetos encontrados fora do cinturão são classificados como objetos dispersos. Em alguns círculos científicos, o termo \"objeto do cinturão de Kuiper\" tornou-se sinônimo de qualquer planeta gelado menor nativo do Sistema Solar externo que se supõe ter feito parte dessa classe inicial, mesmo que sua órbita durante a maior parte da história do Sistema Solar tenha estado além do cinturão de Kuiper (por exemplo, na região do disco disperso). Eles frequentemente descrevem objetos de disco dispersos como \"objetos dispersos do cinturão de Kuiper\". Éris, que é conhecido por ser mais massivo que Plutão, é frequentemente referido como um KBO, mas é tecnicamente um SDO. Um consenso entre os astrônomos quanto à definição precisa do cinturão de Kuiper ainda não foi alcançado, e esta questão permanece sem solução. Os centauros, que normalmente não são considerados parte do cinturão de Kuiper, também são considerados objetos dispersos, com a única diferença de que foram espalhados para dentro, e não para fora. O Minor Planet Center agrupa os centauros e os SDOs juntos como objetos dispersos. === Tritão === Durante seu período de migração, acredita-se que Netuno tenha capturado um grande KBO, Tritão, que é a única grande lua no Sistema Solar com uma órbita retrógrada (orbita oposta à rotação de Netuno). Isso sugere que, ao contrário das grandes luas de Júpiter, Saturno e Urano, que se acredita terem se aglutinado a partir de discos giratórios de material em torno de seus jovens planetas hospedeiros, Tritão era um corpo totalmente formado que foi capturado do espaço circundante. A captura gravitacional de um objeto não é fácil: requer algum mecanismo para desacelerar o objeto o suficiente para ser capturado pela gravidade do objeto maior. Uma possível explicação é que Tritão fazia parte de um binário quando encontrou Netuno. (Muitos KBOs são membros de binários. Veja abaixo.) A ejeção do outro membro do binário por Netuno poderia então explicar a captura de Tritão. Tritão é apenas 14% maior que Plutão, e a análise espectral de ambos os mundos mostra que suas superfícies são amplamente compostas de materiais semelhantes, como metano e monóxido de carbono. Tudo isso aponta para a conclusão de que Tritão já foi um KBO que foi capturado por Netuno durante sua migração externa. == Maiores KBOs == Desde 2000, vários KBOs com diâmetros entre 500 e 1.500 km, mais da metade do diâmetro de Plutão, foram descobertos. 50000 Quaoar, um KBO clássico descoberto em 2002, tem mais de 1 200 km de diâmetro. Makemake e Haumea, ambos anunciados em 29 de julho de 2005, são ainda maiores. Outros objetos, como 28978 Ixion (descoberto em 2001) e 20000 Varuna (descoberto em 2000), medem aproximadamente 600 a 700 km de diâmetro. === Plutão === A descoberta desses grandes KBOs em órbitas semelhantes à de Plutão levou muitos a concluir que, além de seu tamanho relativo, Plutão não era particularmente diferente de outros membros do cinturão de Kuiper. Esses objetos não são apenas semelhantes a Plutão em tamanho, mas muitos também têm satélites e são de composição semelhante (metano e monóxido de carbono foram encontrados em Plutão e nos maiores KBOs). Assim, assim como Ceres era considerado um planeta antes da descoberta de seus companheiros asteroides, alguns começaram a sugerir que Plutão também poderia ser reclassificado. A questão foi trazida à tona pela descoberta de Éris, um objeto no disco disperso muito além do cinturão de Kuiper, que agora é conhecido por ser 27% mais massivo que Plutão. (Éris foi originalmente pensado para ser maior do que Plutão em volume, mas a missão New Horizons descobriu que não era esse o caso). Em resposta, a União Astronômica Internacional (IAU) foi forçada a definir o que é um planeta pela primeira vez e, ao fazê-lo, incluiu em sua definição que um planeta deve ter \"limpado a vizinhança em torno de sua órbita\". Como Plutão compartilha sua órbita com muitos outros objetos consideráveis, considerou-se que não havia limpado sua órbita e, portanto, foi reclassificado de planeta para planeta anão, tornando-o membro do cinturão de Kuiper. Embora Plutão seja atualmente o maior KBO conhecido, há pelo menos um objeto maior conhecido atualmente fora do cinturão de Kuiper que provavelmente se originou nele: a lua de Netuno, Tritão (que, como explicado acima, é provavelmente um KBO capturado). Não está claro quantos KBOs são grandes o suficiente para serem planetas anões. A consideração das densidades surpreendentemente baixas de muitos candidatos a planetas anões sugere que poucos o são. Orcus, Plutão, Haumea, Quaoar e Makemake são aceitos pela maioria dos astrônomos; alguns propuseram outros órgãos, como Salacia, ,Mike Brown, 'How many dwarf planets are there in the outer solar system?' Accessed 15 November 2013 e Ixion. === Satélites === Os seis maiores TNOs (Éris, Plutão, Gonggong, Makemake, Haumea e Quaoar) são todos conhecidos por terem satélites, e dois deles têm mais de um. Uma porcentagem maior dos KBOs maiores têm satélites do que os objetos menores no cinturão de Kuiper, sugerindo que um mecanismo de formação diferente foi responsável. Há também um grande número de binários (dois objetos próximos o suficiente em massa para orbitar \"um ao outro\") no cinturão de Kuiper. O exemplo mais notável é o binário Plutão- Caronte, mas estima-se que cerca de 11% dos KBOs existam em binários. == Exploração == Em 19 de janeiro de 2006, foi lançada a primeira sonda espacial a explorar o cinturão de Kuiper, a New Horizons, que sobrevoou Plutão em 14 de julho de 2015. Além do sobrevoo de Plutão, o objetivo da missão era localizar e investigar outros objetos mais distantes no cinturão de Kuiper. Em 15 de outubro de 2014, foi revelado que o Telescópio Espacial Hubble havia descoberto três alvos potenciais, provisoriamente designados PT1 (\"alvo potencial 1\"), PT2 e PT3 pela equipe da New Horizons. Os diâmetros dos objetos foram estimados na faixa de 30 a 55 km; muito pequeno para ser visto por telescópios terrestres, em distância do Sol de 43 a 44 UA, o que colocaria os encontros no período de 2018 a 2019. As probabilidades iniciais estimadas de que esses objetos eram alcançáveis dentro do orçamento de combustível da New Horizons eram de 100%, 7% e 97%, respectivamente. Todos eram membros do cinturão de Kuiper clássico \"frio\" (baixa inclinação, baixa excentricidade) e, portanto, muito diferentes de Plutão. PT1 (dada a designação temporária \"1110113Y\" no site do HST), o objeto com localização mais favorável, tinha magnitude 26.8, 30 a 45 km de diâmetro e foi encontrado em janeiro de 2019. Uma vez que informações orbitais suficientes foram fornecidas, o Minor Planet Center deu designações oficiais para os três alvos KBOs: (PT1), (PT2) e (PT3). No outono de 2014, um possível quarto alvo, , havia sido eliminado por observações de acompanhamento. O PT2 estava fora da corrida antes do sobrevoo de Plutão. Em 26 de agosto de 2015, o primeiro alvo, (apelidado de \"Ultima Thule\" e posteriormente nomeado 486958 Arrokoth), foi escolhido. O ajuste de curso ocorreu no final de outubro e início de novembro de 2015, levando a um sobrevoo em janeiro de 2019. Em 1 de julho de 2016, a NASA aprovou financiamento adicional para a New Horizons visitar o objeto. Em 2 de dezembro de 2015, a New Horizons detectou o que era então chamado de (mais tarde chamado de 15810 Arawn) a 270 milhões de km de distância.New Horizons' catches a wandering Kuiper Belt Object not far off spacedaily.com Laurel MD (SPX). 7 December 2015. Em 1 de janeiro de 2019, a New Horizons voou com sucesso por Arrokoth, retornando dados mostrando que Arrokoth era um binário de contato de 32 km de comprimento por 16 km de largura. O instrumento Ralph a bordo da New Horizons confirmou a cor vermelha de Arrokoth. Os dados de sobrevoo continuarão a ser baixados nos próximos 20 meses. Nenhuma missão de acompanhamento para a New Horizons está planejada, embora pelo menos dois conceitos para missões que retornariam à órbita ou pousariam em Plutão tenham sido estudados. Além de Plutão, existem muitos grandes KBOs que não podem ser visitados com a New Horizons, como os planetas anões Makemake e Haumea. Novas missões seriam encarregadas de explorar e estudar esses objetos em detalhes. A Thales Alenia Space estudou a logística de uma missão orbital para Haumea, um alvo científico de alta prioridade devido ao seu status de corpo pai de uma família colisional que inclui vários outros TNOs, bem como o anel de Haumea e duas luas. O principal autor, Joel Poncy, defendeu uma nova tecnologia que permitiria que as sondas espaciais alcançassem e orbitassem dos KBOs em 10 a 20 anos ou menos. O investigador principal da New Horizons, Alan Stern, sugeriu informalmente missões que passariam pelos planetas Urano ou Netuno antes de visitar novos alvos KBO, avançando assim na exploração do cinturão de Kuiper enquanto também visitava esses planetas gigantes de gelo pela primeira vez desde os sobrevoos da Voyager 2 na década de 1980. === Estudos de projeto e missões conceituais === 50000 Quaoar foi considerado um alvo de sobrevoo para uma sonda encarregada de explorar o meio interestelar, já que atualmente está perto do nariz heliosférico; Pontus Brandt, Applied Physics Laboratory da Universidade Johns Hopkins, e seus colegas estudaram uma sonda que passaria por Quaoar na década de 2030 antes de continuar para o meio interestelar através do nariz heliosférico. Entre seus interesses em Quaoar estão o provável desaparecimento da atmosfera de metano e o criovulcanismo. A missão estudada por Brandt e seus colegas seria lançada usando SLS e atingiria 30 km/s usando um sobrevoo de Júpiter. Alternativamente, para uma missão orbital, um estudo publicado em 2012 concluiu que Ixion e Huya estão entre os alvos mais viáveis. Por exemplo, os autores calcularam que uma missão orbital poderia chegar a Ixion após 17 anos de viagem, se lançada em 2039. No final da década de 2010, um estudo de projeto de Glen Costigan e colegas discutiu a captura orbital e cenários de múltiplos alvos para objetos do cinturão de Kuiper.Low-Cost Opportunity for Multiple Trans-Neptunian Object Rendezvous and Capture, AAS Paper 17-777. Alguns objetos do cinturão de Kuiper estudados naquele artigo em particular incluíam , e 47171 Lempo. Outro estudo de projeto de Ryan McGranaghan e colegas em 2011 explorou um levantamento de sondas espaciais dos grandes objetos transnetunianos Quaoar, Sedna, Makemake, Haumea e Éris. As missões interestelares avaliaram a inclusão de um sobrevoo de objetos do cinturão de Kuiper como parte de sua missão.PLANETARY SCIENCE WITH AN INTERSTELLAR PROBE. https://www.hou.usra.edu/meetings/lpsc2019/pdf/2709.pdf == Cinturões de Kuiper extrassolares == Em 2006, os astrônomos haviam resolvido discos de poeira que se pensava serem estruturas semelhantes ao cinturão de Kuiper em torno de nove estrelas além do Sol. Eles parecem se enquadrar em duas categorias: cinturões largos, com raios de mais de 50 UA, e cinturões estreitos (provavelmente como o do Sistema Solar) com raios entre 20 e 30 UA e limites relativamente nítidos. Além disso, 15 a 20% das estrelas do tipo solar têm um excesso de infravermelho observado que é sugestivo de estruturas massivas semelhantes ao cinturão de Kuiper. A maioria dos discos de detritos conhecidos em torno de outras estrelas são relativamente jovens, mas as duas imagens à direita, tiradas pelo Telescópio Espacial Hubble em janeiro de 2006, têm idade suficiente (cerca de 300 milhões de anos) para se estabelecerem em configurações estáveis. A imagem da esquerda é uma \"visão superior\" de um cinturão largo, e a imagem da direita é uma \"visão de borda\" de um cinturão estreito. Simulações de poeira no cinturão de Kuiper sugerem que, quando era mais jovem, pode ter se parecido com os anéis estreitos vistos em torno de estrelas mais jovens. == Ver também == * Cinturão de asteroides * Lista de candidatos a planeta anão * Lista de objetos transnetunianos * Planeta Nove == Notas == == Ligações externas == * Dave Jewitt's page @ UCLA ** The belt's name * List of short period comets by family * Kuiper Belt Profile by NASA's Solar System Exploration * The Kuiper Belt Electronic Newsletter * Wm. Robert Johnston's TNO page * Minor Planet Center: Plot of the Outer Solar System, illustrating Kuiper gap * Website of the International Astronomical Union (debating the status of TNOs) * XXVIth General Assembly 2006 * nature.com article: diagram displaying inner solar system, Kuiper Belt, and Oort Cloud, taken from * SPACE.com: Discovery Hints at a Quadrillion Space Rocks Beyond Neptune (Sara Goudarzi) 15 August 2006 06:13 am ET * The Outer Solar System Astronomy Cast episode No. 64, includes full transcript. * The Kuiper belt - 365daysofastronomy.org * Nine Planets' webpage on the Edgeworth- Kuiper Belt and Oort Cloud * List of TNOS Categoria:Região transnetuniano Categoria:Água extraterrestre Categoria:Objetos astronômicos descobertos em 1992",
 "title": "Cinturão de Kuiper"
}