{
 "id": "71345",
 "text": "Arlete Arguente Guerreiro, mais conhecida por Argentinita (1 de Janeiro de 1905 - 4 de Novembro de 1940), foi poetisa portuguesa. Natural da cidade de Sines (Portugal) sofreu de diversas deficiências físicas. Apesar das limitações físicas que a condicionavam, foi uma publicista e escritora que escreveu a partir de uma pequena vila da periferia e que conseguiu atingir uma notoriedade local e regional no seu tempo, participando dos debates locais sobre o desenvolvimento regional durante o Estado Novo. == Biografia == Nasceu no dia 1 de Janeiro de 1905, na antiga Rua Direita, hoje Rua Teófilo Braga, no prédio com os números 89 e 91. Era filha de Manuel João Guerreiro, operário corticeiro e comerciante, e de Clotilde Argente Guerreiro. Sofreu vários problemas de saúde, mas, apesar disso, desde cedo começou a escrever. A professora Emília Mendes da Silva acompanhou-a e apoiou-a, procurando estimular a sua produção literária. A saúde impossibilitou-a de ingressar no liceu e de cumprir o sonho de frequentar o curso do magistério primário. Apesar disso, continuou a sua educação por correspondência, com a escritora e professora Aurélia Borges (1916-2015), responsável pela primeira edição da obra da alentejana Florbela Espanca. Também Aurélia Borges prefaciou a primeira edição da obra de Arlete em 1947. A partir de 1937 a sua saúde degradou-se, e deixou de poder sair de casa. À data da morte estava praticamente surda e com muitos problemas de visão. Quando morreu, em 4 de Novembro de 1940, em plena Segunda Guerra Mundial, gerou-se uma corrente de pesar e consternação. Na imprensa multiplicam-se os tributos de poetas e escritores. Aurélia Borges descreveu assim a sua protegida: pessoa de emoção suave e belo coração. A partir de 1933 começou a publicar em várias publicações periódicas regionais e nacionais, como a Gazeta do Sul, publicada no Montijo, ou Voz do Minho, em Valpaços, onde passava temporadas por razões de saúde. A sua obra foi publicada postumamente, em 1947, organizada pelo professor primário e erudito local Joaquim de Sines Fernandes e pelo irmão Jacinto Argente Guerreiro a partir da recolha de Aurélia Borges. Sines Fernandes e Jacinto Argente Guerreiro formaram uma comissão que tinha como objectivo a publicação integral da obra de Arlete. No entanto, apenas foram publicados os contos e as poesias infantis, e permaneceram inéditos os trabalhos de teatro infantil, lírica e sonetos. Esta obra foi reeditada em 1981 pela Câmara Municipal de Sines. Por outro lado, os seus inúmeros artigos nas publicações periódicas do seu tempo mantêm-se dispersas. Considerou-se que Arlete era praticante de uma literatura cheia de humor e idealismo, muito apreciadas no seu tempo. No bosquejo biográfico de Sines Fernandes ressalva- se, no entanto, que foi brilhante escritora e prosadora de valor (Guerreiro, 1981: XVII). Esta vertente da escritora sineense foi secundarizada em relação ao seu trabalho poético e dramatúrgico, dirigido ao público infantil, e, muitas vezes, imbuído de valores conservadores. Categoria:Poetas de Portugal Categoria:Naturais de Sines Categoria:Nascidos em 1905 Categoria:Mortos em 1940",
 "title": "Arlete Argente Guerreiro"
}