{
 "id": "71343",
 "text": "Emmerico Hartwich Nunes (Lisboa, 6 de janeiro de 1888 — 18 de janeiro de 1968), foi um pintor, ilustrador e caricaturista português. Pertence à primeira geração de artistas modernistas portugueses.França, José Augusto - A Arte em Portugal no Século XX: 1911-1961 [1974]. Lisboa: Bertrand Editora, 1991, p. 33, 164. == Biografia / Obra == De ascendência portuguesa (pela parte do pai) e alemã (pela parte da mãe), a sua vida e obra seriam \"fortemente marcadas pela sua condição de artista entre duas pátrias\".Centro de Arte Moderna, Fundação Calouste Gulbenkian – Emmerico Nunes. Página visitada em 16-04-2013 Parte para Paris em 1906 (onde permanece até 1911), depois para Munique (1911-1914), tornando-se colaborador da revista semanal Meggendorfer Blätter. Após a eclosão da 1ª Guerra Mundial fixa residência em Zurique (1914-1918). Realiza exposições individuais na Suiça e em Lisboa e mantém a colaboração com a revista alemã. Regressa a Portugal em 1918. Torna-se colaborador efetivo da revista semanal Fliegende Blätter (1919-1936); colabora nas revistas espanholas Buen Humor, Esfera e Mundo Gráfico (1920-1936). Em Portugal, a partir da década de 1920, colabora em revistas como: ABC; ABC- zinho; Ilustração (iniciada em 1926); Magazine Bertrand; O riso d'a vitória (1919-); Panorama (revista portuguesa de arte e turismo).Nunes, Emmérico – Emmérico Nunes: Exposição retrospetiva da obra do pintor. Lisboa: Secretaria de Estado da Informação e Turismo, 1972A.A.V.V. – Os Anos Quartenta na Arte Portuguesa (tomo 1). Lisboa: Fundação Calouste Gulbenkian, 1982, p. 144 Pintor, desenhador publicitário, ilustrador e restaurador de pinturas, é acima de tudo como desenhador humorista que se notabiliza, tendo exposto nas Exposições dos Humoristas entre 1912 e 1924. Para além de centenas de desenhos humorísticos publicados em periódicos alemães, suíços, holandeses, espanhóis e portugueses, a sua obra obra inclui uma importante produção de pintura (retrato, auto-retrato, paisagem). Expõe nas exposições da Sociedade Nacional de Belas Artes entre 1910 e 1956, tendo ganho a 1ª Medalha de caricatura em 1910 e a 2ª Medalha de pintura em 1917. Participa nas Exposições de Arte Moderna do S.P.N./S.N.I. de 1935 a 1951. Entre 1937 e 1939 integra, juntamente com Bernardo Marques, Carlos Botelho, Fred Kradolfer, Thomaz de Mello e José Rocha, a equipa de decoradores do S.P.N. (Secretariado de Propaganda Nacional) encarregues da realização dos pavilhões de Portugal nas exposições de Paris, Nova Iorque e S. Francisco (Exposição Internacional de Artes e Técnicas, Paris, 1937; Feira Mundial de Nova Iorque, 1939; Exposição Internacional de S. Francisco, Califórnia, 1939). Participa na decoração da Exposição do Mundo Português, 1940, sendo agraciado com o grau de Oficial da Ordem Militar de Cristo (4 de março de 1941).Nunes, Emmérico – Emmérico Nunes: Exposição retrospetiva da obra do pintor. Lisboa: Secretaria de Estado da Informação e Turismo, 1972A.A.V.V. – Os Anos Quartenta na Arte Portuguesa (tomo 1). Lisboa: Fundação Calouste Gulbenkian, 1982, p. 146 Morre em 1968, depois de ter vivido grande parte da sua vida em Sines, no Alentejo. Em 1972 a sua obra multifacetada foi apresentada no Secretariado Nacional de Informação, Lisboa. Em 2013 o Centro de Arte Moderna José de Azeredo Perdigão apresenta a exposição A obra perdida de Emmerico Nunes, que permite mostrar, pela primeira vez, um conjunto coerente da sua colaboração para o periódico alemão Meggendorfer Blätter.A obra perdida de Emmerico Nunes, Centro de Arte Moderna José de Azeredo Perdigão. Página visitada em 16-04-2013 Embora de maneira secundária, \"Emmerico Nunes ficou [...] ligado aos primórdios e à evolução do modernismo português e definindo, de certo modo, uma faceta do seu [...] ecletismo, nos anos 20 e 30, especialmente\".França, José Augusto - A Arte em Portugal no Século XX: 1911-1961 [1974]. Lisboa: Bertrand Editora, 1991, p. 165. == Ligações externas== * O riso d'a vitória : quinzenário humorístico (cópia digital) Categoria:Caricaturistas de Portugal Categoria:Pintores de Portugal Categoria:Ilustradores de Portugal Categoria:Desenhadores de Portugal Categoria:Naturais de Lisboa Categoria:Oficiais da Ordem Militar de Cristo",
 "title": "Emmerico Nunes"
}