{
 "id": "71375",
 "text": "Xenofonte (; ca. – ) foi militar, historiador e filósofo ateniense, discípulo de Sócrates. Ele foi autor de inúmeros tratados práticos sobre assuntos que vão desde equitação a tributação, ficou conhecido pelos seus escritos sobre a história do seu próprio tempo e pelos seus discursos de Sócrates.[Xenophon (430—354 B.C.E.) == Biografia == Xenofonte, filho de Grilo,Estrabão, Geografia, Livro IX, Capítulo 2, 7 originário de Erquia, um demo de Atenas. Na sua Anábase, que narra acontecimentos ocorridos entre 401 e , é sugerido que Xenofonte seria um pouco mais velho que o seu amigo Próxeno, o qual tinha cerca de quarenta anos quando dos acontecimentos.Anábase, 2.6.20 e 3.1.14. A maioria dos estudiosos coloca portanto a sua data do seu nascimento no ano ou um pouco depois. J.K. Anderson, Xenophon (Londres, 1972), pp. 9-10. Xenofonte era originário de uma família rica e influente em Atenas.J.K. Anderson, Xenophon (Londres, 1972), p.&nBiografias;:Tales de Mileto..Heráclito...Anaximenes..Demócrito...Sócrates...Platão...Xenofontes..Aristóteles..e acho que sobre os Sofistas Períodos:Pré- Socrático....Socrático...Sistemático..Helenistico...acho que é sóbsp;10. Como tal, terá participado nos recontros finais da Guerra do Peloponeso incorporado nas fileiras da aristocrática cavalaria ateniense.J.K. Anderson, Xenophon (Londres, 1972), pp. 17-19. Estrabão conta que, após uma derrota ateniense em que Sócrates e Xenofonte haviam perdido seus cavalos, Sócrates encontrou Xenofonte caído no chão, e chutou por vários estádios, até que a batalha terminou. Xenofonte parece ter estado alinhado com o aristocrático governo dos Trinta Tiranos instalado por Esparta em Atenas após a derrota final desta cidade na Guerra do Peloponeso.J.K. Anderson, Xenophon (Londres, 1972), p. 57. A queda deste governo numa revolução ocorrida em terá sido um importante factor motivador para que Xenofonte se juntasse à expedição de Ciro, o Jovem. George Cawkwell, Introduction to Xenophon: The Persian Expedition (Harmondsworth, 1972), p. 13. Xenofonte entre 401 a.C e 399 a.C. participou como soldado da campanha militar organizada por um governante persa chamado Ciro, o Jovem, contra o seu irmão, Artaxerxes II, composta em grande parte por gregos mercenários e formando uma expedição militar que ficaria conhecida como o \"exército dos Dez Mil\". Xenofonte diz que se aconselhou com o veterano Sócrates se deveria ou não ir com Ciro, e Sócrates indicou-lhe o oráculo de Delfos. Sua pergunta ao oráculo, no entanto, não foi de aceitar ou não o convite de Ciro, mas \"para qual dos deuses deveria rezar e prestar sacrifício, para que pudesse completar sua pretendida jornada e retornar em segurança, com bons resultados\". O oráculo lhe disse para quais deuses. Quando Xenofonte retornou a Atenas e contou para Sócrates o conselho do oráculo, Sócrates o reprimiu por fazer a pergunta errada ao oráculo, mas disse: \"Já que você fez essa pergunta, você deve fazer o que alegrará o deus.\" (Esse é o único relato de contato pessoal entre Sócrates e Xenofonte em todos seus escritos.) Na incursão de Ciro contra o xá aquemênida este utilizou muitos mercenários desempregados em função do fim da Guerra do Peloponeso. Ciro lutou contra Artaxerxes na Batalha de Cunaxa. Os gregos venceram, mas Ciro foi morto, e logo depois seu general, Clearco de Esparta, foi convidado a uma conferência de paz, traído e executado. O exército de Ciro, o Jovem, viu-se em um território hostil, próximo ao coração da Mesopotâmia, longe dos mares e sem seus líderes. Elegeram novos líderes, incluindo o próprio Xenofonte, e combateram em direção ao norte contra persas, armênios e curdos, até a cidade de Trapezo na costa do Mar Negro, de onde navegaram para o oeste, retornando para a Grécia. Na Trácia, ajudaram Seutes II tornar-se imperador. Os relatos de Xenofonte sobre essa expedição e a jornada para casa foi intitulado Anábase (\"A Expedição\" ou \"A Marcha através do País\"). A dissertação histórica que Xenofonte faz na obra Anábase é um dos mais antigos exemplos de análise de caráter de um líder feitas por um historiador. Esse tipo de análise tornou-se conhecido nos dias de hoje como a Teoria dos Grandes Homens. Xenofonte descreveu o caráter de Ciro, o Jovem, dizendo que \"de todos os Persas que viveram depois de Ciro, o Grande, ele era o que mais se parecia com um rei e o mais merecedor de um império\". A leitura do capítulo seis é recomendada pela descrição do caráter de cinco generais derrotados que aliaram-se ao inimigo. Clearco é citado como quem acredita que \"um soldado deve temer mais seu comandante do que o inimigo\". Meno, o personagem dos Diálogos de Platão, foi descrito como um homem cuja maior ambição era de se tornar rico. Agias, o Arcadiano e Sócrates, o aqueu foram lembrados por sua coragem e consideração pelos amigos. Xenofonte foi posteriormente, entre 394-393 a.C., exilado de Atenas, provavelmente por ter (supostamente) lutado sob o comando do rei espartano Agesilau contra Atenas em Coroneia, em 394 a.C, durante a Guerra de Corinto (Entretanto, é possível que ele já tivesse sido exilado por sua participação com Ciro.). Os espartanos deram-lhe uma propriedade em Escilo, próximo à Olímpia, onde ele escreveu Anábase e onde ficaria até 371 a.C, quando na batalha de Leuctra a região foi conquistada pela cidade vizinha, Élis. Seu filho Grilo comandou a cavalaria ateniense, aliada dos espartanos, na Batalha de Mantineia,Pausânias (geógrafo), Descrição da Grécia, 1.3.4 enquanto Xenofonte ainda estava vivo,e, por isso, é provável que seu exílio tenha sido revogado. Segundo Diógenes Laércio, Xenofonte teria ido viver em Corinto após a sua retirada de Escilo, e lá viveu até a sua morte, em data incerta. == Obras == É provável que Anábase, a sua crônica histórica sobre a guerra de Ciro, o Jovem, contra Artaxerxes II tenha sido escrito quando ele vivia nos territórios de Élis, Grécia. A sua obra Ciropédia foi escrita por volta de 360 a.C., provavelmente quando vivia em Corinto. Provável que também tenha escrito em Corinto a sua obra Helênicas, onde ele narra a crônica histórica da Grécia entre os anos de 411 e 362 a.C. Escreveu no decorrer destas obras um tratado filosófico de nome hieron, e tratados sobre cavalaria, caça e guerra. ==== Obras Históricas e Biográficas ==== * Anábase * Educação de Ciro ou Ciropédia * Helênicas * Agesilau Obras socráticas e diálogos * Memoráveis ou Ditos e feitos memoráveis de Sócrates * Econômico (Xenofonte) * Simpósio (Banquete) * Apologia de Sócrates (Xenofonte) Pequenos tratados * Da equitação ou Sobre cavalaria * O comandante de cavalaria ou O general de cavalaria * Hieron * As rendas * Constituição dos Lacedemônios ou Constituição de Esparta Existe também um pequeno tratado sobre a Constituição de Atenas, encontrado em manuscritos juntamente com outras pequenas obras de Xenofonte, atribuído a ele na Antiguidade. O texto, no entanto, provavelmente foi escrito quando Xenofonte tinha cerca de cinco anos de idade. O anônimo autor, comumente chamado de \"Velho Oligarca\", detesta a democracia de Atenas e as classes mais pobres, mas reconhece que instituições de Péricles são bem estruturadas para seus deploráveis propósitos. == Ver também == *Akrasia *Enkrateia *Sócrates == Ligações externas == * * * * * Project Gutenberg - Hellenica by Xenophon inglêsinglês * Tradução das Memoráveis para Português * Tradução do Banquete e Apologia da Sócrates para Português * Tradução da Constituição dos Atenienses (anteriormente atribuída a Xenofonte) para Português Categoria:Historiadores da Grécia Antiga Categoria:Guerras Médicas Categoria:Gregos do século V a.C. Categoria:Gregos do século IV a.C. Categoria:Biógrafos da Grécia Antiga Categoria:Discípulos de Sócrates Categoria:Cavalos na cultura",
 "title": "Xenofonte"
}