{
 "id": "71396",
 "text": "André Maginot (Paris, 17 de Fevereiro de 1877 — Paris, 7 de Janeiro de 1932) foi um soldado e membro do parlamento francês, mais conhecido por ter idealizado a Linha Maginot.. Página acessada em 1 de outubro de 2016. == Primeiros anos, para a Primeira Guerra Mundial == Maginot nasceu em Paris, mas passou parte de sua juventude na Alsácia-Lorena, região onde a Linha Maginot seria construída posteriormente. Depois de fazer o concurso para o serviço público em 1897, Maginot começou uma carreira na burocracia francesa que duraria o resto de sua vida. Trabalhou como assistente do Governador-Geral na Argélia até 1910, quando se demitiu e iniciou sua carreira política. Ele foi eleito para a Câmara dos Deputados naquele ano e atuou como Subsecretário de Estado da Guerra antes do início da Primeira Guerra Mundial em 1914. Quando a guerra começou, Maginot alistou-se no exército e foi colocado ao longo da frente de Lorraine. Em novembro de 1914, Maginot (agora promovido a sargento por sua \"frieza e coragem\") foi ferido na perna perto de Verdun (ele mancaria pelo resto da vida). Por extrema coragem, ele foi premiado com a militaire Médaille. Ele também era esgrimista.\"France: Death & Crisis\". Time. 18 January 1932. == Desenvolvimento da Linha Maginot == Após a Primeira Guerra Mundial, Maginot voltou à Câmara dos Deputados e ocupou vários cargos no governo, incluindo Ministro da França Ultramarina (20 de março de 1917 - 12 de setembro de 1917, 11 de novembro de 1928 - 3 de novembro de 1929), Ministro das Pensões a partir de 1920 e Ministro da Guerra (1922–1924, 1929–1930, 1931–1932). Ele acreditava que o Tratado de Versalhes não fornecia à França segurança suficiente. Ele pressionou por mais fundos para a defesa e ficou mais desconfiado da Alemanha durante um período em que poucos na França queriam pensar na possibilidade de outra guerra. Maginot passou a defender a construção de uma série de fortificações defensivas ao longo da fronteira da França com a Alemanha, que incluiria uma combinação de posições de campo e fortes de concreto permanentes. Ele foi influenciado nesta decisão por suas observações de fortificações bem-sucedidas empregadas em Verdun na Primeira Guerra Mundial. Ele também foi provavelmente influenciado pela destruição de sua casa em Revigny-sur-Ornain, o que o tornou determinado a evitar que Lorraine fosse invadida novamente.. Em 1926, Maginot conseguiu fazer com que o governo alocasse dinheiro para construir várias seções experimentais da linha defensiva. Durante um debate sobre o orçamento em 1926, André Maginot fez lobby pesado pelo dinheiro necessário para construir a enorme linha de fortificações. Ele finalmente conseguiu persuadir o Parlamento a alocar 3,3 bilhões de francos para o projeto (a câmara alta votou 274 a 26 a favor do projeto alguns dias depois). O trabalho no projeto progrediu rapidamente. Maginot visitou um local de trabalho em outubro de 1930 e expressou satisfação com o trabalho. Ficou especialmente satisfeito com a obra em Lorraine, local da residência e onde passou a infância, e lutou por mais recursos para construção naquela área. Embora Maginot tenha sido o principal proponente do projeto, a maioria dos projetos reais para a linha Maginot foram obra de Paul Painlevé, o sucessor de Maginot como Ministro da Guerra. == Morte == André Maginot nunca viu a linha concluída; ele adoeceu em dezembro de 1931 e morreu em Paris em 7 de janeiro de 1932 de febre tifóide. Muitas pessoas o prantearam em toda a França e foi somente após sua morte que a linha de defesa que ele defendeu passou a levar seu nome. No entanto, no final, a linha foi ineficaz para o propósito pretendido. Na Segunda Guerra Mundial, a Alemanha foi capaz de contornar a linha passando seus Panzers por colinas e pântanos que eram impenetráveis ​​aos tanques quando Maginot fez suas recomendações. Um monumento em memória de André Maginot foi dedicado perto de Verdun em setembro de 1966. == Citação == Categoria:Políticos franceses do século XX",
 "title": "André Maginot"
}