{
 "id": "71407",
 "text": "Vertigo era um selo da editora de quadrinhos DC Comics. Essa divisão operava sob o nome Vertigo para se diferenciar da linha mais popular e familiar da DC Comics, preservando sua imagem. Vertigo publicava histórias voltadas para um público mais adulto e maduro. Seus quadrinhos lidavam com temas mais adultos como violência, nudez, exposição sexual, uso de drogas, palavrões e outros tipos de controvérsia. O selo Vertigo foi fundado assim que os quadrinhos mais maduros da DC começaram a ter sucesso na segunda metade dos anos 80, inaugurado pela segunda fase da revista Monstro do Pântano e continuando com Watchmen e Sandman. Ao fundar o selo Vertigo a editora DC pretendia atrair escritores que queriam publicar esse tipo mais profundo (e pesado) de história, sem ter que se preocupar sobre ofender pais preocupados com o que seus filhos poderiam estar lendo. Numa época em que quase todos os nomes famosos nos quadrinhos eram de desenhistas, e a maioria das companhias estava pondo a arte acima da história, a Vertigo era a única linha de quadrinhos a pôr os roteiristas em primeiro lugar. Apesar de todas as publicações iniciais estarem fortemente ligadas aos cenários e personagens tradicionais da DC, com o tempo eles foram se distanciando, e os super-heróis tradicionais começaram a aparecer cada vez menos. Aos seus títulos originais, foram acrescentados vários outros e, com o passar do tempo, a Vertigo se tornou quase uma editora individual funcionando sob os auspícios da DC. Em 2018, por ocasião do aniversário de 25 anos do selo, foi divulgado novidades como a linha The Sandman Universe, retomando o universo criado por Neil Gaiman; e um novo logotipo, agregando o \"DC\" ao nome do selo. Em junho de 2019, foi anunciado oficialmente o encerramento do selo, devido a uma reformulação na organização de suas publicações por faixas etárias. As revistas da Vertigo devem continuar em publicação através do selo DC Black Label, que também será responsável por republicar todas as histórias consideradas de teor adulto. == Autores britânicos == A solução que a DC encontrou foi buscar roteiristas no Reino Unido, em revistas como a 2000 AD e Crisis, além de revistas independentes para desenvolver material para suas revistas. Por isso grande parte dos autores da Vertigo vem da Inglaterra (tal como Alan Moore e Neil Gaiman), Escócia (Grant Morrison) e Irlanda do Norte (Garth Ennis). Os desenhistas britânicos, já acostumados com esse estilo maduro e a trabalhar com os roteiristas citados também encontraram lugar. Steve Dillon, Simon Bisley e John McCrea estavam entre eles. Com o tempo aumentou o número de roteiristas norte-americanos e os britânicos foram dando lugar a nomes como Brian Azarello e Brian K. Vaughan. == Títulos notáveis == Durante cerca de vinte anos, a editora Karen Berger ajudou a criar muitos títulos de sucesso, como Sandman e V for Vendetta. Além destes, Berger também participou no lançamento de títulos notáveis como The Invisibles, DMZ, Fábulas, Preacher, Monstro do Pântano, Sweet Tooth, Transmetropolitan, The Unwritten e Y: The Last Man. Além destas, a Vertigo também publicou diversas outras séries de destaque, como Hellblazer, 100 Balas, Lúcifer, Os Perdedores, American Virgin, Scalped, Northlanders, Madame Xanadu, Unknown Soldier e Vampiro Americano. == Autores == Alguns autores famosos do selo Vertigo: * Alan Moore * Brian Azarello * Garth Ennis * Grant Morrison * Jamie Delano * Rick Veitch * Neil Gaiman * Warren Ellis == Desenhistas == Alguns Desenhistas famosos por seu trabalho na Vertigo: * John Ridgway * Simon Bisley * Steve Dillon * John McCrea * Jill Thompson * David Lloyd * Frank Quitely Categoria:Linhas editoriais da DC Comics",
 "title": "Vertigo (DC Comics)"
}