{
 "id": "71426",
 "text": "'Wind of Change em português europeu: Vento de Mudança, em português brasileiro: Vento da Mudança é uma canção de 1990 escrita por Klaus Meine, vocalista da banda de hard rock alemã Scorpions. Klaus Meine inspirou-se nos \"ventos de mudança\" que atingiam a Europa, com a Guerra Fria terminando, o fim da União Soviética e a queda do Muro de Berlim. A música foi lançada no álbum Crazy World em 1990, mas não se tornou um sucesso em todo o mundo até 1991, quando liderou as paradas na Alemanha e em toda a Europa, e atingiu o número 4 nos Estados Unidos e 2 no Reino Unido. Foi regravada nos álbuns posteriores Live Bites (álbum ao vivo de 1995), Moment of Glory, que teve participação da Orquestra Filarmónica de Berlim, e no álbum de 2001, Acoustica. A banda também gravou uma versão em russo da música, sob o título Ветер перемен (Veter Peremen) e uma versão em espanhol chamada Vientos de Cambio. A canção é atualmente nª 98 das mais vendidas de todos os tempos na Alemanha.Best-selling singles of all time in Germany Musicline.de (Retrieved March 26, 2010) Em todo o mundo, este single vendeu mais de 14 milhões de cópias, tornando-o um do top cinquenta de melhores venda de singles de todos os tempos. O Scorpions detêm o recorde para o single mais vendido por um artista e banda alemã. O vídeo de \"Wind of Change\" foi visto mais de 1 bilhão de vezes no YouTube até o momento. Com isso, o Scorpions é a primeira banda alemã a quebrar a marca de 100 milhões de visualizações. == Faixas == * ; CD maxi ;; Europe # \"Wind of Change\" — 5:10 # \"Tease Me Please Me\" — 4:44 ;; U.S. # \"Wind of Change\" — 5:10 # \"Restless Nights\" — 5:44 # \"Big City Nights\" (live) — 5:10 ; 7\" single # \"Wind of Change\" — 5:10 # \"Restless Nights\" — 5:44 == Posições e vendas == === Pico nas paradas === Parada (1991) Posição Australian ARIA Singles Chart\"Wind of Change\", in various singles charts Lescharts.com (Retrieved April 10, 2008) 7 Austrian Singles Chart 1 Dutch Top 40 1 French SNEP Singles Chart 1 German Singles Chart 1 Irish Singles ChartIrish Single Chart Irishcharts.ie (Retrieved April 10, 2008) 2 New Zealand RIANZ Singles Chart 17 Norwegian Singles Chart 1 Swedish Singles Chart 1 Swiss Singles Chart 1 UK Singles ChartUK Singles Chart Chartstats.com (Retrieved April 10, 2008) 2 U.S. Billboard Hot 100Billboard [ Allmusic.com] (Retrieved August 8, 2008) 4 U.S. Billboard Hot Mainstream Rock Tracks 2 === Parada de fim de ano === Parada (1991) Posição Australian Singles Chart1991 Australian Singles Chart aria.com (Retrieved April 20, 2008) 43 Austrian Singles Chart1991 Austrian Singles Chart Austriancharts.at (Retrieved April 20, 2008) 1 French Singles Chart 3 Dutch Top 40 8 Swiss Singles Chart1991 Swiss Singles Chart Hitparade.ch (Retrieved April 20, 2008) 1 U.S. Billboard Hot 100 39 === Certificações === País Certificação Data Vendas certificadas AustriaAustrian certifications ifpi.at (Retrieved April 20, 2008) Platina 7 de novembro de 1991 30,000 FrançaFrench certifications Infodisc.fr (Retrieved April 20, 2008) Ouro 1991 250,000 Alemanha Platina 1991 +500,000 Reino UnidoUK certifications Bpi.co.uk (Retrieved August 8, 2008) Prata 1 de outubro de 1991 200,000 EUAU.S. certifications riaa.com (Retrieved April 20, 2008) Ouro 9 de abril de 1991 500,000 Categoria:Canções de Scorpions Categoria:Singles de 1990 Categoria:Singles de 1991 Categoria:Canções sobre a Guerra Fria",
 "title": "Wind of Change"
}