{
 "id": "71493",
 "text": "A Companhia City é a empresa fundada em 1912 com o nome de \"City of São Paulo Improvements and Freehold Land Company Limited\" que participou ativamente do processo urbanístico da cidade de São Paulo.http://www.ciacity.com.br/novo/index.php == História == A cia. foi fundada em 1912 com o nome de \"City of São Paulo Improvements and Freehold Land Company Limited\", a Companhia City, como ficou conhecida, urbanizou vários bairros importantes de São Paulo, como o Jardim América, Anhangabaú, City Butantã, Alto da Lapa, City América, Planalto Paulista, Alto de Pinheiros e Pacaembu. Além disso projetaram o loteamento City Bussocaba, na cidade de Osasco. Os urbanistas ingleses Barry Parker e Raymond Unwin foram contratados para o projeto de um bairro que ficaria conhecido como Jardim América. Previamente a isso a Cia. City havia adquirido duas áreas que totalizavam aproximadamente 960.000 m² e localizadas na antiga Chácara Bela Veneza e na Freguesia da Consolação que eram áreas inóspitas e inundadas em boa parte do ano por estarem situadas na várzea do Rio Pinheiros. A partir da década de 1970 retomou suas atividades de urbanização iniciando por cidades do Estado de São Paulo implantando os loteamentos Nova Piracicaba na cidade de Piracicaba, Parque do Martim Cererê na cidade de São José dos Campos, Campos Elísios na cidade de Taubaté, City Ribeirão na cidade de Ribeirão Preto, City Barretos na cidade de Barretos, City Figueiras na cidade de Blumenau em Santa Catarina e retornando a cidade de São Paulo na década de 1980 implantando os loteamentos Parque das Nações Unidas, City América I , City América II e Jardim dos Pinheiros todos na zona norte da capital de São Paulo. Todos estes projetos e sua implantação tiveram as autorias dos Engenheiros Victor Malamud, João Pereira de Castro, Kerginaldo da Siva e Pedro Ernesto Francisco Py. Todos trabalhando com a mesma filosofia que deu origem a esta empresa e que a tornou a referencia de urbanização na cidade e estado de São Paulo e em alguns outros estados. == Ligações externas == * Site da Cia City Categoria:Empresas loteadoras e de urbanização do Brasil Categoria:Empresas com sede na cidade de São Paulo Categoria:Empresas fundadas em 1912",
 "title": "Companhia City"
}