{
 "id": "71606",
 "text": ", ou MC (pronuncia-se em'ci), é o anfitrião de um evento público ou privado. O mestre de cerimónias geralmente apresenta atuações, como falar com a plateia em geral, cantar e dançar, fazendo com que o evento mantenha um movimento. ==Monarquia== Historicamente, algumas cortes europeias e asiáticas mantinham senhores como mestres de cerimônias (ou algumas variantes), responsáveis pela realização de cerimônias imponentes, como a coroação e recepções de embaixadores estrangeiros. São exemplos os impérios russo e britânico, a França e o Japão.Imperial Household Agency: Organization and Functions ==Música da Jamaica== thumb|left|150px|Dennis Alcapone, dee jay jamaicano A origem do MC no cenário musical atual, vem dos deejays da música jamaicana (não confundir com o DJ da música hip hop, que teve sua origem no [seletor] da música jamaicana). A história dos registros do deejay jamaicano pode ser rastreada até a era do ska, quando os homens que pegavam o microfone durante a dança podiam ocasionalmente ser ouvido no vinil, gritando uma introdução e/ou lançando de repente seus bordões. A voz do lendário Winston \"Count\" Machuki, por exemplo, pode ser ouvida no steaming do Baba Brooks Band \"Alcatraz\", enquanto Sir Lord Comic fez um impacto com duas batidas massivas que foram efectivamente creditadas em seu nome - \"Ska-ing West\" e \"The Great Wuga Wuga \". O papel do deejay neste momento, no entanto, ainda estava confinado à salões de dança durante o dia, incentivando os dançarinos e promovendo os sistemas de som nos quais foram aparecendo. O primeiro deejay a ser gravado em mais do que uma música ocasional foi King Stitt, MC de longa data, para o Sir Coxsone Downbeat Sound System. Devido a seu público ser formado por pessoas de baixa renda dos guetos jamaicanos, os deejays também divulgavam notícias que ouviam nas rádios, devido ao fato de que ter um rádio em casa era um privilégio de poucos freqüentadores dos salões de dança jamaicanos nessa época. A década de 1970 marcou o início da ascensão do DJ jamaicano, uma tendência que continuou durante a era do reggae roots e tornou-se dominante em toda a fase dancehall e ragga. Vários dos mais talentosos DJs que se teve notícia no início dos anos 1970 (notadamente Big Youth, Dillinger, I Roy e Prince Jazzbo) continuaram a fazer gravações na era do reggae roots, alguns para as seus próprios selos. Eles e os seus numerosos rivais da próxima geração já não simplesmente adicionavam à emoção da dança com slogans hip: o deejay nessa época faziam comentários sobre as tribulações dos \"sofredores\" dos guetos, aulas de História a partir de uma perspectiva do negro, e o canto dos salmos. Em meados da década de 1970 os tempos eram verdadeiramente dread, com Marcus Garvey e Haile Selassie susceptíveis de serem elogiados nas músicas que o DJ empregava. ==Hip hop== Tendo suas raízes no DJ (dee-jay) jamaicano, o MC na música hip hop é um artista ou cantor que normalmente compõe e canta seu material próprio e original (não deve ser confundido com DJ, o qual interpreta a música de início e cria mixagens para ela). Shock G do Digital Underground, no livro How to Rap nota que o termo \"MC\" no hip hop, \"vem da frase mestre de cerimônias\", o que explica \"o motivo da maioria dos rappers utilizar o prefixo MC\"Edwards, Paul, 2009, How to Rap: The Art & Science of the Hip-Hop MC, Chicago Review Press, p. xii.. Destacam-se no Brasil os MCs Mano Brown, MC Marechal, Criolo. Destacam-se em Portugal Sam The Kid, Dealema, Valete, Da Weasel e Boss AC. == Ver também == * Mestre de cerimônias (título) * Mestre- sala Categoria:Hip hop",
 "title": "Mestre de cerimônias"
}