{
 "id": "71704",
 "text": "Badajoz é uma cidade e município raiano da Espanha na província homónima, da qual é capital. Faz parte da comunidade autónoma da Estremadura e da comarca da Terra de Badajoz. Tem de área e em tinha habitantes (), que representa aproximadamente 20% da população da província e 7% da Estremadura. Batizada pelos seus fundadores muçulmanos Batalyaws (), a sua designação em português vernáculo era Badalhouce até ao período da dinastia filipina, um termo que persiste ainda hoje em galego. Além de ser a maior cidade da Estremadura, é também o principal centro económico da região. Situa-se a um par de quilómetros da fronteira com a cidade portuguesa de Elvas, à beira do rio Guadiana, um dos rios mais importantes da Península Ibérica, que atravessa a cidade de leste para oeste, virando em seguida para sul. Apesar da dimensão do município ser bastante menor do que no passado, Badajoz é o terceiro maior município de Espanha em área, a seguir a Cáceres e Lorca. Tem 10 núcleos populacionais, dentre os quais se destacam, além da cidade, Gévora, Valdebótoa e Villafranco del Guadiana, todos com mais de mil habitantes. A cidade foi fundada em 892 por Ibne Maruane, durante a ocupação muçulmana da Península Ibérica, num local habitado desde os tempos pré-históricos mais remotos e sobre um povoado visigodo já então desaparecido ou pelo menos muito degradado, no cimo de uma das duas colinas que dominam a cidade: o Cabeço da Muela ou o Cabeço do Montúrio. Em frente, na margem direita do Guadiana, situam-se as Cuestas (encostas) de Orinaza ou Cerro de San Cristóbal, também conhecidas antigamente como Baxernal ou Baxarnal. A fundação da cidade é comemorada pelos seus habitantes, denominados pacenses, na festa Almossasa Batalyaws, realizada em finais de setembro. A parte mais antiga da cidade é chamada Casco Antigo ou bairro histórico. Aí se encontram vários edifícios classificados como \"Bem de Interesse Cultural\", nomeadamente a catedral, a alcáçova, as muralhas de estilo Vauban, a Igreja de São Domingos e o Real Mosteiro de Santa Ana. Na década de 2000, a Praça Alta (Plaza Alta) e a Praça de Espanha, dois dos locais mais emblemáticos de Badajoz, foram restauradas em larga escala. A última é onde se encontra o ayuntamiento, a catedral, o Arquivo Histórico Municipal, o , a Casa del Cordón e a Casa Buiza. Outra praça importante em termos de património é a da Soledad, onde se encontram edifícios como a La Giralda, Las Três Campanas e o Conservatório de Música. A quarta praça monumental da cidade é a de San Andrés, onde se situam a igreja homónima, o Hotel Cervantes a Casa Regionalista e a Casa Puebla. A cidade dispõe de vários parques e jardins. ==História == ===Lendas === Como é comum para tantas localidades ibéricas, alguns historiadores do passado — neste caso o primeiro parece ter sido do — avançaram com versões que têm tanto ou mais de fantasia como de fiabilidade histórica sobre a origem de Badajoz. Segundo Rodrigo Dosma, o fundador da cidade teria sido Tubal, neto de Noé, que 143 anos depois do Dilúvio Universal se instalou nas proximidades ou praticamente no local onde é a cidade. Outra versão lendária da fundação da cidade está relacionada com São Hermenegildo, o príncipe visigodo do , que abjurou o arianismo, a religião oficial visigótica, e abraçou o catolicismo, persuadido pelo seu tio São Leandro, arcebispo de Sevilha. Esta conversão provocou uma guerra com o pai de Hermenegildo, o rei Leovigildo. O filho foi derrotado pelo pai perto de Badajoz, tendo sido deportado. Posteriormente, Hermenegildo abandonou a luta com o pai e retirou-se com trezentos cavaleiros para o castelo de Osset, que é identificado com a atual aldeia portuguesa raiana de Ouguela, que nessa altura pertencia à cidade de Badajoz. Uma versão ampliada desta história é contada por Solano de Figueroa, que também fala de uma fonte milagrosa em Osset e dos prodígios que nela se passavam. Outra história relacionada com os visigodos envolve o último bispo godo de Badajoz, Benedito, que se juntou com os seus cavaleiros às tropas que tinham sido reunidas em Mérida pelo Conde Tendero, governador da cidade, e Máximo, o bispo local, para ajudar o rei contra a invasão islâmica da Península, iniciada com o desembarque em Tarifa em 711. Tendo sido derrotado na batalha travada junto ao rio Guadalete, Benedito retirou para Mérida e depois para Badajoz, onde permaneceu escondido durante algum tempo, indo de seguida para Alcobaça, onde morreu passado pouco tempo. ===Pré-história e Antiguidade === Os vestígios arqueológicos na área remontam ao Paleolítico Inferior. No Museu Arqueológico Provincial de Badajoz estão guardados achados que que atestam que diversos grupos humanos habitaram há meio milhão de anos zonas muito próximas do território da cidade atual, mas sabe-se muito pouco sobre o seu modo de vida. Não se conhecem vestígios de ocupação humana entre o 40.º e o , mas a partir deste último há sinais da presença de grupos humanos em áreas próximas de Badajoz, como artefatos de pedra talhada do Musteriense (em La Corchuela, Dehesilla de Calamón, Torrequebrada, etc.), pinturas rupestres (em cavernas e zonas resguardadas das serranias de Alburquerque, La Zarza e outros locais). Há monumentos megalíticos que datam pelo menos de Há uma grande quantidade de dados arqueológicos relativos ao início do Calcolítico (ca. ) nas imediações de Badajoz. Estes dados indicam que nas veigas do Guadiana existiam vários assentamentos de população estável, cujos habitantes realizavam mais trabalhos ao ar livre do que os seus antecessores de épocas mais recuadas, cuja presença se verifica principalmente em cavernas. Tal leva a supor que o clima era mais benigno e mais propício para trabalhar no campo. Encontraram-se vestígios de choças rudimentares, mas bem isoladas e formando povoados cujo número de habitantes não deve ter ultrapassado o milhar. O modo de subsistência passou da caça para a agricultura e pecuária realizadas de forma estável. É também neste período que surgem as primeiras atividades mineiras e metalúrgicas, que consistem principalmente na extração, fundição e manipulação de cobre. Há também restos de cerâmica, como pratos e panelas, peças de metal elaborado, fossas de enterramentos comuns, que evidenciam assentamentos estáveis do Eneolítico e Calcolítico, que foram datados entre e Destacam-se pela sua relevância principalmente os achados do sítio arqueológico de El Lobo, na margem esquerda do Guadiana, num local que atualmente é praticamente dentro da cidade. Outras estações arqueológicas importantes são os de Las Crispitas e de o de Céspedes, ambos na mesma margem do rio, mas a jusante; o primeiro situa- se em frente ao atual bairro de São Roque, perto dos restantes. Há também vestígios arqueológicos da Idade do Bronze, nomeadamente estelas do final desse período. Outros achados incluem armas como machados e espadas, objetos de uso quotidiano, como cerâmica e utensílios, e joalheria, como pulseiras. Entre estes achados destaca-se o jarro encontrado em La Zarza, datada do que, como grande parte das restantes peças, se encontra no Museu Arqueológico Provincial. Do período romano, há foram encontrados alguns artefatos no local conhecido como Colónia Pacense (Colonia Pacencis), situada perto de Badajoz, embora em muito menor número do que na não muito distante Mérida. Para alguns autores, nos cimos do cerros da Muela e de San Cristóbal, que hoje constituem a parte mais antiga da cidade, já existiria uma povoação pré-romana, que seria a Bada, Badia, Badya ou Budua referida por Valério Máximo e Plutarco como o lugar em que Cipião Africano sitiou durante os combates contra Viriato. Há (ou houve) também alguns autores locais que identificam Badajoz com a cidade onde foi assinado um tratado de paz entre esse Viriato e Quinto Fábio Máximo, que foi rebatizada \"Cidade da Paz\" (Civitas Pacis) após esse tratado. Fábio Máximo foi enviado por Roma para a Lusitânia para vencer definitivamente os últimos resistentes lusitanos, o que conseguiu. Como contrapartida da capitulação, Viriato recebeu o título de amicus populi romani (\"amigo do povo romano\"). Outros autores situam o tratado de paz em Bácia ou Bátia, que depois seria Badia e posteriormente Badajoz. Em 1901, Thous Moncho estimava que «o ilustre Viriato era estremenho, ou melhor dito pacense». No entanto, face à escassez de dados da última fase da época pré-romana, alguns alguns estudiosos consideram que, a existir alguma localidade, ela não deveria ter sido mais do que uma modesta aldeia. Com a invasão da Península Ibérica pelos romanos, iniciada em , durante a Segunda Guerra Púnica, Badajoz e o que é hoje a Estremadura espanhola passaram a fazer parte da divisão administrativa romana chamada Hispânia Ulterior (\"Espanha Distante\"), que foi depois dividida pelo imperador Augusto nas províncias da Hispânia Ulterior Bética e Hispânia Ulterior Lusitânia. A região de Badajoz fazia parte desta última, a qual tinha a sua capital em Mérida (Augusta Emerita). Embora não haja documentos históricos romanos que mencionem claramente localidades no que é hoje Badajoz, foram descobertas villas romanas na área, como a de La Cocosa. Também há restos de construções do período visigótico . Por vezes se tem associado o topónimo \"Augustóbriga\" citado por André de Resende com Badajoz. ===Idade Média === Badajoz tornou-se uma cidade importante durante o período muçulmano (Alandalus). Do até ao início do a região fez parte do Califado de Córdova. A data oficial da fundação da cidade é 875, ano em que o nobre muladi rebelde Ibne Maruane ali se instalou quando foi expulso da sua terra natal, Mérida. Sob o governo de Ibne Maruane, Batalyaws, como era então conhecida, foi a capital de um estado rebelde praticamente independente que só foi extinto no . Em 1021 ou talvez em 1031, quando se estima que tivesse habitantes, tornou-se a capital do reino taifa de Badajoz. Em contraste com a generalidade das taifas ibéricas, quase todas de pequena dimensão territorial, a Taifa de Badajoz chegou a ter (um pouco mais do que Portugal atualmente), estendendo-se por praticamente tudo o que é atualmente a Estremadura espanhola, parte de Castela quase até Leão e, a ocidente ocupava grande parte do que é hoje Portugal, desde o rio Douro, até praticamente todo o Alentejo, incluindo ainda Lisboa e Santarém. Principalmente durante os reinados dos reis aftácidas Almuzafar (ou Modafar I) e Omar Mutavaquil, Badajoz foi um centro de cultura e ciência elogiado pelos cronistas islâmicos. A primeira taifa de Badajoz sucumbiu perante as invasões dos Almorávidas vindos do Norte de África a partir de 1067. Em 1086, durante o reinado de , Badajoz foi conquistada brevemente pelo Reino de Leão. Seguiu-se a invasão dos Almóadas em 1147. Foi temporariamente dominada pelos portugueses em 1168, mas voltaria a ser independente (ou semi-independente sob os Almóadas) pouco depois. O domínio dos mouros terminaria definitivamente com a tomada por em 19 de março de 1230. Pouco depois da conquista, durante o reinado de Afonso X, o Sábio , foi criada uma diocese e foi iniciada a construção da catedral. Em 1336, durante o reinado de , as tropas do rei cercaram a cidade, mas pouco depois as tropas castelhanas e leonesas, entre as quais se encontravam Pedro Ponce de León, o Velho, Juan Alonso Pérez de Guzmán y Coronel, derrotaram as tropas portuguesas na batalha de Villanueva de Barcarrota. Esta derrota forçou o rei de Portugal a abandonar o cerco A região foi um feudo da família Sánchez de Badajoz, senhores de Barcarrota, a partir de 1369, quando o rei a deu a Fernán Sánchez de Badajoz como recompensa pelos seus serviços nas guerras com Portugal. Barcarrota esteve temporariamente sob domínio português pouco depois disso, após umas escaramuças, mas foi retomada, pois o neto homónimo de Fernán Sánchez aparece como senhor de Barcarrota e alcaide-mor de Badajoz em 1434. O primeiro Fernán Sánchez de Badajoz foi sucedido pelo filho Garci Sánchez de Badajoz, que foi ferido mortalmente na batalha de Aljubarrota (1385). O poeta Garci Sánchez de Badajoz era provavelmente filho do segundo Fernán Sánchez. Devido à sua posição junto à fronteira, Badajoz foi alvo de vários ataques portugueses nos séculos seguintes à sua integração no reino castelhano, tendo sido cercada em 1385, 1396 e 1542. O primeiro hospital da cidade foi fundado por iniciativa de Frei Pedro de Silva, bispo de Badajoz entre 1462 e 1479. Ali foram tratados em 1506 os afetados pela epidemia de peste. ===Idade Moderna (séculos XVI – XVIII) === Durante o , nasceram na cidade ou a ela estiveram ligados alguns grandes vultos da cultura espanhola de então, como o pintor Luis de Morales (\"El Divino\"), o compositor Juan Vásquez, o humanista Rodrigo Dosma, o poeta e dramaturgo Joaquin Romero de Cepeda ou o dramaturgo Diego Sánchez de Badajoz. Em 1524 teve lugar uma cimeira no ayuntamiento de Badajoz entre os representantes de Espanha e Portugal para esclarecer o estado dos acordos territoriais. Entre os participantes na cimeira estiveram Fernando Colombo, João Vespúcio, Sebastião Caboto, Juan Sebastián Elcano, Diogo Ribeiro e Estêvão Gomes. Em agosto de 1580, o rei transferiu temporariamente a sua corte para Badajoz para fazer valer os seus direitos à coroa portuguesa. A sua esposa Ana de Áustria morreu na cidade dois meses depois e a 5 de dezembro de 1580 Filipe II saiu da cidade. Durante a União Ibérica, de 1580 a 1640, a cidade floresceu novamente devido à inexistência de guerra. Segundo o historiador Vicente Navarro del Castillo, 428 residentes de Badajoz contribuíram para a conquista espanhola das Américas, entre eles Pedro de Alvarado, o seu sobrinho Luis de Moscoso, Sebastián Garcilaso de la Vega y Vargas (pai do cronista mestiço Inca Garcilaso de la Vega) e Hernán Sánchez de Badajoz. Em 1640 Badajoz foi atacada durante a Guerra da Restauração portuguesa. Os combates pelo controlo da cidade e da sua fortaleza continuaram com ataques dos portugueses em 1660. No verão de 1703, durante a Guerra da Sucessão Espanhola, o rei , que em 1701 tinha garantido o seu apoio a como herdeiro da coroa espanhola no Tratado de Lisboa, passou a integrar aliança anglo-austríaca que apoiava as pretensões ao trono espanhol de Carlos, o filho de Leopoldo I, Sacro Imperador Romano-Germânico, em troca da cedência a Portugal, não só da Colónia do Sacramento, que o tratado de 1701 já previa, mas também algumas praças na Galiza e na Estremadura, entre as quais Badajoz. Em 1705 Badajoz foi tomada por tropas anglo-lusas. Em 1715 Portugal assinou um acordo de paz pelo qual renunciava às suas pretensões sobre Badajoz e obtinha a confirmação da posse da Colónia do Sacramento. ===Século XIX === Em 6 de junho de 1801 foi assinado o Tratado de Badajoz, que pôs fim à Guerra das Laranjas, um conflito no contexto da Guerra da Segunda Coligação, entre os aliados e oponentes da Primeira República Francesa. Tendo sido negociado com Portugal numa posição muito desfavorável, devido aos desaires militares e aos receios de que estivesse eminente um ataque das tropas francesas estacionadas em Cidade Rodrigo, nele se estipulava, entre outras disposições, a devolução a Portugal das praças e territórios de Juromenha, Arronches, Portalegre, Castelo de Vide, Barbacena, Campo Maior e Ouguela. O tratado foi revogado por Portugal em 1807, pois os seus termos foram desrespeitados pelo Tratado de Fontainebleau assinado entre a Espanha e a França em 27 de outubro desse ano, no qual se acordava a partição do território português entre os dois signatários. Durante a Guerra Peninsular, Badajoz foi atacada sem sucesso pelos franceses em 1808 e 1809. No entanto, em 10 de março de 1811, o comandante espanhol José Imaz foi subornado para se render a uma força militar francesa comandada pelo marechal Soult. Um exército luso-britânico, comandado pelo marechal Beresford empenhou-se em retomar a cidade e em 16 de maio derrotou uma força de reforços na batalha de Albuera, mas o cerco foi abandonado no mês seguinte. Em 1812, Arthur Wellesley, conde e futuro duque de Wellington, comandante do Exército Anglo-Luso, tentou novamente tomar Badajoz, que tinha uma guarnição francesa de cerca de homens. As operações de cerco começaram em 16 de março. No início de abril havia duas brechas praticáveis nas muralhas. Estas foram usadas para o assalto de duas divisões britânicas em 6 de abril. Apesar das pesadas baixas que provocou, este assalto fracassou após um combate sangrento de cinco horas, mas as tropas de Wellesley lograram tomar a cidade atacando o castelo e e uma secção não danificada. O cerco de Badajoz ficou conhecido como o cerco mais sangrento de Wellington, nele tendo perecido quase soldados, num total de . Os franceses perderam cerca de homens na batalha. Wellington escreveu a Lord Liverpool que «a captura de Badajos constitui um forte exemplo nunca antes visto da valentia das nossas tropas, mas eu espero ansiosamente nunca mais voltar a ser o instrumento para um teste como o que eles passaram na noite passada». Apesar disso, o assalto de Wellington a San Sebastián em 1813 foi muito semelhante ao de Badajoz. Em 5 de agosto de 1883, uma época em que ainda se vivia um clima de alguma confusão e caos em Espanha, apesar das Guerras Carlistas terem terminado em 1876, ocorreu uma tentativa de revolta das tropas de Badajoz. Um grupo de militares sublevou-se e proclamou a república, um ato isolado que não ocorreu em mais nenhum lugar de Espanha. O episódio terminou com a fuga dos sublevados para Portugal. ===Século XX === Durante a Guerra Civil Espanhola, Badajoz foi palco de eventos de extrema violência. A cidade foi tomada pelos nacionalistas no início da guerra na batalha de Badajoz, travada em 14 de agosto de 1936. Uma vez terminados os combates, as forças nacionalistas levaram vários milhares de habitantes da cidade, tanto homens como mulheres, para a praça de touros, onde, depois de montadas metralhadoras em volta da arena, decorreu aquilo que ficou conhecido como os massacres de Badajoz. No dia 14 foram fuzilados centenas de republicanos. Durante a noite foram levados para a praça de touro outros . No total, estima-se que foram mortas mais de pessoas, ou seja, cerca de 10% da população. Aqueles que tentaram passar a fronteira portuguesa foram capturados e enviados de volta para Badajoz. As tropas que executaram as matanças estavam sob o comando do general Juan Yagüe, que ficou conhecido como \"o carniceiro de Badajoz\" e que depois da guerra civil foi nomeado ministro da aviação por Franco. A 6 de novembro de 1997 uma cheia de grandes proporções devastou vários bairros na cidade, causando 21 mortos e destruindo propriedades de centenas de pessoas. A catástrofe foi causada por um que atravessou a Península Ibérica e provocou enchentes nas ribeiros de Rivilla e Calamon, que normalmente estão secas. A aldeia de Cerro de los Reyes, junto à confluência de ambas as ribeiras, foi a área mais afetada pela cheia. ==Geografia == Badajoz situa-se no sudoeste da Península Ibérica, nas margens do rio Guadiana, junto à fronteira com Portugal, a qual dista pouco mais de 7 km do centro da cidade. É a capital da província de homónima. Encontra-se 16 km a leste da cidade portuguesa de Elvas, 17 km a sudeste da vila portuguesa de Campo Maior, 61 km a oeste de Mérida, 90 km a sudoeste de Cáceres, 200 km a noroeste de Sevilha, 400 km a sudoeste de Madrid e 225 km a leste de Lisboa (distâncias por estrada ou autoestrada). A área urbana ocupa as duas margens do Guadiana; a parte da margem sul (esquerda), onde se encontra o centro histórico, é mais extensa e é onde se concentram a maior parte das novas urbanizações e áreas industriais. Em termos geológicos, Badajoz situa-se na Submeseta Meridional (a parte meridional da Meseta Central ibérica). A cidade foi originalmente erigida numa colina calcária do Paleozoico que foi escavada pelo rio. É nesta colina que se encontra a alcáçova, uma das vistas mais emblemáticas da cidade. Os solos do município são sobretudo derivados de depósitos do terciários datados do Paleozoico. A altitude média é 184 metros acima do nível do mar. ===Clima === O clima de Badajoz é do tipo mediterrânico, ameno, com verões secos e quentes e sazonalidade moderada (classificação climática de Köppen-Geiger Csa). A altitude na estação meteorológica local, situada no aeroporto, é 185 metros. A temperatura média anual é . A temperatura máxima mensal mais alta é , em julho, enquanto que a mínima é , em janeiro. Os recordes registados de temperatura eram, até maio de 2014, em agosto de 2003 e em janeiro de 2005. A humidade relativa média anual é 66%, com máximo em dezembro (83%) e mínimo em julho (50%). A precipitação média anual é 463 mm, com máximo em dezembro (64 mm, 8 dias de chuva) e mínimo em julho (4 mm, 1 dia de chuva). Raramente neva, embora em alguns anos se tenham registado um ou dois dias de neve entre dezembro e março. Em contrapartida, entre novembro e março ocorrem geadas (em média, 6 dias em dezembro e 9 em janeiro). ===Demografia === O município de Badajoz tinha habitantes () em . Em 2013, dos habitantes eram do sexo masculino e do sexo feminino. Em 1845, a cidade tinha habitantes. Apesar de ser a cidade com mais população da Estremadura, a densidade demográfica é relativamente baixa devido à grande área do município, um dos mais extensos de Espanha, com . Além da cidade, o município tem outras pequenas localidades, cuja população totalizava habitantes no final de 2012. Até 17 de fevereiro desse ano, a maior localidade do município era Guadiana del Caudillo, então com habitantes, que nessa data se tornou um município. ==Política e administração pública == Além dos organismos do ayuntamiento (administração municipal), em Badajoz estão também sediados ou representados vários organismos da administração provincial. Politicamente, o município pertence à circunscrição eleitoral de Badajoz, a maior das 52 circunscrições do Congresso dos Deputados espanhol em termos de área geográfica, que inclui uma parte significativa da Estremadura. Nas eleições gerais de 2011 a circunscrição de Badajoz elegeu seis deputados, quatro da coligação Partido Popular- e dois do Partido Socialista Operário. ===Administração municipal === A administração política do município está a cargo do ayuntamiento, cujos membros são eleitos democraticamente por sufrágio universal de quatro em quatro anos. Todos os residentes com mais de 18 anos com cidadania espanhola ou de países da União Europeia têm direito de voto. Segundo a lei eleitoral que estabelece o número de concejales (vereadores) conforme a população, Badajoz elege 27 vereadores. Nas eleições municipais de 2011, para o mandato 2011–2015, foram eleitos para o ayuntamiento de Badajoz 17 vereadores pelo Partido Popular (PP), com 57% dos voto, 8 pelo Partido Socialista Operário Espanhol (PSOE), com 28%, e 2 pela Esquerda Unida (IE), com 7,2%, ficando como alcaide , do PP, que ocupava o cargo desde 1995. Com a renúncia deste em 2013, o cargo passou para o seu número dois, Francisco Javier Fragoso, igualmente do PP. O executivo do ayuntamiento está dividido nas seguintes concejalías: *Polícia Local e Polícia Urbana, Trânsito, Economia e Finanças, Contratação e Compras e Coordenação de Delegações *Urbanismo, Imobiliário Municipal e Coordenação de Projetos Estratégicos *Recursos Humanos, Reprografia e Reorganização de estruturas e recursos *Cultura *Servições Sociais, Habitação, Terceira Idade e Mulher *Cemitérios, Transportes e Mercados *Coordenação de Subsídios, Formação e Emprego, Universidade Popular e Comércio *Bombeiros, Participação Cidadã, Infância e Juventude e Inspeção de Águas *Património e Finca Municipal Las Arenosas *Parque Móvel, Meio Ambiente e Manutenção de Ptrimónio Histórico *Feiras e Festas e Fundação Municipal de Desportos *IFEBA (Institución Ferial de Badajoz), Educação e Promoção e Turismo *Modernização, Infraestrutura, Povoações e Iluminação e Eficiência Energética *Saneamento e Consumo *Estatística *Relações com Portugal ===Bairros e localidades === O município está dividido administrativamente em bairros e pedanías. Os primeiros são meras divisões urbanas, sem qualquer tipo de governo próprio ou de autonomia política. As pedanías têm algumas semelhanças com as freguesias portuguesas, embora geralmente sejam de caráter eminentemente rural e não urbano. No jargão administrativo espanhol são entidades locais menores, com uma administração política com poderes menos extensos do que a administração municipal, que administram a uma ou mais pequenas localidades e uma porção de território. Os órgãos políticos das entidades locais menores, constituídos por um alcaide pedáneo e uma junta vicinal, são eleitos durante as eleições municipais. As suas competências passam principalmente pela gestão de bens e património comuns, nomeadamente florestais e caminhos. O ayuntamiento pode também delegar algumas competências às pedanías. {| *Antonio Domínguez *Barriada de Llera *Casco Antiguo *Cerro Gordo *Cerro de Reyes *Cerro de San Miguel *Cerro del Viento *Ciudad Jardín *Corazón de Jesús *El Gurugú *Huerta Rosales *Jardines del Guadiana *La Atalaya *La Banasta *La Pilara *Las Moreras *Los Montitos *Los Ordenandos *María Auxiliadora *Pardaleras *El Progreso *La Paz *San Fernando *San Roque *Santa Marina *Suerte de Saavedra *Las Vaguadas *Urbanización Guadiana *Valdepasillas ===Cidades gémeas === Badajoz está geminada com as seguintes cidades: ==Economia == Historicamente, as guerras frequentes devastaram a economia local e geralmente Badajoz foi uma terra de gente pobre. Até ao , a indústria foi pouco importante, um panorama que mudou nas últimas décadas do , quando se verificou algum desenvolvimento industrial. No início da década de 2010. as principais indústrias eram os têxteis (sobretudo linho e lã), couro, chapelaria, cerâmica e sabão. No final da década de 2000 e início da de 2010,, Badajoz era sobretudo uma cidade comercial, onde predominavam os serviços, colocada no 25.º lugar em importância económica em Espanha segundo o anuário económico de La Caixa de 2008. Devido à sua localização, a cidade beneficia de um movimento comercial considerável com Portugal. A principal rua de comércio é a Calle Menacho, onde se encontram a maior parte das lojas mais importantes, nomeadamente das grandes cadeias nacionais e estrangeiras. O Centro Comercial Aberto Menacho é o maior centro comercial ao ar livre da Estremadura e é visitado por milhares de portugueses anualmente. Devido à importância económica das relações com o país vizinho, em 2006 foi inaugurada um novo espaço de comércio, feiras e congressos, a Institución Ferial de Badajoz (IFEBA), situado nos subúrbios perto da margem do rio Caia. Com uma grande diversidade de mercados, que vão do peixe e várias lojas de alimentação, até lojas de saúde e beleza, o IFEBA afetou negativamente o comércio da parte antiga da cidade, que no entanto apresenta lentos sinais de recuperação, nomeadamente com a abertura de novas lojas. ==Infraestruturas == ===Saúde === O primeiro hospital fundado em Badajoz foi o Hospital de Nossa Senhora da Piedade, criado em 1485. A cidade tem três hospitais públicos (o Universitário, o Perpétuo Socorro e o Materno Infantil), além de clínicas privadas, como a Clideba, a Caser, e a Extremeña de Salud. O município integra a Área de Salud de Badajoz, que inclui também os municípios de Alburquerque, Alconchel, Barcarrota, Jerez de los Caballeros, La Roca de la Sierra, Montijo, Oliva de la Frontera, Olivença, Pueblonuevo del Guadiana, San Vicente de Alcántara, Santa Marta de los Barros, Talavera la Real e Villanueva del Fresno. A área está dividida em 17 zonas, 7 delas no município de Badajoz. ===Transportes === ====Autocarros urbanos ==== O município tem um serviço de autocarros urbanos que serve todos os bairros e localidades. Desde 1987 que esse serviço é administrado e operado pela empresa Tubasa, Transportes Urbanos de Badajoz S.A., do Grupo Ruiz, do qual fazem parte outras empresas que prestam o mesmo tipo de serviço em outras cidades espanholas e em Tânger. Em junho de 2014 havia 20 linhas regulares de autocarros e em 2001 foram transportados mais de 6,5 milhões de passageiros numa frota de 40 autocarros, um crescimento de mais de 100% desde 1987, quando foram transportados 3 milhões de passageiros em 17 autocarros que percorriam 6 linhas. ====Serviço de empréstimo de bicicletas ==== Desde o verão de 2009 que Badajoz tem um serviço público de empréstimo de bicicletas, o BiBa. O sistema resulta de um convénio entre a Junta da Estremadura e o ayuntamento da cidade; em junho de 2014 dispunha de 86 bicicletas e de 24 parques de estacionamento espalhados pela cidade. O serviço requer uma inscrição anual que é grátis para os menores de 18 anos e maiores de 65 anos e custa 12 euros para os restantes cidadadãos, para uma utilização de duas horas diárias, no máximo. Para turistas e uso por mais de duas horas há uma tarifa diário de dois euros. ====Principais ligações rodoviárias ==== *A-5 — liga Badajoz a Madrid, Mérida, Talavera de la Reina e à autoestrada A6 portuguesa, que liga Elvas, Évora e Lisboa. *N-430 — liga Badajoz a Cidade Real; até Torrefresneda compartilha o traçado com a A-5. *N-432 — liga Badajoz a Zafra, Córdova e Granada; através da A-66, liga também a Sevilha. *N-435 — liga Badajoz a Huelva; compartilha o traçado com a N-432 até La Albuera. *EX-100 — liga Badajoz a Cáceres. *EX-107 — liga Badajoz a Olivença e Villanueva del Fresno. *EX-110 — liga Badajoz a Alburquerque e Valência de Alcântara. *EX-300 — liga Badajoz a Almendralejo. *EX-310 — liga Badajoz a Valverde de Leganés. *BA-020 — liga Badajoz a Campo Maior (Portugal). *BA-022 — liga Badajoz a Villalba de los Barros. ====Transportes ferroviários ==== Badajoz tem uma estação de caminho de ferro (Estación de Tren de Badajoz), situada na zona norte da cidade, que é servida por comboios de média e longa distância operados pela empresa pública Renfe. É a última estação espanhola antes da ligação com a rede ferroviária portuguesa, feita através da Linha do Leste no lado português. Através desta última linha, cujos comboios usam Badajoz como estação terminal, a cidade tem ligações ferroviárias regulares diretas para Lisboa, via Elvas, Portalegre e Abrantes, desde 1861, com uma breve interrupção em 2012-2015, quando a Linha do Leste esteve encerrada. No início do houve planos para substituir a estação por uma nova estrutura situada na fronteira com Portugal quando se pensou na Linha de Alta Velocidade Lisboa–Madrid. ====Transportes aéreos ==== thumb|Aeroporto de Badajoz O aeroporto de Badajoz situa-se 14 km a leste do centro da cidade, perto de Talavera la Real. Partilha a pista e a torre de controlo com a . Depois de ao longo da década de 2000 ter tido um movimento anual de mais de passageiros, atingindo o máximo em 2007, com passageiros, a partir de então o tráfego começou a descer, e em 2013 foi de passageiros e movimentos de aeronaves. Em maio de 2014 o aeroporto tinha dois voos diários regulares, um para Madrid e outro para Barcelona, ambos operados pela Air Europa. ==Locais e edifícios mais relevantes == A cidade tem vários exemplos de arquitetura moura e medieval, mas em contraste com Mérida, quase não tem vestígios romanos ou visigóticos. A fortaleza da alcáçova (Alcazaba) é a estrutura mais notável da cidade que atesta o passado mouro de Badajoz. Muitos dos velhos edifícios que estavam em ruínas naquela zona da cidade foram restaurados no início do e atualmente os restaurantes e bares ali instalados e a respetiva vida noturna atraem muita gente, nomeadamente do outro lado da fronteira portuguesa. ===Monumentos históricos === ====Alcáçova ==== thumb|left|A alcáçova visto do lado dos jardins da Galera, com a Torre de Espantaperros à esquerda A alcáçova é uma cidadela moura construída no por Ibne Maruane quando fundou a cidade. A sua configuração atual deve-se principalmente às obras de fortificação levadas a cabo pelo califa almóada em 1169, mas o período do seu maior esplendor foi o , durante a Dinastia aftácida. Há vestígios de obras em 913 e em 1030. A alcáçova serviu de residência aos governantes da Taifa de Badajoz nos séculos XI e XII. Os governantes almóadas foram expulsos definitivamente em 1230 por . A Torre de Espantaperros, a principal torre albarrã da alcáçova, tem 30 metros de altura e foi construída em taipa e argamassa. Tem planta octogonal e é encimada por um corpo quadrangular, de onde se tinha excelentes vistas para vigiar os arredores e o arrabalde de La Galera que se estendia por baixo. Originalmente conhecida como Atalaia, o seu nome popular (\"espanta-cães\") tem origem no som agudo do sino que outrora existia na torre. Adossado à torre, encontra-se o edifício conhecido como La Galera, construído no e que serviu sucessivamente de sede do município (Casa Consistorial), pósito ou armazém de cereais, asilo, prisão feminina, escola e Museu Arqueológico Provincial, que ali esteve instalado até 1989, quando foi trasladado para o palácio dos Duques de La Roca, que foi restaurado para esse efeito e onde ainda se encontra. O nome La Galera pode ter origem no do bairro onde se situa (Galera) ao por ter sido um local onde os prisioneiros sentenciados às galés paravam no caminho para Sevilha. A alcáçova é rodeada por um jardim bem cuidado, onde foram feitos vários achados arqueológicos de vários períodos, incluindo o romano e o visigótico. A fortaleza era o único forte importante na fronteira portuguesa a sul e foi o ponto de partida de invasões contra Portugal. Durante algum tempo foi ocupado pelos duques de La Roca. ====Fortificação Vauban ==== thumb|Parte do adarve da fortificação medieval e Torre de Espantaperros Este forte militar foi construído no , durante a Guerra da Restauração, travada ente Portugal e Espanha entre 1640 e 1668, para defesa e para contra-atacar as tropas que entrassem na cidade. Feita em pedra, tijolo e argamassa de cal, deve o seu nome ao célebre arquiteto militar francês Sébastien de Vauban, inventor do \"estilo Vauban\" usado no forte. Tem oito baluartes — de San Pedro, de La Trinidad, de Santa María, de San Roque, de San Juan, de Santiago, de San José e de San Vicente todos no lado sul, pois a defesa do lado norte e nordeste era providenciada pelos rio Guadiana e pela ribeira de Rivilla. ====La Giralda e Torre da Soledad ==== Na Praça da Soledad há duas torres, a da ermida da Padroeira e La Giralda. Esta última é uma réplica da Giralda de Sevilha, construída em 1930 por iniciativa da família de empresários locais Cancho, com fins comerciais. As obras foram dirigidas por Adel Pinna e o projeto foi de Delgado Millán. É de estilo regionalista neoárabe andaluz, decorado com azulejos e ferragens e tem o símbolo de Mercúrio gravado em relevo como símbolo do comércio. Em 1978 a torre foi adquirida pela Telefónica, restaurou-o, e instalou escritórios. Em 1998, a mesma empresa vagou o edifício e desde então que o seu destino é discutido, tendo surgido várias ideias mas nada se decidindo. ====Porta de Palmas ==== thumb|A Porta de Palmas, um dos ex-libris de Badajoz A Porta de Palmas é uma entrada monumental construída em 1551. Tem duas torres cilíndricas que flanqueiam a porta, fortificadas com ameias e ornamentadas com cordas decorativas nos níveis inferior e do topo. O príncipe e o seu pai, o imperador Carlos V, e a data da construção da torre são mencionados no lado exterior de uma das torres. Está virada para oriente, tem um arco duplo e é decorada com medalhões com o escudo de Carlos V. Foi usada como prisão e sofreu diversas renovações. ====Catedral ==== A Catedral de São João Batista é a sé da Arquidiocese de Mérida-Badajoz, que em 1994 sucedeu à Diocese de Badajoz, fundada em 1255. É um edifício gótico situado na Praça de Espanha, construído a partir de meados do e consagrada na década de 1270, apesar das obras terem prosseguido até ao . Passou por extensas renovações entre os séculos XVI e XVIII. A torre da catedral tem 41 metros de altura e foi erigida em estilo gótico em 1542, sob a direção do arquiteto Gaspar Méndez. Construída em silhar, as janelas são de pedra esculpida. Três das janelas são únicas — uma é de estilo gótico, outra é renascentista e a terceira é plateresca. No interior há várias telas de Luis de Morales, um pintor renascentista local. Durante as renovações realizadas em 1715 foram colocados relógios em duas das suas faces. Tem um campanário e ameias. Em 1827, Richard Alfred Davenport escreveu uma descrição exuberante do deão da catedral de Badajoz, notando que ele era «mais ilustrado do que todos os doutores de Salamanca, Coimbra e Alcalá juntos; ele entendia todas as línguas, vivas e mortas, e era um mestre perfeito em todas as ciências divinas.» ====Real Mosteiro de Santa Ana ==== Situado no centro da cidade velha, é a sede da Ordem das Clarissas em Badajoz. Foi criado por bula do em 1518, por iniciativa da nobre local Leonor de Vega y Figueroa, que foi abadessa até à sua morte, quarenta anos depois. O mosteiro foi palco de vários acontecimentos históricos, nomeadamente a morte da rainha Ana de Áustria, consorte de Filipe II, em 1580. A rainha foi enterrada no mosteiro, antes de ser trasladada para a Cripta Real do Mosteiro do Escorial. No interior do mosteiro há um belo claustro mudéjar com pinturas dos séculos XVIII e XIX, e um museu religioso. A igreja contém importantes esculturas, pinturas e peças de altar dos séculos XVI, XVII e XVIII, com destaque para um magnífico retábulo barroco em talha dourada do , onde se encontra uma imagem de Nossa Senhora das Virtudes e do Bom Sucesso. A imagem de Nossa Senhora das Virtudes e do Bom Sucesso que se encontra no retábulo-mor da igreja, foi objeto de devoção de Filipe II e durante muito tempo foi considerada a padroeira de Badajoz, antes da atual Nossa Senhora da Soledade. Trata-se de uma \"Virgem negra\" do , reminiscente das Virgens de Montserrate, de Guadalupe e da Penha de França, que está no mosteiro desde 1619. ====Outros edifícios religiosos ==== A pequena Capela das Adoradoras (Las Adoratrices) foi construída no e dedicada a São José para comemorar a conquista cristã da cidade por Afonso IX de Leão. A Confraria de São José, fundada em 1556, funcionou na capela. Durante a Guerra Peninsular, no início do , o edifício foi bombardeado e a sua importância declinou nos anos seguintes. Em 1917 foi construído o convento neogótico anexo, ocupado pelas freiras , que deram o nome pelo qual a capela é conhecida atualmente. Entre outros edifícios religiosos podem citar-se as igrejas de Santo André e da Conceição, ambas do , o Convento das Carmelitas, a Ermida de los Pajaritos, a Ermida da Soledade, as igrejas (parroquias) de San Agustín, São João Batista e the São Domingos, etc. A Ermida da Soledade é uma capela de estilo gótico originalmente fundada pelo duque de San Germán em 1664 no local onde se ergue atualmente a Giralda. Devido ao estado ruinoso em que tinha caído, em 1931 foi demolida e reconstruída em frente do local original. É objeto de muita devoção popular e apesar de pequena, é profusamente decorada. A parroquia de São João Batista é uma grande capela pintada de branco e rosa, que originalmente foi um convento franciscano fundado pelo rei . O convento foi depois usado pelos jesuítas durante algum tempo e recentemente foi restaurada para passar a ser o Sacrácrio da Catedral. ====Casas residenciais ==== A Casa Álvarez-Buiza, uma residência privada e complexo comercial, foi construída no bairro de San Juan entre 1918 e 1921. É da autoria dos arquitetos Francisco Franco Pineda e Adel Pinna, a quem se devem várias obras de estilo dito regionalista no centro histórico. Situada na Praça de Espanha, em tempos albergou os escritórios do Banco de Espanha. Os elementos artísticos incluem o uso de cal, tijolo e cerâmicas coloridas com influências andaluzas. Na fachada destacam-se as cariátides que coroam as pilastras. A Casa del Cordón é uma casa privada, construída em estilo gótico tardio do início do , com janelas com caixilhos. Atualmente é a sede da arquidiocese. A Casa Puebla, construída em 1921, é outra obra de Adel Franco Pinna e um dos melhores exemplos da chamada arquitetura regionalista de estilo andaluz em Badajoz. Tem duas fachadas, a principal com elementos neorrenascentistas. ===Edifícios municipais === O Palácio Municipal, sede do ayuntamiento, o governo municipal, é uma construção de 1852. É um edifício elegante, de formas classicista, encimada por um campanário de relógio, este último adicionada em 1889. O governo municipal esteve instalado em vários locais antes deste edifício, nomeadamente na Plaza Alta e no Campo de San Juan. O edifício da Plaza Alta, as chamadas Casas Consistoriales, foi construído no e esteve em ruínas até à recuperação daquela zona da cidade nos primeiros anos do . O Palácio de Congressos Manuel Rojas, situado no baluarte de São Roque, do , é uma obra dos arquitetos José Selgas e Lucia Cano, inaugurada em 2006. Foi construído sobre a antiga praça de touros, cuja forma cilíndrica foi mantida no seu interior, onde há um cilindro com 75 metros de diâmetro. O palco com 40 metros de comprimento por 20 de profundidade é o terceiro maior de Espanha, só superado pelo Teatro Real de Madrid e pelo Liceu de Barcelona. O palácio foi selecionado pelo MoMA com sendo uma das obras mais representativas da arquitetura espanhola dos últimos 30 anos. ===Museus === O Museu Estremenho e Ibero-americano de Arte Contemporânea (MEIAC) tem coleções de artistas espanhóis, portugueses e latino-americanos. Está instalado na antiga prisão de Badajoz, que por sua vez foi construída entre 1941 e 1958 no local onde anteriormente se erguia o Forte de Pardaleras, datado do e parte das fortificações Vauban da cidade. O Museu de Belas Artes de Badajoz é considerado a principal pinacoteca da Estremadura devido ao seu vasto acervo e à qualidade das suas obras, com destaque para pintores estremenhos, como Luis de Morales, Zurbarán, Nicolás Megía, Felipe Checa, Eugenio Hermoso e Adelardo Covarsí, entre outros, mas também tem obras de artistas de outras regiões de Espanha e estrangeiros, como Caravaggio. Fundado em 1920, está instalado num palacete de finais do , perto da Praça da Soledad. O , inaugurado em 2001, está instalado na casa que segundo a tradição popular foi a residência do pintor renascentista pacense Luis de Morales, apelidado \"o Divino\" devido à temática da sua obra, quase toda de índole religiosa. Além de muitas das obras deste pintor, o museu mostra anos de história local, desde a Pré-história até à atualidade, recorrendo a painéis explicativos, mapas interativos e outros recursos interativos, material audiovisual, conjuntos de silhuetas, etc. Algumas das suas salas têm nomes sugestivos como \"Badajoz antes de Badajoz\", \"a fundação de Batalyaws\" e \"personalidades históricas\". O situa-se no recinto da alcáçova, no antigo palácio dos duques de La Roca. Nele se encontram peças arqueológicas encontradas em toda a província de Badajoz. As coleções do museu estão organizadas em seis áreas principais: pré-história, história primitiva, romano, visigótico, islão medieval e cristianismo medieval. O edifício, originalmente erigido nos séculos XIV-XV por Lorenzo Suárez de Figueroa para a sua residência quando foi nomeado regedor da cidade, constitui um notável exemplo do modelo de mansão senhorial fortificada. É construído em pedra e alvenaria de tijolo; tem quatro torres nas esquinas e uma fachada com terraço. No interior tem arcos de tijolo mudéjar suportados por colunas octogonais. O situa-se no recinto da catedral. Oferece ao visitante uma panorâmica através das diferentes fases da construção do templo e tem em exposição peças datadas desde a fundação da diocese até à atualidade. As coleções incluem marfins do , relevos e tapeçarias flamengas, a lápide funerária de Alfonso Suárez de Figueroa, a custódia processional do Corpus Christi de 1558, além de telas de Luis de Morales e Zurbarán. O situa-se no centro da cidade e é administrado pelo Clube Taurino da Estremadura. Expõe cartazes, fotografias e objetos do mundo das touradas. O , inaugurado em 2007, situa-se no centro Menacho. Tem em exposição os fatos dos grupos que participaram nos desfiles de carnaval da cidade. Em 2008 passou a integrar o Rede de Museus da Estremadura. ===Cemitérios === Investigações arqueológicas indicam que durante o período visigótico os enterros eram realizados nos sítios da Picuriña, Pardaleras e Cerro de Reyes. No período islâmico, os enterros eram efetuados extramuros, ao longo dos caminhos que conduziam à cidade, naquilo que era o arrabalde a leste da alcáçova e na área onde está atualmente o baluarte de Santiago. Desde os séculos mais remotos até ao , os cristãos eram enterrados dentro das igrejas ou nas suas proximidades. O dois cemitérios mais antigos de Badajoz são os de Nossa Senhora da Soledade (Nuestra Señora de la Soledad) e o de São João (San Juan); este último já existia em 1839. Os cemitérios atualmente em uso no município são os de São João, o da Virgem das Neves em Balboa, o da Imaculada Conceição em Gévora, o de San Isidro em Novelda, o do Imaculado Coração de Maria em Valdebótoa e o de Santiago Apóstolo em Villafranco. ===Pontes === A cidade tem cinco pontes sobre o Guadiana. A Ponte de Palmas é a mais antiga; foi originalmente construída em 1460, mas foi destruída por uma cheia em 1545, tendo sido reconstruída durante o reinado de Filipe II, quando Diego Hurtado de Mendoza era governador de Badajoz. Apesar de das obras posteriores, o estilo herreriano então usado continua muito presente na ponte atualmente. Em 1603, 16 dos seus 24 tramos foram destruídos por cheias, tendo sido reconstruídos entre 1609 e 1612. Foi novamente reconstruída em 1833, sob a direção do engenheiro José María Otero e do arquiteto Valentin Falcato. No início do foi remodelada e ampliada, tendo sido aumentado o número de tramos para 32 e acrescentadas torres em ambas as extremidades, ficando com um comprimento total de 600 metros. Com todas as suas alterações aos seus tramos, arcos, pilares e contrafortes, de certo modo a ponte reflete a história da cidade. A ponte é também conhecida popularmente como Ponte Bobo, uma alcunha posta pelos pastores transumantes devido ao facto de nela nunca terem sido cobradas portagens. A Ponte da Autonomia Estremenha foi inaugurada em 1990 e é a única situada a montante da Ponte de Palmas, perto da alcáçova. A Ponte da Universidade foi construída em 1960 a jusante (oeste) da Ponte de Palmas. A Ponte Real é uma ponte pênsil que foi inaugurada em 1994; tem seis tramos de 32 metros e uma ciclovia. A Ponte 25 de Abril foi inaugurada em janeiro de 2022; com 4,1 km de comprimento, o seu nome é uma homenagem a Portugal. ===Principais praças === A Praça de Espanha, conhecida popularmente como \"San Juan\", é o coração da cidade, na medida em que continua a ser um local privilegiado de encontro e a ser o centro de uma das zonas com mais atividade e mais movimentada da cidade. Conhecida como \"Campo de San Juan\" já no , devido a nela se erguer a catedral, desde esse século que ali se situam edifícios importantes, como o Hospital ou Casa da Piedade, em cuja igreja foi sepultado o pintor local Luís de Morales. Em finais do , a sede do município foi para lá trasladada. Em frente a este edifício encontra-se a estátua de Luís de Morales. A configuração atual foi desenhada pelo arquiteto da cidade Rodolfo Martinez em 1917 e terminada em 1920. A Praça Alta, restaurada em 2004, foi durante séculos o centro da cidade e é provável que tenha sido onde se realizavam os socos (mercados) durante a Idade Média. Inicialmente uma zona habitada por judeus e mouriscos conversos, a partir do foram ali instalados diversos edifícios públicos, como a antiga sede do município (ayuntamiento), na chamada Casa del Peso del Colodrazgo, e um pósito. O aspeto atual resulta das obras levadas a cabo principalmente no início do , quando o bispo Marín de Rodezno decidiu converter a velha praça numa \"Plaza Mayor\", fechada, de estilo monumental e com pórticos a toda a volta, semelhante às que se encontram em várias cidades espanholas, inspirada nas ideias do arquiteto italiano Sebastiano Serlio . Antes disso, a Praça Alta e a Praça de São José, que lhe é contígua, formavam um espaço único junto à velha muralha islâmica. A decoração das fachadas é única no mundo e um dos poucos exemplos do seu tipo do barroco espanhol. As obras não chegaram a ser concluídas. No final do foi construído na praça um grande mercado, uma moderna estrutura de ferro de grandes dimensões, a qual se encontra atualmente no campus da Universidade da Estremadura. A Praça de Cervantes é um dos belos exemplos das várias praças e pracetas existentes no centro histórico. Popularmente tem a alcunha de \"Praça das Três Mentiras\", pois chama-se Cervantes mas tem uma estátua do grande pintor barroco estremenho Francisco de Zurbarán e é popularmente conhecida como Praça de Santo André (San Andrés), devido a situar-se no local onde existiu a Igreja de Santo André, construída no . Rodeada de árvores, tem um empedrado de estilo português, datado de 1888, com um padrão em ziguezague em volta do canteiro com um pequeno lado onde se situa a estátua, da autoria de Aurelio Cabrera, colocada em 1932. ===Parques e jardins === Os Jardins da Galera forma construídos na década de 1930 entre a Torre de Espantaperros e o adarve, dentro do recinto da alcáçova. Foram reabertos em 2007, depois do local ter sido restaurado após ter estado 30 anos fechado. Durante o restauro foram encontradas e preservadas várias ruínas. Entre as plantas que se encontram nos jardins incluem-se a cânfora (Cinnamomum camphora), , paineira (Ceiba speciosa), mirto, loureiro (Laurus nobilis), laranjeira, limoeiro e romãzeira (Punica granatum). O Parque de Castelar ocupa o que eram as hortas e o olival do antigo convento de São Domingos. Durante muito tempo foi um espaço aberto com vários usos, chamado Campo de São Vicente. O parque foi inaugurado em 1903, mas o aspeto atual deve-se à reforma levada a cabo em 1941. Tem numerosas palmeiras Washingtonia de grande altura e muitas plantas exóticas, além de eucaliptos de grandes dimensões e vários monumentos, como os dedicados à escritora romântica estremenha Carolina Coronado, ao escritor também estremenho Luis Chamizo Trigueros, e o dedicado à obra “El zagal de las mongías” do pintor badajocence Adelardo Covarsí. As grades das entradas principais foram trazidas da Porta de Palmas, que no passado era fechada à noite, impedindo as entradas e saídas da cidade intramuros. O Parque da Legião deve o seu nome aos combatentes nacionalistas que tomaram Badajoz durante a Guerra Civil Espanhola, pois situa-se junto a uma das brechas abertas na muralha durante a batalha. Foi criado em 1949 pelo pintor local , que também desenhou as pontes e tanques que são um dos seus atrativos. O passeio central é bordejado por enormes plátanos. Os jardins de Santa Maria e os Jardins (ou parque) da Trindade (Trinidad) fazem parte do Parque da Legião. O último deve o seu nome ao baluarte do , situado no seu interior. No interior do baluarte há um conjunto escultórico em memória dos mortos na Guerra Civil da autoria de Juan de Ávalos. A área do Parque da Legião foi palco dos intensos combates em que estiveram envolvidas a tropas irlandesas de Wellington durante o terceiro e último assalto a Badajoz em 1812. Outros parques dignos de nota são os da Alcáçova, o Parque Infantil, o Parque de Rivillas e Calamón, os jardins da Praça e Passeio de São Francisco e o Parque de São Fernando. ==Cultura e educação == Embora não seja uma cidade célebre pela sua cultura e arte, nasceram em Badajoz diversos artistas notáveis, como o ator e cineasta Luis Alcoriza, o escritor e historiador , José López Prudencio, e Jesús García Calderón, os cantores Rosa Morena, Porrina de Badajoz, o compositor Juan Vásquez, o pianista e compositor Cristóbal Oudrid, os pintores Luis de Morales, e Adelardo Covarsí. O município tem várias bibliotecas públicas municipais que servem a cidade e a região, nomeadamente a A. Dominguez, Bda. de Llera, Cerro de Reyes, Pardaleras, São Roque e Santa Isabel. Fora da cidade existem as chamadas Agências de Leitura de Alvarado, Balboa, Novelda, Sagrajas e Valdebótoa. Há ainda um serviço municipal de biblioteca móvel, o Bibliobus. O principal e maior teatro de Badajoz é o Teatro López de Ayala, um edifício pintado de branco com janelas em arco, com lotação para 800 espectadores, onde se realizam espetáculos de teatro, ópera, concertos e exposições. A Institución Ferial de Badajoz (IFEBA), fundada em 2006, tornou-se não só um importante centro económico, mas também um centro regional de cultura, que além das feiras também é palco de eventos culturais e desportivos, desde corridas hípicas até competições de paintball, break dance e danças caribenhas. A Banda Municipal de Música, criada em 1867, é uma orquestra de música clássica que atua tanto em Badajoz como no resto da província; em 2013 tinha 33 músicos. Em 1988, o município criou as Escolas Municipais de Música, que em 2013 funcionavam nas escolas públicas de Enrique Segura Covasí, Luis de Morales, Santo Tomás de Aquino e Nuestra Señora de la Soledad e eram frequentadas por 600 alunos de clarinete, flauta, guitarra, percussão, piano, saxofone, trompete, violino e canto. A Feira de São João (Feria de San Juan) é a maior feira da região e é uma grande atração para gentes de ambos os lados da fronteira portuguesa. Realiza-se anualmente entre 23 de junho e 1 de julho. Entre as diversas atrações, durante a feira são realizadas touradas. A Universidade da Estremadura (UNEX) tem um campus em Badajoz, situado na parte ocidental da cidade, na margem direita (norte) do Guadiana, perto da fronteira. O ensino universitário na cidade remonta a 1968, quando foi criada a Faculdade de Ciências de Badajoz, pertencente à Universidade de Sevilha. A UNEX foi fundada em 1973, reunindo várias escolas superiores existentes, como aquela faculdade, o Colégio Universitário de Filosofia e Letras de Cáceres (fundado em 1971 e dependente da Universidade de Salamanca), as Escolas Normais do Magistério Primário de Cáceres e Badajoz, a Escola de Engenharia Técnica Agrícola de Badajoz. Atualmente tem polos em Badajoz, Cáceres, Mérida e Plasencia. ==Desporto == ;Futebol O clube de futebol mais antigo da cidade, o (CD Badajoz), fundado em 1905, foi extinto em 2012. Ao longo da sua história, o CD Badajoz disputou 20 campeonatos da 2.ª Divisão e 49 de 3.ª Divisão (ou Segunda División B). O seu sucessor , inicialmente chamado Club Deportivo Badajoz 1905, foi formado por adeptos do CD Badajoz logo após a extinção e ganhou a Regional Preferente de Extremadura (5.ª Divisão espanhola) em 2012/2013. A sua casa é o , inaugurado em dezembro de 1998, situado na \"Cidade Desportiva La Granadilla\", a 2 km do centro e com capacidade para espectadores. thumb|Prova de um campeonato nacional de canoagem no Guadiana em maio de 2014 O (Badajoz CF) foi fundado em 1998 como Unión Deportiva Badajoz e reclama-se herdeiro do Badajoz Football Club, fundado em 1927. Mudou para o nome atual no verão de 2013, na sequência da fusão com o Club Deportivo Puerta Palmas. Na temporada 2012/2013 ficou em 2.º lugar no campeonato da 3.ª Divisão espanhola e na de 2013/2014 no 4.º lugar. A sua casa é igualmente o Estádio Nuevo Vivero. O Cerro de Reyes (Agrupación Deportiva Cerro de Reyes Badajoz Atlético) foi outro clube desportivo da cidade. Com origens na década de 1970, foi oficialmente fundado em 1980. Em 2011 foi expulso da 3.ª Divisão espanhola por falta de comparência a jogos. O seu sucessor é o , fundado em 2012 e que na temporada 2012/2013 disputou a Regional Preferente de Extremadura. A sua casa é o Estádio José Pache. ;Outras modalidades desportivas A Asociación de Baloncesto Pacense (ABP) é um clube de basquetebol formado em 2005 pela fusão de antigos clubes de basquetebol da cidade, nomeadamente o CajaBadajoz, Círculo Badajoz e Habitacle. Joga na Liga EBA, a 4.ª divisão espanhola. A cidade tem um campo de golfe, o Golfe do Guadiana, inaugurado em 1992 e com 18 buracos. ==Notas == * ==Bibliografia== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Ligações externas == * * Categoria:Localidades de Badajoz (província) Categoria:Localidades da Estremadura (Espanha) Categoria:Localidades da Espanha Categoria:Municípios por nome da Estremadura (Espanha) Categoria:Municípios da Espanha por nome",
 "title": "Badajoz"
}