{
 "id": "71726",
 "text": "Thymelaeaceae é uma família botânica com 700-750 espécies distribuídas por 50 gêneros. Esta família tem uma distribuição cosmopolita, essencialmente na África tropical, sudeste da Ásia e Australásia. Esta família é a maior representante da ordem Malvales, uma vez que possui maior número de gêneros (48) em relação as outras famílias da mesma ordem. Sendo que apenas sete destes podem ser encontrados no Brasil, entre os mais conhecidos estão Lophostoma (botânica) e Daphnopsis. == Características == Taxonômicamente as plantas da família Thymelaeaceae são definidas através das seguintes características morfológicas: Em geral são plantas arbustivas, com folhas inteiras, alternas e sem estípulas. Flores com espigas ou cachos, radiais, hermafroditas ou de sexos separados. Quanto as pétalas podem ser tetrâmeras ou pentâmeras e monoclamídeas. Sépalas livres imbricadas, muitas vezes com escamas internas. Estames ocorrem em número duplo aos das sépalas, quando há flores femininas ocorrem, ocorrem estaminódios nas mesmas. O gineceu possui ovário súpero com dois carpelos e apenas um lóculo. O androceu possui oito estames em dois verticilos O fruto consiste em uma drupa ou baga. Semente sem endosperma. == Importância econômica == Por constituir-se de grande variedade de gêneros os representantes da família Thymelaeaceae possuem diversas substâncias tóxicas ou medicinais. Além de seu uso mais comum que é ornamental por conta da diversidade de flores. O gênero Daphne, por exemplo, possui odor agradável e é bastante cultivado. == Gêneros == * Aetoxylon * Amyxa * Arnhemia * Atemnosiphon * Basutica * Craterosiphon * Cryptadenia * Dais * Daphne * Daphnemorpha * Daphnopsis * Deltaria * Diarthron * Dicranolepis * Dirca * Drapetes * Edgeworthia * Enkleia * Eriosolena * Funifera * Gnidia * Goodallia * Jedda * Kelleria * Lachnaea * Lagetta * Lasiadenia * Lasiosiphon * Lethedon * Linodendron * Linostoma * Lophostoma * Oreodendron * Ovidia * Passerina * Peddiea * Phaleria * Pimelea * Rhamnoneuron * Schoenobiblus * Stellera * Stephanodaphne * Struthiola * Synandrodaphne * Synaptolepis * Thecanthes * Thymelaea * Wikstroemia. == Bibliografia == Herbalist. Consultado em 30 de janeiro de 2017 JOLY, A.B. Botânica, Introdução a taxonomia vegetal. 8º edição. São Paulo: Editora Nacional, 1987 Categoria:Malvales Categoria:Famílias de angiospérmicas",
 "title": "Thymelaeaceae"
}