{
 "id": "71733",
 "text": "Ronnie James Dio, nome artístico de Ronald James Padavona (Portsmouth, 10 de julho de 1942 — Houston, 16 de maio de 2010), foi um músico norte-americano, produtor e compositor de heavy metal, famoso como front-man das bandas Rainbow, Black Sabbath e Dio. É considerado um dos melhores vocalistas de todos os tempos pelo seu enorme talento e voz marcante, tendo influenciado muitos dos melhores vocalistas da atualidade. Também é conhecido por ter introduzido a mão chifrada, símbolo do rock. Ficou em 5º lugar na lista dos \"50 Melhores Cantores de Rock e Metal\" do site Loudwire, em 10º na lista dos \"100 melhores vocalistas de heavy metal\" da revista HitParader, e foi eleito o 5° melhor cantor de vocais agudos no heavy metal pelo OC Weekly. Sua extensão vocal é classificada como Tenor. Em 2010, antes de morrer, Ronnie James Dio era um dos artistas do rock com maior longevidade da carreira, ao lado de Paul McCartney, Mick Jagger, Chuck Berry e Little Richard. ==Biografia== Ronnie adotou o sobrenome artístico \"Dio\" inspirado no mafioso italiano Johnny Dio. Ainda na escola, formara a banda de rockabilly Vegas Kings que, após mudar de nome várias vezes (sendo chamada de Ronnie and the Rumbles, Ronnie and the Redcaps, Ronnie Dio and the Prophets, The Eletric Elves e The Elves), finalmente tornou-se conhecida como a banda ELF. Em meados dos anos 1970 a partir da entrada de Ritchie Blackmore (Deep Purple), o ELF passa a ser chamado de Ritchie Blackmore's Rainbow, no qual Dio participou de quatro álbuns. Em seguida Dio deixa o Rainbow por conta de desentendimento com Blackmore, e é convidado pelo guitarrista Tony Iommi para ocupar o posto de vocalista no Black Sabbath, permanecendo com a banda até 1982. No mesmo ano forma uma banda própria chamada DIO, para em 1983 lançar o álbum intitulado Holy Diver. Deste participaram também o baterista Vinny Appice, que tinha acompanhado Dio na saída do Black Sabbath, seu antigo companheiro do Rainbow, o baixista Jimmy Bain, e o guitarrista Vivian Campbell (posteriormente no Def Leppard). Holy Diver foi muito bem aceito e deixou clássicos como a faixa- título, \"Stand Up and Shout\", \"Don’t Talk to Strangers\" e o hit \"Rainbow in the Dark\". Embalado com o sucesso, Dio grava mais um álbum com sua banda em 1984, este intitulado The Last in Line e a banda embarca numa turnê mundial juntamente com o tecladista Claude Schnell. Em seguida Dio lança seu primeiro vídeo oficial. Após o lançamento de álbuns conseguintes (veja discografia) e mudanças na formação da banda, Dio faz uma pausa em 1987. Em 1990 reforma a banda DIO e lança o disco Lock up the Wolves. A banda é composta por músicos totalmente novos. Durante a subsequente turnê Dio reencontra o ex-colega do Black Sabbath, o baixista Geezer Butler, e decide retornar à banda para gravar o álbum Dehumanizer em 1992. O grupo se consolidara novamente, mas Dio resolve deixar o Black Sabbath na última data da turnê, após o incidente de saber que este pretendia abrir um show para Ozzy Osbourne. Nos anos entre 1983 e 2006 permaneceu ativo com a banda DIO e voltou a trabalhar com o companheiro Vinny Appice até 2003. Em 1992 fez sua primeira aparição no Brasil juntamente com Black Sabbath. Retornou ao Brasil nas turnês de Strange Highways, Angry Machines, Magica e Killing the Dragon. Em 2007, reuniu-se com os antigos companheiros de Black Sabbath para o lançamento da coletânea musical \"Black Sabbath - The Dio Years\". Este evento resultou na formação da banda Heaven & Hell (Que era a mesma formação do Black Sabbath) que permaneceu ativa até o dia de sua morte. Ao longo de sua carreira Dio popularizou a expressão da mão chifrada. Na verdade ele usava o gesto no intuito de afastar mau-olhado e não como um símbolo satanista. No documentário \"Metal: a headbanger's journey\" ele faz referência à sua avó italiana, que supostamente usava o gesto (chamado maloik, não mão chifrada) para afastar ou evocar mau-olhado. == Doença e morte == Em 25 de novembro de 2009, Wendy, sua esposa e empresária, anunciou que ele havia sido diagnosticado com câncer de estômago:Ronnie James Dio Diagnosed With Stomach Cancer. Blabbermouth.net. 25-10-2009. Em março de 2010, Wendy publicou uma atualização online sobre sua condição: Dio iniciou o tratamento com a doença ainda no estágio inicial e havia diminuído o número de shows nos últimos meses. Em 4 de maio de 2010, o Heaven and Hell anunciou que eles estavam cancelando todas as apresentações que ocorreriam no verão por causa da condição de saúde de Dio.Heaven & Hell: All Summer Shows Cancelled. Roadrunner Records. Dio morreu às 7:45 da manhã (horário local) de 16 de maio de 2010, de acordo com as fontes oficiais.Metal rocker Ronnie James Dio has died, wife says. CNN.com.Legendary Heavy Metal Vocalist Ronnie James Dio Dies. Roadrunner Records.Officialy comunicated of Dio's death. RonnieJamesDio.com. Wendy disse no site oficial de Dio:Morre Ronnie James Dio, ídolo do heavy metal. Globo G1. 16-5-2010.Ronnie James Dio dead. Houston Chronicle blog. 16-5-2010.Ronnie James Dio Dies At Age 67. Metal Injection. 16-5-2010. == Discografia == === Elf === * Elf (1972) * Carolina County Ball (1974) * Trying to Burn the Sun (1975) * The Gargantuan (1978) (Coletânea) * The Elf Albums (1991) (Coletânea) === Rainbow === * Ritchie Blackmore's Rainbow (1975) * Rising (1976) * On Stage (1977) * Live In Munich (1977) * Long Live Rock 'n' Roll (1978) * Finyl Vinyl (1986) * Live In Germany '76 (1990) === Black Sabbath === * Heaven and Hell (1980) * Mob Rules (1981) * Live Evil (1982) * Dehumanizer (1992) * Live at Hammersmith Odeon (2007) * The Dio Years (2007) (Coletânea) * The Rules of Hell (2008) (Coletânea) === Heaven & Hell === * Live from Radio City Music Hall (2007) * The Devil you Know (2009) * Neon Nights: 30 Years of Heaven & Hell (2010) (DVD) === DIO === * Holy Diver (1983) * Live in Concert (VHS) (1984) * Special From The Spectrum (VHS) (1984) * The Last in Line (1984) * Sacred Heart (1985) * Super Rock '85 in Japan (VHS) (1985) * Intermission (1986) * Sacred Heart \"The Video\" (1986)/(2004) * Dream Evil (1987) * Lock Up the Wolves (1990) * Diamonds: Best of Dio (1992) (Coletânea) * Strange Highways (1994) * Angry Machines (1996) * Anthology (1997) (Coletânea) * Master Series (1998) (Coletânea) * Inferno: Last in Live (1998) * Magica (2000) * The Very Beast of Dio (2000) (Coletânea) * Anthology, Vol. 2 (2001) (Coletânea) * Killing the Dragon (2002) * Evil or Divine: Live in New York City (DVD) (2003) * Stand Up and Shout: The Dio Anthology (2003) * The Collection (2003) (Coletânea) * Master of the Moon (2004) * Evil Or Divine: Live in New York City (2005) * We Rock (DVD) (2005) * Holy Diver Live (2006) * Holy Diver Live (DVD) (2006) === Participações especiais === * Roger Glover and Guests - Butterfly Ball (1974) (Dio participa das faixas \"Sitting in a Dream\", \"Love Is All\" e \"Homeward\") * Kerry Livgren - Seeds of Change (1980) (Dio participa das faixas \"Mask of the Great Deceiver\" e \"To Live for the King\") * Hear'n Aid (1986) (Dio participa da faixa \"Stars\") * Tribute to Alice Cooper (1999) (Dio participa da faixa \"Welcome to My Nightmare\") * Tribute to Aerosmith (1999) (Dio participa da faixa \"Dream On\", juntamente com Yngwie Malmsteen) * Deep Purple - In Concert with the London Symphony Orchestra (2000) (Dio participa das faixas \"Love Is All\", \"Smoke on the Water\" e \"Sitting in a Dream\") * Iron Eagle Soundtrack (1986) (Dio participa da faixa \"Hide in the Rainbow\") * Tenacious D - The Pick of Destiny (2006) (Dio participa da faixa \"Kickapoo\") * Queensrÿche - Operation: Mindcrime II (2006) (Dio participa da faixa \"The Chase\" como Dr. X) * Girlschool - Legacy (2008) - (Dio / Iommi Mix participam da faixa \"I Spy\") == Tributos == Homenagens e tributos feitos a Dio. * Awaken the Demon: Tribute to Dio (1999) * Hell Rules Vol. 1 (1999) * Hell Rules Vol. 2 (2000) * Holy Dio (Nacional) (2000) *CD Simples * Holy Dio (Japonês) (2000) *CD Duplo * Catch The Rainbow - A tribute to Rainbow (2000) * Evil Lives (2004) * DIO / Jorn Lande (2010) * This Is Your Life (2014) ==Ligações externas== * RonnieJamesDio.com - Site oficial de Dio * Tapio's RJD Pages - Site não oficial (contém informações completas). * Padavona.com - Site não oficial sobre o início da carreira de Ronnie James Dio. Categoria:Membros de Rainbow (banda) Categoria:Cantores de hard rock Categoria:Cantores de heavy metal Categoria:Cantores dos Estados Unidos Categoria:Compositores dos Estados Unidos Categoria:Membros de Black Sabbath Categoria:Membros de Dio Categoria:Mortes por câncer de estômago Categoria:Naturais de Portsmouth (Nova Hampshire) Categoria:Norte-americanos de ascendência italiana Categoria:Premiados com o Kerrang! Awards Categoria:Sepultados no Forest Lawn Memorial Park (Hollywood Hills) Categoria:Membros de Heaven and Hell Categoria:Rainbow (banda)",
 "title": "Ronnie James Dio"
}