{
 "id": "71739",
 "text": "DIO foi uma banda de heavy metal criada por Ronnie James Dio em 1982 após sua saída do Black Sabbath. A primeira formação foi composta pelo vocalista Ronnie James Dio, o baterista Vinny Appice (Black Sabbath), o guitarrista Vivian Campbell (Whitesnake, Def Leppard) e o baixista Jimmy Bain (Rainbow). A banda teve seu fim oficialmente em 2010 com a morte de Ronnie James Dio aos 67 anos. == História == No ano de 1982, Ronnie James Dio chama para sua banda um grupo de músicos de primeira: Seu ex-companheiro no Black Sabbath, Vinny Appice; o jovem e virtuoso Vivian Campbell e o seu ex-companheiro de banda na época do Rainbow, Jimmy Bain. Em maio de 1983 o DIO lança seu primeiro álbum, Holy Diver. Neste álbum, Ronnie gravou os teclados em estúdio, mas deixou a cargo de Claude Schnell a função de tocá-los nos shows, a partir do começo de 1984. No ano seguinte, dia 2 de Janeiro de 1984 DIO lança seu segundo álbum, The Last in Line, a banda parte para uma turnê mundial. Seus show tinham cenários com dragões, fogo, lasers, e encenações. Dia 15 de Agosto de 1985, é lançado terceiro álbum, Sacred Heart. A turnê desse LP rendeu o primeiro ao vivo, chamado Intermission, contendo uma faixa inédita tocada ao vivo. Ainda em 1985, Ronnie adorou a ideia de seus companheiros de banda Jimmy Bain e Vivian Campbell e aproveitou o sucesso de \"We Are the World\" para reunir diversos músicos do rock (por volta de 40 músicos incluindo, Rob Halford, Don Dokken, Geoff Tate, Yngwie Malmsteen, Adrian Smith e Dave Murray entre outros) nos estúdios da A&M; Records em um projeto chamado Hear'n Aid visando arrecadar fundos para crianças na África. Gravaram uma música chamada \"Stars\" que era uma espécie de \"We Are the World\", mas estilo rock 'n' roll. Em 1986 Vivian Campbell deixa o DIO,http://ultimateclassicrock.com/def-leppard-vivian- campbell-ronnie-james-dio-feud/ para se unir ao Whitesnake, logo ele foi substituído por Craig Goldy (Giuffria). No dia 21 de Julho de 1987 eles lançaram seu quarto álbum de estúdio, Dream Evil. No começo de 1988 Craig Goldy deixa a banda. Ronnie anuncia em 1989 um concurso para selecionar um novo guitarrista. O escolhido tinha apenas 16 anos na época:Rowan Robertson. Bain, Appice, e Schnell deixam a banda, e logo foram substituídos por Teddy Cook, Simon Wright e Jens Johansson. Em 1990, a banda lança o álbum Lock Up the Wolves. Ronnie demite Rowan e logo depois deixa a banda, se juntando novamente com o Black Sabbath. Quando retornou pro DIO, Ronnie trouxe Appice de volta, e convidou o baixista Jeff Pilson (Dokken), o guitarrista Tracy G, e o tecladista Scott Warren. Foi lançado em 1994 Strange Highways, e em 1996 Angry Machines. Tracy G foi demitido alguns anos depois. Em 1998, é lançado o vivo Inferno: Last in Live, repleto de faixas do Rainbow, Black Sabbath e DIO. Em junho de 1999, Ronnie pede o retorno de Graig Goldy, que aceita. Tracy G pede para voltar como guitarrista de base, porém a proposta é vetada. No ano de 2000, DIO lança o álbum Magica, que marcava a volta de Simon Wright e Jimmy Bain à banda. Na turnê seguinte, houve um conflito entre Goldy de um lado, e Ronnie e Bain de outro. Goldy não satisfazia as necessidades da banda pois tinha muitas obrigações familiares que o comprometiam. Goldy deixa a banda em janeiro de 2002 e é substituído por Doug Aldrich (Whitesnake), guitarrista que Bain conheceu durante as gravações de um tributo para o Metallica. Por causa da chegada tardia, Aldrich não participou muito do nono álbum de estúdio de DIO, Killing the Dragon, que foi escrito em sua maioria por Ronnie e Bain. Aldrich permaneceu na banda até abril de 2003, quando se juntou novamente ao Whitesnake e foi substituído por Goldy, que voltou a banda. No dia 7 de Setembro de 2004, é lançado nos Estados Unidos o décimo álbum do DIO, Master of the Moon. Após este álbum, Ronnie prometeu dar sequencia à trilogia Magica, mas os planos foram adiados devido à sua reunião com o Black Sabbath, sob o nome Heaven and Hell. Jeff Pilson foi convidado para as gravações do álbum, mas não pôde permanecer para a turnê, e foi substituído por Rudy Sarzo. Em 2005 é lançado em CD Evil or Divine - Live in New York City que foi previamente lançado em DVD no ano de 2003. No mesmo ano, DIO partiu em turnê mundial, e Ronnie teve a ideia de montar novamente o set de Holy Diver. A ideia fez tanto sucesso que ele decidiu lançar o álbum ao vivo, Holy Diver Live. O álbum foi lançado em CD duplo, sendo que no primeiro CD ele cantava o álbum Holy Diver inteiro, e no segundo, sucessos variados de sua carreira. O último trabalho de estúdio de DIO foi lançado em 2010: o single \"Electra\". Em 2009, mais precisamente no dia 19 de novembro, Dio foi hospitalizado e o motivo foi escondido pela sua mulher e empresária Wendy. Dias depois, veio a confirmação que Ronnie tinha sido diagnosticado com câncer no estômago. O vocalista recebeu apoio de vários líderes de bandas de heavy metal, como Rob Halford (Judas Priest) e Sigurd Wongraven (Satyricon). No dia 16 de maio de 2010, às 7:45am, Ronnie morreu. Sua esposa colocou em seu site oficial a seguinte declaração: \"Ronnie sabia o quanto era amado por todos. Nós apreciamos o amor e suporte que todos vocês têm nos dado. Por favor, nos deem alguns dias de privacidade para lidar com essa terrível perda. Saibam que ele amava todos vocês e sua música viverá para sempre\". == Integrantes == thumb|right|250px|Ronnie Dio e Scott Warren em apresentação com Dio no Rio de Janeiro (2006) ;Última formação * Ronnie James Dio - vocal e teclado (1982-2010) * Craig Goldy - guitarra (1986-88, 1999-02, 2003-10) * Simon Wright - bateria (1989-91, 1999-10) * Scott Warren - teclado (1993-2010) * Rudy Sarzo - baixo (2004-2010) ;Membros anteriores * Jimmy Bain - baixo (1982-89, 1999-03), teclado (1982-1983) * Vinny Appice - bateria (1982-89, 1993-99) * Vivian Campbell -guitarra (1982-1986) * Claude Schnell - teclado (1983-1989) * Rowan Robertson - guitarra (1989-1991) * Jens Johansson - teclado (1989-1991) * Teddy Cook - baixo (1989-1991) * Tracy G - guitarra (1993-1999) * Jeff Pilson - baixo (1993-1997, 2004) * Doug Aldrich - guitarra (2001-2003, 2005) ;Linha de tempo ImageSize = width:1000 height:420 PlotArea = left:100 bottom:60 top:10 right:70 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:01/10/1982 till:01/12/2006 TimeAxis = orientation:horizontal format:yyyy Colors = id:vocals value:red legend:Vocal id:guitar value:green legend:Guitarra id:bass value:purple legend:Baixo id:drums value:blue legend:Bateria id:keys value:orange legend:Teclado,_piano id:Lines value:black legend:Álbuns_de_estúdio id:lines2 value:gray(0.65) legend:Álbuns_ao_vivo id:bars value:gray(0.9) BackgroundColors = bars:bars Legend = orientation:horizontal position:bottom ScaleMajor = unit:year increment:2 start:1983 BarData = bar:Ronnie text:\"Ronnie James Dio\" bar:Vivian text:\"Vivian Campbell\" bar:Craig text:\"Craig Goldy\" bar:Rowan text:\"Rowan Robertson\" bar:Tracy text:\"Tracy G\" bar:Doug text:\"Doug Aldrich\" bar:Jimmy text:\"Jimmy Bain\" bar:Teddy text:\"Teddy Cook\" bar:Jeff text:\"Jeff Pilson\" bar:Larry text:\"Larry Dennison\" bar:Rudy text:\"Rudy Sarzo\" bar:Vinny text:\"Vinny Appice\" bar:Simon text:\"Simon Wright\" bar:Claude text:\"Claude Schnell\" bar:Jens text:\"Jens Johansson\" bar:Scott text:\"Scott Warren\" PlotData= width:12 textcolor:black align:left anchor:from shift:(10,-4) bar:Ronnie from:01/10/1982 till:01/01/1991 color:vocals bar:Ronnie from:01/03/1993 till:end color:vocals bar:Vivian from:01/10/1982 till:01/03/1986 color:guitar bar:Craig from:01/03/1986 till:01/06/1989 color:guitar bar:Rowan from:01/06/1989 till:01/01/1991 color:guitar bar:Tracy from:01/03/1993 till:01/04/1999 color:guitar bar:Craig from:01/04/1999 till:01/06/2001 color:guitar bar:Doug from:01/06/2001 till:01/02/2004 color:guitar bar:Craig from:01/02/2004 till:01/06/2005 color:guitar bar:Doug from:01/06/2005 till:01/06/2006 color:guitar bar:Craig from:01/06/2006 till:end color:guitar bar:Jimmy from:01/10/1982 till:01/06/1989 color:bass bar:Teddy from:01/06/1989 till:01/01/1991 color:bass bar:Jeff from:01/03/1993 till:01/06/1997 color:bass bar:Larry from:01/06/1997 till:01/04/1999 color:bass bar:Jimmy from:01/04/1999 till:01/02/2004 color:bass bar:Jeff from:01/02/2004 till:01/06/2005 color:bass bar:Rudy from:01/06/2005 till:end color:bass bar:Vinny from:01/10/1982 till:01/06/1989 color:drums bar:Simon from:01/06/1989 till:01/01/1991 color:drums bar:Vinny from:01/03/1993 till:01/04/1999 color:drums bar:Simon from:01/04/1999 till:end color:drums bar:Claude from:01/02/1984 till:01/06/1989 color:keys bar:Jens from:01/06/1989 till:01/01/1991 color:keys bar:Scott from:01/03/1993 till:end color:keys bar:Ronnie from:01/10/1982 till:01/02/1984 color:keys width:3 bar:Ronnie from:01/04/1999 till:01/06/2001 color:keys width:3 bar:Craig from:01/04/1999 till:01/06/2001 color:keys width:3 bar:Craig from:01/02/2004 till:01/06/2005 color:keys width:3 bar:Jimmy from:01/10/1982 till:01/02/1984 color:keys width:3 bar:Jimmy from:01/06/2001 till:01/02/2004 color:keys width:3 LineData = at:25/05/1983 color:black layer:back at:13/07/1984 color:black layer:back at:01/08/1985 color:black layer:back at:21/07/1987 color:black layer:back at:15/05/1990 color:black layer:back at:25/10/1993 color:black layer:back at:15/10/1996 color:black layer:back at:21/03/2000 color:black layer:back at:21/05/2002 color:black layer:back at:07/09/2004 color:black layer:back at:01/06/1986 color:lines2 layer:back at:24/02/1998 color:lines2 layer:back at:22/02/2005 color:lines2 layer:back at:18/04/2006 color:lines2 layer:back == Discografia == * Holy Diver (1983) * The Last in Line (1984) * Sacred Heart (1985) * Dream Evil (1987) * Lock Up the Wolves (1990) * Strange Highways (1994) * Angry Machines (1996) * Magica (2000) * Killing the Dragon (2002) * Master of the Moon (2004) == Ver também == * Ronnie James Dio *Elf * Black Sabbath * Rainbow *Def Leppard *Whitesnake *Dokken * Hear'n Aid == Ligações externas == * Sítio oficial do Dio * Sítio sobre Ronnie James Dio Categoria:Bandas de heavy metal dos Estados Unidos Categoria:Bandas de Nova Iorque Categoria:Bandas formadas em 1982 Categoria:Bandas extintas em 2010‎",
 "title": "Dio (banda)"
}