{
 "id": "71844",
 "text": "Geraldo Majella Agnelo (Juiz de Fora, 19 de outubro de 1933 – Londrina, 26 de agosto de 2023) foi um cardeal brasileiro, arcebispo da Arquidiocese de São Salvador da Bahia e Primaz do Brasil. Teve papel de destaque na criação da Pastoral da Criança no Brasil, em 1983, ao lado da médica Zilda Arns, em Florestópolis. ==Biografia== Nascido em Juiz de Fora, é o terceiro de oito filhos de Antônio Agnelo e sua esposa, Silvia Spagnolo Agnelo.Biografia no site do Vaticano Iniciou seus estudos aos 12 anos, no Seminário Menor Diocesano Santo Antônio. ===Estudos=== *Doutorado em Teologia com ênfase em Liturgia (Roma, Pontifício Ateneu Santo Anselmo) *Especialização em Liturgia (1967-1969) *Graduação em Teologia (São Paulo, Seminário Central, Ipiranga, 1954-1957) *Graduação em Filosofia (São Paulo, Seminário Central, Ipiranga, São Paulo, 1951–1953) *Licenciatura em Filosofia (Mogi das Cruzes, São Paulo, Universidade de Mogi das Cruzes) *Ensino médio em Pirapora do Bom Jesus, São Paulo (1948-1950) *Ensino fundamental e básico em Juiz de Fora, Minas Gerais (1942-1947) === Morte === Com a saúde agravada desde dezembro de 2022 devido a um acidente vascular cerebral (AVC), estava em internação domiciliar em Londrina, onde faleceu aos 89 anos. ==Funções eclesiásticas== ===Presbiterado=== Em 29 de junho de 1957 foi ordenado presbítero, aos 23 anos, por Dom Antônio Maria Alves de Siqueira, na Catedral Metropolitana de São Paulo. Nomeado assistente da Juventude Estudantil Católica Feminina (1958-1959). Foi docente no Seminário Cura d'Ars (1958-1959), no Seminário Filosófico de Aparecida, São Paulo (1960-1963), no Seminário Teológico, São Paulo (1964-1967). Foi nomeado cânone do capítulo da catedral de São Paulo pelo cardeal Carlos Carmelo de Vasconcelos Motta, arcebispo da Sé, no início de 1964 a 1978; ele era também ceremoniere da catedral.Biografia no site The Cardinals of the Holy Roman Church Foi coordenador da Pastoral Diocesana entre 1970 e 1974. Passou a ser o Diretor da Faculdade de Teologia Nossa Senhora da Assunção (1975-1978). ===Episcopado=== Em 5 de maio de 1978, aos 44 anos, foi eleito bispo de Toledo, sendo consagrado em 6 de agosto de 1978 por Dom Paulo Evaristo Arns, O.F.M., arcebispo de São Paulo, tendo como co-consagrante Dom Benedito de Ulhôa Vieira, arcebispo de Uberaba e por Dom Angélico Sândalo Bernardino, bispo-auxiliar de São Paulo.Biografia no Catholic-hierarchy Em 10 de setembro de 1978, toma posse na Diocese de Toledo. Em 4 de outubro de 1982, é eleito Arcebispo de Londrina. Em 31 de janeiro de 1983, toma posse na Arquidiocese de Londrina. Em 16 de setembro de 1991 é designado Secretário da Congregação para o Culto Divino e Disciplina dos Sacramentos, na Cúria Romana. Em 13 de janeiro de 1999, é transferido para a Sé de São Salvador da Bahia e torna-se Primaz do Brasil. Teve as seguintes funções: *3 de junho de 1994 é nomeado membro da Pontifícia Comissão para a América Latina. *17 de março de 1995 é designado como membro do Comitê Central do Grande Jubileu do Ano 2000 e Presidente da Comissão de Liturgia do mesmo Comitê *30 de outubro de 1997 é nomeado membro do Pontifício Comitê para os Congressos Eucarísticos Internacionais. *Presidente da Comissão Litúrgica da Conferência Nacional dos Bispos do Brasil – CNBB (1983-1987) *Vice-presidente do Regional Sul 2 da CNBB *Membro da Comissão Episcopal de Pastoral da CNBB *2º Vice-presidente do Conselho Episcopal Latino-Americano (CELAM) (1999) ===Cardinalato=== Foi criado cardeal-presbítero da Santa Igreja pelo Papa João Paulo II no consistório de 21 de fevereiro de 2001, recebendo o título de São Gregorio Magno em Magliana Nuova. Como cardeal foi: *Membro do Pontifício Conselho para a Pastoral dos Migrantes e Itinerantes *Membro do Pontifícia Comissão para os Bens Culturais da Igreja *Presidente da CNBB (2003-2007) *Um dos três presidentes da Quinta Conferência Geral do Episcopado Latino-americano e do Caribe realizada em Aparecida. D. Geraldo Majella completou 75 anos em 2008, quando, por motivo de idade, pediu renúncia à Santa Sé, sendo seu sucessor, escolhido em janeiro de 2011, Dom Murilo Krieger, S.C.I. No dia 12 de janeiro de 2011 teve seu pedido de renúncia aceito pelo Papa Bento XVI. Em fevereiro de 2014, passou a residir em Londrina. ====Conclaves==== * Conclave de 2005 - participou da eleição do Papa Bento XVI * Conclave de 2013 - participou da eleição do Papa Francisco ===Lema=== «A caridade com a fé» == Ordenações == === Ordenações presbíteros === *Anuar Battisti (1980) *Carlos Pedro Zilli, P.I.M.E. † (1985) ===Ordenações episcopais=== O Cardeal Agnelo foi o principal sagrante dos seguintes bispos: *Joviano de Lima Júnior , S.S.S. (1995) *Anuar Battisti (1998) *Tommaso Cascianelli, C.P. (2000) *Dominique Marie Jean Denis You (2003) *Josafá Menezes da Silva (2005) *João Carlos Petrini (2005) *Gregório Paixão, O.S.B. (2006) *Manoel Delson Pedreira da Cruz, O.F.M. Cap. (2006) *Antônio Carlos Altieri, S.D.B. (2006) *Guido Zendron (2008) *Rafael Biernaski (2010) *Eraldo Bispo da Silva (2012) Foi um dos co-sagrantes dos seguintes bispos: *Luiz Soares Vieira (1984) *Irineu Roque Scherer (1998) *José Ruy Gonçalves Lopes, O.F.M. Cap. (2012) ==Obras publicadas== *Liturgia: serviço cultual do povo de Deus. (Tese de Doutorado) *Pastoral dos Sacramentos. São Paulo: Paulinas, 1964. ==Ver também== *Lista de cardeais do Brasil ==Fontes== *Nota biográfica de Dom Geraldo Majella Agnelo – Arquidiocese de Salvador * * * == Ligações externas == *Nota biográfica de Dom Geraldo Majella Agnelo – Arquidiocese de Londrina *Mensagem do Papa João Paulo II ao Cardeal Majella Agnelo por ocasião da comemoração dos 250 anos da Basílica do Bonfim *Nota biográfica do Cardeal Geraldo Majella Agnelo – ACI Digital * * * Categoria:Naturais de Juiz de Fora Categoria:Cardeais do Brasil Categoria:Cardeais nomeados pelo papa João Paulo II Categoria:Bispos e arcebispos de São Salvador da Bahia Categoria:Bispos e arcebispos de Londrina Categoria:Bispos de Toledo (Brasil) Categoria:Brasileiros de ascendência italiana Categoria:Alunos do Pontifício Ateneu Santo Anselmo",
 "title": "Geraldo Majella Agnelo"
}