{
 "id": "71847",
 "text": "Baltimore () é a cidade mais populosa do estado americano de Maryland. É a cidade independente mais populosa do país. É o principal centro urbano, financeiro e cultural do estado americano de Maryland. Localiza-se ao longo da parte marítima do rio Patapsco, O mapa mostra o ponto de demarcação entre as partes marítimas e não-marítimas do rio Patapsco. um braço da baía de Chesapeake. Baltimore é por vezes chamada de Baltimore City, para distingui-la do condado de Baltimore. Fundada em 1729, é um dos principais portos marítimos do país, e situa-se mais perto dos principais mercados do Midwest americano do que qualquer outro porto marítimo na costa leste do país. No porto funciona o Harborplace, um centro de compras, entretenimento e turístico, e o Aquário Nacional de Baltimore. Após um declínio na indústria manufatureira local, Baltimore passou a ter uma economia orientada em torno do setor de serviços. A Universidade Johns Hopkins e o Hospital Johns Hopkins são os maiores empregadores da cidade. A cidade foi batizada em homenagem a Lorde Baltimore, da Casa Irlandesa dos Lordes, proprietário-fundador da Colônia de Maryland. O próprio Baltimore assumiu este título a partir de uma localidade situada na paróquia de Bornacoola, nos condados de Leitrim e Longford, na Irlanda.Como um gesto de boa vontade, e com base nesta ligação histórica, uma estátua de Lady Baltimore foi enviada à Irlanda em 1974 e erguida ali alguns anos mais tarde. Ver Baltimore é uma forma anglicizada do irlandês Baile an Tí Mhóir, que significa \"Cidade da Casa Grande\", e não deve ser confundido com Baltimore, no condado de Cork, cujo nome irlandês é Dún na Séad. A cidade é servida pelo Aeroporto Internacional Baltimore-Washington, o maior aeroporto do estado do Maryland. Baltimore também é a 19ª cidade mais violenta do mundo e a 3ª mais violenta dos Estados Unidos, apresentando uma taxa de homicídios de 37,7 por 100 mil habitantes, sendo que no ano de 2013 foram contabilizados 234 homicídios. == História == A cidade de Baltimore foi fundada em 30 de julho de 1729, e ficou com o nome do seu fundador, Lord Baltimore. Baltimore começou a crescer nos finais do século XIX como um depósito dos açúcares vindos das colônias das Caraíbas. No porto de Baltimore encontra-se o Forte McHenry, que foi atacado pelas tropas inglesas durante a guerra de 1812, e que inspirou Francis Scott Key a escrever um poema que mais tarde viria a se tornar o Hino nacional dos Estados Unidos da América. Baltimore veio a tornar-se uma cidade independente em 1851, separando-se assim do condado de Baltimore. == Geografia == De acordo com o Departamento do Censo dos Estados Unidos, a cidade tem uma área de , dos quais estão cobertos por terra e (12,1%) por água. === Clima === Sob a classificação de Köppen, Baltimore está dentro da zona climática subtropical úmida (Cfa), com quatro estações distintas. Os invernos são frios, mas variáveis, com queda de neve esporádica: Janeiro tem uma média diária de 2,1 °C , embora as temperaturas atinjam 10 °C com bastante frequência e caiam abaixo de −7 °C quando as massas de ar do Ártico afetam a área. A média de neve sazonal é de 51 cm, mas varia muito dependendo do inverno, com algumas temporadas vendo neve mínima, enquanto outros vêem várias tempestades de neve. Devido à menor ilha de calor urbano (ICU) comparada à cidade propriamente dita e à distância da moderada Baía de Chesapeake, as partes periféricas e internas da área metropolitana de Baltimore são geralmente mais frias, especialmente à noite, do que a cidade propriamente dita e a cidades costeiras. Assim, nos subúrbios do norte e oeste, a queda de neve no inverno é mais significativa, e algumas áreas medem mais de 30 centímetros de neve por inverno. Não é incomum que a linha de chuva-neve se instale na área metropolitana. Chuva gelada e granizo ocorrem algumas vezes em cada inverno na área, pois o ar quente substitui o ar frio nos níveis baixos e médios da atmosfera. Quando o vento sopra do leste, o ar frio é represado contra as montanhas a oeste e o resultado é chuva congelante ou granizo. A primavera e o outono são quentes, com a primavera sendo a estação mais chuvosa em termos do número de dias de precipitação. Os verões são quentes e úmidos, com uma média diária em Julho de 27 °C, e a combinação de calor e umidade leva a tempestades frequentes. Uma brisa do sudeste da baía de Chesapeake geralmente ocorre nas tardes de verão, quando o ar quente sobe sobre as áreas do interior; ventos predominantes do sudoeste interagindo com esta brisa, assim como o ICU da cidade propriamente dita, podem exacerbar seriamente a qualidade do ar. No final do verão e no início do outono, o rastro de furacões ou de seus remanescentes pode causar inundações no centro de Baltimore, apesar de a cidade estar longe das áreas típicas de tempestades costeiras. Temperaturas extremas variam de -22 °C em 9 de Fevereiro de 1934 e 10 de Fevereiro de 1899, 42 °C em 22 de Julho de 2011. Em média, temperaturas acima dos 38 °C ocorrem em 0,9 dias por ano e acima dos 32 °C ocorrem em 37 dias, e há 10 dias em que a alta não alcança a marca de congelamento. == Demografia == Desde 1900, o crescimento populacional médio, a cada dez anos, é de 1,8%, embora venha perdendo população nos últimos 60 anos. === Censo 2020 === De acordo com o censo nacional de 2020, a sua população é de e sua densidade populacional é de . Houve um decréscimo populacional na última década de -5,7%, bem abaixo do crescimento estadual de 7,0%. É a cidade mais populosa do estado e a 30ª mais populosa do país. Possui que resulta em uma densidade de e um decréscimo de -1,2% em relação ao censo anterior. Deste total, 14,2% das unidades habitacionais estão desocupadas. A média de ocupação é de 2,3 pessoas por residência. A área metropolitana de Baltimore tem aproximadamente 2,9 milhões de residentes, e é a 21ª maior área metropolitana do país. Baltimore também é a maior cidade da área estatística combinada associada a ela, que é habitada por aproximadamente 9,9 milhões de pessoas. === Censo 2010 === Segundo o censo nacional de 2010, a população de Baltimore era de . A cidade possuía que resultava em uma densidade de . == Esportes == Baltimore é sede do time de futebol americano Baltimore Ravens e do time de beisebol Baltimore Orioles. A cidade também já sedou o Grande Prêmio de Baltimore da IndyCar Series em um circuito de rua em 2011. == Marcos históricos == O Registro Nacional de Lugares Históricos lista 305 marcos históricos em Baltimore. Os primeiros marcos foram designados em 15 de outubro de 1966 e o mais recente em 9 de março de 2020. Existem vinte e quatro Marco Histórico Nacional na cidade, incluindo o USS TORSK (submarino), designado em 14 de janeiro de 1986. == Violência == Baltimore é uma das cidades mais violentas dos Estados Unidos, do continente americano e do mundo. == Curiosidades == A cidade de Baltimore é ilustrada no seriado Futurama da Fox, na série Hannibal da NBC e na série \"The Wire\", da HBO, uma das series mais bem avaliadas pela crítica, nos últimos anos. Nos musicais Cry-Baby e Hairspray , Baltimore é homenageada. ==Ver também== *Rio Patapsco *Porto de Baltimore ==Ligações externas== * * *",
 "title": "Baltimore"
}