{
 "id": "7187",
 "text": "Fundação Wikimedia é uma entidade filantrópica, dedicada a incentivar a produção, desenvolvimento e distribuição de conteúdo livre e multilíngue e a disponibilizar ao público, integralmente, esses projetos baseados em wiki de forma totalmente livre. A Fundação Wikimedia opera alguns dos maiores projetos de referência editados colaborativamente em todo o mundo, incluindo a Wikipédia, um dos 10 sites mais visitados no mundo. Está sediada em São Francisco, Estados Unidos (até 2007 sua sede era no estado da Flórida). Sua existência foi oficialmente anunciada pelo antigo presidente da Bomis e co- fundador da Wikipédia, Jimmy Wales, em 20 de junho de 2003. Ela também conta com os capítulos locais, que a representam localmente. Seu nome é composto pelas palavras Wiki e mídia. == Metas == A Fundação Wikimedia está sob a seção 501(c) (3) do Internal Revenue Code dos Estados Unidos como uma entidade filantrópica. Seu código da National Taxonomy of Exempt Entities (NTEE) é B60 (Adulto, Educação Contínua). O regulamento da fundação declara que seu propósito é a recolha de dados, o desenvolvimento de conteúdo educacional e divulgação de forma eficaz e global. O objetivo declarado da Fundação Wikimedia é desenvolver e manter conteúdo aberto, por meio de projetos baseados no sistema wiki e fornecer o conteúdo completo desses projetos ao público gratuitamente. Isto é possível graças aos seus Termos de Uso (atualizado e aprovado em junho de 2009, a adotar a licença CC-BY-SA). Além da enciclopédia generalizada multilingual Wikipédia, a fundação gera um dicionário multilíngue chamado Wikcionário, uma enciclopédia de citações chamada Wikiquote, um repositório de textos de fontes em qualquer língua chamado Wikisource, e uma coleção de textos, estilo livros, para estudantes (tais como manuais e livros de domínio público) chamado Wikilivros. Wikijúnior é um subprojeto do Wikibooks especializado em livros para crianças. ==História== A Fundação Wikimedia foi criada a partir da Wikipedia e Nupedia em 20 de junho de 2003,Jimmy Wales: \"Anunciando a Fundação Wikimedia\", 20 de junho de 2003, Wikipedia-l@wikipedia.org e a solicitação de registro foi apresentada no Escritório de Patentes e Marcas dos Estados Unidos para Wikipedia em 17 de setembro de 2004, sendo o registro concedido em 10 de janeiro de 2006. A proteção da marca foi concedida pelo Japão em 16 de dezembro de 2004, e na União Europeia em 20 de janeiro de 2005. Tecnicamente, o escopo da marca é para: «Fornecer informações sobre conhecimento enciclopédico geral via Internet». Há planos de conceder a licença de uso da marca Wikipedia para produtos como livros ou DVDs. O nome \"Wikimedia\" foi cunhado por Sheldon Rampton em uma lista de discussão (WikiEN-l) em março de 2003. Os nomes de domínio Wikimedia.org e Wikimediafoundation.org foram adquiridos para a Fundação por Daniel Mayer. Com o anúncio da fundação, Wales transferiu a propriedade dos nomes de domínio da Wikipedia, Wikcionário e a enciclopédia livre Nupedia, junto com os direitos de todos os materiais relacionados a esses projetos que foram criados pelos empregados da Bomis ou pelo próprio Wales. Os computadores usados para rodar todos os projetos da Wikipedia também foram doados à fundação por Wales, que também comprou os nomes de domínio \"wikimedia.org\" e \"wikimediafoundation.org\". Em abril de 2005, o Serviço de Impostos dos EUA aprovou (por carta) a fundação como uma fundação educacional. Em 11 de dezembro de 2006, o Conselho Diretivo da Fundação Wikimedia observou que a corporação não conseguiu se transformar em uma organização com membros como inicialmente previsto, mas que nunca foi implementado devido à incapacidade de cumprir os requisitos de registro dos Estatutos do Estado da Flórida, EUA. Como resultado, os estatutos foram modificados para eliminar todas as referências a direitos e atividades dos membros. A decisão de alterar os estatutos foi aprovada pelo Conselho Diretivo por unanimidade.Revisão dos estatutos. Em 25 de setembro de 2007, o Conselho Diretivo da Fundação Wikimedia anunciou a mudança da sede de operações da Fundação para a baía de São Francisco, devido à proximidade de outras organizações afins e parceiros potenciais, bem como à conveniência de viagens internacionais. Em 16 de abril de 2010, a edição número 109 (bilhão) foi alcançada em um dos projetos da Wikimedia.Twitter Em outubro de 2011, a Fundação Wikimedia anunciou o lançamento do Wikipedia Zero, uma iniciativa para permitir o acesso móvel gratuito (dados) à Wikipedia em países em desenvolvimento, através de colaborações com operadoras de telecomunicações móveis. Em 2012, a Fundação Wikimedia foi escolhida pelo The Global Journal como a melhor ONG do mundo de uma lista das 100 ONGs mais importantes internacionalmente. The Global Journal é uma publicação especializada em questões de governança global, de propriedade da Société des Fondateurs de The Global Journal SA. Para compor a classificação, foram avaliados a inovação, eficácia, impacto, eficiência no uso de dinheiro, transparência, sustentabilidade e a percepção de suas lideranças e atividades por outras organizações não governamentais. Depois da Wikimedia, os segundos e terceiros lugares foram ocupados, respectivamente, por Partners In Health e Oxfam. Em 10 de março de 2015, a Fundação e outras organizações apresentaram uma ação contra o governo dos Estados Unidos e sua Agência de Segurança Nacional (NSA) por espionagem e vigilância ilegal. Em agosto de 2015, os projetos da Wikimedia ultrapassaram 2,5 bilhões de edições.https://tools.wmflabs.org/wmcounter/ == Finanças == A Fundação resume o seu património nas \"Demonstrações de Atividades\" nos seus relatórios auditados. Estes não incluem fundos no Wikimedia Endowment, no entanto, as despesas do ano financeiro de 2015-16 em diante incluem pagamentos para o Wikimedia Endowment. Ano Fonte Receita Contas Aumento de ativos Ativo líquido no final do ano 2022/2023 PDF $180,174,103 $169,095,381 $15,619,804 $254,971,336 2021/2022 PDF $154,686,521 $145,970,915 $8,173,996 $239,351,532 2020/2021 PDF $162,886,686 $111,839,819 $50,861,811 $231,177,536 2019/2020 PDF $129,234,327 $112,489,397 $14,674,300 $180,315,725 2018/2019 PDF $120,067,266 $91,414,010 $30,691,855 $165,641,425 2017/2018 PDF $104,505,783 $81,442,265 $21,619,373 $134,949,570 2016/2017 PDF $91,242,418 $69,136,758 $21,547,402 $113,330,197 2015/2016 PDF $81,862,724 $65,947,465 $13,962,497 $91,782,795 2014/2015 PDF $75,797,223 $52,596,782 $24,345,277 $77,820,298 2013/2014 PDF $52,465,287 $45,900,745 $8,285,897 $53,475,021 2012/2013 PDF $48,635,408 $35,704,796 $10,260,066 $45,189,124 2011/2012 PDF $38,479,665 $29,260,652 $10,736,914 $34,929,058 2010/2011 PDF $24,785,092 $17,889,794 $9,649,413 $24,192,144 2009/2010 PDF $17,979,312 $10,266,793 $6,310,964 $14,542,731 2008/2009 PDF $8,658,006 $5,617,236 $3,053,599 $8,231,767 2007/2008 PDF $5,032,981 $3,540,724 $3,519,886 $5,178,168 2006/2007 PDF $2,734,909 $2,077,843 $654,066 $1,658,282 2005/2006 PDF $1,508,039 $791,907 $736,132 $1,004,216 2004/2005 PDF $379,088 $177,670 $211,418 $268,084 2003/2004 PDF $80,129 $23,463 $56,666 $56,666 == Projetos == O conteúdo na maioria dos websites da Wikimedia é licenciado para redistribuição sob a v4.0 da Atribuição e CompartilhaIgual Licença Creative Commons. A Fundação possui e opera 11 wikis que são escritos, mantidos, projetados e geridos por suas comunidades de editores voluntários. Qualquer membro do público é bem-vindo a contribuir; registrar uma conta de usuário nomeada é opcional. Esses wikis seguem um modelo de conteúdo livre, com o objetivo declarado de disseminar conhecimento para o mundo. Eles incluem, por data de lançamento: * Wikipédia – enciclopédia online * Wikcionário – dicionário online e tesauro * Wikilivros – uma coleção de livros, principalmente livros didáticos * Wikiquote – uma coleção de citaçãos * Wikivoyage – guia de viagem * Wikisource – biblioteca digital * Wikimedia Commons – repositório de imagens, sons, vídeos e mídia em geral * Wikiespécies – catálogo taxonômico de espécies * Wikinotícias – jornal online * Wikiversidade – uma coleção de tutoriais e cursos, também um ponto de hospedagem para coordenar pesquisas * Wikidata – base de conhecimento * Wikifunctions – um catálogo de funções de computador Certos projetos adicionais fornecem infraestrutura ou coordenação dos projetos de conhecimento livre. Estes incluem: * Meta-Wiki – site central para coordenar todos os projetos e a comunidade da Wikimedia * Wikimedia Incubator – um único wiki para elaborar as páginas principais das novas edições de idiomas em desenvolvimento * MediaWiki – site para coordenar o trabalho no software MediaWiki * Wikitech – incluindo Serviços na Nuvem da Wikimedia, Serviços de Dados, Toolforge e outros projetos e infraestrutura técnicos * Phabricator – não é um wiki, mas um sistema global de emissão de tickets para rastrear problemas e solicitações de recursos ==Controvérsias e Processos== Muitas disputas resultaram em litígios. enquanto outras foram descartadas. O advogado Matt Zimmerman declarou: \"Sem uma forte proteção de responsabilidade, seria difícil para a Wikipedia continuar fornecendo uma plataforma de enciclopédia de conteúdo criado por usuários\". Em dezembro de 2011, a fundação contratou o grupo de pressão Dow Lohnes Government Strategies LLC para pressionar o Congresso dos Estados Unidos em relação a \"Direitos Civis/Liberdades Civis\" e \"Copyright/Patentes/Marcas Registradas\".Novo Registro de Cliente House of Representatives Lobbying Disclosure 12 de dezembro de 2011 Na época da contratação, a Fundação expressou sua preocupação especificamente sobre um projeto de lei conhecido como Lei Stop Online Piracy. Em outubro de 2013, um tribunal alemão decidiu que a Fundação Wikimedia pode ser considerada responsável pelo conteúdo adicionado à Wikipedia; no entanto, isso se aplica apenas quando houve uma reclamação específica; caso contrário, a Fundação Wikimedia não verifica o conteúdo publicado na Wikipedia e não tem a obrigação de fazê-lo. Em junho de 2014, Bildkonst Upphovsrätt i Sverige apresentou uma ação por violação de direitos autorais contra a Wikimedia Suécia. Em 20 de junho de 2014, foi apresentada uma ação por difamação (caso civil da Divisão de Direito No. L-1400-14) envolvendo editores da Wikipedia perante o Tribunal Superior do Condado de Mercer em Nova Jersey, entre outras coisas, por danos compensatórios e punitivos. Em um artigo de opinião de 10 de março de 2015 para The New York Times, Wales e Tretikov anunciaram que a fundação estava apresentando um processo contra a Agência de Segurança Nacional e outras cinco agências e funcionários governamentais, incluindo o Departamento de Justiça, questionando sua prática de vigilância em massa, que, segundo eles, violava os direitos constitucionais dos leitores, editores e pessoal da fundação. Juntaram-se a eles no processo outros oito queixosos, incluindo Amnistia Internacional e Human Rights Watch. Em 23 de outubro de 2015, o Tribunal de Distrito dos Estados Unidos para o Distrito de Maryland rejeitou o processo do caso Fundação Wikimedia contra a Agência de Segurança Nacional por motivos de legitimidade. O juiz federal de distrito TS Ellis III decidiu que os demandantes não poderiam demonstrar de forma plausível que estavam sujeitos à vigilância prévia e que seu argumento estava \"repleto de suposições\" e \"especulações\". Os queixosos apresentaram um recurso ao Tribunal de Apelações do Quarto Circuito dos Estados Unidos em 17 de fevereiro de 2016. ===Controvérsias e Processos=== Em fevereiro de 2016, Lila Tretikov anunciou sua renúncia como diretora executiva, em resultado do controverso projeto Motor de Conhecimento da WMF e desentendimentos com a equipe diretiva. ===Arrecadação de Fundos Invasiva=== Durante a campanha de arrecadação de fundos de 2015, alguns membros da comunidade expressaram suas preocupações sobre os banners de arrecadação de fundos. Argumentaram que eram incômodos para os usuários e que poderiam estar enganando possíveis doadores ao dar a percepção de que a Wikipedia enfrentava problemas financeiros imediatos, o que não era o caso. A Fundação Wikimedia comprometeu-se a melhorar a redação de futuras campanhas de arrecadação para evitar esses problemas. No ano fiscal 2021-22, a WMF arrecadou $165 milhões através de 13 milhões de doações. Desse montante, 87% vieram de doações individuais, e o restante de grandes doações e subsídios. Em junho de 2020, os ativos líquidos da WMF haviam crescido até alcançar os $180 milhões. Naquele mesmo ano, a Wikipedia apresentou, como em anos anteriores, banners solicitando doações a seus usuários, o que gerou críticas internas, levando a um debate ético e moral dentro da comunidade de editores. Uma consulta foi realizada em uma página de discussão da comunidade chamada Village Pump em 25 de outubro. Questionou-se a linguagem usada nos anúncios, que sugeriam que a Wikipedia estava enfrentando uma crise financeira, o que alguns consideraram como uma mensagem potencialmente enganosa e antiética. Em resposta, a WMF revisou os banners e propôs alternativas. Estes novos banners, menos alarmantes, começaram a aparecer na Wikipedia em inglês pouco tempo depois. ===Remoção do curador eleito pela comunidade=== Em junho de 2015, a comunidade elegeu James Heilman para fazer parte do Conselho da Fundação Wikimedia. Em dezembro de 2015, o Conselho destituiu Heilman de seu cargo como administrador, uma decisão que gerou substancial controvérsia entre os membros da comunidade Wikipedia. Uma declaração emitida pelo conselho citou a falta de confiança de seus colegas curadores como as razões para sua destituição. Heilman declarou mais tarde que \"lhe foi dada a opção de renunciar [pelo Conselho] nas últimas semanas. Como membro eleito da comunidade, vi que meu mandato vinha da comunidade que me elegeu e, portanto, recusei. Vi tal movimento como traindo aqueles que me elegeram\". Posteriormente, ele indicou que, enquanto estava no Conselho, havia pressionado por mais transparência no financiamento do projeto Motor de Conhecimento da Fundação Wikimedia, e indicou que seus esforços para tornar público a subvenção da Fundação Knight para o motor foram o principal fator em sua destituição. A comunidade de voluntários o reelegeu para o conselho da Fundação Wikimedia em 2017. ===Motor de conhecimento=== Knowledge Engine foi um projeto de motor de busca iniciado em 2015 pela WMF para localizar e exibir informações verificáveis e confiáveis na Internet. O objetivo do KE era depender menos dos motores de busca tradicionais e foi financiado com um montante de USD$ 250.000 dólares pela Fundação Knight. O projeto foi percebido como um escândalo, principalmente porque foi financiado em segredo, o que foi visto como um conflito com a transparência da comunidade Wikimedia. De fato, a maioria das informações disponíveis para a comunidade foi recebida por meio de documentos vazados publicados pelo The Signpost em 2016. Como resultado desta controvérsia, a diretora executiva da Fundação Wikimedia, Lila Tretikov, renunciou. ===Gasto excessivo=== Wales enfrentou várias acusações alegando que a WMF tinha \"uma relação custo/benefício péssima e, durante anos, gastou milhões no desenvolvimento de software sem produzir nada que realmente funcionasse\". Wales reconheceu em 2014 que \"também se sentiu frustrado pelas intermináveis controvérsias sobre o lançamento de um software inadequado que não foi desenvolvido com a devida consulta à comunidade e sem uma implementação incremental adequada para detectar erros\". Em fevereiro de 2017, um artigo de opinião publicado pelo The Signpost, o jornal online da Wikipedia em inglês, intitulado Wikipedia tem câncerhttps://en.wikipedia.org/wiki/Wikipedia:Wikipedia_Signpost/2017-02-27/Op- ed gerou um intenso debate tanto na comunidade wikipedista quanto no público em geral. O autor criticou a Fundação Wikimedia pelo seu crescente gasto anual que, argumentou, poderia colocar o projeto em risco financeiro caso ocorresse um evento inesperado. O autor propôs limitar os gastos, aumentar a dotação existente e reestruturar a dotação para que a WMF não possa gastar o capital principal em tempos difíceis. A diretora executiva da Fundação Wikimedia, Katherine Maher, respondeu apontando que essa dotação já foi criada em 2016, confundindo a criação de uma dotação com a existência de uma dotação. ===Justiça social=== Em 2022, um \"apelo pessoal\" apresentado em um banner de publicidade na Wikipedia, por Jimmy Wales, um dos fundadores, enfatizou que \"A Wikipedia não está à venda\". Esta declaração destaca a natureza sem fins lucrativos da Fundação Wikimedia (WMF), uma organização sem fins lucrativos sediada na Califórnia que possui ativos de propriedade intelectual, como o nome e a marca da Wikipedia. No entanto, a WMF não possui nem controla as comunidades globais que mantêm o site, que realizam todo o trabalho real. Em 2022, a WMF anunciou novos beneficiários para as suas \"subvenções de equidade do conhecimento\". Em junho de 2022, a WMF relatou $239 milhões em ativos líquidos. Espera-se que arrecade $174 milhões em receitas em 2023. Apesar das despesas com salários do pessoal da fundação, ainda há um excedente considerável. Para gerir esses fundos, a WMF criou um fundo patrimonial composto por investimentos e dinheiro. Este é gerido não pela WMF, mas pela Fundação Tides, uma organização beneficente que canaliza fundos para causas e campanhas de justiça social. O fundo patrimonial tem como objetivo aumentar este capital para $130,4 milhões no próximo ano fiscal. Parte desses fundos é destinada ao fundo de equidade do conhecimento, que concede subvenções. No entanto, houve alguma controvérsia sobre a gestão dos fundos. Embora a Fundação Tides tenha prometido se tornar uma organização 501(c)(3) mais transparente para revelar como gerencia os fundos, ainda faltam detalhes sobre despesas e salários após sete anos. Além disso, os custos salariais da WMF aumentaram de $7 milhões em 2010/11 para $88 milhões em 2021/22. No entanto, apenas 2% do dinheiro arrecadado é destinado a custos de hospedagem, e a remuneração para os colaboradores que contribuem para a Wikipedia continua a mesma: zero. == Ligações externas == * da Fundação Wikimedia * * Wikimedia - história, organização e outras informações * Capítulos da Fundação Wikimedia * Blogue oficial da Fundação Wikimedia * Wikimedia Portugal * Wikimedia Portugal Perguntas Frequentes ==Nota==",
 "title": "Fundação Wikimedia"
}