{
 "id": "71905",
 "text": "Nise Magalhães da Silveira OMC (Maceió, 15 de fevereiro de 1905 — Rio de Janeiro, 30 de outubro de 1999) foi uma médica psiquiatra brasileira. Reconhecida mundialmente por sua contribuição à psiquiatria, revolucionou o tratamento mental no Brasil por meio da arte, livre expressão e afetividade. Dona Ivone Lara foi uma das personalidades a trabalhar com Nise da Silveira. Nos seus estudos sobre esquizofrenia trocou correspondências com Jung em 1954.Conheça mulheres que se tornaram grandes cientistas - Nise da Silveira Portal BOL - acessado em 8 de março de 2015 Dedicou sua vida ao trabalho com doentes mentais, manifestando-se radicalmente contra as formas que julgava serem agressivas em tratamentos de sua época, tais como o confinamento em hospitais psiquiátricos, eletrochoque, insulinoterapia, coma insulínico e lobotomia. Nise foi pioneira em vários sentidos: ao enxergar o valor terapêutico da interação de pacientes com animais, (coterapeutas) no uso do afeto catalisador Seu trabalho antecedeu os movimentos de renovação da psiquiatria na Inglaterra (década de 1960), na Itália (década de 1970) e no Brasil (década de 1980). == Trajetória == Filha do professor de matemática Faustino Magalhães da Silveira e da pianista Maria Lídia da Silveira, Nise era bastante estudiosa. Sua formação básica realizou-se em um colégio de freiras, na época exclusivo para meninas, o Colégio Santíssimo Sacramento, em Maceió. Seu pai foi jornalista, diretor do Jornal de Alagoas e professor de matemática. De 1921 a 1926 cursou a Faculdade de Medicina da Bahia, onde se formou como a única mulher entre os 157 homens daquela turma. Está entre as primeiras mulheres no Brasil a se formar em Medicina no Brasil. O sanitarista Mário Magalhães da Silveira, seu primo e colega de turma na faculdade, foi seu cônjuge e viveu ao seu lado até o falecimento dele em 1986. O casal não teve filhos, por um acordo entre ambos, que queriam dedicar-se intensamente à carreira médica. Em seu trabalho médico, Mário publicava artigos onde apontava as relações entre pobreza, desigualdade, promoção da saúde e prevenção da doença no Brasil. Após a morte do pai, mudou-se para o Rio de Janeiro em 1927, morando em Santa Teresa, e teve como vizinho o poeta Manuel Bandeira e o líder comunista Otávio Brandão, responsáveis por fazê-la ter contato com a leitura marxista e a frequentar algumas reuniões do Partido Comunista Brasileiro. Nos anos 1930, militou no Partido Comunista Brasileiro e foi uma das poucas mulheres a assinar o \"Manifesto dos trabalhadores intelectuais ao povo brasileiro\". No entanto, acabou por ser expulsa de sua célula, sob a acusação de trotskismo.AVELAR, A. de S. ; FARIA, D. B. A. ; FARIA, M. H. de. (Orgs.) Contribuições à história intelectual do Brasil republicano. Ouro Preto: Editora UFOP, 2012.Nise da Silveira. Psicologia: Ciência e Profissão, vol. 22 nº 1. Brasília, março de 2002 ISSN 1414-9893 Em 1933, cursando os anos finais da especialização em psiquiatria, estagiou na clínica neurológica de Antônio Austregésilo. Logo após terminar sua especialização, foi aprovada no mesmo ano em um concurso de psiquiatria, e começou a trabalhar no Serviço de Assistência a Psicopatas e Profilaxia Mental do Hospital da Praia Vermelha. === Prisão na Era Vargas === Durante a Intentona Comunista, foi denunciada por uma enfermeira pela posse de livros marxistas. Ficou presa entre 1936-1937 no presídio Frei Caneca. A Polícia Política e Social (DPPS) da Era Vargas foi responsável por prender Nise, entre outras figuras de destaque da época. Assim, neste período entrou em contato com o escritor Graciliano Ramos e as militantes comunistas Olga Prestes e Elisa Berger, que se encontravam igualmente presas pelas mesmas denúncias. Graciliano tornou-se seu grande amigo – fazendo de Nise um dos personagens do clássico Memórias do Cárcere, que narra justamente este momento. Durante seu afastamento do serviço público, fez uma profunda leitura reflexiva das obras de Spinoza, material publicado em seu livro Cartas a Spinoza em 1995.Apaixonados pelo Infinito: Nise da Silveira, Contemporânea de Spinoza. Por Walter Melo. Pesquisas e Práticas Psicossociais, 5(2), São João del-Rei, agosto-dezembro 2010. O período de prisão a influenciou durante e posteriormente em suas questões pessoais, profissionais e, sobretudo, em seu olhar sobre a loucura com a sua concepção de liberdade. == Centro Psiquiátrico do Engenho de Dentro == Em 1944 foi reintegrada ao serviço público e iniciou seu trabalho no Centro Psiquiátrico Nacional Pedro II, no Engenho de Dentro, no Rio de Janeiro. A psiquiatria durante seu período de afastamento passou por mudanças violentas. Ao se deparar com procedimentos como eletrochoques, coma insulínico e lobotomia, Nise da Silveira se rebelou. Por sua discordância com os métodos adotados nas enfermarias, recusando-se a aplicá-lo nos pacientes, foi transferida para o trabalho com terapia ocupacional, atividade então menosprezada pelos médicos. Assim, em 1946 fundou naquela instituição a Seção de Terapêutica Ocupacional Nise da Silveira. No lugar das tradicionais tarefas de limpeza e manutenção que os pacientes exerciam sob o título de terapia ocupacional, ela criou ateliês de pintura e modelagem, com a intenção de possibilitar aos doentes reatar seus vínculos com a realidade através da expressão simbólica e da criatividade, revolucionando a psiquiatria então praticada no país. == Museu de Imagens do Inconsciente == Em 1952, ela fundou o Museu de Imagens do Inconsciente, no Rio de Janeiro, um centro de estudo e pesquisa destinado à preservação dos trabalhos produzidos nos estúdios de modelagem e pintura que criou na instituição, valorizando-os como documentos que abriam novas possibilidades para uma compreensão mais profunda do universo interior do esquizofrênico. Entre outros artistas-pacientes que criaram obras incorporadas na coleção dessa instituição, podem ser citados Adelina Gomes, Fernando Diniz, Carlos Pertuis, Emygdio de Barros e Octávio Inácio. \"O Museu é um centro vivo de estudo e pesquisa sobre as imagens e tem caráter marcadamente interdisciplinar, o que permite troca constante entre experiência clínica, conhecimentos teóricos de psicologia e psiquiatria, antropologia cultural, história, arte e educação\". Esse acervo também alimentou a escrita de seu livro \"Imagens do Inconsciente\", filmes e exposições, participando de exposições significativas, como a \"Mostra Brasil 500 Anos\". Entre 1983 e 1985 o cineasta Leon Hirszman realizou o filme \"Imagens do Inconsciente\", trilogia mostrando obras realizadas pelos internos a partir de um roteiro criado por Nise da Silveira. == Casa das Palmeiras == Poucos anos depois da fundação do museu, em 1956, Nise desenvolveu outro projeto revolucionário para sua época: criou a Casa das Palmeiras, uma clínica voltada à reabilitação de antigos pacientes de instituições psiquiátricas. Nesse local podiam diariamente expressar sua criatividade, sendo tratados como pacientes externos numa etapa intermediária entre a rotina hospitalar e sua reintegração à vida em sociedade. == Sociedade Amigos do Museu de Imagens do Inconsciente (SAMII) == Em dezembro de 1974, às vésperas da aposentadoria de Nise da Silveira, um grupo de colaboradores, liderados pela educadora Zoé Noronha Chagas Freitas, criou a Sociedade Amigos do Museu de Imagens do Inconsciente (SAMII)] https://www.museuimagensdoinconsciente.org.br/samii . Em sua ata de fundação, constam os nomes de importantes personalidades no campo da cultura, das artes e da política. Desde então, a SAMII é a responsável pelos grandes projetos realizados no Museu de Imagens do Inconsciente: reformas e infraestrutura da sede, contratação de técnicos e pesquisadores, acondicionamento e documentação do acervo, apoio às atividades terapêuticas, exposições, documentários e publicações. Parcerias com instituições públicas e privadas têm ajudado a alavancar esse trabalho. O tombamento de parte do acervo pelo IPHAN e o Registro do Arquivo Pessoal da mestra no Programa Memória do Mundo na UNESCO são resultados de iniciativas da SAMII para proteger e divulgar esse legado. O projeto de Expansão do MII, atualmente em execução, inclui a luta pela transformação do antigo hospício em um parque público, ideia que a SAMII lançou oficialmente em 2011 e, desde então, tem lutado por sua concretização. === O auxílio dos animais aos pacientes === Foi uma pioneira na pesquisa das relações emocionais entre pacientes e animais, que costumava chamar de coterapeutas. Ela percebeu essa possibilidade de tratamento ao observar como melhorou um paciente a quem delegara os cuidados de uma cadela abandonada no hospital, tendo a responsabilidade de tratar deste animal como um ponto de referência afetiva estável em sua vida. Ela expôs parte deste processo em seu livro \"Gatos, A Emoção de Lidar\", publicado em 1998. === Pioneira da psicologia junguiana no Brasil === Interessada em seu estudo sobre os mandalas, tema recorrente nas pinturas de seus pacientes, ela escreveu em 1954 a Carl Gustav Jung, iniciando uma proveitosa troca de correspondência. Jung a estimulou a apresentar uma mostra das obras de seus pacientes, que recebeu o nome \"A Arte e a Esquizofrenia\", ocupando cinco salas no \"II Congresso Internacional de Psiquiatria\", realizado em 1957, em Zurique, Suíça. Ao visitar com ela a exposição, ele a orientou a estudar mitologia como uma chave para a compreensão dos trabalhos criados pelos internos. Assim, em 1957, aos 51 anos, Nise foi estudar no Instituto Carl Gustav Jung, em Zurique, com bolsa do Conselho Nacional de Pesquisa. Nise estudou no instituto em dois períodos: de 1957 a 1958, e de 1961 a 1962. Lá recebeu supervisão em psicologia analítica de Marie-Louise von Franz, assistente de Jung. Retornando ao Brasil após seu primeiro período de estudos junguianos, formou em sua residência o \"Grupo de Estudos Carl Jung, que presidiu até 1968. Pelo conjunto de seu trabalho, Nise da Silveira introduziu e divulgou de forma pioneira os estudos de psicologia analítica no Brasil. Também escreveu, dentre outros, o livro \"Jung: vida e obra\", publicado em primeira edição em 1968. === Falecimento === Devido à idade avançada, foi acometida por pneumonia, falecendo de insuficiência respiratória aguda no Hospital Miguel Couto, no Rio. Foi sepultada no Cemitério de São João Batista, em Botafogo. == Prêmios e reconhecimentos == Em reconhecimento a seu trabalho, Nise foi agraciada com diversas condecorações, títulos e prêmios em diferentes áreas do conhecimento, entre outras: * Ordem de Rio Branco no Grau de Oficial, pelo Ministério das Relações Exteriores (1987) * Título de doutor honoris causa pela UERJ em 1988. * Prêmio Ciccillo Matarazzo Personalidade do Ano de 1992, da Associação Brasileira de Críticos de Arte * Medalha Chico Mendes, do Grupo Tortura Nunca Mais (1993) * Ordem do Mérito Educativo, pelo Ministério da Educação e do Desporto (1993) == Reconhecimento internacional == Foi membro fundadora da Sociedade Internacional de Expressão Psicopatológica (Société Internationale de Psychopathologie de l'Expression), sediada em Paris. Sua pesquisa em terapia ocupacional e o entendimento do processo psiquiátrico por meio das imagens do inconsciente deram origem a diversas exibições, filmes, documentários, audiovisuais, cursos, simpósios, publicações e conferências. == Legado == Seu trabalho e ideias inspiraram a criação de museus, centros culturais e instituições terapêuticas, similares aos que criou, em diversos estados do Brasil e no exterior, por exemplo: * Museu Bispo do Rosário, da Colônia Juliano Moreira (Rio de Janeiro) * Centro de Estudos Nise da Silveira (Juiz de Fora, Minas Gerais) * Espaço Nise da Silveira, do Núcleo de Atenção Psicossocial (Recife) * Núcleo de Atividades Expressivas Nise da Silveira, do Hospital Psiquiátrico São Pedro (Porto Alegre, Rio Grande do Sul) * Associação de Convivência Estudo e Pesquisa Nise da Silveira (Salvador, Bahia) * Centro de Estudos Imagens do Inconsciente, da Universidade do Porto (Portugal) * Association Nise da Silveira - Images de l'Inconscient\" (Paris, França) * Museo Attivo delle Forme Inconsapevoli\" (hoje renomeado \"Museattivo Claudio Costa\", Gênova, Itália) O antigo Centro Psiquiátrico Nacional do Rio de Janeiro recebeu em sua homenagem o nome de Instituto Municipal Nise da Silveira. Em 2015, foi incluída na lista das Grandes mulheres que marcaram a história do Rio.'' Em 2016, foi lançado o filme brasileiro de longa metragem intitulado Nise: O Coração da Loucura, dirigido por Roberto Berliner. O filme foi resultado de 13 anos de ampla pesquisa, e se baseou em um momento da vida de Nise da Silveira. No mesmo ano, o espetáculo Nise da Silveira – Guerreira da Paz narrou a história da psiquiatra alagoana e discípula de Carl Gustav Jung. O ator carioca Daniel Lobo dirigiu e interpretou o espetáculo que esteve em cartaz no Museu de Arte de São Paulo (Masp), durante curta temporada de grande sucesso. == Heroína da Pátria == Seu nome foi incluído no Livro dos Heróis e Heroínas da Pátria, a partir do projeto de Jandira Feghali (PCdoB). A decisão foi inicialmente vetada por decreto do presidente Jair Bolsonaro publicado no dia 25 de abril de 2022. Na justificativa do veto, constava que não seria possível avaliar o impacto do trabalho de Nise no Brasil. O veto foi derrubado pelo Congresso Nacional em 5 de julho de 2022, confirmando o título de \"Heroína da Pátria\" a Nise. == Obras publicadas == * SILVEIRA, Nise da. Jung: vida e obra. Rio de Janeiro: José Álvaro Ed. 1968. * SILVEIRA, Nise da. Imagens do inconsciente. Rio de Janeiro: Alhambra, 1981. * SILVEIRA, Nise da. \"Os inumeráveis estados do ser\". Catálogo de Exposição 40 anos de experiência em terapêutica ocupacional. Rio de Janeiro, 1986. * SILVEIRA, Nise da. Casa das Palmeiras. A emoção de lidar. Uma experiência em psiquiatria. Rio de Janeiro: Alhambra. 1986. * SILVEIRA, Nise da. O mundo das imagens. São Paulo: Ática, 1992. * SILVEIRA, Nise da. Cartas a Spinoza. Rio de Janeiro: Francisco Alves. 1995. * SILVEIRA, Nise da. Gatos - A Emoção de Lidar. Rio de Janeiro: Léo Christiano Editorial, 1998. * SILVEIRA, Nise da. Terapêutica Ocupacional: teoria e prática. Rio de Janeiro: Casa das Palmeiras 1995. == Bibliografia == * ANDRADE, Carlos Drummond de. A doutora Nise. Jornal do Brasil, Rio de Janeiro, 2 de janeiro de 1975. Disponível: http://casadaspalmeiras.blogspot.com/2019/ 13/09/2022 * * * Gullar, Ferreira. \"Nise da Silveira: uma psiquiatra rebelde\", 1996. * HORTA, Bernardo Carneiro. Nise: arqueóloga dos mares. 2. ed. Rio de Janeiro: Aeroplano, 2009. * *MAGALDI, Felipe Sales. Frestas Estreitas: uma etnografia no Museu de Imagens do Inconsciente. 1. ed. Rio de Janeiro: Coleção Primeiros Campos. Autorgrafia, 2018. *MAGALDI, Felipe Sales. A Unidade das Coisas: Nise da Silveira e a genealogia de uma psiquiatria rebelde no Rio de Janeiro, Brasil. Tese (Doutorado em Antropologia Social), Museu Nacional, Universidade Federal do Rio de Janeiro, 2018. *MAGALDI, Felipe Sales. A psique ao encontro da matéria: corpo e pessoa no projeto médico-científico de Nise da Silveira. História, Ciências, Saúde-Manguinhos, v. 25, p. 69-88, 2018. *MAGALDI, Felipe Sales. Entre o Inconsciente e a Cidadania: arte e loucura na reforma psiquiátrica brasileira a partir de uma etnografia no Museu de Imagens do Inconsciente. Ponto.Urbe (USP), v. 18, p. 2-17, 2016. *MELO, Walter. Nise da Silveira. Rio de Janeiro: Editora Imago; Brasília, 2001. *MELLO, Luiz Carlos. Nise da Silveira: caminhos de uma psiquiatra rebelde. Rio de Janeiro: Automática Edições, 2014. _____. Encontros: Nise da Silveira. Rio de Janeiro: Beco do Azougue, 2009. *\"Expérience d'art spontané chez des schizophrènes dans un service de therapeutique occupationelle\" (em colaboração com o Dr. Pierre Le Gallais, apresentado no II Congresso Internacional de Psiquiatria em Zurique), Congress Report vol. IV, 380-386, 1957. *Philatelic Release (2005), n.º1, Brasil. == Ligações externas == * * * * * * * Palestras sobre Nise da Silveira Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Arte-educadores do Brasil Categoria:Carl Gustav Jung Categoria:História da saúde mental Categoria:Mortes por pneumonia Categoria:Médicas do Brasil Categoria:Membros do Partido Comunista Brasileiro Categoria:Naturais de Maceió Categoria:Pesquisadores do Brasil Categoria:Psicologia analítica Categoria:Psicólogos do Brasil Categoria:Psiquiatras do Brasil Categoria:Doutores honoris causa da Universidade do Estado do Rio de Janeiro Categoria:Heróis nacionais do Brasil Categoria:Alunos da Faculdade de Medicina da Bahia da Universidade Federal da Bahia Categoria:Médicos de Alagoas",
 "title": "Nise da Silveira"
}