{
 "id": "7198",
 "text": "A história da Eslováquia diz respeito à trajetória do povo eslovaco do século V aos dias atuais. A população eslava original radicou-se na área onde hoje fica a Eslováquia no século V. A Eslováquia fazia parte do centro do império de Samo no século VII. O ponto mais alto do estado proto-eslovaco do século IX conhecido como Grande Morávia deu-se com a chegada de Cirilo e de Metódio e com a expansão no reinado do rei Zuentibaldo I. A Eslováquia acabou por se tornar parte do reino da Hungria entre os séculos XI e XIV e foi, mais tarde, parte da Áustria-Hungria até 1918. Nesse ano, a Eslováquia juntou-se às regiões da Boémia e da vizinha Morávia para formar a Checoslováquia. Com a separação do país que se seguiu ao Acordo de Munique de 1938, a Eslováquia transformou-se numa república separada, embora debaixo de um controlo firme por parte da Alemanha Nazi. Depois da Segunda Guerra Mundial, a Checoslováquia foi reconstituída e passou a estar sob influência da União Soviética e do Pacto de Varsóvia, de 1945 em diante. Em 1968 ocorre a Primavera de Praga onde ocorre um breve período de tolerância política. O fim da Checoslováquia comunista em 1989 durante a pacífica Revolução de Veludo e as eleições livres em 1990 também significaram um fim para a Checoslováquia e a criação de dois estados sucessores: a Eslováquia e a República Checa seguiram caminhos separados em 1 de Janeiro de 1993. A Eslováquia aderiu à União Europeia a 1 de Maio de 2004. == Grande Morávia == Os historiadores remontam as origens do Estado eslovaco à fundação do Império da Grande Morávia, formado pela união dos dois maiores principados da região da Grande Morávia (entendida como a área da planície do Danúbio até as montanhas eslovacas), Morava e Nitra.Grebert, Arved. Die Slowaken und das Großmärische Reich (Beitrag zum ethnischen Charakter Großmährens), Slovak Studies 3. 1963. É provável que o Império da Grande Morávia fosse, em suas origens, uma espécie de federação de diversas tribos eslavas. O principado de Panônia, situado na costa sul do Danúbio (atual Hungria), era o terceiro principado mais importante da região. A Grande Morávia era cercada a oeste pelos francos (especialmente pelos senhores da região germânica da Marca da Áustria) a sul pelos búlgaros e a leste pelos magiares. Segundo o historiador eslovaco Richard Marsina e outros especialistas, a identidade eslovaca surgiu durante esse período, especificamente nos últimos anos do reinado de Pribina (?-861) no principado de Nitra, quando há forte evidência de coesão étnica entre os povos nativos.Marsina, Richard et al. Slovenske dejiny. Martin: Matica slovenska, 1993. === Origens === As primeiras estruturas políticas da Grande Morávia surgiram após as missões de padres irlandeses à região na primeira metade do século VIII d.C. Em 789, Carlos Magno, rei dos francos, enviou o arcebispo de Salzburgo à Morávia para que ele avaliasse a situação dos povos eslavos. Além da conversão, os clérigos francos tinha como objetivo fortalecer a autoridade da Igreja e do império franco entre os eslavos. Em 828, os francos fundaram a primeira igreja em Nitra. Nessa época, o principado era governado por Pribina (?-861). Após o Tratado de Verdun em 843, o rei Luís o Germânico (804-876) herdou a França Oriental e decidiu expandir sua autoridade ao leste. Os francos jogaram os líderes eslavos uns contra os outros e garantiram a supremacia na região. Em 833, Moimir I da Morávia derrubou Pribina, príncipe de Nitra, e unificou a Grande Morávia, fundando um novo estado. Moimir I governou a Grande Morávia de 833 a 846. === Auge === Durante a maior parte de sua curta história, o reino da Grande Morávia foi um estado vassalo do reino franco da Frância Oriental. O reinado de Moimir I foi turbulento, tendo o poder central enfrentado a rebeldia de principados menores e a insubordinação dos nobres. Em 846, o rei Luís, o Germânico, aproveitou-se da debilidade institucional do governo de Moimir I e substitui o rei por um fantoche dos francos, o sobrinho de Moimir, Rastislau de Nitra. Durante o reinado de Rastislau (846-870), as colinas de Slanské foram incorporadas ao Império, o que precipitou conflitos contra o reino da Bulgária e os francos. Entre 853 e 854, Rastislau apoiou um opositor de Luís, o Germânico, durante um conflito interno, o que levou este último a invadir a Grande Morávia em 855. A guerra franco-morávia (855-859) encerrou-se com um tratado de paz favorável ao monarca eslavo. Rastislau também tentou adquirir autonomia eclesiástica em relação às dioceses francas. Em 862, ele pediu ao imperador Miguel III de Bizâncio que enviasse missionários e um bispo à Grande Morávia, o que foi realizado em 863, com a chegada de Cirilo e Metódio ao país. Em 864, os búlgaros e francos aliaram-se para submeter o império eslavo e Rastislau aceitou a suserania de Luís, o Germânico. Os francos temiam que a Grande Morávia adquirisse autonomia demais, ameaçando a existência de seus vizinhos. Em 870, após uma nova invasão franca, o príncipe pró-germânicos Zuentibaldo I derrubou Rastislau e ascendeu ao trono. O governo de Zuentibaldo (870-894) foi marcado por crescente ingerência franca e por novas conquistas territoriais. Em 871, embora tivesse derrubado Rastislau em nome dos francos, Zuentibaldo foi aprisionado por estes e obrigado a lutar a seu lado contra Eslavomir, um dos últimos líderes contrários ao domínio franco. No entanto, Zuentibaldo uniu-se a Eslavomir durante a batalha e derrotou os francos, matando Engelschalque e Guilherme, dois governadores francos enviados pelos reis germânicos. Zuentibaldo derrotou os francos novamente em 872, obrigando seus inimigos a aceitarem um tratado de paz em 874, a Paz de Forchheim. Até 882, período em que vigorou a Paz de Forchheim, Zuentibaldo conquistou partes da atual Polônia e da República Tcheca. Entre 882 e 892, Zuentibaldo I defendeu a Grande Morávia de ataques recorrentes por parte dos príncipes locais e dos reis francos, entre eles Arnulfo da Caríntia. Para derrotar Zuentibaldo, Arnulfo estabeleceu alianças com os búlgaros e os magiares. Em 894, Zuentibaldo morreu e o reino da Grande Morávia continuou a se enfraquecer diante das investidas inimigas. === Queda === Os principados do reino de Zuentibaldo I foram divididos entre seus três filhos, tendo Moimir II sucedido o pai como rei da Grande Morávia (894-907). O reinado de Moimir foi marcado por conflitos contra francos e magiares, tendo estes últimos se apoderado do território da Grande Morávia em 907, após o assassinato do imperador em combate. == Domínio Húngaro (907-1526) == Em 907, portanto, os magiares derrotaram as forças da Grande Morávia e incorporaram esse território ao Reino da Hungria. A dinastia dos Árpáds governou os eslovacos durante toda a Idade Média, período em que a região foi alvo de ataques mongóis e turcos. Durante essa época, a Igreja hussita adquiriu grande importância entre os eslovacos. === Conquista === Os magiares (futuramente conhecidos como húngaros) eram povos nômades que avançaram sobre os estados eslavos devido aos ataques dos pechenegues a leste. Até então organizados em um sistema tribal partido em sete lideranças, os magiares elegeram Árpád, filho de Almus, para se tornar um líder unificador capaz de encontrar novos territórios. Em 892, o rei Arnulfo aliou-se a um grupo de magiares na tentativa fracassada de derrotar o rei Zuentibaldo I. Mais tarde, em 907, após ter cruzado os Cárpatos sob a liderança de Árpád, os magiares conquistaram a Grande Morávia e estabeleceram seu domínio sobre este território. Eles incorporaram as práticas agricultoras dos povos eslavos nativos, tornando-se sedentários. Árpád se tornou senhor do principado de Nitra, enquanto outros principados mantiveram alguma autonomia. Os líderes tribais húngaros se apoderaram de muitas terras, em particular daquelas nas quais havia maior resistência à invasão. O estado húngaro se consolidou durante o reinado de Gejza, que encerrou-se em 997 d.C. Até 1038, o país foi governado por Estêvão I da Hungria, que converteu-se ao cristianismo e foi reconhecido como rei legítimo pelo papado. O reinado de Estêvão I foi caracterizado pela expansão do cristianismo na planície do Danúbio, pelo aumento das terras da igreja e pela gradual descentralização do poder real com a criação do sistema de zupy (condados) administrados por um senhor (zupan) nomeado pelo rei. Com o tempo, tais senhores se tornariam um verdadeiro desafio à imposição da autoridade real, adquirindo relativa autonomia em relação ao poder central. Por volta de 1003, a região da atual eslováquia foi disputada pelo duque Boleslav o grande da Polônia e Estêvão I, tendo este último se saído vitorioso. Durante o reinado de Kalman (1095-1116), os húngaros concederam relativa autonomia aos principados eslavos, o que é atestado, ainda, pela manutenção dos dialetos nativos. === História dinástica === O estado húngaro alcançou seu apogeu durante o reinado de Bela III (1173-1196). Em 1222, durante o reinado de André II (1205-1235), a nobreza húngara forçou o rei a aceitar a bula dourada, uma espécie de Magna Carta húngara que garantia à nobreza o direito de resistir à autoridade real. Durante o reinado de Bela IV (1235-1270), a monarquia húngara foi subitamente atacada por invasores mongóis (1241). No entanto, os conquistadores asiáticos logo se retiraram, permitindo que o rei ordenasse a reconstrução do país. Em 1242, Frederico Babemberga da Áustria atacou a Eslováquia ocidental e foi repelido pelos principados de Nitra e Trencin. Ele tentou conquistar esse território novamente em 1246, quando foi morto em combate. Imediatamente iniciou-se uma disputa dinástica entre Habsburgos, Árpáds (magiares) e Premislidas (reis da atual República Tcheca) para suceder à linhagem Babemberga. Ladislas IV (1272-1290), vendo a integridade de seu território ameaçada pelo avanço tcheco, aliou-se a Rodolfo da Casa de Habsburgo e derrotou a Dinastia Premislida, abrindo caminho para uma sucessão Habsburga ao trono da Áustria. Em 1301, faleceu André III, o último dos Árpáds. Diante do trono vago, Presmilidas e Angevinos (Maria, filha de Estêvão V, havia se casado com Carlos II de Anjou) disputaram pelo poder. Nesse contexto, Mateus Csák, um nobre de relevo que governava a região da atual Eslováquia, defendeu as pretensões do monarca tcheco Vaclave III (1301-1305), que abandonou o trono para assumir o reinado da Boêmia pouco tempo depois. Nesta época, o reino da Hungria era caracterizado pelo domínio das oligarquias locais, que haviam se tornado lideranças quase tão fortes quanto o poder real. Com a desistência de Vaclave III, Mateus Csák passou a apoiar a candidatura de Carlos I da Hungria, que governou o país até 1342. Em 1311, contudo, Csák rebelou-se contra Carlos I, que iniciara um projeto de fortalecimento do poder real em oposição à autonomia das elites locais. Em 1312, Csák e outros líderes feudais foram derrotados por Carlos I, que conseguiu reduzir consideravelmente a influência dos senhores locais. Na historiografia romântica do século XX, Mateus Csák foi visto como um herói nacional dos eslovacos. Embora Csák fosse membro da nobreza húngara, suas tropas eram certamente compostas por eslovacos e seu governo pode ter favorecido o surgimento de uma consciência política entre esses grupos. Carlos I obteve sucesso em seu projeto de fortalecimento do poder central, tendo também conquistado s Bratislava e áreas do reino austríaco. Ele foi sucedido por Luís I da Hungria (1342-1382), cuja morte levou o reino a um período de disputa dinástica de cinco anos. === Crise === Durante esse período de disputas dinásticas, o reino da Hungria foi governado por Marie de Anjou (1382-1385), Carlos de Nápoles (1385-1386) e, finalmente, Sigismundo de Luxemburgo (1387-1437). Sigismundo, também imperador do Sacro Império Romano Germânico, governou o país em uma época de grande instabilidade social e política. Com a chegada da peste negra e a falta de alimentos, milhares de camponeses e nobres revoltavam-se contra os poderes estabelecidos. Movimentos de contestação teológica popularizaram-se na Inglaterra e na Boêmia, onde Jan Hus começou a pregar contra as heresias da Igreja Católica. Sigismundo logo ordenou a morte de Jan Hus, mas o movimento hussita continuou a se espalhar, e vários exércitos hussitas estabeleceram fortalezas no território da Eslováquia a partir de 1428. Jan Jiskra, um dos líderes dos hussitas, manteve controle de partes da eslováquia e envolveu-se em disputas dinásticas da monarquia húngara, tendo sido finalmente derrotado em 1467 por Matias Corvino (1458-1490), cujo exército era composto por eslovacos. Entre 1490 e 1516, o país foi governado pelo polonês Vladislav II. Em 1526, o rei Luís II (1516-1526) morreu em combate contra os turcos. Fernando I da Áustria (da Casa dos Habsburgos) assumiu a missão de impedir o avanço turco, tendo se tornado rei da Hungria e da Boêmia após seu sucesso. == Período Habsburgo == Em 1526, os turcos conquistaram parte do reino húngaro, tendo tido seu avanço impedido pelas forças austríacas de Fernando I da Áustria. As guerras e pilhagens constantes tornaram a região da Eslováquia extremamente miserável neste período. A região também foi usada como posto militar defensivo pelos Habsburgos. == Referências ==",
 "title": "História da Eslováquia"
}