{
 "id": "71996",
 "text": "Pemba é uma cidade moçambicana, capital da província de Cabo Delgado. Administrativamente é um município (autarquia local) e um distrito (unidade local do governo central). Até 1976 a cidade tinha o nome de \"Porto Amélia\". De acordo com o censo de 2017 a cidade tem uma área de 102 km² e uma população de 200 529 habitantes.População da Provincia de Cabo Delgado A cidade encontra-se situada à saída da Baía de Pemba, a 3ª maior baía do mundo e a primeira na África em termo de profundidade e também uma das mais bem protegidas do litoral moçambicano. Localiza-se, em linha reta, a 1 666 km (2 450 km através de rodovias) a nordeste da capital nacional, Maputo. == História == Não há registo de ocupação permanente no período pré-colonial, sendo a área visitada por pescadores suaílis e malgaxes. A primeira tentativa de ocupação portuguesa apenas ocorreu em meados do século XIX com a construção de um fortim, que foi abandonado poucos anos depois. A ocupação definitiva apenas viria a ter lugar em 1898 quando a recém-formada Companhia do Niassa, que detinha poderes de administração do território, elevou um pequeno posto comercial à categoria de povoação. Pouco tempo depois Pemba torna-se Porto Amélia em homenagem à última rainha portuguesa. Com o fim da concessão da Companhia do Niassa em 1929, Pemba torna-se capital do recém-criado Distrito de Cabo Delgado. Este facto põe ponto final à transferência da administração portuguesa desta região da vila do Ibo para Pemba. Esta transferência correspondeu a mudanças no transporte marítimo - navios maiores - que beneficiavam das excelentes características do porto natural de Pemba, e à ocupação e exploração do interior do território, para a qual Pemba estava melhor localizada. Porto Amélia foi elevada à categoria de vila em 19 de Dezembro de 1934 e a cidade em 18 de Outubro de 1958, regressando à designação Pemba depois da independência nacional, em Março de 1976. Desde Dezembro de 2013 é também um distrito, uma unidade local do governo central para administrar as suas competências. O antigo distrito de Pemba-Metuge a que pertencia, tomou o nome de Metuge na mesma altura (sem incluir já a cidade).Lei nº 26/2013, publicada no Boletim da República nº 101, I Série, de 18 de Dezembro de 2013, pág. 1059-1061 (3) == Geografia == === Clima === A cidade litoral de Pemba, localizada ao norte de Moçambique, tem um clima equatorial húmido, com um inverno seco (Koppen: Aw). As temperaturas apresentam pequena amplitude térmica, devido à localização tropical e à considerável proximidade com a linha do Equador. Quanto à precipitação, há duas estações bem definidas, ao longo do ano: a estação seca e a estação húmida. A estação húmida dura de dezembro a abril, e traz altos índices pluviométricos, com o mês mais húmido sendo o de março, com 202,2 mm de média mensal. Por outro lado, a estação seca alonga-se de maio a novembro, e traz, secundariamente, temperaturas mais frescas, com céu ensolarado e baixa precipitação. O mês mais seco do ano é, tipicamente, setembro, com 2,2mm de precipitação. A humidade é muito alta durante a estação húmida, com média de 80-90%, sendo muito mais baixa durante a estação seca. O mês mais quente é janeiro ou fevereiro, e o mais frio é julho. ===Demografia=== A evolução histórica da população de Pemba é apresentada na seguinte tabela:World Gazetter (inglês) Colors= id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.8) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.7,0.8) ImageSize = width:350 height:303 PlotArea = left:50 bottom:50 top:30 right:30 DateFormat = x.y Period = from:0 till:150000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:20000 start:0 ScaleMinor = gridcolor:lightgrey increment:10000 start:0 BackgroundColors = canvas:sfondo BarData= bar:1986 text:1986 bar:1997 text:1997 bar:2007 text:2007 PlotData= color:barra width:40 align:left bar:1986 from: 0 till:50215 bar:1997 from: 0 till:88149 bar:2007 from: 0 till:141316 PlotData= bar:1986 at:50215 fontsize:S text: 50.215 shift:(-8,5) bar:1997 at:88149 fontsize:S text: 88.149 shift:(-8,5) bar:2007 at:141316 fontsize:S text: 141.316 shift:(-8,5) TextData= fontsize:S pos:(20,20) text: == Infraestrutura == === Transportes === A cidade de Pemba é interligada ao território nacional pela rodovia N1, que a liga a Mieze, Metoro e Montepuez, todas a oeste. Outra rodovia importante é a R760, de ligação com Mecufi. A sua mais importante facilidade logística é o Porto de Pemba, na excelente Baía de Pemba, que serve para escoamento de todo o tipo de produtos da província de Cabo Delgado. Em Maio de 2024 o governo moçambicano anunciou um pacote de investimentos que incluem a reabilitação do cais de atracagem de 115 metros e a construção de um pontão flutuante para suporte às actividade de exploração de gás e petróleo. A cidade também é servida por um aeroporto menor, o Aeroporto Internacional de Pemba, que recebe voos domésticos regulares e internacionais, como a ligação Pemba-Joanesburgo, Pemba-Nairobi e Pemba - Dar Es Salam. == Educação == Existem diversas instituições educacionais quer públicas ou privadas na cidade, desde escolas de infância, escolas primárias, escolas secundárias, institutos técnicos e as delegações de algumas universidades existentes no país como a Universidade Católica de Moçambique (UCM), Universidade Alberto Chipande (UniAC), Escola Superior de Economia e Gestão (ESEG), e IsCED. A cidade de Pemba possui um campus da Universidade Lúrio (UniLúrio), onde funciona a Faculdade de Ciências Naturais e a Faculdade de Engenharias. == Divisão Administrativa == Em termos administrativos, a cidade de Pemba possui actualmente 17 bairros municipais, nomeadamente: Alto-Gingone, Cariacó, Cimento, Chuiba, Eduardo Mondlane, Ingonane, Josina Machel, Koba, Maringanha, Muaria, Mahate, Muxara, Metula, Napica, Natite, Wimbe e Paquitequete. == Ligações externas == * Wikivoyage (Inglês) * Imagens da Cidade de Pemba Retrospectiva a Porto Amélia (1950-1975) Categoria:Cidades de Moçambique Categoria:Municípios de Moçambique Categoria:Distritos de Moçambique",
 "title": "Pemba"
}