{
 "id": "72034",
 "text": "Rua Sésamo é a versão portuguesa do programa infantil norte-americano Sesame Street. Em Portugal foi exibida pelos canais RTP1 e RTP2 entre os dias 6 de novembro de 1989 a 27 de maio de 1996.'Rua Sésamo' estreou na RTP há 30 anos in RTP Notícias (06-11-2019) No total foram 440 episódios transmitidos, cada um durando 30 minutos. Em Angola foi exibido pela TPA1. == História == Em 1987, Carlos Pinto Coelho o Diretor de Programas da RTP, Fernando Lopes o Diretor das coproduções e Clara Alvarez a Directora Adjunta da RTP2, começaram as negociações com a Children's Television Workshop - CTW - (atualmente Sesame Workshop) para a adaptação e produção do formato americano criado em 1968, nos Estados Unidos, \"Sesame Street\" para a RTP. Em Junho desse ano a RTP e a CTW organizaram um seminário conjunto com especialistas em várias áreas do desenvolvimento infantil e da televisão para a infância tanto de Portugal como dos países africanos de língua oficial portuguesa. O objetivo desse seminário era a explicação do processo de produção do programa e dos seus objetivos educativos. Participaram nesse evento entre outros Maria Emília Brederode Santos, que viria a ser a Diretora Pedagógica das quatro séries produzidas;SANTOS, Maria Emília Brederode; Aprender com a Televisão – o Segredo da Rua Sésamo. TV Guia Editora (1991)\"Muitos adultos aprenderam a ler com a Rua Sésamo\" in Revista Sábado (09-11-2019) Maria do Céu Roldão; Sérgio Niza; António Torrado, que viria a ocupar-se da coordenação dos textos da primeira série; Ana Maria Viera de Almeida; Bártolo Paiva Campos e Manuel Petróneo, que seria o produtor principal da série. Da parte da CTW estavam presentes Luthrelle Horne e David Chantaloup. Mais tarde um grupo mais restrito delineou as personagensPersonagens da Eua Sésamo in BrincaBrincando.com e criou uma orientação para o cenário, um jardim urbano tradicional - o Jardim da Parada em Campo de Ourique foi uma das referências - mas também um sinal de modernidade com as Torres das Amoreiras, então muito polémicas, ao fundo. Maria Alberta Menéres batiza o Poupas, boneco que representava a criança de 5 anos, espectadora foco dos criativos, Clara Alvarez sugeriria o nome de André para uma das personagens e seria António Torrado quem se lembraria do nome de Ferrão para o mal disposto da série, o boneco que lembrava que a vida nem sempre é maravilhosa. Maria Emília Brederode Santos escolhia os 52 objetivos educativos que a série devia conter e organizava-os num alinhamento pedagógico que era entregue aos escritores e animadores ao qual António Torrado deu o nome doméstico de \"Folha de Assentos\".Sinopse da Rua Sésamo in BrincaBrincando.com A equipa pedagógica e criativa esteve em Nova Iorque para escolher os segmentos de animação, bonecos manipulados e imagem real americanos que poderiam ser adaptados na série portuguesa e ainda para se dar conta do percurso de produção pelo qual o projeto teria de passar. Durante dois anos, equipas de guionistas, animadores (foram encomendadas 3 horas de animação divididas em segmentos de 1'), tradutores, compositores e pedagogos, escreveram, desenharam, traduziram, musicaram, discutiram, corrigiram segmentos de estúdio, imagem real, canções e adaptações dos segmentos americanos. Ermelinda Duarte e Cláudia Cadima traduziram, António Feio dirigiu as dobragens e Ramón Galarza compôs e adaptou as músicas (Cuca Roseta foi, aos 10 anos, uma das intérpretes de algumas canções). As gravações da parte de estúdio (neste formato todos os segmentos foram produzidos em Portugal) começaram depois de um workshop feito por Kermit Love ter escolhido os manipuladores dos bonecos Poupas e Ferrão. Luis Velez meteu-se na pele do Poupas e outros dois manipuladores meterem-se no barril do Ferrão. A equipa de actores incluía Fernanda Montemor, Vítor Norte, António Anjos (que faleceu imediatamente antes da exibição da 4ª e última série), Fernando Gomes, Pedro Wilson, Lucia Maria e Alexandra Lencastre que, em 1992, assinou pela SIC e foi substituída por Rita Loureiro na 4ª série. Manuel Varela foi o realizador da primeira série. Um dos componentes fortes da série era a ligação com a África. O realizador da parte de imagem real, Ricardo Nogueira, liderou uma equipa que filmou durante dois meses nos cinco países de língua oficial portuguesa e dois meses em Portugal. Infelizmente numa das filmagens para mostrar o rio Mondego o helicóptero caiu tendo morrido uma parte da equipa, incluindo Helena Castanheira uma das produtoras da série. Em 6 de Novembro de 1989 a \"Rua Sésamo\" estreia na RTP1, no horário de acesso ao Telejornal, repetindo de manhã. Foi exibida em todos os países africanos de língua oficial portuguesa, ensinando o abecedário com as letras K,Y,e W e muitas outras coisas úteis às crianças de 3 a 6 anos. Por sete anos ouviu-se na RTP a canção \"Vem brincar, traz um amigo teu...\", do luso descendente Joe Raposo. Durante a produção das quatro séries verificaram-se várias alterações dos profissionais que produziram e realizaram a \"Rua Sésamo\". Na segunda série João Aguiar lidera a equipa de escritores. Fernanda Cabral e Olga Toscano, José Poiares e Rui Nunes asseguraram a realização de outras séries. Manuel Petróneo e Maria Emília Brederode Santos mantiveram-se sempre como produtor e diretora pedagógica. A série de televisão deu origem à edição de uma revista, várias coleções de livros e vários álbuns discográficos.Curiosidades da Rua Sésamo in BrincaBrincando.com == Elenco == Os atores que compuseram o elencoElenco da Rua Sésamo in BrincaBrincando.com da Rua Sésamo foram: * Luís Velez - Poupas * Jorge David - Ferrão * Ana Luís Martins - Carolina (4ª série) * António Feio - Narrador (voz e direção de atores) * Alexandra Lencastre - Guiomar (1ª, 2ª e 3ª série) * António Anjos - Senhor Almiro * Cláudia Cadima - Clementina/Rosinha/Glória (voz) * Fernanda Montemor - Avó Chica * Fernando Gomes - Zé Maria // Conde de Kontarr/Crespo (voz) * José Jorge Duarte - Gualter/João Esquecido e o seu cavalo Crinas (voz) * José Raposo - Canhoto/Birros (voz) * José Pedro Gomes - Monstro das Duas Cabeças (voz) * Lúcia Maria - Carolina (1ª, 2ª e 3ª série) * Margarida Gama - Agapita Rosa * Manuel Cavaco - Monstro das Bolachas/Telmo (voz) * Miguel Guilherme - Monstro das Duas Cabeças (voz) * Paula Velez - Gata Tita * Pedro Wilson - Gil (1ª, 2ª e 3ª série) * Ricardo Monteiro - António (4ª série) * Rita Loureiro - Ana (4ª série) * Rui de Sá - Egas (voz) * Rui Paulo - Becas (voz) * Vítor Norte - André (1ª, 2ª e 3ª série) == Discografia == Os álbuns discográficos com as bandas sonoras da série televisiva Rua Sésamo foram editados em disco de vinil, CD e cassete. * Canções da Rua Sésamo (1) * Canções da Rua Sésamo (2) * Canções da Rua Sésamo (3) * Canções da Rua Sésamo (4) == Ver também == * Sesame Street * Vila Sésamo * Vitinho == Ligações externas == * * Rua Sésamo * Episódios originais de TV da Rua Sésamo no YouTube * Rua Sésamo (1991), com foto do elenco. Categoria:Séries da RTP Categoria:Programas da RTP1 Categoria:Programas de televisão infantis de Portugal Categoria:Séries de televisão infantis de Portugal Categoria:Séries de televisão infantis da década de 1980 Categoria:Sesame Street Categoria:Programas de televisão de Portugal que estrearam em 1989 Categoria:Programas de televisão em língua portuguesa es:Barrio Sésamo fr:1 rue Sésame he:רחוב סומסום it:Sesame Street nl:Sesamstraat",
 "title": "Rua Sésamo"
}