{
 "id": "72046",
 "text": "Sesame Street (bra: Vila Sésamo; prt: Rua Sésamo) é uma série de televisão educativa estadunidense para crianças que combina live-action, comédia de esquetes, animação e marionetes. É produzida pela Sesame Workshop (anteriormente conhecida como Children's Television Workshop até junho de 2000) e foi criada por Joan Ganz Cooney e Lloyd Morrisett. É conhecida por suas imagens comunicadas através do uso dos Muppets de Jim Henson e inclui curtas-metragens com humor e referências culturais. Estreou em 10 de novembro de 1969, recebendo críticas positivas, alguma controvérsia e uma grande audiência. A série é transmitida pela PBS, a emissora nacional de televisão pública dos Estados Unidos, desde sua estreia, e sua primeira exibição passou para o canal premium HBO em 16 de janeiro de 2016, e posteriormente para o serviço de streaming Max em 2020. Sesame Street é um dos programas mais duradouros do mundo. O formato do programa consiste em uma combinação de elementos e técnicas de produção televisiva comercial que evoluíram para refletir as mudanças na cultura americana e nos hábitos de visualização do público. Foi o primeiro programa de TV infantil a utilizar metas educacionais e um currículo para moldar seu conteúdo, e o primeiro programa cujos efeitos educacionais foram estudados formalmente. Seu formato e conteúdo passaram por mudanças significativas para refletir as alterações em seu currículo. Pouco depois de sua criação, os produtores desenvolveram o que veio a ser chamado de Modelo CTW (em referência ao nome anterior da empresa de produção), um sistema de planejamento, produção e avaliação baseado na colaboração entre produtores, roteiristas, educadores e pesquisadores. O programa foi inicialmente financiado por órgãos governamentais e fundações privadas, mas se tornou em parte autossustentável devido às receitas provenientes de acordos de licenciamento, vendas internacionais e outros meios de comunicação. Até 2006, versões independentemente produzidas (\"coproduções\") da Sesame Street foram transmitidas em 20 países. Em 2001, havia mais de 120 milhões de espectadores em diversas versões internacionais da Sesame Street; e no seu 40.º aniversário, em 2009, o programa era transmitido em mais de 140 países. Naquela época, Sesame Street era o 15.º programa de televisão infantil com maior audiência nos Estados Unidos. Uma pesquisa de 1996 constatou que 95% de todas as crianças em idade pré-escolar nos Estados Unidos haviam assistido ao programa até completarem três anos. Em 2018, estimava-se que 86 milhões de americanos haviam assistido ao programa quando crianças. Até 2022, o programa havia ganhado 222 Emmy Awards e 11 Grammy Awards, mais do que qualquer outro programa infantil. == História == Sesame Street foi criada em 1966 durante discussões entre a produtora de televisão Joan Ganz Cooney e o vice-presidente da Fundação Carnegie, Lloyd Morrisett. O objetivo era criar um programa de televisão infantil que \"dominasse as qualidades viciantes da televisão e fizesse algo bom com elas\",Davis, p. 8 como ajudar crianças pequenas a se prepararem para a escola. Após dois anos de pesquisa, a recém-criada Children's Television Workshop (CTW) recebeu uma bolsa combinada de 8 milhões de dólares (equivalente a 64 milhões de dólares em 2022) da Fundação Carnegie, da Fundação Ford, da Corporação de Radiodifusão Pública e do governo federal dos Estados Unidos para criar e produzir um novo programa de televisão infantil.Finch, p. 53 O programa estreou em estações de televisão pública em 10 de novembro de 1969. Foi o primeiro programa educacional para crianças em idade pré-escolar a basear seu conteúdo e valores de produção em pesquisas laboratoriais e formativas.Palmer & Fisch em Fisch & Truglio, p. 9 As primeiras respostas ao programa incluíram críticas elogiosas, alguma controvérsiaMorrow, p. 3 e altos índices de audiência. De acordo com o escritor Michael Davis, até meados da década de 1970, o programa havia se tornado \"uma instituição americana\". Nesse período, o elenco e a equipe de produção foram expandidos, com ênfase na contratação de mulheres e na adição de minorias ao elenco. O sucesso do programa continuou nos anos 1980. Em 1981, quando o governo federal retirou o financiamento, a CTW recorreu e expandiu outras fontes de receita, incluindo sua divisão de revistas, royalties de livros, licenciamento de produtos e renda de transmissões estrangeiras.O'Dell, pp. 73–74 O currículo do seriado expandiu para incluir tópicos mais afetivos, como relacionamentos, ética e emoções. Muitas das histórias foram inspiradas nas experiências da equipe de roteiristas, elenco e equipe de produção, destacando-se principalmente a morte de Will Lee, que interpretava o Mr. Hooper, em 1982, e o casamento de Luis e Maria em 1988.Borgenicht, p. 80 No final dos anos 1990, o programa enfrentou desafios sociais e econômicos, incluindo mudanças nos hábitos de visualização das crianças pequenas, concorrência de outros programas, o desenvolvimento da televisão a cabo e uma queda na audiência.Davis, p. 320 À medida que o século 21 começava, o programa passou por grandes mudanças. A partir de 2002, seu formato se tornou mais focado em narrativas e incluiu histórias contínuas. Após seu 30.º aniversário em 1999, devido à popularidade do Muppet Elmo, o programa também incorporou um quadro popular conhecido como \"O Mundo de Elmo\". Em 2009, o programa ganhou o Emmy de Realização Excepcional pelos seus 40 anos no ar. No final de 2015, em resposta a \"mudanças abrangentes no negócio da mídia\" e como parte de um acordo de programação e desenvolvimento de cinco anos, o serviço de televisão HBO começou a transmitir episódios inéditos de Sesame Street. Os episódios ficaram disponíveis nas estações e sítios da PBS nove meses após sua exibição na HBO. O acordo permitiu que a Sesame Workshop produzisse mais episódios, aumentando de 18 para 35 por temporada, e criasse uma série derivada com os Muppets de Sesame Street, além de uma nova série educacional. No seu 50.º aniversário em 2019, Sesame Street havia produzido mais de 4.500 episódios, dois filmes de longa-metragem (Follow That Bird em 1985 e The Adventures of Elmo in Grouchland em 1999), 35 especiais de TV, 200 home videos e 180 álbuns. O canal do programa no YouTube possui quase cinco milhões de assinantes. Em outubro de 2019, foi anunciado que os episódios inéditos seriam exibidos no HBO Max a partir da 51.ª temporada, em 2020. == Formato == Desde seu primeiro episódio, o formato de Sesame Street utiliza \"um estilo visual marcante, ação rápida, humor e música\", além de animações e curtas-metragens em live-action. Quando o programa estreou, a maioria dos pesquisadores acreditava que as crianças pequenas não tinham uma capacidade de atenção prolongada, e os produtores do programa estavam preocupados que um programa de uma hora não prendesse a atenção delas. Inicialmente, as \"cenas de rua\" - as ações gravadas no cenário - consistiam em interações impulsionadas pelos personagens. Em vez de histórias contínuas, elas eram escritas como segmentos individuais baseados no currículo, interrompidos por esquetes de marionetes, curtas-metragens e animações. Essa estrutura permitia que os produtores utilizassem uma mistura de estilos e personagens, variando o ritmo do programa, mantendo-o interessante para os espectadores jovens. No entanto, a partir da 20.ª temporada, pesquisas mostraram que as crianças eram capazes de acompanhar uma história, e as cenas de rua, embora ainda intercaladas com outros segmentos, passaram a ter histórias em evolução.Morrow, p. 87Gikow, p. 179 Por recomendação de psicólogos infantis, os produtores inicialmente decidiram que os atores humanos e os Muppets do programa não interagiriam entre si, pois estavam preocupados que isso confundiria as crianças pequenas. Quando a CTW testou o novo programa, descobriu-se que as crianças prestavam atenção durante os segmentos com Muppets, mas perdiam o interesse durante as cenas de rua.Gladwell, p. 105 Os acionistas a Jim Henson e sua equipe que criassem Muppets como o Garibaldo (Big Bird) e o Oscar (Oscar Grouch) para interagir com os atores humanos, e as cenas de rua foram regravadas.Gladwell, p. 106Fisch & Bernstein, pp. 39–40 O formato de Sesame Street permaneceu intacto até os anos 2000, quando a mudança na audiência exigiu que os produtores adotassem um formato mais narrativo. Em 1998, foi criado o popular segmento \"O Mundo de Elmo\", com duração de 15 minutos e apresentado pelo Muppet Elmo.Clash, p. 75 A partir de 2014, durante a 45.ª temporada do programa, os produtores introduziram uma versão de meia hora do programa. A nova versão, que originalmente complementava a série de uma hora, era transmitida nas tardes durante a semana e disponibilizada para streaming na internet. Em 2017, em resposta aos hábitos de visualização em mudança das crianças pequenas, os produtores do programa reduziram sua duração de uma hora para 30 minutos em todas as suas plataformas de transmissão. A nova versão focava em menos personagens, reduzia as referências à cultura pop \"que antes eram incluídas como piscadelas para os pais\" e se concentrava \"em um tópico principal\". == Metas educacionais == O jornalista Malcolm Gladwell afirmou que \"Sesame Street foi construído em torno de uma única e inovadora ideia: que se você puder prender a atenção das crianças, pode educá-las\".Gladwell, p. 100 Gerald S. Lesser, o primeiro presidente do conselho consultivo da CTW, foi ainda mais longe, dizendo que o uso efetivo da televisão como ferramenta educacional precisava capturar, focar e sustentar a atenção das crianças.Lesser, p. 116 Sesame Street foi o primeiro programa infantil a estruturar cada episódio e os segmentos dentro deles para capturar a atenção das crianças e fazer, como Gladwell disse, \"ajustes pequenos, mas críticos\", para mantê-la.Gladwell, p. 91 Segundo os pesquisadores da CTW, Rosemarie Truglio e Shalom Fisch, foi um dos poucos programas infantis a utilizar um currículo educacional detalhado e abrangente, baseado em pesquisas formativas e sumativas. Os criadores e pesquisadores de Sesame Street formularam metas cognitivas e afetivas para o programa. Inicialmente, eles se concentraram em metas cognitivas, abordando indiretamente metas afetivas, acreditando que isso aumentaria a autoestima e o sentimento de competência das crianças.Morrow, pp. 76, 106 Um dos principais objetivos era preparar crianças pequenas para a escola, especialmente aquelas de famílias de baixa renda,Lesser, p. 46 usando modelagem,Lesser, pp. 86–87 repetiçãoLesser, p. 107 e humor. Eles ajustaram o conteúdo para aumentar a atenção dos espectadores e o apelo do programa,Lesser, p. 87 e incentivaram crianças mais velhas e pais a assistir juntos, incluindo humor mais sofisticado, referências culturais e convidados famosos. Em 2019, 80% dos pais assistiam Sesame Street com seus filhos e 650 celebridades haviam aparecido no programa. Durante a primeira temporada de Sesame Street, alguns críticos sentiram que o programa deveria abordar de forma mais evidente metas afetivas, como competência social, tolerância à diversidade e formas não agressivas de resolver conflitos. Os criadores e produtores do programa responderam apresentando esses temas em disputas interpessoais entre os personagens do programa. Durante os anos 1980, o programa incorporou experiências da vida real de seu elenco e equipe, incluindo a morte de Will Lee (Mr. Hooper) e a gravidez de Sonia Manzano (Maria). Nas temporadas posteriores, o programa abordou desastres da vida real, como os ataques terroristas de 11 de setembro e o furacão Katrina.Gikow, p. 165 Em sua primeira temporada, o programa abordou seus objetivos ao se concentrar na promoção de materiais educacionais usados em ambientes pré-escolares, e nas temporadas seguintes, ao se concentrar no desenvolvimento desses materiais. Quadros inovadores foram desenvolvidos porque seu público-alvo, crianças e suas famílias em lares de baixa renda em áreas urbanas, não costumavam assistir a programas educacionais na televisão, e porque os métodos tradicionais de promoção e publicidade não eram eficazes com esses grupos.Gikow, p. 181 A partir de 2006, a Sesame Workshop expandiu suas atividades de divulgação criando uma série de especiais da PBS e DVDs focados em como o destacamento militar afeta as famílias dos militares. Seus esforços de divulgação também se concentraram nas famílias de prisioneiros, saúde e bem-estar, e segurança. Em 2013, a SW iniciou o Sesame Street in Communities para ajudar famílias lidando com questões difíceis. == Financiamento == Como resultado da proposta inicial de Cooney em 1968, o Instituto Carnegie concedeu a ela uma bolsa de US$1 milhão para criar um novo programa de televisão infantil e estabelecer a CTW,Palmer & Fisch em Fisch & Truglio, p. 3 renomeada em junho de 2000 para Sesame Workshop (SW). Cooney e Morrisett obtiveram subsídios adicionais de vários milhões de dólares do governo federal dos Estados Unidos, das Fundações Arthur Vining Davis, da CPB e da Fundação Ford. Davis relatou que Cooney e Morrisett decidiram que, se não conseguissem obter financiamento completo desde o início, abandonariam a ideia de produzir o programa.Davis, p. 105 Como relatou Lesser, os fundos obtidos por meio de uma combinação de agências governamentais e fundações privadas protegiam a CTW das pressões econômicas enfrentadas pelas redes comerciais de televisão, mas criavam desafios para obter financiamento futuro.Lesser, p. 17 Após o sucesso inicial de Sesame Street, seus produtores começaram a pensar em sua sobrevivência além do desenvolvimento e da primeira temporada e decidiram explorar outras fontes de financiamento. Desde a primeira temporada, eles entenderam que a fonte de seu financiamento, que consideravam um \"capital inicial\", precisaria ser substituída.Davis, p. 203 A década de 1970 foi marcada por conflitos entre a CTW e o governo federal; em 1978, o Departamento de Educação dos EUA se recusou a entregar um cheque de US$2 milhões até o último dia do ano fiscal da CTW. Como resultado, a CTW decidiu depender de acordos de licenciamento com empresas de brinquedos e outros fabricantes, publicações e vendas internacionais para seu financiamento. Em 1998, a CTW aceitou patrocínio corporativo para arrecadar fundos para Sesame Street e outros projetos. Pela primeira vez, eles permitiram a exibição de anúncios curtos do fabricante de playgrounds indoor Discovery Zone, seu primeiro patrocinador corporativo, antes e depois de cada episódio. O defensor do consumidor Ralph Nader, que havia aparecido anteriormente em Sesame Street, convocou um boicote ao programa, dizendo que a CTW estava \"explorando crianças\". Em 2015, em resposta aos desafios de financiamento, foi anunciado que o serviço de televisão HBO exibiria episódios inéditos de Sesame Street. Steve Youngwood, Diretor de Operações da SW, chamou a decisão de \"uma das mais difíceis que já tomamos\". Segundo o The New York Times, a decisão \"gerou uma reação imediata\". Críticos afirmaram que ela favorecia crianças privilegiadas em detrimento de crianças e famílias menos favorecidas, o foco original do programa. Também criticaram a escolha de exibir episódios inéditos na HBO, uma rede com dramas e comédias voltados para adultos. == Produção == === Pesquisa === A produtora Joan Ganz Cooney afirmou: \"Sem pesquisa, não haveria Sesame Street\". Em 1967, quando ela e sua equipe começaram a planejar o desenvolvimento do programa, combinar pesquisa com produção televisiva era, como ela colocou, \"positivamente herético\".Cooney in Fisch & Truglio, p. xi Seus produtores logo começaram a desenvolver o que veio a ser chamado de Modelo CTW, um sistema de planejamento, produção e avaliação que não se concretizou totalmente até o final da primeira temporada do programa.Morrow, p. 68 De acordo com Morrow, o Modelo consistia em quatro partes: \"a interação entre produtores de televisão receptivos e especialistas em ciências infantis, a criação de um currículo específico e adequado à idade, pesquisa para moldar o programa diretamente e mensuração independente da aprendizagem dos espectadores\". Cooney creditou o alto padrão de procedimentos de pesquisa do programa aos professores de Harvard Gerald S. Lesser, contratado pela CTW para projetar seus objetivos educacionais, e Edward L. Palmer, que conduziu a pesquisa formativa do programa e preencheu a lacuna entre produtores e pesquisadores.Cooney in Fisch & Truglio, p. xii A CTW realizou pesquisas de duas maneiras: pesquisa formativa interna que informava e aprimorava a produção;Mielke in Fisch & Truglio, pp. 84–85 e avaliações sumativas independentes, conduzidas pela Educational Testing Service (ETS) durante as duas primeiras temporadas, que mediam a eficácia educacional do seriado. Cooney disse: \"Desde o início, nós, os planejadores do projeto, projetamos o programa como um projeto de pesquisa experimental, com assessores educacionais, pesquisadores e produtores de televisão colaborando como parceiros\".Borgenicht, p. 9 Ela descreveu a colaboração como um \"casamento arranjado\". === Escrita === Sesame Street utilizou muitos escritores ao longo de sua longa história. Como Peter Hellman escreveu em seu artigo de 1987 na revista New York, \"O programa, é claro, depende de seus escritores, e não é fácil encontrar adultos que possam identificar o nível de interesse de uma criança em idade pré-escolar\". Quinze escritores por ano trabalhavam nos roteiros do programa, mas poucos duravam mais do que uma temporada. Norman Stiles, chefe de redação em 1987, relatou que a maioria dos escritores ficava \"esgotada\" após escrever cerca de uma dúzia de roteiros. Segundo Gikow, Sesame Street contrariava a convenção de contratar professores para escrever para o programa, como a maioria dos programas educacionais de televisão fazia na época. Em vez disso, Cooney e os produtores sentiam que seria mais fácil ensinar escritores a interpretar o currículo do que ensinar educadores a escrever comédia.Gikow, p. 178 Como Stone afirmou, \"Escrever para crianças não é tão fácil\". O escritor de longa data Tony Geiss concordou, afirmando em 2009: \"Não é um programa fácil de escrever. Você precisa conhecer os personagens e o formato, e saber ensinar e ser engraçado ao mesmo tempo, o que é um grande malabarismo ambidestro\".Gikow, p. 174 A equipe de pesquisa do programa desenvolveu um documento anotado, chamado de \"Caderno do Escritor\", que servia como uma ponte entre os objetivos curriculares do programa e o desenvolvimento do roteiro. O caderno era uma compilação de ideias destinadas a ensinar pontos específicos do currículo,Morrow, p. 82 fornecia definições ampliadas dos objetivos do currículo e ajudava os escritores e produtores a traduzir esses objetivos em material televisivo.Palmer & Fisch in Fisch & Truglio, p. 10 As sugestões no caderno não faziam referência a personagens ou contextos específicos do programa, para que pudessem ser implementadas de forma aberta e flexível.Palmer & Fisch in Fisch & Truglio, p. 11 A equipe de pesquisa, em uma série de reuniões com os escritores, também desenvolveu uma \"folha de currículo\" que descrevia os objetivos e prioridades do programa para cada temporada.Lesser, p. 101 Após receber o foco e os objetivos curriculares para a temporada, os escritores se reuniam para discutir ideias e tramas para os personagens, e uma \"folha de tarefas\" era criada, sugerindo quanto tempo era alocado para cada objetivo e tópico. Quando um roteiro estava concluído, a equipe de pesquisa do programa o analisava para garantir que os objetivos fossem alcançados. Em seguida, cada departamento de produção se reunia para determinar o que cada episódio precisava em termos de figurinos, iluminação e cenários. Os escritores estavam presentes durante a gravação do programa, que nos primeiros vinte e quatro anos acontecia em Manhattan e, a partir de 1992, nos estúdios Kaufman Astoria no Queens, para fazer revisões de última hora quando necessário. == Versões == A raiz da retransmissão mundial do programa, começaram a aparecer no mundo versões locais adaptadas as necessidades e realidades de cada país e região, sendo as primeiras versões a surgir, a brasileira e a mexicana. Algumas destas versões contavam com seus próprios personagens. === Versões no mundo === ==== Versões próprias ==== *1972: Vila Sésamo, Brasil *1972: Plaza Sésamo, México e América Latina *1973: Sesamstraße, Alemanha *1973: Canadian Sesame Street, Canadá (posteriormente Sesame Park) *1976: Sesamstraat, Holanda *1978: 1, rue Sesame, França *1979: Iftah Ya Simsim,Kuwait *1979: Barrio Sésamo, Espanha *1981: Svenska Sesam, Suécia *1983: Rechov Sumsum, Israel *1984: Sesame!, Filipinas (posteriormente Batibot) *1986: Susam Sokağı, Turquia *1989: Rua Sésamo, Portugal *1991: Sesam Stasjon, Noruega *1996: Ulitsa Sezam, Rússia *1996: Ulica Sezamkowa, Polônia *1996: Barri Sèsam. (versão dublada ao catalão da espanhola) *1996 : Sezame, otevři se, República Tcheca *1998: Shara'a Simsim, Territórios Palestinos *1998: Zhima Jie, China *1999: Sesame English, Taiwan, China e Itália *2000: Takalani Sesame, África do Sul *2000: Alam Simsim, Egito *2004: Koche Sesame, Afeganistão *2004: Sesame Street, Japão *2005: Sisimpur, Bangladesh *2005: 5, Rue Sésame, França *2005: Sabai Sabai Sesame, Camboja *2006: Galli Galli Sim Sim, Índia *2007: Vila Sésamo, Brasil *2007: Sesame Tree, Irlanda do Norte *2008: Jalan Sesama, Indonésia *2009: Hikayat Simsim, Jordânia e Territórios Palestinos *2009: Sesame Square, Nigéria *2016: Sésamo, América Latina *2016: Sésamo, Brasil *2020: Ahlam Simsim, Arábia Saudita *2022: Sezam koʻchasi, Uzbequistão == Notas == === De tradução === === Bibliografia === * Borgenicht, David (1998). Sesame Street Unpaved. New York: Hyperion Publishing. * Clash, Kevin, Gary Brozek, and Louis Henry Mitchell (2006). My Life as a Furry Red Monster: What Being Elmo has Taught Me About Life, Love and Laughing Out Loud. New York: Random House. * Davis, Michael (2008). Street Gang: The Complete History of Sesame Street. New York: Viking Penguin. * Finch, Christopher (1993). Jim Henson: The Works: the Art, the Magic, the Imagination. New York: Random House. * Fisch, Shalom M. and Rosemarie T. Truglio, Eds. (2001). \"G\" is for Growing: Thirty Years of Research on Children and Sesame Street. Mahweh, New Jersey: Lawrence Erlbaum Publishers. ** Cooney, Joan Ganz, \"Foreword\", pp. xi–xiv. ** Palmer, Edward and Shalom M. Fisch, \"The Beginnings of Sesame Street Research\", pp. 3–24. ** Fisch, Shalom M. and Lewis Bernstein, \"Formative Research Revealed: Methodological and Process Issues in Formative Research\", pp. 39–60. ** Mielke, Keith W., \"A Review of Research on the Educational and Social Impact of Sesame Street\", pp. 83–97. ** Cole, Charlotte F., Beth A. Richman, and Susan A. McCann Brown, \"The World of Sesame Street Research\", pp. 147–180. ** Cherow-O'Leary, Renee, \"Carrying Sesame Street Into Print: Sesame Street Magazine, Sesame Street Parents, and Sesame Street Books\" pp. 197–214. * Gikow, Louise A. (2009). Sesame Street: A Celebration— Forty Years of Life on the Street. New York: Black Dog & Leventhal Publishers. . * Gladwell, Malcolm (2000). The Tipping Point: How Little Things Can Make a Big Difference. New York: Little, Brown, and Company. * Lesser, Gerald S. (1974). Children and Television: Lessons From Sesame Street. New York: Vintage Books. * Morrow, Robert W. (2006). Sesame Street and the Reform of Children's Television. Baltimore, Maryland: Johns Hopkins University Press. * O'Dell, Cary (1997). Women Pioneers in Television: Biographies of Fifteen Industry Leaders. Jefferson, North Carolina: McFarland & Company. . == Ligações externas == * * Categoria:Programas da PBS Categoria:Programas da RTP1 Categoria:Programas da RTP2 Categoria:Séries de televisão de comédia infantis dos Estados Unidos Categoria:Séries de televisão de comédia infantis da década de 1960 Categoria:Séries de televisão de comédia infantis da década de 1970 Categoria:Séries de televisão de comédia infantis da década de 1980 Categoria:Séries de televisão de comédia infantis da década de 1990 Categoria:Séries de televisão de comédia infantis da década de 2000 Categoria:Séries de televisão de comédia infantis da década de 2010 Categoria:Programas de televisão infantis dos Estados Unidos Categoria:Programas de televisão dos Estados Unidos que estrearam em 1969 Categoria:Séries de televisão ambientadas em Nova Iorque Categoria:Séries de televisão com bonecos Categoria:Programas de televisão em língua inglesa",
 "title": "Sesame Street"
}