{
 "id": "72102",
 "text": "José Maria Pedroto OIH • GOM (Lamego, Almacave, 21 de Outubro de 1928 - Porto, 7 de Janeiro de 1985) foi treinador e jogador de futebol. Jogador do Futebol Clube do Porto, da equipa que foi campeã nacional com Yustrich em 1955/56 e em 1958/59 com Béla Guttman. ==Biografia== Jogou nos infantis do FC Porto, e no Leixões já em idade de júnior. Pedroto compensava a falta de físico com um enorme talento. O serviço militar levou-o ao Lusitano de VRSA, onde começou a despertar o interesse dos grandes. Em 1950 transfere-se para o Belenenses. Pedroto cedo se afirmou como um dos melhores médios do futebol Português. Em 20 de abril de 1952 estreia-se pela selecção nacional, em Paris. Pouco mais tarde, em 1952, a sua transferência para o FC Porto envolveu verbas recorde para a altura. O FC Porto estava a construir uma grande equipa que viria finalmente a quebrar um jejum de muitos anos. Em 1956, comandada por Dorival Yustrich, a equipa do FC Porto conquista o Campeonato e a Taça de Portugal. Pedroto foi uma das principais figuras da equipa. Em 1959, Pedroto é novamente campeão nacional. Em 1960, Pedroto torna-se o primeiro treinador Português com curso superior. Foi um treinador com excelentes capacidades técnicas associadas a um discurso agressivo, que viria mais tarde a caracterizar outro José (Mourinho). Enquanto treinador, continuou a evidenciar-se nos estudos, obtendo uma brilhante classificação num curso de treinadores efectuado em França. Estes resultados, aliados ao bom trabalho nas camadas jovens do FC Porto, levaram-no ao posto de treinador da selecção nacional de juniores. Com Pedroto ao \"leme\", Portugal conquista o seu primeiro título Europeu. Pedroto abandona o futebol jovem do FC Porto para ir treinar a Académica. Forjou grandes talentos nessa época, sendo reconhecido por todos a qualidade do futebol apresentado pela equipa de Coimbra. Depois treinou o Leixões, onde foi vitima da única chicotada psicológica da sua carreira, traído pela falta de condições oferecidas pelo clube. Treinou depois o Varzim, que estava no seu 2º ano na primeira divisão. O Varzim foi a sensação desse campeonato. Em 1966 realizou um sonho: tornar-se treinador principal do FC Porto, fica até 1969 e vence uma Taça de Portugal. Depois ruma até Setúbal, altura em que o Vitória obtém alguns dos melhores resultados da sua história, sendo uma vez vice- campeão, uma vez finalista da Taça, e obtendo excelentes prestações nas competições europeias. Em 1974, mudou-se para o Boavista. Em dois anos obtém o 2º lugar no campeonato e vence 2 Taças de Portugal. Volta às Antas em 1976 para vencer dois Campeonatos (1977-78 e 1978-79) e uma Taça de Portugal. Falha o «tri» e sai na confusão do \"verão quente\". Passa a treinar o Vitória de Guimarães, onde esteve 2 épocas, obtendo um 4.º e um 5.º lugar. Com ele esteve Artur Jorge. Pedroto regressa ao FC Porto já com Pinto da Costa como presidente. Nesse período ainda venceu uma Taça de Portugal e foi finalista da Taça das Taças. Pedroto e Pinto da Costa criaram as bases para a série de grandes êxitos que se seguiram e que culminaram com a vitória na Taça dos Campeões Europeus. Ao \"leme\" estava o seu discípulo Artur Jorge, um dos dois treinadores portugueses campeões europeus de clubes, a par de José Mourinho, em 2003/04, também ao serviço do FC Porto. Em janeiro de 1984 foi internado em Londres devido a um cancro, mas continuou a aconselhar António Morais, que o substituiu no comando da equipa. José Maria Carvalho Pedroto acabou por falecer na manhã do dia 7 de Janeiro do ano de 1985, com 56 anos de idade, sucumbido à doença que o corroía imparavelmente. Durante a madrugada do dia do seu falecimento, já visivelmente debilitado, tentou satisfazer os seus últimos desejos, bebendo whisky por uma colher e tentando fumar o último cigarro. A título póstumo a 24 de Agosto de 1985 foi feito Oficial da Ordem do Infante D. Henrique e a 9 de Junho de 1995 foi feito Grande-Oficial da Ordem do Mérito. ==Palmarés== Como jogador: * 2 Campeonatos Nacionais. * 2 Taça de Portugal. * 17 internacionalizações. Como treinador: * 2 Campeonatos Nacionais. * 5 Taças de Portugal. * 4 vezes finalista da Taça de Portugal. * Seleccionador nacional (17 jogos, 3 de abril de 1974-30 de março de 1977). Algumas frases do Pedroto: \"O verdadeiro calcanhar de Aquiles do nosso futebol reside no simples facto de quase todos pensarmos que, quando saímos dos estádios, já não somos profissionais de futebol\". \"Estamos na mediania no conceito europeu. Relativamente ao futebol de alta competição, temos meia dúzia de jogadores com grande classe\". Categoria:Treinadores do Futebol Clube do Porto Categoria:Naturais de Lamego Categoria:Futebolistas de Portugal Categoria:Treinadores de futebol de Portugal Categoria:Desportistas do Grande Porto Categoria:Treinadores do Boavista Futebol Clube Categoria:Futebolistas do Futebol Clube do Porto Categoria:Oficiais da Ordem do Infante D. Henrique Categoria:Grandes-Oficiais da Ordem do Mérito",
 "title": "José Maria Pedroto"
}