{
 "id": "72100",
 "text": "Dia dos Fiéis Defuntos, Dia de Finados ou Dia dos Mortos é uma data que a Igreja Católica dedica aos mortos e suas almas, no dia 2 de novembro de cada ano. Desde o século II, alguns cristãos rezavam pelos falecidos quando visitavam os túmulos dos mártires. No século V, a Igreja dedicava um dia do ano para rezar por todos os mortos já esquecidos. O abade Odilo de Cluny, no final do século X, pedia aos monges que orassem pelos mortos. Desde o século XI os Papas Silvestre II (1009), João XVII (1009) e Leão IX (1015) obrigavam a comunidade a dedicar um dia aos mortos. No século XIII essa data passa a ser oficialmente celebrada em 2 de novembro, um dia após a Festa de Todos os Santos. A doutrina católica evoca algumas passagens bíblicas para fundamentar sua posição (cf. Tobias 12,12; Jó 1,18-20; Mt 12,32 e II Macabeus 12,43-46) e é suportada por uma prática de quase dois mil anos. O sepultamento dos mortos nas igrejas ou nos seus imediatos arredores permitia à comunidade sentir a continuidade da presença dos seus entes queridos na proximidade das suas vidas terrenas, ajudando a cimentar o conceito da Igreja enquanto comunidade peregrina (os vivos), sofredora (as almas em purificação no Purgatório) e triunfante (as almas santas no Paraíso). Se o dia de Todos os Santos celebrava estes últimos, principalmente os santos anónimos, o dia de Fiéis Defuntos honrava as almas do Purgatório e por estas eram oferecidas orações e sacrifícios. == Tradição por religião == === Cristianismo protestante === Após a Reforma Protestante, a celebração do Dia de Finados foi fundida ao da Festa de Todos os Santos na Igreja Anglicana, posteriormente desmembrada no século XIX. A observância da comemoração foi restaurada em 1980, como \"festividade menor\" intitulada \"Comemoração dos Fiéis Defuntos\". Para a Igreja Metodista, são santos todos os fiéis batizados, de modo que no Dia de Todos os Santos a congregação local honra e recorda seus membros falecidos. == Tradição por país == === México === No México é comemorada a festa do dia dos mortos, bem característica da cultura nacional e que atrai muitos turistas de todo mundo. == Ver também == * Missas dos Fiéis Defuntos * Purgatório * Comunhão dos Santos * Dia de Todos os Santos == Bibliografia == * DENIS, Léon. O Gênio Céltico e o Mundo Invisível. União Espiritualista Francesa e Francófona, 1927. * KARDEC, Allan. O Livro dos Espíritos. Parte Segunda, Capítulo VI, item Comemoração dos mortos. Funerais, questões 320 à 329 Categoria:Estação de Todos os Santos Fieis Defuntos Fieis Defuntos Categoria:Culto celta Finados Categoria:Efemérides em honra dos mortos Categoria:Festas de novembro",
 "title": "Dia dos Fiéis Defuntos"
}