{
 "id": "7212",
 "text": "Hu Jintao, (em chinês simplificado 胡锦涛 e tradicional 胡錦濤, Jiangyan, 21 de dezembro de 1942) é um político chinês, ex-Presidente da República Popular da China e ex-Secretário-Geral do Partido Comunista da China. ==Carreira Política== Juntou-se ao Partido Comunista da China (PCC) em 1965, depois de se ter formado em engenharia hidroeléctrica na Universidade de Tsinghua, em Pequim. Logo que terminou os estudos foi trabalhar para o Ministério da Conservação da Água e da Energia. Aqui trabalhou, nomeadamente, em questões relacionadas com a gigantesca barragem das Três Gargantas. Hu Jintao esteve colocado em algumas das regiões mais pobres e remotas da China, tendo liderado a partir de 1968 a Juventude Comunista em Gansu, ao mesmo tempo que trabalhava na construção de uma barragem na zona, e presidido à secção do PCC no Tibete e em Guizhou. Paralelamente foi sempre trabalhando em projectos hidroeléctricos. Em 1977 e 1978, com a chegada de Deng Xiaoping ao poder, Hu Jintao começou a subir na hierarquia do poder, o que o levou a abandonar as actividades em engenharia. Em 1982 é eleito membro suplente do XII Comité Central do PCC, sendo assim, aos 39 anos, o mais jovem daquele que é o órgão mais importante do partido entre a realização de cada congresso. No início de 1983 chegou ao Secretariado do Comité Central da Juventude Comunista e dois anos depois passou a membro efectivo do Comité Central do PCC. Quando esteve no Tibete, em 1989, impôs a lei marcial para responder aos protestos dos separatistas. Houve confrontos que provocaram dezenas de mortos. Em 1992 passou a fazer parte do Politburo, grupo dos sete principais dirigentes comunistas da China, por iniciativa de Deng Xiaoping. Na altura ficou responsável pela supervisão do treino ideológico dos oficiais de topo. No ano seguinte assumiu a direcção da Escola Central do PCC, tida por fazer propaganda por Deng Xiaoping. Depois de alguns anos em que esteve bastante discreto, em Março de 1998 ascendeu à vice- presidência da China. Em 1999 apareceu pela primeira vez na televisão para convocar manifestações antiamericanas depois da embaixada chinesa em Belgrado, na Jugoslávia, ter sido bombardeada pela Força Aérea dos Estados Unidos. Em outubro e novembro de 2001 fez as suas primeiras visitas oficiais à Europa. Em abril de 2002, visitou os Estados Unidos, onde se reuniu com o presidente George W. Bush. Em 2002, foi eleito presidente, após ter assumido o cargo de secretário-geral do partido comunista. Foi empossado presidente, no dia 15 de março de 2003 sucedendo Jiang Zemin. Foi releito presidente em 2008. Como presidente governou a China, de 15 de março de 2003 até 15 de março de 2013. Em outubro de 2022, foi retirado da sala na sessão de encerramento do Congresso do Partido Comunista Chinês. Quando dois funcionários o agarraram, ainda tentou resistir, mas acabou por sair. ==Liderança== No 16.º Congresso do PCC, realizado em novembro de 2002, ficou decidida a substituição do secretário-geral Jiang Zemin por Hu Jintao. É eleito presidente da República Popular da China a 15 de março de 2003.Quagio, Ivan. [2009] (2009). Olhos Abertos - A História da Nova China. São Paulo: Editora Francis. ISBN 978-85-89362-95-5 Foi escolhido no dia 4 de novembro de 2010 pela revista Forbes como a pessoa mais poderosa do mundo, entrando no lugar do então presidente do Estados Unidos, Barack Obama, após a derrota para a oposição nas eleições intercalares. == Vida pessoal == Hu Jintao é casado com Liu Yongqing, que conheceu nos seus tempos de estudante. Têm um filho e uma filha: Hu Haifeng e Hu Haiqing. == Ligações externas == * Categoria:Líderes do Partido Comunista da China Categoria:Secretários-gerais do Partido Comunista da China Categoria:Presidentes da República Popular da China Categoria:Vice-presidentes da República Popular da China Categoria:Engenheiros da China Categoria:Alunos da Universidade Tsinghua",
 "title": "Hu Jintao"
}