{
 "id": "72122",
 "text": "Multicast (também referido como Multicast IP), muitas vezes usado para se referir a um “broadcast multiplexado”, é a transmissão de informação para múltiplos destinatários simultaneamente, usando a estratégia mais eficiente, onde as mensagens só passam por um link uma única vez e são somente duplicadas quando o link para os destinatários se divide em duas direções. Em comparação com o Multicast, a entrega simples ponto-a-ponto é chamada de Unicast, e a entrega para todos os pontos de uma rede chama-se Broadcast. A palavra Multicast é tipicamente associada com Multicast IP, que é um protocolo que transmite pacotes eficientemente para múltiplos pontos distintos, ao mesmo tempo, em redes TCP/IP, usando um endereço Multicast. É comumente associado com aplicações de áudio/vídeo, por exemplo, Protocolo RTP. Entretanto, existem outros protocolos na Internet que implementam o conceito Multicast. O ATM, por exemplo, possui mecanismos para conexões ponto-para-multiponto ou multiponto- para-multiponto. Esse modelo geralmente assume que as estações participantes de uma comunicação sejam conhecidas com antecedência, de modo que árvores de distribuição possam ser geradas e recursos possam ser alocados pelos elementos da rede. O Multicast IP foi descrito pelo Arquiteto de Internet Dave Clark: “Você coloca pacotes de um lado e a rede conspira para entregá-los a qualquer um que os peça.”. Apesar de o IP ter um modelo conceitual bastante convincente, este demanda muito mais recursos, equipamentos e processamento na rede do que o modelo Unicast “best effort” ponto-a-ponto, o que tem gerado muitas críticas. Porém, ainda não foi apresentado nenhum mecanismo que permita ao modelo de Multicast IP ser aplicado a uma escala de milhões de pontos e/ou milhões de grupos multicast como seria de fato necessário para que as aplicações multicast em geral se difundam na Internet comercial. Até 2003, a maioria dos esforços para escalonar o multicast para grandes redes têm se concentrado no simples caso onde temos uma única fonte multicast, o que parece ser mais “tratável”, computacionalmente falando. Por esta razão e por motivos econômicos, o Multicast IP não está muito em uso na Internet comercial. Outras tecnologias Multicast, que não são baseadas no Multicast IP, são bem populares, tais como o Internet Relay Chat e o PSYC. Elas podem não ser tão elegantes como o Multicast IP, mas são pragmáticas e funcionam melhor para grandes quantidades de pequenos grupos. Entretanto, algumas comunidades dentro da Internet pública fazem uso regular do Multicast IP (pesquise a Mbone por exemplo), sendo também muito usado em aplicações especiais em redes IP privadas e na Internet2 – a RNP é um exemplo disso no Brasil. Multicast local, onde pacotes são enviados para grupos de hosts no mesmo “Data Link Layer” físico ou virtual, não requer roteamento muito complexo, e é portanto muito mais utilizado. Usa-se, por exemplo, no IPv6, para resolução de nomes e endereços, e em redes zeroconf para descobrir serviços, resolução de nomes e resolução de conflitos de endereços, substituindo protocolos broadcast ineficientes. A conferência por Multicast IP foi apresentada inicialmente em maior escala quando foi usada para transmitir varias sessões do 23º IETF em Março de 1992 para pesquisadores e observadores ao redor do mundo. Desde então, seções especiais da IETF tem sido transmitidas por Multicast via MBONE e redes Multicast privadas. A segurança no Multicast é um dos maiores problemas então. Soluções de comunicação segura comuns, geralmente empregam criptografia simétrica. Mas aplicá-la ao tráfego Multicast IP permitiria qualquer um dos destinatários multicast posar como o remetente. Isso é claramente inaceitável. O grupo MSEC do IETF, está desenvolvendo protocolos de segurança para resolver este problema, com base na arquitetura do protocolo IPsec. O IPsec não pode ser utilizado no cenário Multicast pois, em suma, supõe-se que haja somente um remetente e um destinatário. O IETF propôs então um novo protocolo, o TESLA, que está se mostrando muito convincente e flexível para o ambiente Multicast seguro. == Tecnologias Multicast na Internet == * Multicast IP * IEEE 802.1aq - Shortest Path Bridging (SPB) * Internet Relay Chat * Teleconferência * WWCP ==Ver também== * Anycast * IEEE 802.1aq - Shortest Path Bridging (SPB) ==Referências== * Lista de endereços de multicast (IANA) Categoria:Roteamento Categoria:Palavras, frases e expressões em inglês",
 "title": "Multicast"
}