{
 "id": "72134",
 "text": "Alcanos são compostos não-cíclicos formados somente por ligações químicas C-C e C-H. Os alcanos pertencem à classe dos compostos químicos conhecida com de hidrocarbonetos, que inclui também os cicloalcanos, alcenos, alcinos, dienos, polienos, benzeno e derivados do benzenoFundamentos de Química Orgânica- Ciências da Vida e Saúde; Lazzarotto, Márcio - Editora Paco (2016), formados apenas por carbono e hidrogênio. A cadeia formada apenas por ligações simples é chamada de saturada, enquanto a presença de ligações duplas caracteriza as cadeias insaturadas. Os alcanos apresentam a fórmula geral \\mathrm{C}_{\\mathrm{n}} \\mathrm{H}_{\\mathrm{2n+2}}, onde n é o número de carbonos. A designação parafinas para os alcanos é pouco utilizada atualmente. == Fontes de obtenção e principais aplicações == As principais fontes dos alcanos são o gás natural e o petróleo bruto. O gás natural é constituído principalmente por metano, enquanto o petróleo passa por destilação fracionada para o isolamento das diferentes frações, dentre elas a gasolina, o óleo diesel, o querosene e a parafina. Os três primeiros são utilizados como combustível e a vaselina, também são utilizados na preparação de cosméticos. == Propriedades físicas == O ponto de ebulição e o ponto de fusão dos alcanos são baixos quando comparados com compostos orgânicos de mesma massa molecular e insolúveis em água. Os alcanos são compostos apolares, apresentando forças de atração dipolo induzido entre as moléculas, consideradas as mais fracas dentre as interações intermoleculares. Os alcanos até 4 átomos de carbono são gases em condições ambientes (de 25°C e 760 mmHg) e com o aumenta do número de carbonos e da massa molecular, aumenta o ponto de fusão e alcanos com 5 a 17 átomos de carbono são líquidos e os demais sólidos pastosos. Eles são insolúveis em água e solúveis em solventes pouco polares, como o clorofórmio e o benzeno. === Ponto de ebulição, fusão e densidade de alcanos lineares === Alcano Fórmula Ponto de ebulição [°C] Ponto de fusão [°C] Densidade [g·cm−3] (a 20 °C) Metano CH4 −162 −182 gás Etano C2H6 −89 −183 gás Propano C3H8 −42 −188 gás Butano C4H10 0 −138 gás Pentano C5H12 36 −130 0,626 (líquido) Hexano C6H14 69 −95 0,659 (líquido) Heptano C7H16 98 −91 0,684 (líquido) Octano C8H18 126 −57 0,703 (líquido) Nonano C9H20 151 −54 0,718 (líquido) Decano C10H22 174 −30 0,730 (líquido) Undecano C11H24 196 −26 0,740 (líquido) Dodecano C12H26 216 −10 0,749 (líquido) Hexadecano C16H34 287 18 0,773 (líquido) Icosano C20H42 343 37 sólido Triacontano C30H62 450 66 sólido Tetracontano C40H82 525 82 sólido Pentacontano C50H102 575 91 sólido Hexacontano C60H122 625 100 sólido === Propriedades espectroscópicas === ==== espectroscopia no infravermelho ==== O estiramento da ligação carbono-hidrogênio resulta em uma forte absorção entre 2850 e 2960 cm-1, e o estiramento carbono-carbono absorve entre 800 e 1300 cm-1. Os modos de flexão carbono-hidrogênio dependem da natureza do grupo: os radicais metil mostram bandas em 1450 cm-1 e 1375 cm-1, enquanto os grupos metileno mostram bandas em 1465 cm-1 e 1450 cm-1. As cadeias de carbono com mais de quatro átomos de carbono mostram uma absorção fraca em torno de 725 cm-1. ==== Espectroscopia de RMN ==== A absorção de ressonância de hidrogênio para os alcanos ocorre entre δH = 0,5-1,5, enquanto a absorção de carbono-13 depende do número de átomos de hidrogênio ligados ao carbono: δC = 8-30 (primário, metil, -CH3), 15-55 (secundário, metileno, -CH2 -), 20-60 (terciário, metino, C-H) e quaternário. O sinal de carbono 13 dos átomos de carbono quaternários é fraca, devido à falta de efeito Overhauser nuclear e ao longo tempo de relaxamento, e pode ser perdida em amostras que não são adquiridas por um período de tempo suficiente. ==== Espectrometria de massa ==== Os alcanos têm uma alta energia de ionização, e o íon molecular é geralmente fraco. O padrão de fragmentação pode ser difícil de interpretar, mas, no caso de alcanos de cadeia ramificada, a cadeia de carbono é clivada preferencialmente em carbonos terciários ou quaternários devido à relativa estabilidade dos radicais livres resultantes. O fragmento resultante da perda de um único grupo metil (M - 15) costuma estar ausente e outros fragmentos são frequentemente espaçados por intervalos de catorze unidades de massa, correspondendo à perda sequencial dos grupos CH2. == Nomenclatura == A nomenclatura dos alcanos não ramificados, conforme as determinações da IUPAC, é construída a partir de um prefixo indicativo do número de átomos de carbono, acrescido do infixo -AN-, que indica a saturação da cadeia, mais o sufixo -O (que caracteriza os hidrocarbonetos). A nomenclatura de alcanos de cadeia ramificada é construída com a adição dos nomes dos grupos substituintes antes da cadeia principal. Veja a seguir o exemplo do 2,2,4-trimetilpentano, um dos componentes da gasolina. == Isomeria == A cadeia carbônica dos alcanos com mais de três carbonos pode apresentar ramificações, resultando em compostos de mesma fórmula molecular porém com estrutura diferente, chamados de isômeros de cadeia. Por exemplo, um alcano com fórmula C4H10 pode ser o butano ou o metilpropano, também chamado de isobutano. O número de isômeros aumenta rapidamente com o número de carbonos.On-Line Encyclopedia of Integer Sequences (sequence A000602 in the OEIS) * C1: somente metano * C2: somente etano * C3: somente propano * Isômeros C4: 2: butano e isobutano * Isômeros C5: 3: pentano, isopentano e neopentano * Isômeros C6: 5: hexano, 2-metilpentano, 3-metilpentano, 2,2-dimetilbutano e 2,3-dimetilbutano * Isômeros C7: 9: heptano, metil-hexano (2 isômeros), dimetilpentano (4 isômeros), 3-etilpentano 2,2,3-trimetilbutano * C12: 355 isômeros * C32: 27.711.253.769 isômeros * C60: 22.158.734.535.770.411.074.184 isômeros, muitos dos quais não são estáveis. A lista acima não considera os enantiômeros. == Propriedades Químicas == Os alcanos são apenas fracamente reativos com a maioria dos compostos químicos. Estima-se que os valores da constante de dissociação ácida (pKa) de todos os alcanos variam seja próximo a 50, o que posiciona os alcanos como os ácidos mais fracos entre as moléculas orgânicas. As reações químicas via radicais livres ( moléculas com elétrons não emparelhados) ocorrem por abstração de um átomo de hidrogênio e podem resultar na ramificação das cadeias ou substituição de hidrogênio por outro elemento, porém a reação requer a iniciação por radicais livres envolvendo intermediários de radicais livres, em particular com oxigênio e halogênios. A reação com oxigênio (leva à combustão sem fumaça, produzindo dióxido de carbono e água. Reações de halogenação de radicais livres ocorrem com halogênios, levando à produção de haloalcanos. === Reações com oxigênio (reação de combustão) === Todos os alcanos reagem com o oxigênio em uma reação de combustão, embora se tornem cada vez mais difíceis de inflamar à medida que o número de átomos de carbono aumenta. A equação geral para combustão completa é: : \\mathrm{C}_{\\mathrm{n}} \\mathrm{H}_{\\mathrm{2n+2}} \\ + \\ \\Bigl(\\frac{3}{2} \\mathrm{n}+\\frac{1}{2}\\Bigl) \\mathrm{O}_2 \\longrightarrow (\\mathrm{n}+1) \\, \\mathrm{H_2O} \\ + \\ \\mathrm{n \\, CO_2} : ou \\mathrm{C}_{\\mathrm{n}} \\mathrm{H}_{\\mathrm{2n+2}} \\ + \\ \\Bigl(3 \\mathrm{n}+\\frac{1}{2}\\Bigl)\\mathrm{O}_2 \\longrightarrow (\\mathrm{n}+1) \\, \\mathrm{H_2O} \\ + \\ \\mathrm{n \\, CO_2} Na ausência de oxigênio (O2) suficiente, monóxido de carbono (CO) ou fuligem podem ser formados, como mostrado abaixo: : \\mathrm{C}_{\\mathrm{n}} \\mathrm{H}_{\\mathrm{2n+2}} \\ + \\ \\Bigl(\\mathrm{n}+\\frac{1}{2}\\Bigl)\\mathrm{O}_2 \\longrightarrow (\\mathrm{n}+1) \\, \\mathrm{H_2O} \\ + \\ \\mathrm{n \\, CO} : \\mathrm{C}_{\\mathrm{n}} \\mathrm{H}_{\\mathrm{2n+2}} \\ + \\ \\Bigl(\\frac{1}{2} \\mathrm{n}+\\frac{1}{2}\\Bigl)\\mathrm{O}_2 \\longrightarrow (\\mathrm{n}+1) \\, \\mathrm{H_2O} \\ + \\ \\mathrm{n \\, C} Para o metano: : 2 CH4 + 3 O2 -> 2 CO + 4 H2O : CH4 + 3/2 O2 -> CO + 2 H2O A mudança de entalpia padrão de combustão, ΔHc⊖, para alcanos aumenta em cerca de 650 kJ / mol por grupo CH2. Os alcanos de cadeia ramificada têm valores mais baixos de ΔHc⊖ do que os alcanos de cadeia linear com o mesmo número de átomos de carbono, o que é uma evidência da maior estabilidade de alcanos lineares. === Reações com halogênios === Os alcanos reagem com halogênios via radicais livres. Os átomos de hidrogênio do alcano são progressivamente substituídos por átomos de halogênio, conforme a disponibilidade dos reagentes. A reação é altamente exotérmica e pode levar a uma explosão. Essas reações são uma importante rota industrial para hidrocarbonetos halogenados. Existem três etapas: * Iniciação os radicais halogênio formam-se por homólise; geralmente, é necessária energia na forma de calor ou luz; * A reação em cadeia ou a propagação ocorre então - o radical halogênio abstrai um hidrogênio do alcano para dar um radical alquil, que reage na sequência com uma molécula de halogênio e formando um novo radical halogênio.. * Terminação da cadeia onde os radicais se recombinam. Experimentos mostraram que a halogenação produz uma mistura de todos os possíveis isômeros, indicando que todos os átomos de hidrogênio são suscetíveis à reação. A mistura produzida, no entanto, não é uma mistura estatística: átomos de hidrogênio secundários e terciários são preferencialmente substituídos devido à maior estabilidade dos radicais livres secundários e terciários. Um exemplo pode ser visto na monobromação de propano.R. T. Morrison; R. N. Boyd (1992). Organic Chemistry (6th ed.). New Jersey: Prentice Hall. ISBN 978-0-13-643669-0 ==== Craqueamento ==== O craqueamento é a quebra de moléculas maiores em moléculas menores, pelo método térmico ou catalítico. O processo de craqueamento térmico segue um mecanismo homolítico com formação de radicais livres e o processo de craqueamento catalítico envolve a presença de catalisadores ácidos (geralmente ácidos sólidos como sílica-alumina e zeólitos), que promovem uma quebra heterolítica (assimétrica) de ligações que produzem pares de íons de cargas opostas, geralmente um carbocátion e o ânion hidreto muito instável . Os radicais livres e os cátions localizados em carbono são altamente instáveis e passam por processos de rearranjo de cadeia, cisão C-C na posição beta (isto é, rachaduras) e transferência de hidrogênio ou transferência de hidreto intra e intermolecular. Nos dois tipos de processos, os intermediários reativos correspondentes (radicais, íons) são regenerados permanentemente e, portanto, procedem por um mecanismo de cadeia de auto-propagação. A cadeia de reações é eventualmente terminada por recombinação de radicais ou íons. == Perigos == O metano é inflamável, explosivo e pode causar asfixia por ser um gás incolor e inodoroCDC - METHANE - International Chemical Safety Cards - NIOSH\". www.cdc.gov. e por ser menos denso que o ar, \"sobe\" em ambientes fechados. O propano e o butano são os elementos combustíveis do GLP, e são inflamáveis e explosivos.CDC - PROPANE - International Chemical Safety Cards - NIOSH\". www.cdc.gov. CDC - BUTANE - International Chemical Safety Cards - NIOSH\". www.cdc.gov. Pode causar sonolência ou inconsciência se inalado. [52] O butano tem os mesmos riscos que o propano. [53] O metano é classificado como um gás causador de efeito estufa, com efeito maior do que o dióxido de carbono. Embora a quantidade de metano na atmosfera seja baixa, ela representa uma ameaça ao meio ambiente.\"Pollutant Fact Sheet\". apps.sepa.org.uk Categoria:Grupos funcionais Categoria:Alcanos Categoria:Química orgânica Categoria:Hidrocarbonetos",
 "title": "Alcano"
}