{
 "id": "72204",
 "text": "Honório (em latim: Flavius Honorius; Constantinopla , 9 de setembro de 384 - Ravena, 15 de agosto de 423) foi um imperador romano do ocidente já nos anos finais do império, além de ter sido uma peça chave no declínio de Roma. Seu reinado foi marcado pelo saque de Roma em 410, entre outros eventos trágicos. ==Governo== Nomeado Augusto aos dez anos de idade, com a morte de seu pai Teodósio, seu irmão Arcádio assumiu o trono imperial do oriente e Honório assumiu o trono imperial do ocidente sob a tutela do mestre dos soldados (magister militum) Estilicão, um general de origem metade vândala e metade romana, casado com Serena, a sobrinha favorita de Teodósio I (pai de Honório). Estilicão governou de fato, devido à fraca personalidade do imperador, que fez casar com duas de suas filhas em sequência: Maria e Termância. Durante o reinado de Flávio Honório foi baixado o édito que acabou com as lutas gladiatoriais (404), e a Gália foi ocupada pelos Vândalos, Suevos e Alamanos (406). Estilicão caiu em desgraça por demonstrar-se incapaz de conter as invasões bárbaras, e ainda por suspeitar-se de que conspirava com os Visigodos para colocar seu filho Euquério como herdeiro do imperador, e acabou executado (408). Durante seu reinado ocorreu ainda o saque de Roma pelos visigodos, sob o comando de Alarico I (24 de agosto de 410), durante o qual o imperador refugiou-se em Ravena, um dos eventos mais desastrosos da história de Roma, e que repercutiu da Britânia até a Judeia. A fraqueza e timidez do imperador se combinaram às circunstâncias históricas dos ataques de vândalos e visigodos, para tornar seu governo um dos piores dos anais romanos, suas intervenções nas correntes de eventos foram invariavelmente negativas, contribuindo para o enfraquecimento e o declínio final do Império Romano do Ocidente. Morreu de Hidropisia aos 38 anos. == Ligações externas == *Honorius (395-423 A.D.), por Ralph W. Mathisen. University of South Carolina . Categoria:Imperadores romanos ocidentais Categoria:Dinastia teodosiana Categoria:Monarcas católicos romanos Categoria:Nascidos em 384",
 "title": "Honório"
}