{
 "id": "72263",
 "text": "Marlon Brando, Jr. (Omaha, 3 de abril de 1924 – Los Angeles, 1 de julho de 2004) foi um ator de cinema e teatro e diretor norte-americano. É saudado por trazer um estilo realista e emocionante na atuação em seus filmes, e é amplamente considerado um dos maiores e mais influentes atores de todos os tempos.St. James Encyclopedia of Popular CultureKanfer 2008, p. 319 Brando também foi um ativista por muitas causas, notadamente o movimento pelos direitos civis e vários movimentos indígenas americanos. Tendo estudado com Stella Adler nos anos 1940, ele é considerado um dos primeiros atores a trazer o sistema Stanislavski de atuação e método de atuação, derivado do sistema Stanislavski, para o público mainstream. Brando foi um dos três únicos atores profissionais, juntamente com Charlie Chaplin e Marilyn Monroe, a fazer parte da lista de 100 pessoas mais importantes do século compilada pela revista Time, em 1999. Brando foi, também, um ativista, apoiando diversas causas, mais notavelmente o movimento dos direitos civis dos negros nos Estados Unidos e diversos movimentos em defesa dos índios norte-americanos. É mais conhecido pelos seus papéis como Stanley Kowalski em A Streetcar Named Desire (1951), Emiliano Zapata em Viva Zapata! (1952), Marco Antônio na adaptação da MGM da peça de Shakespeare, Julius Caesar e Terry Malloy em On the Waterfront (1954). Durante os anos 70, ele foi mais famoso por seu desempenho vencedor do Oscar de melhor ator como Don Vito Corleone, em The Godfather (1972), de Francis Ford Coppola, e, também, pelo seu papel como Coronel Walter Kurtz em Apocalypse Now (1979), também de Coppola. Brando também recebeu uma indicação ao Oscar pelo desempenho como Paul em Last Tango in Paris (1972), além de ter dirigido e estrelado One-Eyed Jacks (1961). A década de 1960 viu a carreira de Brando sofrer um declínio comercial e crítico. Ele dirigiu e estrelou o western cult One-Eyed Jacks, um fracasso comercial e de crítica, após o qual apresentou uma série de notáveis fracassos de bilheteria, começando com Mutiny on the Bounty (1962). Após dez anos, ele concordou em fazer um teste de tela como Vito Corleone em The Godfather (1972) de Francis Ford Coppola. Ele conseguiu o papel e, posteriormente, ganhou seu segundo Oscar em um desempenho que os críticos consideram um dos melhores. Ele recusou o prêmio devido a maus-tratos e má representação de nativos americanos por Hollywood. The Godfather foi um dos filmes de maior sucesso comercial de todos os tempos e, ao lado de sua atuação indicada ao Oscar em O Último Tango em Paris, Brando se reestabeleceu nas fileiras das maiores estrelas de bilheteria. Depois de um hiato no início dos anos 1970, Brando geralmente se contentava em ser um ator altamente pago em papéis coadjuvantes, como em Superman (1978), como o Coronel Kurtz em Apocalypse Now (1979) e em The Formula (1980), antes fazendo uma pausa de nove anos no cinema. De acordo com o Guinness Book of World Records, Brando recebeu um recorde de US$ 3,7 milhões ($ 16 milhões em dólares ajustados pela inflação) e 11,75% do lucro bruto por 13 dias de trabalho no Superman. Brando foi classificado pelo American Film Institute como a quarta maior estrela de cinema entre as estrelas de cinema masculinas cuja estreia no cinema ocorreu antes de 1950. Ele foi um dos apenas seis atores nomeados em 1999 pela revista Time em sua lista das 100 pessoas mais importantes do século. Nesta lista, a Time também designou Brando como o \"Ator do Século\". Brando é considerado um dos maiores e mais influentes atores do século XX. Na opinião do cineasta Martin Scorsese, \"Ele é o marco no cinema. Há o antes de Brando e o depois de Brando\". == Primeiros anos == === Infância === Marlon Brando Jr. nasceu em Omaha, Nebraska, em 3 de abril de 1924, filho de Marlon Brando (1895–1965), um fabricante de pesticidas e alimentos químicos, e Dorothy Julia Pennebaker (1897–1954). Brando tinha duas irmãs mais velhas chamadas Jocelyn Brando (1919–2005) e Frances (1922–1994). Sua ascendência era alemã, holandesa, inglesa e irlandesa. Seu ancestral imigrante patrilinear, Johann Wilhelm Brandau, chegou a Nova York no início de 1700 vindo do Palatinado na Alemanha. Ele também é descendente de Louis DuBois, um huguenote francês, que chegou a Nova York por volta de 1660. Brando foi criado como Cientista Cristão. Sua mãe, conhecida como Dodie, não era convencional para a época; ela fumava, usava calças e dirigia carros. Ela própria atriz e administradora de teatro, ajudou Henry Fonda a iniciar sua carreira de ator. No entanto, ela era alcoólatra e muitas vezes precisava ser trazida para casa dos bares de Chicago pelo marido. Em sua autobiografia, Canções que minha mãe me ensinou, Brando expressou tristeza ao escrever sobre sua mãe: \"A angústia que a bebida dela produzia era que ela preferia ficar bêbada a cuidar de nós\". O pai de Dodie e Brando eventualmente se juntou aos Alcoólicos Anônimos. Brando nutria muito mais inimizade pelo pai, afirmando: \"Eu era seu homônimo, mas nada do que fiz o agradou ou mesmo interessou. Ele gostava de me dizer que eu não conseguia fazer nada direito. Ele tinha o hábito de me dizer que eu nunca faria valem qualquer coisa\". Por volta de 1930, os pais de Brando se mudaram para Evanston, Illinois, quando o trabalho de seu pai o levou para Chicago, mas se separaram em 1935 quando Brando tinha 11 anos. Sua mãe levou os três filhos para Santa Ana, Califórnia, onde moraram com a mãe dela. Em 1937, os pais de Brando se reconciliaram e, no ano seguinte, deixaram Evanston e se mudaram juntos para uma fazenda em Libertyville, Illinois, uma pequena cidade ao norte de Chicago. Entre 1939 e 1941, ele trabalhou como porteiro no único cinema da cidade, The Liberty. Brando, cujo apelido de infância era \"Bud\", era um mímico desde a juventude. Ele desenvolveu a habilidade de absorver os maneirismos das crianças com quem brincava e exibi-los dramaticamente enquanto permanecia no personagem. Ele foi apresentado ao menino da vizinhança Wally Cox e os dois eram amigos mais próximos até a morte de Cox em 1973. No filme biográfico da TCM de 2007, Brando: The Documentary, o amigo de infância George Englund relembra a primeira atuação de Brando como imitando as vacas e cavalos na fazenda da família como uma maneira de distrair sua mãe de beber. Sua irmã Jocelyn foi a primeira a seguir a carreira de atriz, indo estudar na American Academy of Dramatic Arts na cidade de Nova York. Ela apareceu na Broadway, depois em filmes e televisão. A irmã de Brando, Frances, deixou a faculdade na Califórnia para estudar arte em Nova York. Brando foi retido um ano na escola e mais tarde foi expulso da Libertyville High School por andar de motocicleta pelos corredores. Ele foi enviado para a Shattuck Military Academy, em Minnesota, onde seu pai havia estudado antes dele. Brando se destacou no teatro e se saiu bem na escola. Em seu último ano (1943), foi colocado em liberdade condicional por ter sido insubordinado com um coronel visitante do Exército durante manobras. Ele foi confinado em seu quarto, mas se esgueirou para a cidade e foi pego. O corpo docente votou pela sua expulsão, embora ele tenha sido apoiado pelos alunos, que acharam a expulsão muito dura. Ele foi convidado a voltar no ano seguinte, mas decidiu abandonar o colégio. Brando trabalhou como escavador de valas como um emprego de verão arranjado por seu pai. Ele tentou se alistar no Exército, mas seu exame físico de indução revelou que uma lesão de futebol que ele havia sofrido em Shattuck o deixara com uma lesão no joelho. Ele foi classificado e não induzido. === Inicio de Atuação === Brando decidiu seguir suas irmãs para Nova York, estudando na American Theatre Wing Professional School, parte do Dramatic Workshop of the New School, com o influente diretor alemão Erwin Piscator. Em um documentário de 1988, Marlon Brando: The Wild One, a irmã de Brando, Jocelyn, lembrou: \"Ele estava em uma peça na escola e gostou ... Então ele decidiu que iria para Nova York estudar atuação porque era a única coisa que tinha gostava. Isso foi quando ele tinha 18 anos\". Na biografia A&E; no episódio de Brando, George Englund disse que Brando começou a atuar em Nova York porque \"ele foi aceito lá. Não foi criticado. Foi a primeira vez na vida que ouviu coisas boas sobre si mesmo\". Ele passou seus primeiros meses em Nova York dormindo em sofás de amigos. Por um tempo ele viveu com Roy Somlyo, que mais tarde se tornou um produtor da Broadway quatro vezes vencedor do Emmy.\"Marlon Brando\", A&E; Biography episode. Brando era um estudante ávido e proponente de Stella Adler, com quem aprendeu as técnicas do sistema Stanislavski. Essa técnica encorajou o ator a explorar os aspectos internos e externos para realizar plenamente o personagem que está sendo retratado. A notável percepção e senso de realismo de Brando ficaram evidentes desde o início. Adler costumava contar que, ao ensinar Brando, ela instruía a classe a agir como uma galinha e acrescentou que uma bomba nuclear estava prestes a cair sobre eles. A maior parte da classe cacarejava e corria loucamente, mas Brando sentou-se calmamente e fingiu botar um ovo. Questionado por Adler sobre por que decidiu reagir dessa maneira, ele disse: \"Sou um covarde, o que sei sobre bombas?\". Apesar de ser comumente considerado um ator de método, Brando discordou. Ele alegou ter odiado os ensinamentos de Lee Strasberg: Brando foi o primeiro a trazer uma abordagem natural para atuar no cinema. De acordo com Dustin Hoffman em sua Masterclass online, Brando costumava falar com cinegrafistas e outros atores sobre o fim de semana, mesmo depois que o diretor pedia a ação. Uma vez que Brando sentiu que poderia entregar o diálogo tão natural quanto aquela conversa, ele o iniciaria. Em seu documentário de 2015, Listen To Me Marlon, ele disse antes que os atores eram como cereais matinais, o que significa que eram previsíveis. Mais tarde, os críticos diriam que Brando estava sendo difícil, mas os atores que trabalharam ao lado diriam que era apenas parte de sua técnica. == Carreira == === Início da carreira: 1944-1951 === Brando usou suas habilidades do Sistema Stanislavski para seus primeiros papéis de verão em Sayville, Nova York, em Long Island. Brando estabeleceu um padrão de comportamento errático e insubordinado nos poucos programas em que participou. Seu comportamento o expulsou do elenco da produção da New School em Sayville, mas logo foi descoberto em uma peça produzida localmente lá. Então, em 1944, ele chegou à Broadway no drama Remember Mama, interpretando o filho de Mady Christians. Os Lunts queriam que Brando fizesse o papel do filho de Alfred Lunt em O Mistress Mine, e Lunt até o treinou para o teste, mas a leitura de Brando durante o teste foi tão incerta que eles não puderam contratá-lo. A crítica dramática de Nova York o elegeu como o \"jovem ator mais promissor\" por seu papel como um veterano angustiado no Truckline Café, embora a peça tenha sido um fracasso comercial. Em 1946, ele apareceu na Broadway como o jovem herói no drama político A Flag is Born, recusando-se a aceitar salários acima do valor do Actors Equity. No mesmo ano, Brando desempenhou o papel de Marchbanks ao lado de Katharine Cornell em sua produção de revival de Candida, um de seus papéis principais.Mosel, \"Leading Lady: The World and Theatre of Katharine Cornell Cornell também o escalou como o Mensageiro em sua produção de Antígona de Jean Anouilh no mesmo ano. Ele também foi oferecido a oportunidade de uma retratam dos principais personagens da Broadway estreia de Eugene O'Neill é The Iceman Cometh, mas virou a parte de baixo depois de adormecer ao tentar ler o script maciça e pronunciando a peça \"escrita e mal construída\". Em 1945, o agente de Brando recomendou que ele co-estrelasse em The Eagle Has Two Heads com Tallulah Bankhead, produzido por Jack Wilson. Bankhead recusou o papel de Blanche Dubois em A Streetcar Named Desire, que Williams havia escrito para ela, para fazer uma turnê da peça na temporada 1946-1947. Bankhead reconheceu o potencial de Brando, apesar de seu desdém (que a maioria dos veteranos da Broadway compartilhava) pelo método de atuação, e concordou em contratá-lo, embora ele tivesse feito um teste ruim. Os dois entraram em confronto muito durante a turnê pré-Broadway, com Bankhead lembrando Brando de sua mãe, sendo a idade dela e também tendo um problema com bebida. Wilson foi amplamente tolerante com o comportamento de Brando, mas atingiu seu limite quando Brando resmungou durante um ensaio geral pouco antes da estreia de 28 de novembro de 1946. \"Não me importa o que sua avó fez\", exclamou Wilson, \"e essas coisas do Método, quero saber o que você vai fazer!\". Brando, por sua vez, levantou a voz e agiu com grande poder e paixão. \"Foi maravilhoso\", lembrou um membro do elenco. \"Todo mundo o abraçou e beijou. Ele veio caminhando para fora do palco e me disse: 'Eles não acham que você pode atuar a menos que possa gritar'\". Os críticos não foram tão gentis, no entanto. Uma análise do desempenho de Brando na abertura avaliou que Brando \"ainda está construindo seu personagem, mas no momento não consegue impressionar\". Um crítico de Boston comentou sobre a prolongada cena da morte de Brando, \"Brando parecia um carro no centro de Manhattan em busca de uma vaga para estacionar\". Ele recebeu melhores críticas nas paradas subsequentes da turnê, mas o que seus colegas lembraram foram apenas indicações ocasionais do talento que ele demonstraria mais tarde. “Houve algumas vezes em que ele era realmente magnífico”, admitiu Bankhead a um entrevistador em 1962. “Ele era um grande jovem ator quando queria, mas na maioria das vezes eu não conseguia nem mesmo ouvi-lo no palco\". Brando mostrou sua apatia pela produção, demonstrando algumas maneiras chocantes no palco. Ele \"tentou tudo no mundo para arruinar tudo para ela\", afirmou o diretor de palco de Bankhead. \"Ele quase a deixou louca: coçando a virilha, cutucando o nariz, fazendo qualquer coisa\". Após várias semanas na estrada, chegaram a Boston, altura em que Bankhead estava pronto para demiti-lo. Isso provou ser uma das maiores bênçãos de sua carreira, pois o liberou para interpretar Stanley Kowalski na peça de Tennessee Williams, em 1947, A Streetcar Named Desire, dirigida por Elia Kazan. Bankhead o havia recomendado a Williams para o papel de Stanley, pensando que ele era perfeito para o papel. Pierpont escreve que John Garfield foi a primeira escolha para o papel, mas \"fez exigências impossíveis\". Foi decisão de Kazan voltar para o muito menos experiente (e tecnicamente muito jovem para o papel) Brando. Em uma carta datada de 29 de agosto de 1947, Williams confidenciou a sua agente Audrey Wood: \"Não havia me ocorrido antes que valor excelente seria escalar um ator muito jovem para este papel. Humaniza o personagem de Stanley no sentido de torna-se a brutalidade e a crueldade da juventude, em vez de um velho cruel ... Um novo valor saiu da leitura de Brando, que foi de longe a melhor leitura que já ouvi\". Brando baseou sua interpretação de Kowalski no boxeador Rocky Graziano, a quem ele havia estudado em um ginásio local. Graziano não sabia quem era Brando, mas assistiu à produção com ingressos fornecidos pelo jovem. Ele disse: \"A cortina subiu e no palco está aquele filho da puta do ginásio, e ele está brincando comigo\". Em 1947, Brando realizou um teste de tela para um dos primeiros roteiros da Warner Brothers para o romance Rebelde Sem Causa (1944), que não tinha nenhuma relação com o filme que acabou sendo produzido em 1955. O teste de tela é incluído como um extra no Lançamento do DVD de 2006 de A Streetcar Named Desire. O primeiro papel de Brando nas telas foi um veterano paraplégico amargo em Os Homens (1950). Ele passou um mês na cama no Hospital do Exército de Birmingham em Van Nuys para se preparar para o papel. O crítico do New York Times, Bosley Crowther, escreveu que Brando como o Ken \"é tão vividamente real, dinâmico e sensível que sua ilusão é completa\" e observou: \"A partir de silêncios rígidos e congelados, ele pode levar a uma fúria apaixonada com o frenesi choroso e agitado de um cabo tenso cortado repentinamente\". Pelo próprio relato de Brando, pode ter sido por causa desse filme que seu status de draft foi alterado de 4-F para 1-A. Ele havia feito uma cirurgia no joelho artificial, que não era mais debilitante o suficiente para ser excluído do projeto. Quando Brando se apresentou ao centro de indução, ele respondeu a um questionário dizendo que sua raça era \"humana\", sua cor era de \"branco ostra sazonal a bege\", e ele disse a um médico do Exército que era psiconeurótico. Quando a junta de recrutamento o encaminhou a um psiquiatra, Brando explicou que havia sido expulso da escola militar e tinha sérios problemas de autoridade. Coincidentemente, o psiquiatra conhecia um médico amigo de Brando. Brando evitou o serviço militar durante a Guerra da Coreia. No início de sua carreira, Brando começou a usar cartões de sugestão em vez de memorizar suas falas. Apesar das objeções de vários diretores de cinema com quem trabalhou, Brando sentiu que isso ajudou a trazer realismo e espontaneidade para suas performances. Ele sentiu que, de outra forma, pareceria estar recitando o discurso de um escritor. No entanto, alguns achava que Brando usava as cartas por preguiça ou incapacidade de memorizar suas falas. Uma vez no set de O Poderoso Chefão, Brando foi questionado por que ele queria suas falas impressas. Ele respondeu: \"Porque posso lê-los dessa maneira\". === Ascensão: 1951–1954 === Brando trouxe sua atuação como Stanley Kowalski para a tela em Streetcar Named Desire (1951) de Tennessee Williams. O papel é considerado um dos maiores de Brando. A recepção da performance de Brando foi tão positiva que Brando rapidamente se tornou um símbolo sexual masculino em Hollywood. O papel lhe rendeu sua primeira indicação ao Oscar na categoria Melhor Ator. Ele também foi indicado no ano seguinte para o Viva Zapata! (1952), um relato ficcional da vida do revolucionário mexicano Emiliano Zapata. Ele relatou sua formação camponesa, sua ascensão ao poder no início do século XX e sua morte. O filme foi dirigido por Elia Kazan e co- estrelado por Anthony Quinn. No filme biográfico Marlon Brando: The Wild One, Sam Shaw diz: \"Secretamente, antes de o filme começar, ele foi para o México, para a cidade onde Zapata viveu e nasceu e foi lá que ele estudou os padrões de fala das pessoas, seu comportamento e movimento\". A maioria dos críticos se concentrou no ator ao invés do filme, com a Time e a Newsweek publicando ótimas críticas.Brando, M., Grobel, L., Popczyński, M., & Holland, S. (2016). Marlon Brando. Heraclon International. Storybox. pl. Anos mais tarde, em sua autobiografia, Brando comentou: \"Tony Quinn, que eu admirava profissionalmente e gostava pessoalmente, interpretou meu irmão, mas ele foi extremamente frio comigo enquanto fazíamos aquela foto. Durante nossas cenas juntos, senti uma amargura em relação a mim, e se eu sugeria um drinque depois do trabalho, ele recusava ou ficava taciturno e falava pouco. Só anos depois descobri por quê\". Brando relatou isso, para criar tensão na tela entre os dois, \"Gadg\" (Kazan) disse a Quinn, que assumiu o papel de Stanley Kowalski na Broadway depois que Brando terminou, que Brando não ficou impressionado com seu trabalho. Depois de alcançar o efeito desejado, Kazan nunca disse a Quinn que o havia enganado. Foi apenas muitos anos depois, depois de comparar notas, que Brando e Quinn perceberam o engano. O próximo filme de Brando, Julius Caesar (1953), recebeu críticas altamente favoráveis. Brando interpretou Marco Antônio. Embora a maioria reconhecesse o talento de Brando, alguns críticos sentiram que o \"resmungo\" de Brando e outras idiossincrasias traíam uma falta de fundamentos de atuação e, quando seu elenco foi anunciado, muitos permaneceram em dúvida sobre suas perspectivas de sucesso. Dirigido por Joseph L. Mankiewicz e co- estrelado pelo ator britânico John Gielgud, Brando teve um desempenho impressionante, especialmente durante o famoso discurso de Antônio \"Amigos, romanos, conterrâneos ...\". Gielgud ficou tão impressionado que ofereceu a Brando uma temporada completa no Hammersmith Theatre, oferta que ele recusou. Em sua biografia sobre o ator, Stefan Kanfer escreve: \"A autobiografia de Marlon dedica uma linha ao seu trabalho naquele filme: Entre todos aqueles profissionais britânicos, para mim entrar em um set de filmagem e interpretar Marco Antonio foi estúpido', mais um exemplo de sua persistente autodegradação, e totalmente incorreto\". Kanfer acrescenta que depois de uma exibição do filme, o diretor John Huston comentou: \"Cristo! Foi como uma porta de fornalha se abrindo - o calor saiu da tela. Não conheço outro ator que pudesse fazer isso\". Durante as filmagens de Júlio César, Brando soube que Elia Kazan havia cooperado com os investigadores do congresso, nomeando uma série de \"subversivos\" ao Comitê de Atividades Não Americanas (HUAC) da Câmara. Ao que tudo indica, Brando ficou chateado com a decisão de seu mentor, mas trabalhou com ele novamente em On The Waterfront. \"Nenhum de nós é perfeito\", escreveu ele mais tarde em suas memórias, \"e acho que Gadg fez mal aos outros, mas principalmente a si mesmo\". Em 1953, Brando também estrelou em The Wild One, pilotando sua própria motocicleta Triumph Thunderbird 6T. Os importadores da Triumph foram ambivalentes com a exposição, já que o assunto era gangues de motociclistas turbulentas ocupando uma pequena cidade. O filme foi criticado por sua violência gratuita percebida na época, com a Time afirmando: \"O efeito do filme não é lançar luz sobre o problema do público, mas lançar adrenalina nas veias do espectador\". Brando supostamente não concordou com o diretor húngaro László Benedek e não se deu bem com o co-ator Lee Marvin. Para a perplexidade expressa de Brando, o filme inspirou a rebelião adolescente e fez dele um modelo para a geração nascente do rock-and- roll e futuras estrelas como James Dean e Elvis Presley. Após o lançamento do filme, as vendas de jaquetas de couro e jeans dispararam. Refletindo sobre o filme em sua autobiografia, Brando concluiu que não tinha envelhecido muito bem, mas disse: “Mais do que a maioria dos papéis que desempenhei no cinema ou no palco, me relacionei com Johnny, e por isso, acredito que o interpretei como mais sensível e simpático do que o roteiro imaginava. Há uma linha na foto onde ele rosna: 'Ninguém me diz o que fazer.' É exatamente assim que me senti durante toda a minha vida”.Brando & Lindsey 1994, p. 178. ==== On the Waterfront ==== Em 1954, Brando estrelou On the Waterfront, um filme de drama policial sobre a violência sindical e a corrupção entre estivadores. O filme foi dirigido por Elia Kazan e escrito por Budd Schulberg; também estrelou Karl Malden, Lee J. Cobb, Rod Steiger e, em sua estreia no cinema, Eva Marie Saint. Quando inicialmente oferecido o papel, Brando, ainda magoado com o testemunho de Kazan ao HUAC - objetou e o papel de Terry Malloy quase foi para Frank Sinatra. De acordo com o biógrafo Stefan Kanfer, o diretor acreditava que Sinatra, que cresceu em Hoboken (onde o filme se passa e foi filmado), funcionaria como Malloy, mas eventualmente o produtor Sam Spiegel cortejou Brando para o papel, contratando-o por US$ 100 000. \"Kazan não protestou porque, ele posteriormente confessou, 'sempre preferi Brando a qualquer pessoa'\".Kanfer, Stefan (2008). Somebody: The Reckless Life and Remarkable Career of Marlon Brando. Brando ganhou o Oscar por seu papel como o estivador irlandês-americano Terry Malloy em On the Waterfront. Seu desempenho, estimulado por seu relacionamento com Eva Marie Saint e a direção de Kazan, foi elogiado. Para a cena em que Terry lamenta suas falhas, dizendo que poderia ter sido um candidato, ele convenceu Kazan de que a cena do roteiro não era realista. O roteiro de Schulberg tinha Brando atuando em toda a cena com seu personagem sendo mantido sob a mira de uma arma por seu irmão Charlie, interpretado por Rod Steiger. Brando insistiu em afastar suavemente a arma, dizendo que Terry nunca acreditaria que seu irmão puxaria o gatilho e duvidando que ele pudesse continuar seu discurso temendo uma arma disparada contra ele. Kazan deixou Brando improvisar e mais tarde expressou profunda admiração pela compreensão instintiva de Brando, dizendo: > “O que foi extraordinário em seu desempenho, eu sinto, é o contraste da > fachada de durão e a extrema delicadeza e gentileza de seu comportamento. > Que outro ator, quando o irmão tira uma pistola para forçá-lo a fazer algo > vergonhoso, colocaria a mão na arma e a afastaria com a suavidade de uma > carícia? Quem mais poderia ler \"Oh, Charlie!\" em um tom de reprovação que é > tão amoroso e tão melancólico e sugere a profundidade terrível da dor? ... > Se há melhor atuação de um homem na história do cinema na América, não sei o > que é”. Após o seu lançamento, On the Waterfront recebeu críticas elogiosas dos críticos e foi um sucesso comercial, ganhando cerca de US$ 4,2 milhões em aluguéis na bilheteria norte-americana em 1954.'The Top Box-Office Hits of 1954', Variety (January 5, 1955). Em sua crítica de 29 de julho de 1954, O crítico AH Weiler da The New York Times elogiou o filme, chamando-o de \"um uso incomumente poderoso, emocionante e imaginativo da tela por profissionais talentosos\". O crítico de cinema Roger Ebert elogiou o filme, afirmando que Brando e Kazan mudaram a atuação em filmes americanos para sempre e o adicionaram à sua lista de \"Grandes Filmes\". Em sua autobiografia, Brando costumava desconsiderar sua atuação: \"No dia em que Gadg me mostrou a foto completa, fiquei tão deprimido com minha atuação que me levantei e saí da sala de projeção ... Achei que era um grande fracasso\". Após Brando ganhar o Oscar de Melhor Ator, a estátua foi roubada. Muito depois, apareceu em uma casa de leilões de Londres, que contatou o ator e o informou de seu paradeiro. === Sucesso de bilheteria e direção: 1954–1959 === Seguindo On the Waterfront, Brando manteve-se no topo das bilheterias, mas os críticos cada vez mais achavam que suas atuações eram medíocres, sem a intensidade e o comprometimento encontrados em seus trabalhos anteriores, especialmente em seu trabalho com Kazan. Ele retratou Napoleão Bonaparte no filme de 1954, Désirée. De acordo com a co-estrela Jean Simmons, o contrato de Brando o forçou a estrelar o filme. Ele colocou pouco esforço no papel, alegando que não gostou do roteiro, e mais tarde descartou o filme inteiro como \"superficial e sombrio\". Brando desprezava especialmente o diretor Henry Koster. Brando e Simmons voltaram a formar pares na adaptação cinematográfica do musical Guys and Dolls (1955). Guys and Dolls seria o primeiro e último papel musical de Brando. A Time achou a imagem \"falsa em relação ao original\", observando que Brando \"canta em um tenor distante que às vezes tende a ser plano\". Aparecendo em uma entrevista de Edward Murrow no início de 1955, ele admitiu ter problemas com sua voz, que ele chamou de 'muito terrível.' No documentário de 1965, Meet Marlon Brando, ele revelou que o produto final ouvido no filme foi o resultado de incontáveis tomadas de canto sendo cortadas em uma e depois brincou: \"Eu não consegui acertar uma nota com um taco de beisebol; costurei minhas palavras em uma música com tanta força que, quando a murmurei na frente da câmera, quase me asfixiei \". Relações entre Brando e o Frank Sinatra também estavam gelados, com Stefan Kanfer observando: \"Os dois homens eram diametralmente opostos: Marlon precisava de várias tomadas; Frank detestava se repetir\". Em seu primeiro encontro, Sinatra supostamente zombou: \"Não me venha com essa merda do Actors Studio\". Brando depois brincou: \"Frank é o tipo de cara, quando ele morrer, ele vai para o céu e vai dificultar a Deus por deixá- lo careca\". Frank Sinatra chamou Brando de \"o ator mais superestimado do mundo\" e referiu-se a ele como \"resmungão\". O filme foi comercialmente, embora não criticamente bem-sucedido, custando US$ 5,5 milhões para fazer e arrecadando US$ 13 milhões. Brando interpretou Sakini, um intérprete japonês do Exército dos Estados Unidos no Japão do pós-guerra, em The Teahouse of the August Moon (1956). Pauline Kael não ficou particularmente impressionada com o filme, mas observou \"Marlon Brando passou fome para interpretar o intérprete Sakini e parece que está gostando da cena - falando com um sotaque louco, sorrindo como um menino, curvando-se para a frente e fazendo movimentos complicados com as pernas. Ele é inofensivamente genial (e certamente faz falta quando está fora da tela), embora o papel feérico e malandro não permita que ele faça o que ele faz e seja possível que ele seja menos eficaz do que um ator inferior\". Em Sayonara (1957), ele apareceu como oficial da Força Aérea dos Estados Unidos. A Newsweek considerou o filme uma \"história enfadonha do encontro dos dois\", mas mesmo assim foi um sucesso de bilheteria. De acordo com a biografia do ator Stefan Kanfer, o empresário de Brando, Jay Kanter, negociou um contrato lucrativo com dez por cento do valor bruto indo para Brando, o que o colocou na categoria de milionário. O filme foi polêmico por discutir abertamente o casamento inter-racial, mas provou ser um grande sucesso, ganhando 10 indicações ao Oscar, com Brando sendo indicado como Melhor Ator. O filme ganhou quatro Oscars. Casa de Chá e Sayonara foram os primeiros em uma série de filmes que Brando se esforçaria para fazer na próxima década que continham mensagens socialmente relevantes, e ele formou uma parceria com a Paramount para estabelecer sua própria produtora chamada Pennebaker, com o propósito declarado de desenvolver filmes que contivessem \"valor social isso iria melhorar o mundo\". O nome foi uma homenagem em honra de sua mãe, que morreu em 1954. Por todas as contas, Brando foi devastado por sua morte, com biógrafo Peter Manso: \"Era ela quem podia dar-lhe aprovação como ninguém mais e, depois que a mãe dele morreu, parece que Marlon deixou de se importar\". Bando nomeou seu pai para dirigir a Pennebaker. No mesmo especial A&E;, George Englund afirma que Brando deu o trabalho ao pai porque \"deu a Marlon a chance de atirar nele, de rebaixá-lo e diminuí-lo\". Em 1958, Brando apareceu em The Young Lions, pintando o cabelo de loiro e assumindo um sotaque alemão para o papel, o que ele mais tarde admitiu não ter sido convincente. O filme é baseado no romance de Irwin Shaw, e a interpretação de Brando do personagem Christian Diestl foi controversa para a época. Mais tarde, ele escreveu: \"O roteiro original seguia de perto o livro, no qual Shaw pintou todos os alemães como caricaturas malignas, especialmente cristãos, que ele retratou como um símbolo de tudo que era ruim no nazismo; ele era mau, desagradável, cruel, um clichê do mal ... Achei que a história deveria demonstrar que não existem pessoas inerentemente 'más' no mundo, mas elas podem ser facilmente enganadas. \"Shaw e Brando até apareceram juntos para uma entrevista na televisão com o correspondente da CBS David Schoenbrun e, durante uma troca bombástica, Shaw acusaram, como a maioria dos atores, Brando era incapaz de representar a vilania; Brando respondeu dizendo: \"Ninguém cria um personagem, exceto um ator. Eu interpreto o papel; agora ele existe. Ele é minha criação\". The Young Lions também apresenta a única aparição de Brando em um filme com o amigo e rival Montgomery Clift (embora eles não tenham compartilhado nenhuma cena). Brando encerrou a década aparecendo em The Fugitive Kind (1960), ao lado de Anna Magnani. O filme foi baseado em outra peça de Tennessee Williams, mas dificilmente foi o sucesso que A Streetcar Named Desire teve, com o Los Angeles Times rotulando a personalidade de Williams de \"psicologicamente doente ou simplesmente feia\" e The New Yorker chamando-a de \"melodrama de espiga de milho\". ==== One-Eyed Jacks e Mutiny on the Bounty ==== Em 1961, Brando fez sua estréia na direção no western One-Eyed Jacks. O filme foi originalmente dirigido por Stanley Kubrick, mas ele foi demitido no início da produção. Paramount então nomeou Brando o diretor. Brando interpreta o personagem principal, Rio, e Karl Malden interpreta seu parceiro \"Dad\" Longworth. O elenco de apoio inclui Katy Jurado, Ben Johnson e Slim Pickens. A tendência de Brando para várias retomadas e exploração do personagem como ator continuou na direção, no entanto, e o filme logo ultrapassou o orçamento; A Paramount esperava que o filme levasse três meses para ser concluído, mas as filmagens se estenderam para seis e o custo dobrou para mais de seis milhões de dólares. A inexperiência de Brando como editor também atrasou a pós-produção e a Paramount eventualmente assumiu o controle do filme. Brando escreveu mais tarde: \"A Paramount disse que não gostou da minha versão da história; todos mentiram, exceto Karl Malden. O estúdio cortou o filme em pedaços e o fez mentiroso também. Naquela época, eu estava entediado com todo o projeto e desisti dele\". O filme foi mal avaliado pelos críticos. Embora tenha feito negócios sólidos, ultrapassou tanto o orçamento que perdeu dinheiro. A repulsa de Brando com a indústria cinematográfica supostamente explodiu no set de seu próximo filme, o remake de Metro-Goldwyn- Mayer de Mutiny on the Bounty, que foi filmado no Taiti. O ator foi acusado de sabotar deliberadamente quase todos os aspectos da produção. Em 16 de junho de 1962, o Saturday Evening Post publicou um artigo de Bill Davidson com a manchete \"Seis milhões de dólares pelo ralo: o motim de Marlon Brando\". O diretor do Mutiny, Lewis Milestone, afirmou que os executivos \"merecem o que recebem quando dão a um ator amador, uma criança petulante, controle total sobre um filme caro\". Motim no Bounty quase virou a MGM e, embora o projeto tenha realmente sido prejudicado por atrasos além do comportamento de Brando, as acusações perseguiriam o ator por anos, enquanto os estúdios começaram a temer a difícil reputação de Brando. Os críticos também começaram a notar seu peso flutuante. === Declínio de bilheteria: 1963-1971 === Distraído com sua vida pessoal e desiludido com sua carreira, Brando começou a ver a atuação como um meio para um fim financeiro. Os críticos protestaram quando ele começou a aceitar papéis em filmes que muitos consideravam abaixo de seu talento, ou o criticaram por não estar à altura dos melhores papéis. Anteriormente apenas assinando contratos de curto prazo com estúdios de cinema, em 1961, Brando estranhamente assinou um contrato de cinco filmes com a Universal Studios que iria assombrá-lo pelo resto da década. O americano feio (1963) foi o primeiro desses filmes. Baseado no romance de 1958 com o mesmo título que Pennebaker havia escolhido, o filme, que apresentava a irmã de Brando, Jocelyn, foi avaliado positivamente, mas morreu na bilheteria. Brando foi indicado ao Globo de Ouro por sua atuação. Todos os outros filmes de Brando na Universal durante este período, incluindo Bedtime Story (1964), The Appaloosa (1966), A Countess from Hong Kong (1967) e The Night of the following Day (1969), também foram fracassos de crítica e comerciais. A condessa em particular foi uma decepção para Brando, que estava ansioso para trabalhar com um de seus heróis, o diretor Charlie Chaplin. A experiência acabou sendo infeliz; Brando ficou horrorizado com o estilo didático de direção de Chaplin e sua abordagem autoritária. Brando também apareceu no thriller de espionagem Morituri em 1965; isso também não atraiu público. Brando reconheceu seu declínio profissional, escrevendo mais tarde: \"Alguns dos filmes que fiz durante os anos 60 foram bem-sucedidos; outros não. Alguns, como The Night of the Following Day, fiz apenas pelo dinheiro; outros, como Candy, eu fiz porque um amigo me pediu e eu não queria recusar ... De certa forma, penso na minha meia-idade como os anos do foda-se\". Candy era especialmente terrível para muitos; um filme de farsa sexual de 1968 dirigido por Christian Marquand e baseado no romance de 1958 de Terry Southern, o filme satiriza histórias pornográficas através das aventuras de sua ingênua heroína, Candy, interpretada por Ewa Aulin. Geralmente é considerado o ponto mais baixo da carreira de Brando. O Washington Post observou: \"A auto-indulgência de Brando ao longo de doze anos está custando a ele e a seu público seus talentos\". Na edição de março de 1966 do The Atlantic, Pauline Kael escreveu que em seus dias de rebelião, Brando \"era anti-social porque sabia que a sociedade era uma porcaria; ele era um herói para a juventude porque era forte o suficiente para não aceitar a merda\", mas agora Brando e outros como ele haviam se tornado \"palhaços, descaradamente, ridicularizando sua reputação pública\". Em uma revisão anterior do Appaloosa em 1966, Kael escreveu que o ator estava \"preso em outro cachorro de um filme ... Não pela primeira vez, o Sr. Brando nos dá uma caricatura de pálpebras pesadas e boca aberta adenóide do solitário inarticulado e robusto\". Embora fingisse indiferença, Brando ficou magoado com o ataque crítico, admitindo no filme de 2015 Listen to Me Marlon: \"Eles podem bater em você todos os dias e você não tem como revidar. Fui muito convincente na minha pose de indiferença, mas Eu estava muito sensível e doeu muito. Brando interpretou um oficial do exército gay reprimido em Reflections in a Golden Eye, dirigido por John Huston e coestrelado por Elizabeth Taylor. O papel acabou sendo um dos mais aclamados em anos, com Stanley Crouch maravilhado: \"A principal realização de Brando foi retratar a tristeza taciturna, mas estoica, daqueles pulverizados pelas circunstâncias\". O filme recebeu críticas mistas. Outro filme notável foi The Chase (1966), que juntou o ator com Arthur Penn, Robert Duvall, Jane Fonda e Robert Redford. O filme trata de temas como racismo, revolução sexual, corrupção em cidades pequenas e vigilantismo. O filme foi recebido principalmente de forma positiva. Brando citou Burn! (1969) como seu favorito pessoal dos filmes que fez, escrevendo em sua autobiografia, \"Acho que fiz uma das melhores atuações que já fiz naquele filme, mas poucas pessoas vieram para ver\". Brando dedicou um capítulo inteiro ao filme em suas memórias, afirmando que o diretor, Gillo Pontecorvo, foi o melhor diretor com quem já trabalhou ao lado de Kazan e Bernardo Bertolucci. Brando também detalhou seus confrontos com Pontecorvo no set e como \"quase nos matamos\". Vagamente baseado em eventos da história de Guadalupe, o filme teve uma recepção hostil da crítica. Em 1971, Michael Winner o dirigiu no filme de terror britânico The Nightcomers com Stephanie Beacham, Thora Hird, Harry Andrews e Anna Palk. É uma prequela de The Turn of the Screw, que mais tarde se tornou o filme de 1961, The Innocents. O desempenho de Brando rendeu-lhe uma indicação ao BAFTA de Melhor Ator, mas o filme foi um fracasso nas bilheterias. === O Poderoso Chefão e o Último Tango em Paris === Durante a década de 1970, Brando era considerado \"não bancário\". Os críticos estavam se tornando cada vez mais desdenhosos de seu trabalho e ele não tinha aparecido em um sucesso de bilheteria desde The Young Lions em 1958, ano passado ele foi classificado como um dos dez maiores estrelas de bilheteria e no ano de sua última indicação ao Oscar, por Sayonara. A atuação de Brando como Vito Corleone, o \"Don\", em O Poderoso Chefão (1972), a adaptação de Francis Ford Coppola do romance homônimo de Mario Puzo de 1969, foi um marco na carreira, colocando-o de volta no Top Ten e ganhando seu segundo Oscar de Melhor Ator. O chefe de produção da Paramount, Robert Evans, que havia dado a Puzo um adiantamento para escrever O Poderoso Chefão para que a Paramount detivesse os direitos do filme, contratou Coppola depois que muitos diretores importantes recusaram o filme. Evans queria um diretor ítalo- americano que pudesse dar ao filme autenticidade cultural. Coppola também saiu barato. Evans estava ciente do fato de que o último filme da Máfia da Paramount, The Brotherhood (1968) tinha sido uma bomba de bilheteria, e ele acreditava que isso se devia em parte ao fato de que o diretor, Martin Ritt, e a estrela, Kirk Douglas, eram judeus e o filme carecia de um autêntico sabor italiano. O estúdio originalmente pretendia que o filme fosse uma produção de baixo orçamento ambientada nos tempos contemporâneos sem nenhum ator principal, mas o sucesso fenomenal do romance deu a Evans a influência para transformar O Poderoso Chefão em um filme de prestígio. Coppola havia desenvolvido uma lista de atores para todos os papéis, e sua lista de Dons em potencial incluía o ítalo-americano Ernest Borgnine, o ítalo-americano Frank de Kova (mais conhecido por interpretar Chief Wild Eagle na comédia F-Troop), John Marley (indicado ao Oscar de melhor coadjuvante pelo sucesso da Paramount em 1970, Love Story, que foi escalado como o produtor de cinema Jack Woltz na foto), o ítalo-americano Richard Conte (que foi escalado como o mortal de Don Corleone rival Don Emilio Barzini), e o produtor de cinema italiano Carlo Ponti. Coppola admitiu em uma entrevista de 1975: \"Finalmente descobrimos que tínhamos que atrair o melhor ator do mundo. Simples assim. Isso se resumiu a Laurence Olivier ou Marlon Brando, que são os maiores atores do mundo. \"A cópia holográfica da lista do elenco de Coppola mostra o nome de Brando sublinhado. Evans disse a Coppola que estivera pensando em Brando no papel dois anos antes, e Puzo imaginou Brando no papel quando escreveu o romance e na verdade escreveu para ele sobre o papel, então Coppola e Evans reduziram para Brando.Pierpont, Claudia Roth (October 27, 2008). \"Method Man\". New Yorker. (Ironicamente, Laurence Olivier iria competir com Brando pelo Oscar de Melhor Ator por sua parte em Sleuth. Ele derrotou Brando no New York Film Critics Circle Awards de 1972). Albert S. Ruddy, a quem a Paramount designou para produzir o filme, concordou com a escolha de Brando. No entanto, os chefes do estúdio da Paramount se opuseram a escalar Brando devido à sua reputação de dificuldade e sua longa sequência de fracassos de bilheteria. Brando também tinha Jacks Caolho trabalhando contra ele, uma produção problemática que perdeu dinheiro para a Paramount quando foi lançada em 1961. O presidente da Paramount Pictures, Stanley Jaffe, disse a um exasperado Coppola: \"Enquanto eu for o presidente deste estúdio, Marlon Brando não estará neste filme, e eu não vou mais permitir que você discuta isso\". Jaffe acabou estabelecendo três condições para o elenco de Brando: que ele teria que cobrar uma taxa bem abaixo do que normalmente recebia; ele teria que concordar em aceitar a responsabilidade financeira por qualquer atraso de produção em seu custo de comportamento; e ele teve que se submeter a um teste de tela. Coppola convenceu Brando a um teste de \"maquiagem\" em vídeo, no qual Brando fazia sua própria maquiagem (usava bolas de algodão para simular as bochechas inchadas do personagem). Coppola temia que Brando fosse muito jovem para interpretar o Don, mas ficou eletrizado com a caracterização do ator como chefe de uma família do crime. Mesmo assim, teve que lutar no estúdio para escalar o temperamental ator. Brando tinha dúvidas sobre si mesmo, afirmando em sua autobiografia: \"Eu nunca tinha atuado como um italiano antes e não achava que conseguiria fazer isso com sucesso\". Eventualmente, Charles Bluhdorn, o presidente da Paramount controladora Gulf +Western, foi conquistado ao deixar Brando ter o papel; ao ver o teste de tela, perguntou espantado: \"O que estamos assistindo? Quem é este velho guinéu?\" Brando foi assinado por uma taxa baixa de US$ 50 000, mas em seu contrato, ele recebeu uma porcentagem do bruto em uma escala móvel: 1% do bruto para cada US$ 10 milhões acima do limite de US$ 10 milhões, até 5% se a imagem ultrapassou US$ 60 milhões. De acordo com Evans, Brando vendeu de volta seus pontos na foto por US$ 100 000, pois estava precisando desesperadamente de fundos. \"Esses US$ 100 000 custaram-lhe US$ 11 milhões\", afirmou Evans. Em uma entrevista de 1994 que pode ser encontrada no site da Academy of Achievement, Coppola insistiu: \"O Poderoso Chefão era um filme muito pouco apreciado quando o estávamos fazendo. Eles ficaram muito descontentes com ele. Não gostaram do elenco. Não gostaram\". Não gosto da maneira como eu estava filmando. Eu estava sempre prestes a ser demitido\". Quando a notícia disso chegou a Brando, ele ameaçou sair de cena, escrevendo em suas memórias: \"Acredito firmemente que os diretores têm direito à independência e à liberdade para realizar sua visão, embora Francisco tenha deixado as caracterizações em nossas mãos e tivéssemos que descobrir o que fazer\". Em uma entrevista de televisão de 2010 com Larry King, Al Pacino também falou sobre como Brando 'O apoio o ajudou a manter o papel de Michael Corleone no filme, apesar do fato de Coppola querer demiti- lo. Brando estava em seu melhor comportamento durante as filmagens, impulsionado por um elenco que incluía Pacino, Robert Duvall, James Caan e Diane Keaton. No artigo da Vanity Fair \"The Godfather Wars\", Mark Seal escreve, \"Com os atores, como no filme, Brando serviu como chefe da família. Ele quebrou o gelo brindando o grupo com uma taça de vinho\". “Quando éramos jovens, Brando era como o padrinho dos atores', diz Robert Duvall. Eu costumava me encontrar com Dustin Hoffmanna Cromwell's Drugstore, e se mencionávamos seu nome uma vez, mencionávamos 25 vezes por dia. Caan acrescenta: “No primeiro dia em que conhecemos Brando, todos estavam maravilhados”. A atuação de Brando foi avaliada com entusiasmo pela crítica. \"Achei que seria interessante interpretar um gangster, talvez pela primeira vez no cinema, que não fosse como os bandidos que Edward G. Robinson interpretou, mas que é uma espécie de herói, um homem a ser respeitado\", Brando lembrou em sua autobiografia. \"Além disso, como ele tinha tanto poder e autoridade inquestionáveis, achei que seria um contraste interessante interpretá-lo como um homem gentil, ao contrário de Al Capone, que espancava as pessoas com tacos de beisebol\". Duvall mais tarde se maravilhou com a biografia de A&E;: \"Ele minimizou o sentido de início. Em outras palavras, ele, assim, não enfatizou a palavra ação. Ele iria para a frente da câmera exatamente como estava antes. Aprendi muito assistindo isso. \"Brando ganhou o Oscar de Melhor Ator por sua atuação, mas recusou, tornando-se o segundo ator a recusar o prêmio de Melhor Ator (depois de George C. Scott por Patton). Ele boicotou o prêmio cerimônia, em vez de enviar o ativista de direitos indígenas americano Sacheen Littlefeather, que apareceu em trajes Apache completos, para declarar as razões de Brando, que eram baseadas em sua objeção à representação de indígenas americanos por Hollywood e pela televisão. O ator seguiu O Poderoso Chefão com o filme de Bernardo Bertolucci, de 1972, Último Tango em Paris, junto com Maria Schneider, mas a atuação altamente notada de Brando ameaçou ser ofuscada por um alvoroço sobre o conteúdo sexual do filme. Brando interpreta um americano viúvo recente chamado Paul, que começa um relacionamento sexual anônimo com uma jovem parisiense noiva, chamada Jeanne. Como nos filmes anteriores, Brando se recusou a memorizar suas falas para muitas cenas; em vez disso, ele escreveu suas falas em cartões de sugestão e as afixou ao redor do conjunto para facilitar a consulta, deixando Bertolucci com o problema de mantê-las fora da moldura. O filme apresenta várias cenas intensas e gráficas envolvendo Brando, incluindo Paul estuprando analmente Jeanne usando manteiga como lubrificante, o que foi alegado não ser consensual, e o confronto final zangado e emocionalmente carregado de Paul com o cadáver de sua esposa morta. O polêmico filme foi um sucesso, no entanto, e Brando entrou pela última vez na lista das dez maiores estrelas de bilheteria. Seu acordo de participação bruta rendeu-lhe US$ 3 milhões.\"Brando's $3-Mil Year\". Variety. January 9, 1974. p. 1. Os membros votantes da Academy of Motion Picture Arts & Sciences nomearam novamente Brando como Melhor Ator, sua sétima nomeação. Embora Brando tenha vencido o New York Film Critics Circle Awards de 1973, ele não compareceu à cerimônia nem enviou um representante para receber o prêmio, caso vencesse. A crítica Pauline Kael da The New Yorker, escreveu \"O avanço do filme finalmente chegou. Bertolucci e Brando alteraram a face de uma forma de arte\". Brando confessou em sua autobiografia, \"Até hoje eu não posso dizer sobre o que era Last Tango in Paris\", e acrescentou que o filme \"exigiu que eu fizesse uma queda de braço emocional comigo mesmo, e quando foi concluído, decidi que nunca mais iria me destruir emocionalmente para fazer um filme”. Em 1973, Brando ficou arrasado com a morte de seu melhor amigo de infância, Wally Cox. Brando dormia com o pijama de Cox e arrancou as cinzas da viúva. Ela ia processar a devolução deles, mas finalmente disse: \"Acho que Marlon precisa das cinzas mais do que eu\". === Final dos anos 1970 === Em 1976, Brando apareceu em The Missouri Breaks com seu amigo Jack Nicholson. O filme também reuniu o ator com o diretor Arthur Penn. Como descreve o biógrafo Stefan Kanfer, Penn tinha dificuldade em controlar Brando, que parecia decidido a exagerar com seu rufião que virou assassino contratado Robert E. Lee Clayton: \"Marlon fez dele um psicopata travesti. Ausente para a primeira hora do filme, Clayton entra a cavalo, pendurado de cabeça para baixo, em pele de gamo branca, no estilo Littlefeather. Ele fala com sotaque irlandês sem motivo aparente. Na hora seguinte, também sem motivo aparente, Clayton assume a entonação de um idiota britânico de classe alta e uma mulher idosa da fronteira, com um vestido de vovó e capô combinando. Penn, que acreditava em deixar os atores fazerem suas coisas, foi indulgente com Marlon\". Os críticos foram rudes, com o The Observer chamando a performance de Brando de \"uma das mais extravagantes exibições desde Sarah Bernhardt\", enquanto o The Observer Sun reclamou: \"Marlon Brando aos cinquenta e dois anos tem a barriga desleixada de um de sessenta e dois, os cabelos brancos de um de setenta e dois e a falta de disciplina de um precoce de doze\". No entanto, Kanfer observou: \"Mesmo que seu último trabalho tenha sido recebido com desaprovação, um reexame mostra que muitas vezes, no meio da cena mais pedestre, haveria uma ocorrência repentina e luminosa, um flash do velho Marlon que mostrava quão capaz ele permaneceu\". Em 1978, Brando narrou a versão em inglês de Raoni, um documentário franco- belga dirigido por Jean-Pierre Dutilleux e Luiz Carlos Saldanha que enfocou a vida de Raoni Metuktire e as questões que cercam a sobrevivência das tribos indígenas do centro-norte do Brasil. Brando interpretou o pai do Superman, Jor-El, no filme Superman de 1978. Ele concordou com o papel apenas com a garantia de que receberia uma grande soma pelo que equivalia a uma pequena parte, de que não teria que ler o roteiro com antecedência e de que suas falas seriam exibidas em algum lugar fora das câmeras. Foi revelado em um documentário contido no DVD de lançamento de Superman em 2001 que ele recebeu US$ 3,7 milhões por duas semanas de trabalho. Brando também filmou cenas para a sequência do filme, Superman II, mas depois que os produtores se recusaram a pagar a ele a mesma porcentagem que ele recebeu pelo primeiro filme, ele negou a permissão de usar a filmagem. \"Pedi minha porcentagem usual\", lembrou ele em suas memórias, \"mas eles recusaram, e eu também\". No entanto, após a morte de Brando, a filmagem foi reincorporada ao recorte de 2006 do filme, Superman II: The Richard Donner Cut e na \"sequência solta\" de 2006, Superman Returns, em que usou e não usou imagens de arquivo dele como Jor-El dos dois primeiros filmes do Superman foi remasterizado para uma cena na Fortaleza da Solidão, e as vozes de Brando foram usadas ao longo do filme. Em 1979, ele fez uma rara aparição na televisão na minissérie Roots: The Next Generations, interpretando George Lincoln Rockwell; ele ganhou o prêmio Emmy do Primetime de Melhor Ator Coadjuvante em Minissérie ou Filme por sua atuação. Brando estrelou como o coronel Walter E. Kurtz no épico do Vietnã, Apocalypse Now (1979), de Francis Ford Coppola. Ele interpreta um oficial altamente condecorado das Forças Especiais do Exército dos EUA que se torna renegado, comandando sua própria operação com base no Camboja e é temido tanto pelos militares dos EUA quanto pelos vietnamitas. Brando recebeu US$ 1 milhão por semana por três semanas de trabalho. O filme chamou a atenção por sua longa e conturbada produção, como o documentário de Eleanor Coppola, Hearts of Darkness: A Filmmaker's Apocalypse documenta: Brando apareceu no set acima do peso, Martin Sheen sofreu um ataque cardíaco e o mau tempo destruiu vários conjuntos caros. O lançamento do filme também foi adiado várias vezes enquanto Coppola editava milhões de metros de filmagens. No documentário, Coppola conta como ficou surpreso quando um Brando obeso apareceu para as cenas e, desesperado, decidiu retratar Kurtz, que aparece emaciado na história original, como um homem que se entregou a cada aspecto de si mesmo. Coppola: “Ele já era pesado quando o contratei e prometeu-me que ia entrar em forma e imaginei que eu iria, se fosse pesado, eu ia usar. Mas ele era tão gordo, era muito, muito tímido sobre isso ... Ele foi muito, muito inflexível sobre como ele não queria se retratar dessa forma\". Brando admitiu a Coppola que não tinha lido o livro, Coração das Trevas, como o diretor pediu, e a dupla passou dias explorando a história e o personagem de Kurtz, para o benefício financeiro do ator, de acordo com o produtor Fred Roos: \"O tempo estava passando neste acordo que ele tinha e tínhamos que acabar com ele dentro de três semanas ou iríamos para um excesso muito caro ... E Francis e Marlon estariam falando sobre o personagem e dias inteiros se passariam. E isso é uma insistência de Marlon, mas ele está sendo pago para isso\". Após o lançamento, Apocalypse Now ganhou aclamação da crítica, assim como a performance de Brando. Seu sussurro das palavras finais de Kurtz \"O horror! O horror!\", tornou-se particularmente famoso. Roger Ebert, escrevendo no Chicago Sun-Times, defendeu o polêmico desenlace do filme, opinando que o final, \"com os monólogos confusos e taciturnos de Brando e a violência final, parece muito mais satisfatório do que qualquer final convencional poderia ser\". Brando recebeu uma taxa de US$ 2 milhões mais 10% do aluguel bruto do cinema e 10% dos direitos de venda da TV, ganhando cerca de US$ 9 milhões.\"New York Sound Track\". Variety. November 21, 1979. p. 37. === Últimos trabalhos === Depois de aparecer como o magnata do petróleo Adam Steiffel em The Formula, em 1980, que foi mal-recebido pela crítica, Brando anunciou sua aposentadoria da atuação. No entanto, ele retornou em 1989 em A Dry White Época. Brando concordou em fazer o filme de graça, mas desentende-se com o diretor Euzhan Palcy sobre como o filme foi editado; ele até fez uma rara aparição na televisão em uma entrevista com Connie Chungpara para expressar sua desaprovação. Em suas memórias, ele afirmou que Palcy \"cortou o filme tão mal, pensei, que o drama inerente desse conflito era, na melhor das hipóteses, vago\". Brando recebeu elogios por seu desempenho, ganhando uma indicação ao Oscar de Melhor Ator Coadjuvante e ganhando o Prêmio de Melhor Ator no Festival de Cinema de Tóquio. Brando recebeu críticas entusiásticas por sua caricatura de seu papel de Vito Corleone como Carmine Sabatini em The Freshman de 1990. Em sua crítica original, Roger Ebert escreveu: \"Houve muitos filmes em que as estrelas repetiram os triunfos de seus papéis, mas alguma estrela já o fez de maneira mais triunfante do que Marlon Brando em The Freshman?\". A Variety também elogiou a atuação de Brando como Sabatini e observou: \"A atuação sublime da comédia de Marlon Brando eleva uma comédia maluca a um nicho peculiar na história do cinema\". Brando também estrelou ao lado de seu amigo Johnny Depp no sucesso de bilheteria Don Juan DeMarco (1995) e no polêmico The Brave (1997), de Depp, que nunca foi lançado nos Estados Unidos. Desempenhos posteriores, como sua aparição em Cristóvão Colombo: A Descoberta (1992) (pelo qual ele foi indicado ao Framboesa como \"Pior Ator Coadjuvante\"), A Ilha do Dr. Moreau (no qual ele ganhou o \"Pior Ator Coadjuvante\" Raspberry), e sua aparição quase irreconhecível em Free Money (1998), resultou em algumas das piores críticas de sua carreira. O roteirista da Ilha do Dr. Moreau, Ron Hutchinson, diria mais tarde em suas memórias, Agarrando-se ao Iceberg: Escrevendo para viver no palco e em Hollywood (2017), que Brando sabotou a produção do filme brigando e se recusando a cooperar com seus colegas e a equipe de filmagem. Ao contrário de seus predecessores imediatos, o último filme concluído de Brando, The Score (2001), foi recebido de maneira geral positivamente. No filme, em que retrata um criminoso, ele estrelou com Robert De Niro. Após a morte de Brando, o romance Fan-Tan foi lançado. Brando concebeu o romance com o diretor Donald Cammell em 1979, mas não foi lançado até 2005.Schickel, Richard. \"A Legend Writes a Novel.\" Time, August 7, 2005. == Vida pessoal == === Relacionamentos e Sexualidade === Brando era conhecido por sua vida pessoal tumultuada e seu grande número de parceiros e filhos. Ele foi o pai de pelo menos 11 filhos, três dos quais foram adotados. Em 1976, ele disse a um jornalista francês: \"A homossexualidade está tão na moda que não é mais notícia. Como um grande número de homens, eu também tive experiências homossexuais e não tenho vergonha. Nunca prestei muita atenção ao que as pessoas pensam de mim. Mas se há alguém que está convencido de que Jack Nicholson e eu somos amantes, que continuem a fazê-lo. Acho isso engraçado\". Em Songs My Mother Taught Me, Brando escreveu que conheceu Marilyn Monroe em uma festa onde ela tocava piano, sem ser notada por ninguém, que eles tiveram um caso e mantiveram um relacionamento intermitente por muitos anos, e que ele recebeu um telefonema dela vários dias antes de morrer. Ele também alegou vários outros romances, embora não tenha discutido seus casamentos, esposas ou filhos em sua autobiografia. Ele conheceu a atriz e dançarina nisei Reiko Sato no início dos anos 1950; em 1954, Dorothy Kilgallen relatou que eram um item. Embora o relacionamento deles tenha esfriado, eles permaneceram amigos pelo resto da vida de Sato, com ela dividindo seu tempo entre Los Angeles e Tetiaroa em seus últimos anos. Brando ficou apaixonado pela atriz mexicana Katy Jurado depois de vê-la no High Noon. Eles se conheceram quando Brando estava filmando Viva Zapata! no México. Brando disse a Joseph L. Mankiewicz que se sentiu atraído por \"seus olhos enigmáticos, negros como o inferno, apontando para você como flechas de fogo\". No entanto, seu primeiro encontro foi o início de um caso prolongado que durou muitos anos e atingiu o pico na época em que trabalharam juntos em One-Eyed Jacks (1960), um filme dirigido por Brando.Porter, Darwin. Brando Unzipped, p.394 Brando conheceu a atriz Rita Moreno em 1954, começando seu tórrido caso de amor. Moreno revelou em suas memórias que, quando ela engravidou de Brando, ele planejou um aborto. Depois de um aborto mal sucedido, ela tentou cometer suicídio por overdose de seus comprimidos para dormir. Anos depois que eles se separaram, Moreno interpretou seu interesse amoroso no filme A Noite do Dia Seguinte. Brando casou-se com a atriz Anna Kashfi em 1957. Kashfi nasceu em Calcutá e se mudou da Índia para o País de Gales em 1947. Diz-se que ela era filha de um siderúrgico galês de ascendência irlandesa, William O'Callaghan, que havia sido superintendente das ferrovias do estado indiano. No entanto, em seu livro, Brando for Breakfast, ela afirmou que realmente é meio índia e que a imprensa erroneamente pensou que seu padrasto, O'Callaghan, era seu pai biológico. Ela disse que seu pai biológico era indiano e que ela era o resultado de uma \"aliança não registrada\" entre seus pais. Brando e Kashfi tiveram um filho, Christian Brando, nascido em 11 de maio de 1958; eles se divorciaram em 1959. Em 1960, Brando casou-se com Movita Castaneda, uma atriz mexicana-americana oito anos mais velha; o casamento foi anulado em 1968 após a descoberta de que seu casamento anterior ainda estava ativo. Castaneda apareceu no primeiro filme Mutiny on the Bounty em 1935, cerca de 27 anos antes do remake de 1962 com Brando como Fletcher Christian. Eles tiveram dois filhos juntos: Miko Castaneda Brando (nascida em 1961) e Rebecca Brando (nascida em 1966). A atriz francesa Tarita Teriipaia, que interpretou o interesse amoroso de Brando em Mutiny on the Bounty, tornou-se sua terceira esposa em 10 de agosto de 1962. Ela tinha 20 anos, 18 anos mais jovem que Brando, que estava supostamente encantada com sua ingenuidade. Como Teriipaia era uma falante nativa do francês, Brando tornou-se fluente na língua e deu inúmeras entrevistas em francês. Teriipaia se tornou a mãe de dois de seus filhos: Simon Teihotu Brando (nascido em 1963) e Tarita Cheyenne Brando (nascido em 1970). Brando também adotou a filha de Teriipaia, Maimiti Brando (nascida em 1977) e a sobrinha, Raiatua Brando (nascida em 1982). Brando e Teriipaia se divorciaram em julho de 1972. Após a morte de Brando, a filha da atriz Cynthia Lynn afirmou que Brando teve um caso de curta duração com sua mãe, que apareceu com Brando em Bedtime Story, e que este caso resultou em seu nascimento em 1964. Ao longo do final dos anos 1960 e no início dos anos 1980, ele teve um relacionamento tempestuoso de longo prazo com a atriz Jill Banner. Brando teve um relacionamento de longa data com sua governanta Maria Cristina Ruiz, com quem teve três filhos: Ninna Priscilla Brando (nascida em 13 de maio de 1989), Myles Jonathan Brando (nascido em 16 de janeiro de 1992) e Timothy Gahan Brando (nascido em 6 de janeiro de 1994). Brando também adotou Petra Brando- Corval (nascida em 1972), filha de sua assistente Caroline Barrett e do romancista James Clavell. O neto de Brando, Tuki Brando (nascido em 1990), filho de Cheyenne Brando, é um modelo. Seus numerosos netos também incluem Prudence Brando e Shane Brando, filhos de Miko C. Brando, os filhos de Rebecca Brando, e os três filhos de Teihotu Brando, entre outros. Stephen Blackehart foi relatado como filho de Brando, mas Blackehart contesta essa afirmação. Em 2018, Quincy Jones e Jennifer Lee afirmaram que Brando teve uma relação sexual com o comediante e ator do Superman III, Richard Pryor. A filha de Pryor, Rain, posteriormente contestou a reivindicação. === Estilo de vida === Brando ganhou a reputação de “bad boy” por suas explosões públicas e travessuras. De acordo com a revista Los Angeles, \"Brando já era rock and roll antes que alguém soubesse o que era rock and roll\". Seu comportamento durante as filmagens de Mutiny on the Bounty (1962) pareceu reforçar sua reputação como uma estrela difícil. Ele foi culpado por uma mudança no diretor e um orçamento excessivo, embora ele se isentasse de qualquer responsabilidade. Em 12 de junho de 1973, Brando quebrou a mandíbula do paparazzo Ron Galella. Galella seguiu Brando, que estava acompanhado pelo apresentador de talk show Dick Cavett, após uma gravação do The Dick Cavett Show em Nova York. Ele pagou um acordo extrajudicial de US$ 40 000 e, como resultado, teve uma mão infectada. Galella usou um capacete de futebol na próxima vez que fotografou Brando em uma festa de gala beneficiando a American Indians Development Association em 1974. A filmagem de Mutiny on the Bounty afetou profundamente a vida de Brando, pois ele se apaixonou pelo Taiti e seu povo. Ele comprou um atol de 12 ilhas, Tetiaroa, e em 1970 contratou um jovem arquiteto premiado de Los Angeles, Bernard Judge, para construir sua casa e vila natural sem destruir o meio ambiente. Um laboratório ambiental protegendo aves marinhas e tartarugas foi estabelecido, e por muitos anos grupos de estudantes os visitaram. O furacão de 1983 destruiu muitas das estruturas, incluindo seu resort. Um hotel usando o nome de Brando, The Brando Resort inaugurado em 2014. Brando era um ativo operador de rádio amador, com os indicativos de chamada KE6PZH e FO5GJ (este último da sua ilha). Ele foi listado nos registros da Federal Communications Commission (FCC) como Martin Brandeaux para preservar sua privacidade. No episódio da Biografia A&E; sobre Brando, o biógrafo Peter Manso comenta: \"Por um lado, ser uma celebridade permitiu que Marlon se vingasse do mundo que o magoou tão profundamente, que o deixou tão marcado. Por outro lado, ele odiava isso porque ele sabia que era falso e efêmero\". No mesmo programa, outro biógrafo, David Thomson, relata: \"Muitas, muitas pessoas que trabalharam com ele e vieram trabalhar com ele com as melhores intenções, foram embora em desespero dizendo que ele é um garoto mimado. Tem que ser feito do jeito dele ou ele vai embora com uma vasta história sobre como ele foi injustiçado, ofendido, e acho que isso se encaixa no padrão psicológico de que ele foi uma criança injustiçada\". === Política === Em 1946, Brando atuou na peça sionista de Ben Hecht, A Flag is Born. Ele participou de alguns eventos de arrecadação de fundos para John F. Kennedy na eleição presidencial de 1960. Em agosto de 1963 participou na marcha em Washington junto com outras celebridades como Harry Belafonte, James Garner, Charlton Heston, Burt Lancaster e Sidney Poitier. Junto com Paul Newman, Brando também participou dos passeios pela liberdade. No rescaldo do assassinato de 1968 de Martin Luther King Jr., Brando fez um dos mais fortes compromissos para promover o trabalho de King. Pouco depois da morte de King, ele anunciou que estava abandonando o papel principal de um grande filme (The Arrangement) que estava prestes a começar a ser produzido para se dedicar ao movimento dos direitos civis. \"Achei melhor descobrir onde está; o que é ser negro neste país; o que é toda essa raiva\", disse Brando no talk show da ABC-TV Joey Bishop Show. No episódio da biografia de A&E; sobre Brando, o ator e co-estrela Martin Sheen afirma: \"Nunca vou esquecer a noite em que o Reverendo King foi baleado e eu liguei o noticiário e Marlon estava caminhando pelo Harlem com a prefeita Lindsay. E havia atiradores e havia muita agitação e ele continuou andando e falando por eles bairros com a prefeita Lindsay. Foi um dos atos de coragem mais incríveis que já vi, e significou muito e fez muito\". A participação de Brando no movimento pelos direitos civis na verdade começou bem antes da morte de King. No início dos anos 1960, ele contribuiu com milhares de dólares para a Conferência da Liderança Cristã do Sul (SCLC) e para um fundo de bolsa de estudos estabelecido para os filhos do líder do Mississippi N.AACP, Medgar Evers. Em 1964, Brando foi preso em um \"fish-in\" realizado para protestar contra a violação do tratado que prometia aos nativos americanos direitos de pesca em Puget Sound. Nessa época, Brando já estava envolvido em filmes que transmitiam mensagens sobre direitos humanos: Sayonara, que abordava romance inter-racial, e The Ugly American, descrevendo a conduta de funcionários dos EUA no exterior e o efeito deletério sobre os cidadãos de países estrangeiros. Por um tempo, ele também doou dinheiro para o Partido dos Panteras Negras e se considerava amigo do fundador Bobby Seale. Brando encerrou seu apoio financeiro ao grupo devido à sua percepção de sua crescente radicalização, especificamente uma passagem em um panfleto Panther publicado por Eldridge Cleaver defendendo a violência indiscriminada, \"pela Revolução\". Brando também apoiou o Movimento Indígena Americano. Na cerimônia do Oscar de 1973, Brando se recusou a aceitar o Oscar por sua atuação em O Poderoso Chefão. Sacheen Littlefeather o representou na cerimônia. Ela apareceu em trajes Apache completos e afirmou que, devido ao \"mau tratamento dispensado aos nativos americanos na indústria cinematográfica\", Brando não aceitaria o prêmio. Isso ocorreu durante o impasse em Wounded Knee. O evento chamou a atenção dos Estados Unidos e da mídia mundial. Este foi considerado um grande evento e uma vitória do movimento por seus apoiadores e participantes. Fora de seu trabalho no cinema, Brando apareceu perante a Assembleia da Califórnia em apoio a uma lei de habitação justa e pessoalmente juntou-se aos piquetes em manifestações de protesto contra a discriminação em conjuntos habitacionais em 1963. Ele também foi um ativista contra o apartheid. Em 1964, ele favoreceu um boicote de seus filmes na África do Sul para impedir que fossem exibidos para um público segregado. Ele participou de uma manifestação de protesto em 1975 contra os investimentos americanos na África do Sul e pela libertação de Nelson Mandela. Em 1989, Brando também estrelou o filme A Dry White Season, baseado no romance de André Brink de mesmo nome. Na velhice, Marlon Brando passava horas nas salas de bate-papo da AOL, tendo discussões políticas com anônimos. === Comentários sobre judeus, Hollywood e Israel === Em uma entrevista na revista Playboy em janeiro de 1979, Brando disse: \"Você viu todas as raças manchadas, mas nunca viu uma imagem do kike porque os judeus estavam sempre muito atentos a isso, e com razão. Eles nunca permitiram para ser mostrado na tela. Os judeus têm feito tanto pelo mundo que, suponho, você fica ainda mais decepcionado porque eles não prestaram atenção a isso\". Brando fez um comentário semelhante no Larry King Live em abril de 1996, dizendo: \"Hollywood é administrada por judeus; é propriedade de judeus, e eles deveriam ter uma maior sensibilidade sobre a questão de pessoas que estão sofrendo. Porque eles exploraram vimos a fenda, vimos o japonês perigoso de olhos semicerrados, vimos o astuto filipino, vimos de tudo, mas nunca vimos o kike. Porque eles sabiam perfeitamente bem, que é aí que você puxa os vagões\". Larry King, que é judeu, respondeu: \"Quando você diz—quando você diz algo assim, você está jogando diretamente, no entanto, para pessoas antissemitas que dizem que os judeus são ...\". Brando interrompeu: \"Não, não, porque eu serei o primeiro que avaliará os judeus honestamente e dirá 'Graças a Deus pelos judeus'\". Jay Kanter, agente de Brando, produtor, e amigo o defendeu no Daily Variety: \"Marlon tem falado comigo por horas sobre sua predileção pelo povo judeu, e ele é um conhecido apoiador de Israel\". Da mesma forma, Louie Kemp, em seu artigo para o Jewish Journal, escreveu: \"Você deve se lembrar dele como Don Vito Corleone, Stanley Kowalski ou o misterioso coronel Walter E. Kurtz em 'Apocalypse Now', mas me lembro de Marlon Brando como um mensch e um amigo pessoal do povo judeu quando eles mais precisavam\". == Morte == A notoriedade de Brando, sua vida familiar conturbada e sua obesidade atraíram mais atenção do que sua carreira tardia de ator. Ele ganhou muito peso na década de 1970 e no início da década de 1990 pesava mais de 140 kg e sofria de diabetes tipo 2. Ele tinha um histórico de flutuação de peso ao longo de sua carreira que, em geral, ele atribuiu aos anos de excessos relacionados ao estresse seguidos de dieta compensatória. Ele também ganhou a reputação de ser difícil no set, muitas vezes relutante ou incapaz de memorizar suas falas e menos interessado em seguir uma direção do que em confrontar o diretor do filme com exigências estranhas. Ele também se envolveu com algumas inovações em seus últimos anos. Ele tinha várias patentes emitidas em seu nome pelo US Patent and Trademark Office, todos envolvendo um método de tensionamento de peles, de junho de 2002 a novembro de 2004. Em 2004, Brando gravou faixas de voz para a personagem Mrs. Sour no filme de animação inédito Big Bug Man. Este foi seu último papel e seu único papel como personagem feminina. Amigo próximo de longa data de Michael Jackson, ele visitava regularmente seu rancho Neverland, descansando lá por semanas a fio. Brando também participou dos concertos de comemoração do 30º aniversário da carreira solo do cantor em 2001, e estrelou seu videoclipe de 13 minutos, \"You Rock My World\", no mesmo ano. O filho do ator, Miko, foi guarda-costas e assistente de Jackson por vários anos, e era amigo do cantor. “A última vez que meu pai saiu de casa para ir a qualquer lugar, para passar algum tempo, foi com Michael Jackson”, afirmou Miko. \"Ele adorou ... Ele tinha um chef 24 horas, segurança 24 horas, ajuda 24 horas, cozinha 24 horas, serviço de limpeza 24 horas. Apenas carta branca. Michael foi fundamental para ajudar meu pai nos últimos anos de sua vida. Por isso, sempre serei grato a ele. Papai teve dificuldade para respirar em seus últimos dias e ele usava oxigênio na maior parte do tempo. Ele amava o ao ar livre, para que Michael o convidasse para Neverland. Papai poderia dizer o nome de todas as árvores lá e as flores, mas com oxigênio era difícil para ele se locomover e ver todas, é um lugar tão grande. Então Michael escolheu o papai um carrinho de golfe com um tanque de oxigênio portátil para que ele pudesse passear e desfrutar Neverland. Eles apenas dirigiam - Michael Jackson, Marlon Brando, com um tanque de oxigênio em um carrinho de golfe\". Em abril de 2001, Brando foi hospitalizado com pneumonia. Em 2004, Brando assinou com o cineasta tunisiano Ridha Behi e começou a pré-produção de um projeto que se chamaria Brando and Brando. Até uma semana antes de sua morte, ele estava trabalhando no roteiro, prevendo a data de início entre julho e agosto de 2004. A produção foi suspensa em julho de 2004 após a morte de Brando, momento em que Behi afirmou que continuaria o filme como uma homenagem a Brando, com um novo título de Cidadão Brando. Em 1 de julho de 2004, Brando morreu de insuficiência respiratória de fibrose pulmonar no UCLA Medical Center. A causa da morte foi inicialmente retida, com seu advogado citando questões de privacidade. Ele também sofria de diabetes e câncer de fígado. Pouco antes de sua morte, apesar de precisar de uma máscara de oxigênio para respirar, ele gravou sua voz para aparecer em The Godfather: The Game, mais uma vez como Don Vito Corleone. Porém, Brando gravou apenas uma fala devido ao seu estado de saúde, e um imitador foi contratado para finalizar suas falas. Algumas falas de seu personagem foram retiradas diretamente do filme. Karl Malden, co-estrela de Brando em três filmes, A Streetcar Named Desire, On the Waterfront e One-Eyed Jacks (o último sendo o único filme dirigido por Brando), falou em um documentário que acompanha o DVD de A Streetcar Named Desire sobre um telefonema que recebeu de Brando pouco antes da morte de Brando. Brando angustiado disse a Malden que ele continuava caindo. Malden queria vir, mas Brando o afastou, dizendo que não adiantava. Três semanas depois, Brando estava morto. Pouco antes de sua morte, ele aparentemente recusou a permissão para que tubos transportando oxigênio fossem inseridos em seus pulmões, o que, segundo ele, era a única maneira de prolongar sua vida. Brando foi cremado, e suas cinzas foram colocadas com as de seu bom amigo Wally Cox e outro amigo de longa data, Sam Gilman. Eles foram espalhados em parte no Taiti e em parte no Vale da Morte. Em 2007, um filme biográfico de 165 minutos de Brando para a Turner Classic Movies, Brando: The Documentary, produzido por Mike Medavoy (o executor do testamento de Brando), foi lançado. == Filmografia == Cinema Ano Título original Título em português Personagem Notas 1950 The Men br: Espíritos Indômitos Ken Wilcheck 1951 A Streetcar Named Desire br: Uma Rua Chamada Pecado pt: Um Eléctrico Chamado Desejo Stanley Kowalski Também interpretou Stanley na Broadway, em A Streetcar Named Desire (Um Bonde Chamado Desejo), de 1947 a 1949. 1952 Viva Zapata! br: Viva Zapata! Emiliano Zapata 1953 Julius Caesar br: Júlio César Marco Antônio 1954 Desirée br: Desirée, o amor de Napoleão Napoleão Bonaparte On the Waterfront br: Sindicato de Ladrões pt: Há lodo no cais Terry Malloy Oscar de melhor ator The Wild One br/pt: O Selvagem Johnny Strabler / Narrador 1955 Guys and Dolls br: Garotos e Garotas pt: Eles e Elas Sky Masterson 1956 The Teahouse of the August Moon br: Casa de Chá do Luar de Agosto Sakini 1957 Sayonara br: Sayonara Lloyd Gruver 1958 The Young Lions br: Os Deuses Vencidos pt: Os jovens leões / O baile dos malditos Christian Diestl 1959 The Fugitive Kind br: Vidas em Fuga pt: O homem na pele da serpente Val \"Snakeskin\" Xavier 1961 One-Eyed Jacks br: A Face Oculta Rio Único filme dirigido por Marlon Brando. 1962 Mutiny on the Bounty br: O Grande Motim pt: Revolta na Bounty Fletcher Christian The Ugly American br: Quando os Irmãos se Defrontam Harrison MacWhite 1964 Bedtime Story br: Dois Farristas Irresistíveis Freddy Benson 1965 Morituri br: Morituri Robert Crain 1966 The Chase br: Caçada Humana pt: Perseguição impiedosa Xerife Calder The Appaloosa br: Sangue em Sonora Matt 1967 A Countess from Hong Kong br/pt: A Condessa de Hong-Kong Ogden Mears Reflections in a Golden Eye br: O Pecado de Todos Nós Weldon Penderton 1968 Candy br: Candy Grindl The Night of the Following Day br: A Noite do dia Seguinte Bud 1969 Queimada! br: Queimada! William Walker 1972 The Godfather br: O Poderoso Chefão pt: O Padrinho Don Vito Corleone Oscar de melhor ator Last Tango in Paris br: Último Tango em Paris Paul 1973 The Nightcomers br: Os Que Chegam Com a Noite Peter Quint 1976 The Missouri Breaks br: Duelo de Gigantes pt: Duelo no Missouri Robert E. Lee Clayton 1978 Superman br: Superman - O Filme pt: Super-Homem - O Filme Jor-El 1979 Apocalypse Now br: Apocalypse Now Walter E. Kurtz Raoni br: Raoni Narrador na versão inglesa. 1980 The Formula br: A Fórmula Adam Steiffel 1989 A Dry White Season br: Assassinato Sob Custódia Ian McKenzie 1990 The Freshman br: Um Novato na Máfia pt: O Caloiro da Máfia Carmine Sabatini 1992 Christopher Columbus: The Discovery br: Cristóvão Colombo - A Aventura do Descobrimento Tomás de Torquemada 1995 Don Juan deMarco br/pt: Don Juan deMarco Jack Mickler 1996 The Island of Dr. Moreau br: A Ilha do Dr. Moreau Dr. Moreau 1997 O Bravo br/pt: O Bravo McCarthy 1998 Free Money br: Loucos por Dinheiro pt: Assaltantes de Primeira Warden Sven 'The Swede' Sorenson 2001 The Score br: A Cartada Final pt: Sem Saída Max Baron 30th Anniversary Celebration br: Aniversário de 30 anos de carreira Ele mesmo Participação na celebração de 30 anos de carreira do cantor Michael Jackson. Ele aparece num discurso chamado \"Humanitary Speech\" que não foi televisionado. \"You Rock My World\" br: Você balançou o meu mundo Dono do bar Participação especial no videoclipe do cantor Michael Jackson. 2006 Superman Returns br: Superman - O Retorno pt: Super-Homem: O Regresso Jor-El Participação póstuma. Foram usados sons e imagens do arquivo digitalmente modificado. == Prêmios e indicações == Ano Filme Premiação Categoria Resultado 1952 A Streetcar Named Desire Oscar Melhor ator Viva Zapata! BAFTA Melhor ator estrangeiro 1953 Oscar Melhor ator Festival de Cannes Melhor ator Julius Caesar BAFTA Melhor ator estrangeiro 1954 Oscar Melhor ator On the Waterfront Globo de Ouro Melhor ator - drama 1955 Oscar Melhor ator BAFTA Melhor ator estrangeiro 1957 The Teahouse of the August Moon Globo de Ouro Melhor ator - comédia ou musical 1958 Sayonara Oscar Melhor ator Globo de Ouro Melhor ator - drama The Young Lions BAFTA Melhor ator estrangeiro 1964 The Ugly American Globo de Ouro Melhor ator - drama 1972 The Nightcomers BAFTA Melhor ator The Godfather BAFTA Melhor ator 1973 Oscar Melhor ator (recusado) Globo de Ouro Melhor ator - drama Last Tango in Paris BAFTA Melhor ator 1974 Oscar Melhor ator Globo de Ouro Henrietta Award - masculino 1989 A Dry White Season Oscar Melhor ator coadjuvante BAFTA Melhor ator coadjuvante Festival Internacional de Cinema de Tóquio'' Melhor ator 1990 Globo de Ouro Melhor ator coadjuvante == Legado == Brando foi um dos atores mais respeitados do pós-guerra. Ele é listado pelo American Film Institute como a quarta maior estrela masculina cuja estreia nas telas ocorreu antes ou durante 1950 (ocorreu em 1950). Ele ganhou respeito entre os críticos por suas performances memoráveis e presença carismática na tela. Ele ajudou a popularizar a atuação do Método.Ankeny, Jason. \"Marlon Brando: Film Biography\". All Movie Guide. Retrieved August 18, 2011. Ele é considerado um dos maiores atores de cinema do século XX.Movies in American History: An Encyclopedia' A Enciclopédia Britânica o descreve como \"o mais célebre dos atores do método, e sua fala arrastada e resmungona marcou sua rejeição ao treinamento dramático clássico. Suas performances verdadeiras e apaixonadas provaram que ele era um dos maiores atores de sua geração\". Ele também observa o aparente paradoxo de seu talento: \"Ele é considerado o ator mais influente de sua geração, mas seu desdém aberto pela profissão de ator ... muitas vezes se manifestou na forma de escolhas questionáveis e desempenhos pouco inspirados. No entanto, ele permanece uma presença de tela fascinante com uma vasta gama emocional e uma gama infinita de idiossincrasias compulsivamente assistíveis. === Influência cultural === miniaturadaimagem|Marlon Brando em exposição na Madame Tussauds Marlon Brando é um ícone cultural com popularidade duradoura. Sua ascensão à atenção nacional na década de 1950 teve um efeito profundo na cultura americana. De acordo com a crítica de cinema Pauline Kael, \"Brando representou uma reação contra a mania de segurança do pós-guerra. Como protagonista, o Brando do início dos anos 50 não tinha código, apenas seus instintos. Ele era um desenvolvimento do líder gangster e o fora-da-lei. Ele era anti-social porque sabia que a sociedade era uma porcaria; ele era um herói para a juventude porque era forte o suficiente para não aceitar a merda ... Brando representava uma versão contemporânea do americano livre ... Brando ainda é o mais emocionante ator americano na tela\". A socióloga Dra. Suzanne McDonald-Walker afirma: \"Marlon Brando, vestindo jaqueta de couro, jeans e brilho melancólico, tornou-se um ícone cultural resumindo 'a estrada' em toda a sua glória independente\". Sua interpretação do líder da gangue Johnny Strabler em The Wild One se tornou uma imagem icônica, usada tanto como um símbolo de rebeldia quanto como um acessório de moda que inclui uma jaqueta estilo Perfecto para motociclistas, um boné inclinado, jeans e óculos de sol. O corte de cabelo de Johnny inspirou uma mania por costeletas, seguido por James Dean e Elvis Presley, entre outros. Dean copiou o estilo de atuação de Brando extensivamente e Presley usou a imagem de Brando como modelo para seu papel em Jailhouse Rock. A cena \"Eu poderia ser um candidato\" de On the Waterfront, de acordo com o autor de Brooklyn Boomer , Martin H. Levinson, é \"uma das cenas mais famosas da história do cinema, e a própria linha se tornou parte da cultura americana léxico\". Um exemplo da resistência da popular imagem \"Wild One\" de Brando foi o lançamento de 2009 de réplicas da jaqueta de couro usada pelo personagem Johnny Strabler de Brando. As jaquetas foram comercializadas pela Triumph, fabricante das motocicletas Triumph Thunderbird apresentadas no The Wild One, e foram licenciadas oficialmente pela propriedade de Brando. Brando também era considerado um símbolo sexual masculino. Linda Williams escreve: \"Marlon Brando era o símbolo sexual masculino por excelência do final dos anos cinquenta e início dos anos sessenta\". Brando foi um dos primeiros ícones gays que, junto com James Dean, influenciou o visual butch e a autoimagem na década de 1950 e depois. O personagem Dio Brando da popular série japonesa de mangá JoJo's Bizarre Adventure leva o nome de Brando, assim como a banda americana de heavy metal Dio (banda) e seu vocalista, Ronnie James Dio. Brando também foi imortalizado na música; mais notavelmente, ele foi mencionado na letra de \"É difícil ser um santo na cidade\" de Bruce Springsteen, \"Vogue\" de Madonna e \"Eyeless\" de Slipknot em seu álbum autointitulado. == Ver também == * Lista de atores com dois ou mais Oscar nas categorias de atuação === Bibliografia === * Kanfer, Stefan. Somebody: The Reckless Life and Remarkable Career of Marlon Brando. Nova York: Knopf, 2008. ISBN 978-1-4000-4289-0. * Bosworth, Patricia (2001). Marlon Brando. London: Weidenfeld & Nicolson. . * Brando, Anna Kashfi; Stein, E.P. (1979). Brando for Breakfast. New York: Crown Publishers, . * Brando, Marlon and Donald Cammell. Fan-Tan. New York: Knopf, 2005. . * Brando, Marlon; Lindsey, Robert (1994). Brando: Songs My Mother Taught Me. New York: Random House. . * Englund, George. The Way It's Never Been Done Before: My Friendship With Marlon Brando. New York: Harper Collins Publishers, 2004. . * Grobel, Lawrence. \"Conversations with Brando\", New York, Hyperion, 1990. Cooper Square Press 1999. Rat Press, 2009. * Judge, Bernard. Waltzing With Brando: Planning a Paradise in Tahiti. New York: ORO Editions, 2011. . * Kanfer, Stefan (2008). Somebody: The Reckless Life and Remarkable Career of Marlon Brando. New York: Knopf. . * McDonough, Jimmy. Big Bosoms and Square Jaws: The Biography of Russ Meyer, King of the Sex Film. New York: Crown, 2005. . * Sellers, Robert (2010). Hollywood Hellraisers: The Wild Lives and Fast Times of Marlon Brando, Dennis Hopper, Warren Beatty, and Jack Nicholson. New York: Skyhorse Publishing. . * Stern, Keith (2009). Queers in History: The Comprehensive Encyclopedia of Historical Gays, Lesbians and Bisexual. Jackson, Tennessee: BenBella Books. . * Williams, Linda (2008). Screening Sex. Durham, North Carolina: Duke University Press. . * Levinson, Martin H. (2011). Brooklyn Boomer: Growing Up in the Fifties. Bloomington, Indiana: iUniverse. . * Dimare, Philip C. (2011). Movies in American History: An Encyclopedia. Santa Barbara, California: ABC-CLIO. . * Graziano, Rocky; Barber, Rowland (1955). Somebody Up There Likes Me. New York: Simon & Schuster. * Petkovich, Anthony. \"Burn, Brando, Burn!\". UK: Headpress 19: World Without End (1999), pp. 91–112. == Ligações externas == * * * * * Categoria:Globo de Ouro de melhor ator em filme de drama Categoria:Atores masculinos bissexuais Categoria:Atores LGBT dos Estados Unidos Categoria:Óscar de melhor ator Categoria:Atores dos Estados Unidos Categoria:BAFTA de melhor ator em cinema Categoria:Emmy do Primetime de melhor ator secundário em minissérie ou telefilme Categoria:Naturais de Omaha (Nebraska) Categoria:Prémio de interpretação masculina (Festival de Cannes) Categoria:Atores premiados com o David Categoria:Atores de teatro dos Estados Unidos Categoria:Atores de cinema dos Estados Unidos Categoria:Atores de televisão dos Estados Unidos Categoria:Ativistas dos direitos indígenas Categoria:Norte-americanos de ascendência alemã Categoria:Norte-americanos de ascendência francesa Categoria:Norte-americanos de ascendência inglesa Categoria:Norte-americanos de ascendência irlandesa Categoria:Norte-americanos de ascendência neerlandesa",
 "title": "Marlon Brando"
}