{
 "id": "72297",
 "text": "O Chelsea Football Club () é um dos maiores clubes de futebol da Inglaterra, sediado na cidade de Londres, fundado em 10 de março de 1905. Internacionalmente, é um dos três clubes mais vitoriosos do futebol inglês, ao lado do Liverpool e Manchester United. Conquistou o Mundial de Clubes da FIFA em 2021, a Liga dos Campeões da UEFA em 2012 e 2021, a Liga Europa da UEFA em 2013 e 2019, a Recopa Europeia da UEFA em 1971 e 1998 e a Supercopa da UEFA em 1998 e 2021. No âmbito nacional, é um dos cinco clubes mais bem-sucedidos da Inglaterra, com seis títulos do Campeonato Inglês, oito títulos da Copa da Inglaterra, cinco títulos da Copa da Liga Inglesa, dois títulos da Copa de Membros Ingleses e quatro títulos da Supercopa da Inglaterra. Entre 1939 e 1945, o Chelsea foi forçado a abandonar a Liga Inglesa, juntamente com muitos outros clubes, devido à Segunda Guerra Mundial, uma vez que todos os resultados obtidos durante o conflito foram vistos como \"não oficiais\". Desta forma, o Chelsea competiu em uma série de competições regionais e como qualquer outro clube, o seu elenco estava seriamente diminuindo, devido a guerra (somente dois membros do Chelsea não chegaram a fazer parte da guerra). O clube teve seu primeiro grande sucesso em 1955, quando conquistou o seu primeiro título inglês. Conquistou também importantes títulos durante as décadas de 1960 e 1970, mas não voltou a vencer outro título importante até 1986. No entanto, viveu seus melhores momentos a partir do final da década de 1990 e nas décadas seguintes, conquistando cinco vezes o título nacional inglês, duas vezes a Liga dos Campeões da UEFA e duas vezes a Liga Europa da UEFA, entrando com a conquista do segundo, no seleto grupo dos clubes que venceram os quatro principais torneios europeus, se tornando o primeiro clube inglês a conquistar essa marca. Em 2021, se tornou o terceiro clubes inglês a vencer o Mundial de Clubes da FIFA. O Chelsea joga os seus jogos em casa no estádio Stamford Bridge, com capacidade para 41 837 espectadores, e que fica localizado em Fulham Road. O clube não está localizado no bairro de Chelsea, mas sim no bairro vizinho de Fulham, próximo ao limite entre os bairros. O clube foi comprado em 2003 pelo magnata do petróleo russo, Roman Abramovich. Em 2022, o clube foi adquirido pelo empresário norte-americano, Todd Boehly, além dos investidores Hansjörg Wyss e Mark Walter, através de um consórcio no valor de 4,25 bilhões de libras. A cor tradicional do clube é o azul real, utilizado para as camisas e calções, enquanto que o branco é utilizado nas meias. Seu escudo é tradicionalmente composto por um leão segurando uma bengala. A versão original deste escudo foi utilizado pela primeira vez em 1953, quando Ted Drake foi o responsável por mudar a imagem do clube. O escudo foi alterado em 2005, para comemorar o centenário do Chelsea, e ainda continua a ser utilizado. O clube dispõe de um grande número de torcedores e tem a quinta maior média de público da Inglaterra. Segundo pesquisa divulgada em 2010, o Chelsea também dispõe da quarta maior torcida do continente europeu, com aproximadamente 22 milhões de torcedores na Europa. == História == === Pré-fundação === Em 1896, Henry Augusto \"Gus\" Mears, um entusiasta de futebol e empresário, juntamente com seu irmão, Joseph \"Joe\" Mears, compraram o Stamford Bridge, em Fulham Road, oeste de Londres, com a intenção que o estádio recebesse partidas do mais alto nível do futebol inglês, mas tiveram que esperar até 1904 para poder tomar posse do imóvel, já que, pelas leis da época, o novo proprietário só poderia tomar posse assim que o atual morresse. Após terem tomado posse do estádio em definitivo, tentaram persuadir o presidente do Fulham a adotar o estádio como sua casa, mas fracassaram, após um diferendo sobre a renda. Após fracassos em trazer partidas de futebol, resolveram vender o estádio para a Great Western Railway Company, que estava construindo a linha ferroviária que ligaria Londres à parte oeste da Inglaterra, mas por conselho de seu amigo Fred Parker, os irmãos Mears resolveram não vendê-lo, e criar um clube para disputar partidas no estádio, surgindo assim, o Chelsea Football Club. === Primeiros anos === O Chelsea foi fundado no dia 10 de março de 1905, em um pub chamado The Rising Sun. Disputou sua primeira partida oficial em 2 de setembro de 1905, na derrota para o Stockport County, pela Segunda Divisão Inglesa. Sua primeira vitória foi em um amistoso contra o Liverpool, em que os Pensioners (como também é conhecido) venceram por 4 a 0. O primeiro jogador do clube foi o escocês John Tait Robertson, que foi também o treinador ao mesmo tempo. O clube começou com a contratação de jogadores de outras equipes, inclusive o goleiro William Foulke, que acabava de ser campeão da Copa da Inglaterra com o Sheffield United e Jimmy Windridge, que veio do Small Heath. O clube terminou em uma respeitável terceira colocação na sua primeira temporada disputada. Mas, Robertson deixou a equipe em 1907, devido a conflitos com a diretoria. Com isso, William Lewis se tornou o treinador interino, levando a equipe a promoção ao fim da temporada, em grande parte graças aos gols de Windridge e George Hilsdon. Esse último, foi o primeiro atacante a jogar pelo Chelsea, marcando cinco gols em vinte e sete jogos em sua primeira temporada, além de ser o primeiro jogador a marcar mais de cem gols com a camisa dos Blues. Lewis foi substituído por David Calderhead, que permaneceria os próximos vinte e seis anos no comando do Chelsea. Nas primeiras temporadas, a equipe teve pouco sucesso, ficando entre à Primeira e a Segunda Divisão. Foi rebaixado na temporada 1909-10, voltando na temporada 1911-12 e terminando em último na temporada 1914-15. Chegou a final da Copa da Inglaterra em 1915 contra o Sheffield United, mas acabou sendo derrotado por 3 a 0. O clube teria sido rebaixado nessa mesma temporada, mas o campeonato foi suspenso devido à Primeira Guerra Mundial e, após o fim da guerra, o Chelsea foi convidado a disputar a Primeira Divisão novamente. A temporada 1919-20, foi a primeira temporada completa após a guerra, era agora a mais bem sucedida do clube. Liderada pelo atacante Jack Cock, o clube terminou o campeonato em terceiro (o melhor resultado obtido por um clube de Londres até então) e chegou às semifinais da Copa da Inglaterra, onde perderam para o Aston Villa e perderam sua primeira chance de disputarem uma final em Stamford Bridge. O clube foi rebaixado novamente na temporada 1923-24 e quatro, das próximas cinco, perdeu a oportunidade de voltar a Primeira Divisão, terminando em quinto, terceiro, quarto e terceiro novamente, respectivamente. Voltou a elite inglesa na temporada 1929-30, onde permaneceu durante os próximos trinta e dois anos. Para tentar uma temporada excelente em 1930, o clube gastou vinte e cinco mil libras na contratação de três importantes jogadores: Hughie Gallacher, Alex Jackson e Alec Cheyne. Gallacher, em particular, foi um dos maiores talentos de sua época, conhecido pelo seu faro de gols e por ter levado o Newcastle United ao título nacional na temporada 1926-27. Ele e Jackson também fizeram parte da famosa equipe Wembley Wizards, a equipe da Escócia que derrotou a Inglaterra por 5 a 1 em Wembley em 1928. No entanto, embora que a equipe de vez em quando tivesse grandes vitórias, como os 6 a 2 sobre o Manchester United e os 5 a 0 sobre o Sunderland, não conseguiu o desempenho desejado. Gallacher foi o goleador máximo do Chelsea do início de cada uma das suas quatro temporadas, anotando oitenta e um gols no total, mas seu tempo em Londres foi preenchido com longas suspensões por indisciplina. Jackson e Cheyne lutavam para resolver os problemas do clube, mas não tendo o mesmo desempenho de antes. O trio não chegou a disputar trezentas partidas somadas, e deixaram uma substancial perda financeira para o clube. Sua decepção foi maior por erros no Chelsea durante toda a década. Calderhead renunciou em 1933 e foi substituído por Leslie Knighton, mas o novo treinador da equipe teve pouca sorte. Por diversas vezes durante a década, o clube teve jogadores como Tommy Lei, Sam Weaver, Syd Bishop, Harry Burgess, Dick Spence e Joe Bambrick, todos estrangeiros, mas o máximo conquistado durante o período foi um oitavo lugar. Dois dos clubes mais populares venderam dois jogadores famosos ao clube: o goleiro Vic Woodley e o atacante George Mills. Esse último, foi o primeiro jogador a marcar mais de cem gols com a camisa do clube no campeonato. Ele evitou o rebaixamento do clube por dois pontos nas temporadas 1932-33 e 1933-34 e por um ponto na temporada 1938-39. O clube era muito popular em todo o país, apoiado por muitos seguidores. A visita do Arsenal em 12 de outubro de 1935 atraiu 82 905 espectadores ao Stamford Bridge, que continua a ser um recorde de presença no campeonato inglês. Em 1939, o clube não foi bem e Knighton foi rejeitado como treinador. Ele foi substituído pelo escocês Billy Birrell, um homem cuja ideia era a de alterar radicalmente o destino do clube. === Durante a Segunda Guerra Mundial e depois dela === Birrell foi nomeado treinador do Chelsea, pouco antes da eclosão da Segunda Guerra Mundial. Após três jogos na temporada 1939-40, o campeonato foi abandonado na Grã-Bretanha durante a duração do conflito, o que significava que todos os resultados eram considerados \"não oficiais\". O Chelsea competiria em uma série de competições regionais, e, como qualquer outro clube, o seu elenco estava seriamente diminuído (somente dois membros do Chelsea não chegaram a fazer parte da guerra). O clube, assim, realizou um série de novas contratações: Matt Busby, Walter Winterbottom e Eddie Hapgood. Também competiu na Football League War Cup, fazendo sua estreia em Wembley, na derrota por 3 a 1 contra o Charlton Athletic na final de 1944, e um ano mais tarde derrotando o Millwall por 2 a 0, diante de oitenta mil espectadores. Após o último jogo, John Harris se tornou o primeiro capitão a levantar um troféu em Wembley, recebendo a taça do primeiro-ministro Winston Churchill. Em outubro de 1945, com o fim da guerra, as autoridades do futebol na Inglaterra buscaram uma maneira de comemorar o retorno da paz em tempo de jogo. Como parte de um gesto de boa vontade, foi anunciado que o Dínamo Moscou, que reinava na União Soviética, visitaria o Reino Unido para jogar contra várias equipes, incluindo o Chelsea. O partida aconteceu em 13 de novembro, em Stamford Bridge, com um uniforme vermelho totalmente desconhecido, devido a um choque de cores no uniforme do Dínamo. Antes do início do jogo, os jogadores do Dínamo presentearam um buquê de flores para o seu homólogo. Apesar disso, o povo britânico viu como uma \"falsa paz\". A equipe soviética surpreendeu muitos telespectadores com seu talento e técnica durante a partida que terminou com um empate em 3 a 3. Estima-se que uma multidão de mais de cem mil pessoas assistiram ao jogo, com milhares de pessoas ilegalmente no estádio. Esse número é o mais elevado jamais registrado em Stamford Bridge, mas é estimado. Depois da guerra, o Chelsea voltou como uma grande equipe, e de novo comprou três renomados talentos: Tommy Lawton, Len Goulden e Tommy Walker, gastando cerca de vinte e duas mil libras. O trio preencheu as expectativas de muitos (Lawton marcou vinte e seis gols em trinta e quatro jogos na liga na temporada 1946-47 com o Chelsea), mas o clube terminou na décima terceira colocação sob o comando de Birrell. As maiores contribuições de Birrell foram fora de campo. Ele supervisionou o desenvolvimento de um programa de apoio aos jovens, liderado pelos ex-jogadores Dickie Foss, Spence e Jimmy Dick Thompson. Durante as três próximas temporadas, a política era de produzir um fluxo aparentemente interminável de grandes talentos para a equipe principal. No ano de 1950, na Copa da Inglaterra, após vencer o Manchester United por 2 a 0, em uma vibrante quartas de final, o Chelsea enfrentou o Arsenal no estádio White Hart Lane. Dois gols de Bentley colocaram o Chelsea à frente do placar, mas o Arsenal acabou descontando antes do fim do primeiro tempo. O Chelsea parecia incapaz de recuperar-se do golpe e o Arsenal marcou o gol de empate com quinze minutos do segundo tempo, para depois, vencer o replay por 1 a 0. Um ano depois, o Chelsea parecia destinado a ser rebaixado, com quatro rodadas restantes, eram nove pontos para conseguir, estando em último e a catorze jogos sem vencer. Após surpreendentemente vencer os três primeiros jogos, o Chelsea entrou na partida final onde precisava vencer o Bolton Wanderers e aguardar o resultado entre Everton e Sheffield Wednesday. O Chelsea ganhou por 4 a 0 e o Sheffield derrotou o Everton por 6 a 0, assegurando assim, sua permanência na elite. Em 1952, Chelsea e Arsenal se enfrentaram novamente na semifinal da Copa da Inglaterra. Depois de um empate por um tento na primeira partida, o Chelsea perdeu por 2 a 0 o jogo de volta. Birrell foi demitido pouco tempo depois. === Os anos de Ted Drake (1952–1961) === Em 1952, o ex-atacante do Arsenal foi nomeado novo treinador. Uma das primeiras \"intervenções como treinador\" foi a de agitar as mãos de cada jogador e deseja-lhes \"o melhor\" antes de cada partida. Drake procedeu à atualização do clube, tanto dentro, quanto fora de campo. Uma de suas primeiras ações foi a de remover a imagem de pensionista do Chelsea e mudar o apelido do clube. A partir disso, o clube passou a ser conhecido como the Blues. Melhorou no regime de formação, introduzindo uma formação em prática rara na Inglaterra naquele momento, o programa de apoio à juventude cresceu e o clube deixou de contratar estrelas pouco confiáveis, para assim, confiar em jogadores vindos da categoria de base. Os primeiros anos de Drake foram de pouco sucesso, terminando em décimo nono, apenas um ponto acima da zona de rebaixamento em sua primeira temporada e na oitava posição em sua segunda temporada. Na temporada 1954-55 o Chelsea conseguiu ser mais regular que nos outros anos. A equipe encontrou uma regularidade que não tinha antes, o que levou o Chelsea a conquistar inesperadamente a Primeira Divisão com uma equipe, de sua maioria, formado por jovens, na ausência de jogadores estrelas. O modelo inclui jogadores como o goleiro Charlie Thomson, jogadores amadores como Derek Saunders e Jim Lewis, meio-campistas como Johnny McNichol, Eric Parsons, Frank Blunstone, defensores como Peter Sillett, jogadores como o veterano Ken Armstrong, Stan Willemse, John Harris, e a única estrela da equipe, Roy Bentley. O Chelsea começou uma temporada com quatro derrotas consecutivas, incluindo uma derrota por 5 a 6 contra o Manchester United. A partir daí, a equipe entra em uma \"fila\" de vitórias, perdendo apenas três dos próximos vinte e cinco jogos, conquistando o título com um rodada de antecedência, após a vitória sobre o Sheffield Wednesday por 3 a 0 em St. George's Day. A chave para o sucesso foi devido a duas importantes vitórias contra o Wolverhampton Wanderers: a primeira em Molineux, uma dramática vitória por 4 a 3 e, a segunda no Stamford Bridge, por 1 a 0. Com a conquista do campeonato, o Chelsea tinha a oportunidade de disputar a primeira Liga dos Campeões da UEFA, que se organizaria na temporada seguinte. De fato, o seu primeiro rival seria a equipe sueca Djurgårdens. No entanto, a The Football Association e a Football League intervieram e foi negada a participação do Chelsea, pois os membros se opuseram à ideia, considerando que, deveria-se priorizar as competições nacionais, de modo que o clube teve de se retirar. O Chelsea foi incapaz de aproveitar o êxito de seu título, e terminou em uma decepcionante décima sexta posição na temporada seguinte. A equipe foi envelhecendo e teve de recorrer as categorias de base. Um dos principais \"pontos brilhantes\" nesse período, é o aparecimento do atacante Jimmy Greaves, uma das melhores revelações do Chelsea (marcou cento e vinte e quatro gols em quatro temporadas). Juntamente com Greaves, uma série de outros jovens começaram a surgir, coloquialmente conhecido como o Drake's Duckings. Um dos pontos mais baixos para o clube neste período foi a eliminação na terceira rodada da Copa da Inglaterra contra uma equipe da quarta divisão, o Crewe Alexandra, em janeiro de 1961. Quando Greaves foi vendido ao Milan, em junho de 1961, o clube decaiu notavelmente. Poucos depois, Drake sofreu uma dolorosa derrota para o Blackpool com o Chelsea, por 4 a 0. Ele foi substituído por Tommy Docherty logo depois. === A Era Docherty (1962–1967) === Tommy Docherty instituiu um regime de estrita disciplina, vendendo jogadores veteranos e substituindo por jogadores mais jovens do próprio Chelsea, além de outros clubes ingleses. No momento em que assumiu o clube, em janeiro de 1962, a equipe estava condenada ao rebaixamento. Sem chances de evitar o rebaixamento da equipe, Docherty usou as partidas restantes para experiências, testando outros esquemas de jogo e jogadores. O Chelsea retornou na temporada seguinte, terminando com o vice-campeonato, tendo garantido sua classificação após vitória sobre o Sunderland pelo placar mínimo e, na última partida goleou o Portsmouth por 7 a 0. O Chelsea voltava à Primeira Divisão com uma nova equipe que incluía jogadores jovens como Ron Harris, Peter Bonetti, Bobby Tambling, John Hollins, Eddie McCreadie, Ken Shellito, Barry Pontes, Bert Murray, o capitão Joe Fascione e Terry Venables, todos promovidos das categorias de base. No entanto, Docherty não estava satisfeito. O Chelsea terminou em quinto em sua primeira temporada jogando um futebol a base de força e passes rápidos, o que fez dele uma das primeira equipes da Inglaterra a adotar esse sistema de jogo. Foram convidados a disputar um amistoso contra a Seleção Alemã, que estava cheia de grandes nomes como Franz Beckenbauer, Uwe Seeler e Berti Vogts. Nos primeiros trinta minutos, o Chelsea vencia o jogo por 3 a 1, mas ao fim, a partida terminou empatada em 3 a 3. O Chelsea estabeleceu rapidamente um ritmo em suas partidas, disputando o título inglês com o Manchester United e o Leeds United. A Copa da Liga Inglesa seria conquistada com uma vitória por 3 a 2 sobre o Leicester City, com um memorável esforço de McCreadie e em um empate em 0 a 0 no jogo de volta. No entanto, os problemas começaram a aparecer quando Docherty enfrenta algumas das personalidades mais fortes no vestiário, em particular Venables. A equipe foi derrotado pelo Manchester United e perdeu por 2 a 0 na semifinal da Copa da Inglaterra contra o Liverpool, apesar de serem favoritos. Docherty, em seguida, manda para casa oito jogadores (Venables, Graham, Pontes, Hollins, McCreadie, Hinton, e Murray Fascione) como um \"toque de recolher\" antes do jogo crucial contra o Burnley. Com um time repleto de jovens, foram derrotados por 6 a 2, deixando escapar o título da liga, terminando em terceiro. Na temporada seguinte, seriam grandes os desafios no campeonato, na Copa da Inglaterra e na Copa das Feiras. Jogador um total de sessenta jogos nas três competições, a equipe não pôde suportar, terminando em quinto na liga, e sendo derrotado nas semifinais da Copa da Inglaterra pelo Sheffield Wednesday. Na Copa das Feiras, enfrentaram a Roma (um violento encontro, durante o qual Docherty foi emboscado por torcedores da Roma), o 1860 Munique e o Milan, chegando as semifinais, onde foram eliminados pelo Barcelona. Ganharam em casa por 2 a 0, mas no jogo de volta, no Camp Nou, foram derrotados por 5 a 0. Docherty, e sua relação com vários jogadores tinham atingido o seu limite. Tomou a decisão de acabar com uma equipe que tinha uma média de idade de vinte e um anos. Venables, Graham e Murray foram vendidos na temporada seguinte, enquanto que o escocês Charlie Cooke foi comprado por setenta e dois mil libras, e Tommy Baldwin foi trocado por Graham. Também promoveram o atacante Peter Osgood. O Chelsea, com Osgood como o coração da equipe, lideravam o campeonato em outubro de 1966, sendo o único clube invicto após dez jogos da liga, mas Osgood sofreu uma fratura na perna durante uma partida da Copa da Liga. Para substituir Osgood, Docherty contrata o atacante Tony Hateley por cem mil libras, mas Hateley não atende as expectativas e a equipe terminou em nono na liga. O clube ainda chegou a final da Copa da Inglaterra, mas foi derrotado pelo Leeds United (foi o jogo que começou a acirrada rivalidade entre os dois clubes). O Chelsea disputou contra o Tottenham Hotspur a sua primeira final de Copa da Inglaterra disputada em Londres. Ron Harris, de vinte e dois anos, foi o mais jovem capitão da história em disputar uma final. O Chelsea foi derrotado por 2 a 1 pelos Spurs, que tinha em seu plantel nada mais e nada menos que Terry Venables e Jimmy Greaves. Na temporada seguinte, o Chelsea venceu apenas dois de seus primeiros dez jogos na liga, o que causou a demissão de Docherty. --- Esquema utilizado na final da Copa da Inglaterra, em 1970. === A Era Sexton (1967–1971) === Na primeira partida após a saída de Docherty, o Chelsea sofreu uma histórica goleada para o Leeds United de 7 a 0, que é maior derrota da história do clube. Dave Sexton, ex-treinador do Leyton Orient, e com uma personalidade muito mais tranquila e reservada que Docherty, foi nomeado novo treinador. Sexton contrataria jogadores, tais como John Dempsey, David Webb, Ian Hutchinson, Alan Hudson e Peter Houseman. Sexton, demonstrando ser um bom treinador, leva o Chelsea a terminar em segundo lugar na liga, assim como uma breve inclusão na Copa das Feiras na temporada 1968-69, sendo derrotado pelo DWS Amsterdam. O Chelsea terminou em terceiro lugar no campeonato na terceira temporada sob o comando de Sexton, tendo como protagonistas a dupla de ataque formada por Osgood e Hutchinson, que marcaram cinquenta e três tentos, e chegou à final da Copa da Inglaterra na mesma temporada, sendo a primeira vez após cinquenta e cinco anos. Na final, que aconteceu no lendário estádio de Wembley, o Chelsea enfrentou o Leeds United, uma das principais equipes na época. Na primeira partida, o jogo terminou empatado em dois gols. Já na segunda partida, o Chelsea conseguiu recuperar seu prestígio após sofrer a histórica goleada e vencer por 2 a 1 e, enfim, conquistar sua primeira Copa da Inglaterra. Com a conquista da Copa da Inglaterra, o Chelsea ganhou o direito de disputar a Recopa Europeia da UEFA na temporada seguinte, disputando assim, seu primeiro torneio europeu. Vitórias sobre o Aris Salônica e CSKA Sofia o levaram as quartas de final, onde enfrentou o Brugge, ganhando por 4 a 0. Nas semifinais, enfrentou e venceu o Manchester City, chegando a sua primeira final europeia. Na final, disputada em Atenas, enfrentou o Real Madrid. O resultado na final seria o mesmo da temporada anterior, quando conquistou o título sobre o Leeds, empatando a primeira partida por 1 a 1 e vencendo a segunda, por 2 a 1, conquistando seu primeiro título europeu. === Tempos difíceis (1972–1983) === Não houve mais sucesso na década e vários dos principais problemas do clube cresceram. Desde o início dos anos 1970, a disciplina da equipe começou a diminuir. Os problemas de Sexton aumentaram quando as discussões com Osgood e Hudson apareceram. Como o espírito da equipe diminuiu, os resultados também não apareciam mais. O Chelsea é eliminado da Recopa Europeia da UEFA na temporada 1971-72 pelo desconhecido Åtvidabergs, da Suécia, na Copa da Inglaterra, pelo Leyton Orient, apesar de estar vencendo a partida por 2 a 0 e perdeu a final da Copa da Liga contra o Stoke City. Terminou em décimo segundo na temporada 1972-73 e décimo sétimo na temporada seguinte. Os problemas de Sexton com Osgood e Hudson atingiram o seu limite após uma derrota em casa contra o West Ham United por 4 a 2, em 1973, vendendo os jogadores ao longo dos meses. Sexton foi demitido no início da temporada 1974-75, dando lugar ao seu auxiliar, Ron Suart, que não foi capaz de evitar o rebaixamento da equipe em 1975. A construção da East Stand, como parte de um projeto para construir um estádio de 60 000 lugares, foram adicionados. O projeto tem sido descrito como \"o mais ambicioso já realizado na Grã-Bretanha.\" Concluiu com uma crise econômica mundial e foi atropelado por atrasos, greves pelos construtores e pela falta de material, o que levou a deixá-los controlar o custo de construção do clube e aumentar a sua dívida para 3,4 milhões de libras. Como resultado, entre agosto de 1974 e junho de 1978, o Chelsea não foi capaz de comprar um único jogador. O declínio da equipe foi acompanhada por uma queda na frequência de torcedores no estádio e o aumento da euforia, que saiu do controle, causando danos ao estádio. No final dos anos 1970 e no início da década de 1980 foram a \"era dourada\" dos torcedores ingleses. O Chelsea teve suas torcidas: o Chelsea Headhunters, que foram, particularmente, conhecidos por sua violência e sua relação com grupos extremistas políticos. O ex-jogador do Chelsea, Eddie McCreadie se tornou treinador do clube, pouco antes da queda em 1975 e, após um ano de consolidação na temporada 1975-76, levou a equipe de volta a elite na temporada 1976-77, com uma equipe de jovens jogadores, dos quais destacou-se Ray Wilkins e Steve Finnieston, junto com os veteranos Cooke, Harris e Bonetti. McCreadie teve uma disputa contratual com o clube e outro antigo jogador do Chelsea foi nomeado treinador, agora Shellito Ken. Shellito manteve o Chelsea na Primeira Divisão na temporada 1977-78, embora o pico da temporada foi uma vitória por 4 a 2 sobre o Liverpool na Copa da Inglaterra. Shellito foi demitido no meio da temporada seguinte, após vencer apenas três jogos da liga. Mesmo o breve retorno de Peter Osgood, pouco ajudou o clube. O sucessor de Shellito foi um ex-jogador do Tottenham Hotspur, Danny Blanchflower, que não foi capaz de evitar o rebaixamento do clube, conseguindo apenas cinco vitórias e vinte e sete derrotas. Wilkins, uma dss poucas estrelas ainda no clube, foi vendido ao Manchester United e o herói na final da Copa do Mundo 1966, Geoff Hurst, se tornou o novo treinador, em setembro de 1979, tendo Bobby Gould como seu assistente. Sua chegada logo daria resultados, por um período o Chelsea liderou a tabela, mas acabou terminando em quarto, perdendo a chance de voltar a elite inglesa. Na temporada seguinte, a equipe lutou para marcar gols, passando por um período de nove jogos, ganhando apenas três jogos em vinte e acabando em décimo segundo na temporada 1980-81. Hurst, em seguida, foi despedido. Em 1981, Brian Mears deixou o cargo de presidente, onde terminava com setenta e seis anos de uma relação entre o clube e família Mears. Um dos últimos atos de Mears foi a de nomear o antigo treinador do Wrexham John Neal como novo treinador do clube. Um ano depois, com uma enorme dívida, o clube não pode pagar os salários dos jogadores, então um empresário e presidente do Oldham Athletic, Ken Bates, comprou o clube pela incrível soma de uma libra, embora recusou-se a comprar o estádio e suas dívidas substancialmente aumentaram, um ato que mais tarde se arrependeu. Bates provou ser um verdadeiro lutador como o novo presidente, embora seus adeptos adversários incluídos, bem como os imobiliários da Marler Estates, a quem David Mears, irmão de Brian, havia vendido uma parte do Stamford Bridge. Na temporada 1981-82, o Chelsea terminou em décimo segundo novamente. Na quinta rodada da Copa da Inglaterra, o Chelsea eliminou os campeões europeus nessa temporada: o Liverpool, por 2 a 0. Nas quartas-de-final, ele enfrentou seus antigos rivais: o Tottenham Hotspur, que derrotou por 3 a 2. A temporada 1982-83, depois de um início brilhante, a equipe caiu dramaticamente, ficando um período de nove jogos sem ganhar, ficando a dois pontos de cair para a terceira divisão. No penúltimo jogo da temporada, o Chelsea venceu o Bolton Wanderers com um golaço de vinte e três metros de Clive Walker, ganhando ao fim, por 1 a 0. Um empate em casa contra o Middlesbrough, na última rodada, garantiu sua permanência. === Um novo começo (1983–1989) === O verão de 1983 marcou um ponto de virada na história do Chelsea. O treinador John Neal fez uma série de mudanças decisivas na história do clube. Contratou jogadores como Kerry Dixon, Pat Nevin, Nigel Spackman, Eddie Niedzwiecki e David Speedie, além do retorno de John Hollins como jogador-treinador, pagando um total de quinhentas mil libras. Rapidamente, Dixon e Speedie se \"combinaram\", marcando mais de duzentos gols em três anos. O novo Chelsea começou a dar resultados e na temporada 1983-84, com uma vitória por 5 a 0 sobre o Derby County, no dia de abertura, ganhando de 5 a 3 sobre o Fulham e derrotando o Newcastle United por 4 a 0. Dixon marcou trinta e seis gols em todas as competições, um recorde que pertencia a Bobby Tambling e Jimmy Greaves, e selando a volta a elite com uma vitória de 5 a 0 sobre seus antigos adversários: o Leeds United. A equipe terminou campeã da Segunda Divisão com uma vitória sobre o Grimsby Town. Em seu retorno à Primeira Divisão, o Chelsea terminou em sexto na temporada 1984-85. Ele também chegou a sua terceira final da Copa da Liga contra o Sunderland, que havia caído naquela temporada. O ex-jogador do Chelsea Clive Walker era parte daquela equipe do Sunderland e inspirou a sua equipe a ganhar por 3 a 2 em Stamford Bridge (5 a 2 no total), que foi seguido por causa de um motim. O jogo continuou com a polícia montada e apoiantes no campo, e mais tarde a violência se espalhou pelas ruas. Neal se aposentou no fim da temporada, devido à sua saúde precária, e foi substituído por Hollins. Hollins, em sua primeira temporada com o Chelsea, estava perto do título inglês, liderando a classificação em fevereiro, mas por lesões de Dixon e Niedzwiecki, combinada com uma série de maus resultados, principalmente durante a Páscoa, fizeram as chances de título irem \"água abaixo\". Uma vitória sobre o Manchester United em Old Trafford, por 2 a 1, e outra sobre o West Ham United deixaram o Chelsea apenas três pontos atrás do Liverpool, que foram os líderes nas últimas cinco rodadas. Contudo, mais uma vez terminou em sexto lugar. Na mesma temporada, foi campeão da recém-criada Copa de Membros Ingleses com uma vitória por 5 a 4 sobre o Manchester City em Wembley, graças a um hat-trick de Speedie. A raiz deste novo começo, a equipe entraria novamente em colapso, terminando em décimo quarto na temporada seguinte. O espírito de equipe começou a desandar com Hollins, após discussões com várias peças-chaves do elenco, em particular, Speedie e Spackman, que foram posteriormente vendidos. Bobby Campbell assumiu em março, mas não pôde impedir a queda do Chelsea, após uma derrota contra o Middlesbrough, em uma partida que foi novamente seguida por problemas com os torcedores e uma tentativa de invasão de campo, o que resultou no fechamento temporário do estádio. No entanto, o clube voltou de forma rápida e enérgica, apesar de não ganhar nenhum dos seus primeiros seis jogos, foram promovidos como campeões da Segunda Divisão com noventa e nove pontos, dezessete pontos mais do que o vice-campeão Manchester City. === Anos 1990: de volta aos trilhos === O Chelsea teve um impressionante retorno à Primeira Divisão na temporada 1989-90. O treinador Bobby Campbell, guiado por uma unidade da maioria dos jogadores, levaria a equipe a terminar em um honroso quinto lugar. Por causa da proibição dos clubes ingleses de participarem de competições europeias, o Chelsea perdeu a chance de disputar sua primeira Copa da UEFA. Na mesma temporada, o Chelsea conquistou sua segunda Copa de Membros Ingleses, ao vencer o Middlesbrough por 1 a 0, em Wembley. Campbell se demitiu um ano depois e foi substituído por Ian Porterfield, que ajudou o Chelsea a ficar em uma boa posição na recém-criada Premier League, na temporada 1991-92. Pouco tempo depois, ele foi substituído pelo ex-jogador do Chelsea em 1970: David Webb, que levou a equipe a terminar em décimo primeiro. Webb foi demitido ao fim da temporada, Glenn Hoddle, que vinha do cargo de jogador-treinador do Swindon Town, entrou em seu lugar. Entretanto, em 1992, após mais de uma década de incerteza sobre o futuro do Stamford Bridge, dando lugar a controversas jurídicas, Bates finalmente ganha dos promotores imobiliários e também o direito de reunir com o clube, fazendo um acordo com os seus bancos. Isto levou à criação do Chelsea Pitch Owners, que em 1997 adquiriu a propriedade do estádio, os direitos do clube e do terreno, para garantir que esta situação não volte a acontecer. Imediatamente, eles começaram a renovar todo o estádio, colocando novos lugares, mais próximos do campo. O trabalho foi concluído em 2001. Hoddle, em sua primeira temporada como treinador do Chelsea, ficou, por um momento, a um passo de ser rebaixado novamente, mas com a contratação do goleador Mark Stein, por um milhão e meio de libras, conseguiu se manter na elite inglesa. Na mesma temporada, o Chelsea chegou a final da Copa da Inglaterra, onde enfrentaram os atuais campeões da Premier League: o Manchester United, uma equipe que havia perdido por 1 a 0 para o Chelsea na liga. Após um empate em zero a zero durante os primeiros trinta minutos, os erros fatais na defesa do Chelsea, garantiram a vitória do Manchester por 4 a 0. No entanto, o Chelsea conseguiu se classificar para a Recopa Europeia da UEFA da temporada 1994-95. Chegou as semifinais do torneio, mas acabou perdendo para o Real Zaragoza, que acabaria campeão. O Chelsea logo consegue um elenco decente, com vários jogadores de primeira linha, dos quais o mais importante era o capitão Dennis Wise. No entanto, o presidente Ken Bates junto com o diretor Matthew Harding estavam gastando milhões de libras com novos jogadores, trazendo dois jogadores mundialmente conhecidos, em 1995: o neerlandês Ruud Gullit e o galês Mark Hughes por um milhão e meio de libras, juntamente com o romeno Dan Petrescu. Hoddle leva o Chelsea a outro décimo primeiro lugar na temporada 1995-96 e outra semifinal de Copa da Inglaterra, mas logo, ele deixa o cargo no Chelsea para assumir a Seleção Inglesa. === Renascimento: Zola, Gullit e Vialli === Ruud Gullit foi nomeado jogador- treinador para a temporada 1996-97, e contratou vários jogadores de alto nível para a equipe, incluindo o atacante Gianluca Vialli, que havia sido campeão europeu com a Juventus, o defensor francês Frank Leboeuf, e os italianos Gianfranco Zola e Roberto Di Matteo (este último veio por quatro milhões e novecentos mil libras). Se juntaram mais tarde a equipe, o uruguaio Gustavo Poyet e o norueguês Tore André Flo. Com esses jogadores, Gullit teve uma equipe que jogava um futebol puro, atraente e divertido, que lhes rendeu a fama de \"futebol sexy\". Gullit em sua primeira temporada, conseguiu levar o Chelsea a um sexto lugar (melhor posição desde 1990), e por um fim a um tabu de vinte e seis anos sem conquistar a Copa da Inglaterra. Após um 4 a 0 sobre o Liverpool, o Chelsea conquistou o título em Wembley, após uma vitória por 2 a 0 sobre o Middlesbrough, com o gol mais rápido da história das finais da Copa: 42 segundos, marcado por Di Matteo. A vitória foi um \"final feliz\" para uma temporada que parecia ser dominada por tristeza, após a morte, em outubro, do popular diretor do clube, Matthew Harding, em um acidente de helicóptero, voltando após a partida contra o Bolton Wanderers, pela Copa da Liga. thumb|left|180px|Gianfranco Zola teve sua camisa de número 25 aposentada pelo Chelsea. Gullit foi despedido repentinamente em fevereiro de 1998, aparentemente após uma disputa contratual, com a equipe na segunda posição na Premier League e as semifinais de duas competições. Outro jogador-treinador foi nomeado, desta vez Vialli. Vialli iniciou sua carreira conquistando dois títulos em dois meses. A Copa da Liga foi conquistada com uma vitória sobre o Middlesbrough, em Wembley, por 2 a 0. Também conquistou a Recopa Europeia da UEFA, após uma semifinal dramática, contra o Vicenza, da Itália. O Chelsea começou perdendo o jogo por 1 a 0, mas conseguiu virar para 3 a 1 e, se classificar para a final. A vitória na final aconteceu contra o Stuttgart, vencida por 1 a 0, em Estocolmo, Suécia. O gol foi marcado por Zola, dezessete segundos após entrar. Vialli levou ainda o clube, a conquistar a Supercopa da UEFA, contra o Real Madrid, que era o atual campeão europeu, por 1 a 0, com um gol de Poyet, aos oitenta e dois minutos no Stade Louis II, em Mônaco. Durante a temporada 1998-99 na Premier League, o Chelsea teve a chance de conquistar o título da liga. As suas chances de título eventualmente desapareceram após a derrota em casa para o West Ham United, e depois de três derrotas consecutivas para Middlesbrough, Leicester City e Sheffield Wednesday, ao fim, terminaram em terceiro, apenas quatro pontos atrás do campeão Manchester United. O Chelsea, defendendo o seu título da Recopa Europeia da UEFA foi eliminado nas semifinais pelo Real Mallorca, da Espanha, enquanto que nas outras duas competições, é eliminado nas quartas-de-final. Sua posição final no campeonato foi alto o suficiente para se classificarem para a sua primeira Liga dos Campeões da UEFA. Quarenta e quatro anos depois de terem tido negada a disputa da primeira Copa dos Campeões, o Chelsea fez sua estreia na competição, em agosto de 1999 para chegar até as quartas-de-final, onde foram eliminados pelo Barcelona. Empates no San Siro e Olímpico de Roma contra a Lazio e Milan, respectivamente, uma vitória sobre o turco Galatasaray, por 5 a 0, no Ali Sami Yen foram suficientes para chegar as quartas. Na primeira partida contra o Barcelona em Stamford Bridge, o Chelsea venceu por 3 a 1 com um gol contra de Luis Figo, e na partida de volta, em Camp Nou, começou perdendo por 2 a 1, mas inexplicavelmente, o Barça marcou três gol em trinta minutos, e acabou perdendo por 5 a 1, 6 a 4 no total. O Chelsea teve nesses anos jogadores de renome como Zola, Di Matteo, Poyet, goleiro neerlandês Ed de Goeij e do trio francês vencedor da Copa do Mundo 1998: Frank Leboeuf, Marcel Desailly e Didier Deschamps. Desse modo, o Chelsea se tornou o primeiro clube inglês a disputar uma partida com um elenco todo estrangeiro. Na temporada 1999-2000 veio o regresso e a irregularidade, terminando na liga em um decepcionante quinto lugar, mas conquistou a Copa da Inglaterra, após vencer o Aston Villa na final. A Supercopa da Inglaterra, também é conquistada em agosto, após uma vitória por 2 a 0, sobre o Manchester United. === A Era Ranieri (2000–2004) === Vialli gastou quase vinte e seis milhões de libras em novos jogadores durante o verão, incluindo as contratações do neerlandês Jimmy Floyd Hasselbaink, o talentoso atacante islandês Eiður Guðjohnsen, mas foi demitido em setembro de 2000, depois de vencer apenas um dos cinco primeiros jogos. Ele foi substituído por outro italiano, Claudio Ranieri, que, apesar de seus problemas iniciais com o idioma, ele levou a equipe a terminar em sexto em sua primeira temporada. Ranieri gradualmente reconstruiu a equipe, reduzindo o elenco, vendendo jogadores veteranos e substituindo por outros mais jovens, como John Terry, William Gallas, Frank Lampard e Jesper Grønkjær. Ranieri, em sua segunda temporada, teve alguns progressos, principalmente em competições de mata-mata. O Chelsea chegou a semifinais da Copa da Liga e na final da Copa da Inglaterra, mas não foi capaz de evitar a derrota na final para o Arsenal. No entanto, na liga termina outra vez em sexto. Com os rumores circulando que, o clube estaria com grandes problemas financeiros, Ranieri não pôde contratar mais jogadores. Como resultados, as expectativas do Chelsea na temporada 2002-03 foram mais limitados. O Chelsea, no entanto, em uma inesperada e talvez mais importante da sua história, derrota o Liverpool por 2 a 1, no último jogo do campeonato, terminando em quarto e conquistando uma vaga na Liga dos Campeões da UEFA, e deixando os Reds fora. Com o clube enfrentando uma aparente crise financeira, Bates inesperadamente vendeu o Chelsea em junho de 2003, por sessenta milhões de libras. O novo proprietário do clube foi o bilionário russo Roman Abramovich, que também assumiu a responsabilidade por oitenta milhões de libras da dívida, pagando rapidamente. Gastou também cem milhões de libras em contratações: do Real Madrid, comprou dois jogadores da Copa do Mundo de 2002, o francês Claude Makélélé e o camaronês Geremi Njitap; do rebaixado West Ham United, Glen Johnson e Joe Cole, este também figurante da Copa, bem como Wayne Bridge (do Southampton) e duas estrelas da Seleção Argentina que também estiveram na Copa, vindo do campeão Manchester United, o sem espaço Juan Sebastián Verón, e Hernán Crespo, afastado da Internazionale; além do romeno Adrian Mutu (vindo do Parma) e do irlandês Damien Duff (do Blackburn Rovers). Este, que também jogara o mundial da Ásia, foi a mais cara contratação, chegando a Stamford Bridge ao custo de vinte e quatro milhões de euros.\"O Império de Roman\", Especial Placar - Guia Europeus 2003/2004, setembro de 2003, Editora Abril, pág. 36 E poderia ter sido mais: o magnata também fez propostas pelos italianos Alessandro Nesta e Christian Vieri (de Milan e Internazionale e que também estiveram na Copa) e por outra estrela da Serie A, o brasileiro Emerson (da Roma), ofertando respectivamente por eles cinquenta, quarenta e vinte e quatro milhões de euros.\"Navegar é preciso\", Especial Placar - Guia Europeus 2003/2004, setembro de 2003, Editora Abril, pág. 74-75 O Chelsea terminou em segundo na liga (sua melhor posição em quarenta e nove anos) e chegou às semifinais da Liga dos Campeões da UEFA, após golear o Arsenal nas quartas-de-final, mas caiu nas semifinais para o Monaco, após algumas estranhas decisões táticas de Ranieri. Ranieri foi despedido ao fim da temporada. Abramovich posteriormente contratou o português José Mourinho, que tinha levado o Porto a dois títulos nacionais, uma Copa da UEFA e uma Liga dos Campeões da UEFA. Abramovich também trouxe o caça-talentos neerlandês Piet de Visser, que trouxe ao PSV Eindhoven Romário e Ronaldo. === José Mourinho e o bicampeonato (2004–2007) === Na primeira temporada sob o comando da equipe, Mourinho pediu (e teve) três compatriotas, todos figurantes da Seleção Portuguesa na campanha do vice-campeonato da recém-terminada Eurocopa 2004: Tiago, do Benfica, e dois com quem fora campeão europeu na temporada anterior com o Porto, Paulo Ferreira e Ricardo Carvalho. Do PSV Eindhoven, vieram o neerlandês Arjen Robben (também da última Euro) e o servo- montenegrino Mateja Kežman. Do equipe francesa do Rennes, o goleiro tcheco Petr Čech, outro a ter se destacado na Euro; e, também do futebol francês, o mais caro reforço, vindo por 24 milhões de libras, o marfinense Didier Drogba, do Olympique Marselha.\"Será que agora vai?\", Especial Placar - Guia Europeus 2004/2005, setembro de 2004, Editora Abril, pág. 32 No total, o clube gastou cerca de cento e sessenta e seis milhões de libras, balanceadas com as dispensas de outros jogadores, alguns deles também vindos, na temporada anterior, a quantias altíssimas: os argentinos Verón e Crespo foram por empréstimo a Milão, para respectivamente Inter e Milan; Grønkjær, Mario Melchiot e Carlton Cole foram para Birmingham: os dois primeiros para o Birmingham City e Cole, ao Aston Villa; Hasselbaink foi para o Middlesbrough. A temporada 2004-05 foi a mais bem sucedida na história do Chelsea. Após um começo lento, marcando oito gols nos primeiros nove jogos e estando atrás do Arsenal cinco pontos, o Chelsea, graças ao vice-capitão Frank Lampard e o regresso de jogadores em lesão, rumou ao título. O clube chegou a liderança após uma vitória sobre o Everton, em novembro de 2004 e nunca mais perdeu a liderança, perdendo apenas um jogo e vencendo vinte e nove (batendo o recorde da competição) , conquistando noventa e cinco pontos. O Chelsea também teve a melhor defesa, liderada pelo capitão John Terry, o versátil William Gallas, o meia Claude Makélélé e o goleiro Petr Čech, que sofreu apenas quinze gols. O Chelsea garantiu a taça ao vencer o Bolton Wanderers, por 2 a 0, conquistando o título após cinquenta anos. Ainda nessa temporada, o Chelsea conquistou a Copa da Liga, sobre o Liverpool por 3 a 2, no Millennium Stadium. Na Liga dos Campeões, o Chelsea passou sem problemas na fase de grupos, para enfrentar nas oitavas-de-final o Barcelona. Na primeira partida, no Camp Nou, o Chelsea venceu por 2 a 1 e no Stamford Bridge, por 4 a 2. Nas quartas-de-final, uma vitória por 4 a 2 em casa, sobre o Bayern de Munique e uma derrota por 3 a 2 na Alemanha foi o suficiente para garantir a vaga semifinais, onde enfrentam o Liverpool. Após um empate em 0 a 0, em Stamford Bridge, o Liverpool venceu por 1 a 0 em Anfield, graças a um polêmico gol de Luis Garcia, em que a bola não teria entrado. O Chelsea, assim perdeu a oportunidade de conseguir a tríplice coroa. Um ano mais tarde, novos reforços a peso de ouro: o ganês Michael Essien, eleito o melhor jogador do último campeonato francês, vindo por 38 milhões de euros do campeão Lyon após a recusa de cinco propostas;\"Tá com tudo e tá com prosa\", Especial Placar - Guia Europeus 2005/2006, setembro de 2005, Editora Abril, pág. 30 o então titular da Seleção Inglesa e destaque do Manchester City, Shaun Wright-Phillips, por 30,6 milhões; além de, dentre outros, o retorno de Crespo, vice-campeão da Liga dos Campeões na temporada anterior com o Milan. Com eles, o Chelsea conseguiu o seu segundo título da liga, vencendo os seus primeiros nove jogos, incluindo uma vitória por 4 a 1 em Anfield sobre o Liverpool e ficando dezoito pontos acima do segundo colocado: o Manchester United. O título foi premiado com uma vitória de 3 a 0 sobre o próprio United em Stamford Bridge, igualando o seu próprio recorde de vinte e nove vitórias. O Chelsea também passou a ser a quinta equipe a ganhar o campeonato duas vezes seguidas, desde a Segunda Guerra Mundial e a única equipe de Londres desde 1930. Porém, foram eliminados da Liga dos Campeões pelo Barcelona e nas semifinais da Copa da Inglaterra pelo Liverpool. Para a temporada 2006-07, Abramovich trouxe, entre vários jogadores da Copa do Mundo na Alemanha, dois dos melhores do mundo e estrelas máximas do futebol de seus países: o ucraniano Andriy Shevchenko e o alemão Michael Ballack. O Chelsea também fez troca com o rival Arsenal, cedendo William Gallas para receber Ashley Cole.\"A cereja no bolo\", Especial Placar - Guia Europeus 2006/2007, setembro de 2006, Editora Abril, pág. 30 Contratou, após disputar com o Manchester United inclusive na Justiça, o jovem nigeriano Mikel John Obi; além do marfinense Salomon Kalou e do neerlandês Khalid Boulahrouz. A equipe não conseguiu o título inglês, ficando em segundo, mas foi campeão da Copa da Liga, ao derrotar o Arsenal por 2 a 1, no Millennium Stadium e da Copa da Inglaterra em cima do Manchester United, vencendo por 1 a 0. Ainda conseguiram chegar nas semifinais da Liga dos Campeões, mas foram eliminados novamente pelo Liverpool, desta vez nos pênaltis. === Anos seguintes (2007–2009) === Em 20 de setembro de 2007, foi anunciado que Mourinho havia deixado o Chelsea por \"consentimento mútuo\" após vários de meses atrito entre ele e Abramovich. Pouco depois, o israelense Avram Grant, que tinha sido nomeado diretor de futebol do Chelsea em 8 de julho de 2007, foi anunciado como substituto de Mourinho no comando da equipe e, tendo Steve Clarke como seu auxiliar. Desta vez, as contratações do russo foram menos badaladas e caras, após o fiasco de Shevchenko, que viera do Milan por 30 milhões de libras. A mais cara delas, por 13,5 milhões de libras, foi Florent Malouda,\"A fonte (quase secou)\", Especial Placar - Guia Europeus 2007/2008, setembro de 2007, Editora Abril, págs. 50-51 do Lyon e da Seleção Francesa vice-campeã mundial em 2006. Tentou a estrela do Sevilla Daniel Alves, mas os brasileiros que chegaram foram Belletti e Alex, este um jogador já pertencente ao clube mas que esteve emprestado ao PSV Eindhoven enquanto não obtinha visto para jogar no Reino Unido. Menos badalados ainda, chegaram também o israelense Tal ben Haim, o inglês Steve Sidwell e o peruano Claudio Pizarro, todos sem custo e que acabariam ficando no clube apenas para a temporada que se seguiu. Mesmo com o contestado Grant, o Chelsea ficou perto de conquistar três diferentes competições, o que tornaria apenas o terceiro clube inglês a conseguir tal feito (os outros foram o Liverpool, que conquistou o título inglês, Copa da Liga e Copa Europeia em 1984, e o Manchester United, ganhando o título inglês, a Copa da Inglaterra e a Liga dos Campeões em 1999). Eles chegaram à sua terceira final da Copa da Liga em quatro anos, mas perderam por 2 a 1 para o Tottenham Hotspur na prorrogação em Wembley, após estar vencendo o jogo no tempo normal. Na última rodada da Premier League, o Chelsea tinha chances de conquistar o título, caso o Manchester United perdesse ou empatasse e o Chelsea vencesse, mas o Chelsea apenas empatou, enquanto que o Manchester ganhou seu jogo. O Chelsea teve sua última chance na Liga dos Campeões, onde também acabara perdendo o título, e novamente para o Manchester. A final aconteceu contra o Manchester United, após vencer o Liverpool em uma emocionante semifinal, onde ganhou por 3 a 2 na prorrogação. A partida final aconteceu em Moscou, no dia 21 de maio de 2008, mas o Chelsea acabou perdendo o título nas penalidades máximas por 6 a 5, após no tempo normal e na prorrogação empatar em 1 a 1. Nas cobranças de pênaltis, Petr Čech pegou o pênalti da estrela adversária: Cristiano Ronaldo, dando a chance do capitão e ídolo John Terry bater o pênalti do título, mas em sua cobrança acabou escorregando e perdendo a penalidade do título e, Nicolas Anelka, vindo no meio da temporada, também perdeu o seu, dando o título ao United. Alguns dias após a derrota na final da Liga dos Campeões, e o segundo lugar na Premier League, Avram Grant foi despedido, dando o lugar ao brasileiro Luiz Felipe Scolari, campeão do mundo e vice-campeão europeu, com Brasil e Portugal, respectivamente. Recebido com festa, Big Phil trouxe de sua Seleção Portuguesa na última Euro Deco, José Bosingwa e, posteriormente, Ricardo Quaresma, além de indicar o contestado Mineiro. Shevchenko fora devolvido, por empréstimo, ao Milan, após duas temporadas fracas. Lampard, assediado pela Inter de Milão, comandada por José Mourinho, ficou,\"Chimarrão das 5h\", Especial Placar - Guia Europeus 2008/2009, setembro de 2008, Editora Abril, págs. 12-13 e outro a chegar foi o sérvio Branislav Ivanović. Porém, com ainda oito meses a frente do comando dos Blues, foi anunciado em 9 de fevereiro de 2009, que Scolari, que havia tido um bom começo, havia sido demitido após maus resultados, apesar da terceira colocação na Premier League e do apoio dos líderes Terry e Lampard.\"Não deu para Big Phil\", Caio Maia, Trivela número 37, março de 2009, Trivela Comunicações, págs. 48-51 Entretanto, a insatisfação das também estrelas Drogba (isolado pelo treinador), Čech e Ballack, má preparação física do elenco e diversos reveses nos clássicos e perdas de pontos em casa (o empate sem gols, dois dias antes, com o fraco Hull City em rodada posterior a derrota por 0 a 2 contra o Liverpool foi a gota d'água para sua saída), além de comunicação com os jogadores prejudicada pela sua falta de domínio na língua inglesa foram determinantes para sua saída. Em seu lugar, assumiu o neerlandês Guus Hiddink, vindo para ficar até o fim da temporada inglesa, quando voltará a dirigir somente a Seleção Russa. Em 18 de abril, o Chelsea se classificou à final da Copa da Inglaterra, após vencer o Arsenal por 2 a 1, no Wembley. O adversário na final foi o Everton, que eliminou o Manchester United nos pênaltis na outra semifinal, mas acabou perdendo - de virada - o título por 2 a 1, sendo Lampard e Drogba autores dos tentos da vitória. Entretanto, foi eliminado na semifinais da Liga dos Campeões pelo Barcelona, sofrendo o gol de empate e eliminação nos acréscimos do segundo tempo. === Ancelotti: O primeiro Double (2009–2011) === Logo após a saída de Guus Hiddink - que voltou a treinar somente a seleção russa, o italiano Carlo Ancelotti, bicampeão europeu com o Milan, foi anunciado, firmando um acordo de três anos. No primeiro torneio sob o comando de Ancelotti, o Chelsea conquistou o World Football Challenge, disputado nos Estados Unidos, com três vitórias em três jogos. Pouco tempo depois, em 9 de agosto, após empatar no tempo normal em 2 a 2, o Chelsea conquistou a Supercopa da Inglaterra sobre o Manchester United, batendo-o nos pênaltis por 4 a 1. Em 3 de setembro, o Chelsea acabou sendo punido pela FIFA, após disputa na contratação do francês Gaël Kakuta, na época com dezesseis anos, que teria sido encorajado pelo clube a rescindir seu contrato com o Lens, da França. Como punição, o clube está proibido de realizar qualquer contratação por um ano (tanto jogadores nacionais, quanto internacionais), nas próximas duas janelas de transferências, podendo contratar novamente apenas em janeiro de 2011. O clube ainda terá que pagar uma multa de setecentos e oitenta mil euros à equipe francesa. Porém, após recorrer, acabou ficando livre para contratar nas próximas \"janelas\" de transferências e livre da multa, assim como Kakuta. thumb|300px|Jogadores do Chelsea comemorando o primeiro Double na história do clube, em 2010. Na temporada de estreia de Ancelotti, apesar do grande início, conquistando o título da Supercopa sobre o United, o Chelsea acabou sofrendo com a eliminação na Copa da Liga nos pênaltis para o Blackburn Rovers, após empate em três gols. Porém, a eliminação mais sofrida foi na Liga dos Campeões para a Internazionale, após duas derrotas (2 a 1 fora e 1 a 0 em casa, respectivamente). A equipe de Milão é treinada pelo português José Mourinho, responsável por transformar o clube num dos principais da Europa. Três semanas após a eliminação, a equipe se classificou para a final da Copa da Inglaterra pelo segundo ano consecutivo, após vitória por três a zero contra o Aston Villa. Contra essa mesma equipe do Villa, duas semanas antes, o Chelsea venceu pela trigésima segunda rodada da liga inglesa por 7 a 1. Apesar de não conseguir conquistar o principal objetivo na temporada, o Chelsea conquistou o seu quarto título inglês após uma vitória sobre o Wigan Athletic por 8 a 0 (sendo a maior goleada da temporada, ao lado do rival Tottenham Hotspur, que venceu o próprio Wigan por nove a um). Na campanha com vinte e sete vitórias (apenas duas atrás do recorde de vitórias no campeonato, pertencente ao próprio Chelsea), a equipe bateu o recorde de número de gols marcados: cento e três. O antigo recorde pertencia ao Manchester United, que tinha marcado seis vezes a menos dez temporadas antes. O Chelsea também foi responsável pelo artilheiro do campeonato, o marfinense Didier Drogba, que marcou vinte e nove vezes (sendo três na vitória do título) e, o jogador com mais assistências: Frank Lampard, com dezessete. A equipe também teve cem por cento de aproveitamento contra o Big Four (expressão utilizada para se referir aos quatro principais clubes da Inglaterra na Era Premier League: Arsenal, Chelsea, Liverpool e Manchester United). Seis dias depois, o Chelsea conquistou seu primeiro Double na história, conquistando também a Copa da Inglaterra, após vitória sobre o Portsmouth pelo placar mínimo. Porém, mesmo com as conquistas da temporada passada, a segunda temporada do Chelsea sob o comando de Ancelotti não teve o mesmo início. O clube perdeu antes do início da temporada nomes importantes do elenco, como Joe Cole, que não teve seu contrato renovado e assinou com o rival Liverpool, Michael Ballack, que também não teve seu contrato renovado e retornou à Alemanha, retornando ao Bayer Leverkusen. Além das dispensas de Belletti e Deco, que retornaram ao futebol brasileiro e Ricardo Carvalho, que se transferiu para o Real Madrid, comandando por José Mourinho. As únicas contrações para a temporada foram Yossi Benayoun, que estava no Liverpool, e Ramires, vindo do Benfica, além de contratações de jovens, mas que foram repassados para outros clubes. Tendo disputado na pré-temporada quatro amistosos, o Chelsea venceu apenas um e, na disputa do primeiro torneio oficial, perdeu o título da Supercopa da Inglaterra para o Manchester United (3 a 1). Porém, em sua estreia na Liga Inglesa, mostrou força novamente vencendo o West Bromwich Albion (treinado por Roberto Di Matteo) por 6 a 0. Em seguida, venceu novamente por seis gols, dessa vez contra o Wigan Athletic. O clube manteve o grande início nas partidas seguintes, tendo vencido nove das doze disputadas. Porém, acabaria entrando numa sequência sem vitórias que durou seis partidas no campeonato e mais uma na Liga dos Campeões. Sendo dessas, quatro derrotas e três empates. Com o cargo de treinador de Ancelotti em risco, o clube só voltaria a vencer em 9 de janeiro de 2011, quando massacrou o Ipswich Town por 7 a 0 pela Copa da Inglaterra, se classificando para a fase seguinte. Na janela de transferências, para suprir as carências do time por conta de diversas lesões, a diretoria contratou no último dia dois antigos desejos da mesma: o brasileiro David Luiz, vindo do português Benfica por 25 milhões de euros mais Nemanja Matić e, Fernando Torres, vindo do rival Liverpool por 58 milhões de euros, batendo o recorde de transferências do Reino Unido. Mesmo com os reforços, a equipe acabou não conseguindo conquistar nenhum título, tendo como melhor resultado na temporada o vice-campeonato no inglês. Por conta disso, Ancelotti acabou sendo demitido após a última rodada do campeonato, em 22 de maio. === Villas-Boas, Di Matteo e Benítez (2011–2013) === Após a demissão de Ancelotti, diversos nomes foram especulados como novo treinador do clube, principalmente do ex-treinador do próprio Chelsea, o neerlandês Guus Hiddink. Porém, como Hiddink não obteve liberação frente à Federação Turca de Futebol, o clube foi atrás de André Villas-Boas, então treinador do Porto e ex- assistente de José Mourinho durante seu período no Chelsea. Para sua liberação, o clube pagou treze milhões e trezentos mil libras ao clube português e assinou um contrato de três temporadas. Posteriormente, como assistente de Villas-Boas seria contratado Roberto Di Matteo, ídolo do clube como jogador durante os anos 1990. Já reforços para o elenco, destaca-se a maior promessa recente do futebol europeu, o belga Romelu Lukaku. Também foram contratados os espanhóis Oriol Romeu (este para substituir o lesionado Essien) e Juan Manuel Mata, e o português Raul Meireles, vindo no último dia da janela de transferências do rival Liverpool. Ainda foram contratadas as promessas Thibaut Courtois e Ulises Dávila, mas que foram emprestados para Atlético de Madrid e Vitesse, respectivamente. O clube ainda tinha acertada a contratação do brasileiro Lucas Piazon para o início de 2012, vindo das categorias de base do São Paulo. No entanto, durante o período que Villas-Boas ficou à frente do Chelsea, acumulou apenas resultados péssimos e medianos, não tendo conseguido implantar seu estilo de trabalho. Por conta disso, foi anunciada sua demissão em 4 de março de 2012, assumindo Di Matteo como seu substituto até o término da temporada. --- Os onze que iniciaram a partida contra o Bayern de Munique na final da Liga dos Campeões. Di Matteo iniciou sua nova trajetória no Chelsea com duas vitórias, a primeira sobre o Birmingham City por 2 a 0, pela Copa da Inglaterra, classificando o clube para as quartas-de-finais; já a segunda aconteceu na Premier League, sobre o Stoke City, por 1 a 0. No entanto, seu primeiro grande desafio aconteceu dez dias após assumir o clube, quando precisou reverter uma derrota por 3 a 1 para o Napoli, feito conseguido com uma vitória por 4 a 1 na prorrogação. Quatro dias depois, o clube enfrentou o Leicester City pelas quartas-de-final da Copa da Inglaterra, se classificando após vitória por 5 a 2. Nas quartas-de-finais da Liga dos Campeões, os Blues enfrentaram o Benfica, eliminando o clube com vitórias por 1 a 0 em Portugal e 2 a 1 no Stamford Bridge. Retornando à Copa da Inglaterra, mais uma vitória, desta vez contra o Tottenham Hotspur, por 5 a 1, classificando o clube a sua décima primeira final do torneio. Nas semifinais da Liga, o Chelsea acabou pegando o Barcelona, então atual campeão do torneio. Apesar de considerada como uma classificação improvável pela imprensa, o Chelsea conseguiu chegar a sua segunda final após vitória por 1 a 0 em casa e empate em 2 a 2 no Camp Nou. Em pouco mais de um mês no comando do clube, Di Matteo já havia levado o clube à duas finais, no entanto, não conseguiu ter o mesmo desempenho na Premier League. Em onze partidas, obteve apenas cinco vitórias, três empates e três derrotas, terminando o campeonato apenas na sexta posição, tendo sofrido na penúltima rodada uma derrota por 4 a 1 para o Liverpool, três dias após vencer o mesmo na final da Copa da Inglaterra por 2 a 1, garantindo seu sétimo título. Na disputa de sua segunda final na temporada, a imprensa considerou como improvável o título, assim como havia considerado improvável a classificação azul para à final, muito devido aos quatro desfalques ingleses na final (Branislav Ivanović, Raul Meireles, Ramires e John Terry). Tendo jogado durante quase toda a partida no contra-ataque, sofreu um gol aos 83 minutos, conseguindo o empate cinco depois, com Drogba. Com o empate no tempo normal, a partida foi para a prorrogação, onde o time conseguiu segurar o placar por 1 a 1, tendo Čech ainda defendido um pênalti de Arjen Robben. Na disputa dos pênaltis, mesmo após ter começado perdendo a primeira cobrança, com Mata, o clube conseguiu o título após Čech defender as duas últimas cobranças bávaras, de Ivica Olić e Bastian Schweinsteiger. Ainda como um \"brinde\" pela conquista, o título do Chelsea na Liga tirou o rival Tottenham da próxima Liga dos Campeões, uma vez que o mesmo terminou na quarta posição (última posição classificatória para a Liga), e o Chelsea na sexta (fora, apenas classificado para a Liga Europa), herdando a vaga dos Spurs na próxima edição do torneio. A temporada seguinte ao título viu a saída de um dos maiores ídolos do clube: Didier Drogba. Após meses em divergências com a diretoria para assinar um novo contrato (a diretoria queria um contrato de apenas uma temporada enquanto Drogba de duas), Didier decidiu não renovar e deixou o clube após o término do mesmo, seguindo para o Shanghaï Shenhua (mesmo clube que Anelka seguiu após deixar o clube). A mesma janela de transferências também viu a saída de dois importantes jogadores, o português José Bosingwa e o conterrâneo de Drogba Salomon Kalou (este para o Lille), que também não tiveram seus contratos renovados. Entretanto, a mesma janela viu a chegada de grandes nomes para o elenco. O mais prestigiado e disputado internacionalmente foi o belga Eden Hazard, contratado por 32 milhões de libras frente ao Lille. O segundo foi o brasileiro Oscar, vindo do Internacional por 25 milhões. O clube ainda contratou do Werder Bremen o alemão Marko Marin, vindo por seis milhões e meio. Também chegou, mas este vindo inicialmente para defender a categoria juvenil e reserva, o irmão de Eden Hazard, Thorgan. Ainda chegaram, já durante a disputa da temporada, o nigeriano Victor Moses (este contratado após boa exibição na partida de abertura da Premier League contra o próprio Chelsea) vindo do Wigan Athletic por nove milhões de libras e o lateral-direito César Azpilicueta, que chegou do Olympique de Marseille por sete milhões. Nos amistosos pré-temporada, o clube teve um iniciou promissor nas duas primeiras partidas, principalmente das novas contratações, mas acabou terminando a série de amistosos decepcionando. Na primeira partida, contra o Seattle Sounders, o clube conseguiu sua única vitória nas cinco partidas amistosas. Tendo jogado com uma equipe mista, composta principalmente por jovens, conseguiu uma vitória por 4 a 2, tendo as recém-contratações, Hazard e Marin, marcado um cada. Lukaku, também jovem promessa, marcou os outros dois. Na partida seguinte, ficou num empate em 1 a 1 com o Paris Saint-Germain, considerado uma das novas forças do continente. O gol da partida também foi marcado por uma promessa azul, o brasileiro Lucas Piazon. As três partidas seguintes acabaram terminando em derrota. A primeira, contra um selecionado dos melhores da última edição do campeonato estadunidense, terminou em 3 a 2, tendo Terry e Lampard marcado os dois tentos do Chelsea. A segunda, por 1 a 0, foi para um enfraquecido Milan, que acabara de perder suas duas principais estrelas. E a terceira, foi para o Brighton & Hove Albion, por 3 a 1, tendo Lampard marcado o únido dos Blues. A série de derrotas continuou na primeira partida após a pré-temporada, desta vez saindo com uma derrota por 3 a 2 para o Manchester City na disputa da Supercopa da Inglaterra. Mesmo a equipe tendo saído na frente do placar com Fernando Torres, sofreu o revés no segundo tempo após um \"apagão\" de doze minutos, o suficiente para o City virar o placar para 3 a 1. Ryan Bertrand ainda conseguiu diminuir a diferença para 3 a 2 aos 79 minutos, mas a equipa não conseguiu a virada. A série de derrotas terminou na abertura da Premier League, após uma vitória por 2 a 0 sobre Wigan Athletic. Nas duas partidas seguintes, o Chelsea conseguiu mais duas vitórias, contra Reading (4 a 2) e Newcastle United (2 a 0). Entretanto, a agora série de vitórias terminou na disputa do título da Supercopa da UEFA, onde o clube saiu derrotado por uma derrota por 4 a 1 para o Atlético de Madrid. Após a derrota, ficou mais duas partidas sem vitória, empatando com o Queens Park Rangers por 0 a 0 em seu retorno à Inglaterra, e com a Juventus por 2 a 2 após sair vencendo por 2 a 0 em sua estreia na Liga dos Campeões. Voltou a vencer após a partida contra a Juventus, engrenando desta vez uma série com seis vitórias (quatro pela liga inglesa, uma pela Copa da Liga, e outra pela Liga dos Campeões), incluindo uma por 2 a 1 sobre o Arsenal e outra por 4 a 2 sobre o Tottenham Hotspur (este agora treinado por Villas-Boas), ambas na casa do adversário. A série terminou com uma derrota por 2 a 1 para o Shakhtar Donetsk. A partida seguinte também terminaria com uma derrota (esta bastante contestável, devido a grande quantidade de erros do árbitro em favor ao adversário), desta vez para o Manchester United, por 3 a 2. Voltaria a vencer contra o próprio United, três dias depois, pela Copa da Liga, por 5 a 4. Empataria as duas próximas partidas da liga inglesa por 1 a 1, contra Swansea City e Liverpool, tendo uma vitória por 3 a 2 sobre o Shakhtar Donetsk entre elas. As duas partidas seguintes, derrotas por 2 a 1 para o West Bromwich Albion e 3 a 0 para a Juventus, acabariam sendo as duas últimas partidas de Di Matteo no comando do clube. Essa série de maus resultados, tanto na Premier League quanto na Liga dos Campeões, acabaram deixando o clube em terceiro em ambas competições, e no caso da Liga dos Campeões, precisando de uma combinação de resultados para se classificar as oitavas de final. Por conta disso, em 21 de novembro foi anunciada a demissão de Di Matteo, apenas seis meses após sua efetivação no cargo. Para substituí-lo, a diretoria contratou Rafael Benítez, antigo treinador do rival Liverpool como interino para o restante da temporada. Benítez ainda trouxe como assistente Boudewijn Zenden, antigo jogador do clube e, seu antigo comandado durante seus primeiros anos à frente dos Reds. A primeira partida da equipe sob o comando de Benítez terminou em um apático empate em 0 x 0 com o Manchester City, mesmo o clube jogando no Stamford Bridge. A estreia do espanhol acabou ficando marcada principalmente pelos protestos dos torcedores do Chelsea contra a demissão de Di Matteo e contratação de Benítez, que enquanto treinador do Liverpool, disse que nunca treinaria o clube londrino, inclusive criticando a torcida azul. Mesmo tendo vencido a última partida da fase de grupos da Liga dos Campeões, contra o Nordsjælland, por 6 a 1, e terminado com a mesma pontuação que o Shakhtar Donetsk (10 pontos), o clube acabou eliminado nos critérios de desempate, se tornando o primeiro atual campeão na história a ser eliminado na primeira fase. Como terminou em terceiro no grupo, o clube acabou classificado para a Liga Europa da UEFA. Entrando diretamente na segunda fase, o Chelsea passou pela sua primeira fase no torneio pelo Sparta Praha após vitória agregada por 2 a 1. Na fase seguinte, apesar de derrota na primeira partida para o Steaua București, venceu na volta por 3 a 1 e se classificou para as quartas de final com o placar agregado de 3 a 2. Em sua terceira fase no torneio, o Chelsea pegou mais um clube do leste europeu, desta vez o Rubin Kazan, o qual venceu no agregado novamente por um placar apertado: 4 a 5. Nas semifinais, o clube teve maior facilidade contra o Basel, eliminando o clube suíço após duas vitórias, uma por 2 a 1 e outra por 3 a 1. Na final, pegou o Benfica, vencendo os Encarnados por 2 a 1, tendo Fernando Torres marcado o primeiro gol azul e Branislav Ivanović marcado o gol do título nos acréscimos do segundo tempo. Com o título, o clube também se tornou o terceiro na história a ser campeão dos dois principais torneios europeus ao mesmo tempo (1º Liverpool, 2 °F.C Porto) além de entrar no seleto grupo dos clubes que venceram os quatro principais torneios europeus (Liga dos Campeões, Liga Europa, Supercopa e a extinta Recopa Europeia), juntamente com Ajax e Juventus. Ainda em dezembro de 2012, o Chelsea disputou a Copa do Mundo de Clubes, no Japão como representante da UEFA no torneio. Depois de vencer o Al-Ahly na semifinal, jogou a decisão contra o Corinthians, perdendo o jogo por 1-0, com gol do atacante peruano Paolo Guerrero. === Segunda passagem de Mourinho (2013–2015) === Com a saída de Rafa Benítez no fim da temporada 2012/13, o clube anunciou a chegada de José Mourinho, que se tornou o primeiro treinador com mais de uma passagem na história do clube. Com Mourinho o Chelsea conseguiu resultados satisfatórios na temporada 2013/14, apesar de não ter conquistado nenhum título. O primeiro compromisso da temporada foi a disputa da Supertaça da UEFA contra o Bayern de Munique, então campeão da Liga dos Campeões. Após uma partida muito equilibrada a decisão do título foi para os pênaltis, tendo terminando em 2x2 no tempo normal. O belga Romelu Lukaku desperdiçou a última cobrança dos Blues e assim decretou a derrota por 5 a 4. O Chelsea fez boa campanha na Premier League alcançando o 3° lugar com 82 pontos, 4 a menos que o campeão Manchester City. Na Liga dos Campeões, os Blues avançaram até as semifinais após uma remontada contra o Paris Saint-Germain nas quartas de final, perdendo o jogo de ida em Paris por 3x1, mas vencendo a volta por 2 a 0 com gol heróico de Demba Ba. Foi eliminado pelo Atlético de Madrid de Simeone sofrendo uma dura derrota em casa por 3 a 1 depois se segurar o empate sem gols no jogo de ida em pleno Vicente Calderón. Na segunda temporada o desempenho da equipe foi ainda melhor, levando as conquistas da Premier League e também da Copa da Liga. O Chelsea foi soberano ao logo de toda a campanha na Premier League conquistando o título com 87 pontos, 8 a frente do vice-campeão Manchester City. Sofreu apenas 3 derrota e teve 9 empates, somando assim 26 vitórias. O clube passou as 14 primeiras rodadas ileso, acumulando 11 vitórias e 3 empates antes de ter sua primeira derrota (2 a 1 contra o Newcastle). Após a dura derrota para o Tottenham por 5 a 3 na 20° rodada, o clube permaneceu invicto nas próximas 16 partidas. Ao longo dessa sequência o clube garantiu o título na vitória por 1-0 sobre o Crystal Palace pela 35° rodada. O título da Copa da Liga veio com uma campanha invicta de 5 vitórias e 1 empate. Nas primeiras fases o clube passou por equipes de menor expressão até encarar o Liverpool na semifinal e eliminar o rival com um empate no Anfield por 1x1 e uma vitória simples em casa com gol marcado pelo sérvio Ivanović no começo da prorrogação. Na decisão os Blues bateram o Tottenham Hotspur por 2 a 0 em Wembley. Os gols foram marcados por John Terry e Diego Costa. A única frustação da temporada foi a eliminação ainda na fase de oitavas de final diante do PSG após dois empates (1 a 1 na França e 2x2 em Londres). A temporada 2015/16 foi completamente oposta as demais. O clube apresentou baixo rendimento e terminou a Premier League em 10° colocado e ainda sofreu uma dura, porém justa, eliminação para o PSG por 4 a 1 no agregado. Os maus resultados passaram muito pelo desentendimento de José Mourinho com alguns dos principais pilares da equipe na temporada anterior, entre eles o artilheiro Diego Costa, o meia Fabregas, principal assistente do clube, e o habilidoso Eden Hazard. Os dois primeiros, juntamente do brasileiro Oscar, foram apontados pela torcida de estarem propositalmente rendendo abaixo de suas capacidades a fim de forçar a saída do técnico português. === Antonio Conte (2016–2018) === No dia 4 de abril de 2016, o clube oficializou a contratação do italiano Antonio Conte para o triênio 2016/2017 - 2018/2019, logo após a disputa da Euro, na qual o treinador estaria sob comando da Azurra. Em 12 de maio de 2017, com a vitória por 1-0 sobre o West Brom, o Chelsea conquistou seu sexto título da primeira divisão inglesa, o quinto na era Premier League. Conte se tornou assim o quarto treinador a conquistar a Premier League em sua temporada de estreia na Inglaterra. Os Blues fizeram excelente campanha e mereceram ficar com o título da temporada 2016-17 da Premier League. Ao todo, o clube de Londres somou 93 pontos, conseguindo então a sua segunda maior pontuação na história do campeonato perdendo apenas para os 95 da campanha do primeiro título de Premier League em 2004-05. Também nesta temporada, o Chelsea foi finalista da FA Cup depois de passar pelo Tottenham com uma vitória marcante por 4-2 na semifinal. Na final em Wembley derrota para os Gunners por 2-1. Na segunda temporada no Chelsea, Conte não conseguiu manter o mesmo nível do time campeão inglês na temporada anterior, em fevereiro de 2018, após duas derrotas vergonhosas (3 a 0 contra o Bournemouth em casa e 4 a 1 contra o Watford fora), chegaram rumores de que Conte seria demitido, mas continuou no clube até o fim da temporada. O Clube também foi eliminado nas oitavas de final da Liga dos Campeões pelo Barcelona, sendo que o placar agregado ficou 4-1 pro clube espanhol. Na Premier League terminou em 5° lugar e se classificou para a fase de grupos da Liga Europa. No dia 19 de Maio de 2018, venceu o Manchester United por 1 a 0 e sagrou-se campeão da Copa da Inglaterra pela oitava vez em sua história, terminando com um título importantíssimo a, até então, melancólica temporada. === Sarribol (2018–2019) === Após a saída de Antonio Conte o Chelsea anuncia Maurizio Sarri como o novo técnico para temporada de 2018-19 e também os jogadores Kepa Arrizabalaga, Jorginho e Kovačić e se juntaram ao clube. O Chelsea iniciou muito bem a temporada somando 18 partidas de invencibilidade até sofrer sua primeira derrota num 3-1 contra o Tottenham no Wembley Stadium. Entretanto, depois do resultado negativo perante os Spurs, o clube passou por um momento difícil não conseguindo manter o bom desempenho inicial. Ainda que tenha vencido o Manchester City em casa por 2-0, perdeu para o Wolverhampton por 2-1 sofrendo dois gols em quatro minutos e depois também perdeu em casa para o Leicester por 1-0. Outros sinais da instabilidade foram notados mais claramente nas goleadas sofridas para o Bournemouth e Manchester City, ambas pela Premier League, sendo um 4-0 no Vitallity Stadium e um humilhante 6-0 no Etihad Stadium. Além disso, foi eliminado em casa pelo Manchester United por 2-0 nas oitavas de final da Copa da Inglaterra. Entretanto, as coisas iam caminhando bem para o Chelsea da Copa da Liga Inglesa e na UEFA Europa League. Pela Copa da Liga, já havia conseguido eliminar o Liverpool em pleno Anfield Road por 2-1 e depois também passou por Derby County e o Bournemouth. Já pela semifinal do torneio, conseguiu eliminar o rival Tottenham por 4-2 nos pênaltis após empate por 2-2 no agregado do confronto. A chance de título acabou sendo desperdiçada devido a derrota para o Manchester City de Guardiola em nova disputa de pênaltis depois de um empate por 0-0 nos 90 minutos e prorrogação de um duelo bastante tenso, que ficou marcado, além das oportunidades criadas para ambos os lados, pelo desentendimento entre o goleiro do Chelsea Kepa Arrizabalaga e o técnico Maurizio Sarri já durante a prorrogação. Com a derrota na final da Copa da Liga e a campanha instável na Premier League, o clube passou a ver na Europa League uma oportunidade de conseguir se classificar para a próxima Liga dos Campeões caso fosse campeão do torneio. Os Blues figuravam entre favoritos a ficar com a taça desde o começo da competição avançando como 1° de seu grupo que tinha Paok, Videoton e o Bate Borisov com 5 vitórias e 1 empate. Já pela fase de 16-avos, eliminou o Malmö com vitórias na Suécia e em Londres por 2x1 e 3x0, respectivamente. Nas oitavas de final, passou pelo Dynamo Kyiv com um agregado de 8x0 e nas quartas eliminou a grande surpresa Slavia Praga também vencendo os dos jogos - 1x0 na ida e depois 4x3 na volta em Stamford Bridge. Já na semifinal, diante do bom time do Eintracht Frankfurt, os Blues precisaram da disputa de pênaltis para conseguirem avançar à final em Baku. Após dois empates pelo placar de 1-1, o Chelsea venceu nas penalidades por 4x3, com o goleiro Kepa defendendo duas cobranças. A final da Liga Europa foi disputada em 29 de maio de 2019 no Estádio Olímpico de Baku e entrou para a história recente do Chelsea como uma das maiores atuações da equipe londrina perante um rival, já que os Blues golearam o Arsenal sem dó por 4-1. A partida também marcou a despedida do belga Eden Hazard, que se tornou ídolo da torcida desde que vestiu a camisa azul do Chelsea na temporada 2012-13. Este foi o sexto título continental do Chelsea em sua história e também o segundo da Liga Europa da UEFA (o primeiro foi conquistado em 2013 contra o Benfica). Além disso, o clube também encerrou bem a campanha na Premier League conquistando o 3° lugar após empatar com o por 0-0 na última rodada, chegando aos 72 pontos. === Lampard retorna como treinador === ;2019–20 Ao final da temporada 2018–19, o craque Eden Hazard rumou para o Real Madrid. Junto com ele, também se despediram de Londres o ídolo Gary Cahill e o técnico Maurizio Sarri, além de Gonzalo Higuaín que retornou para a . Já o brasileiro David Luiz, no final da janela de transferências, acertou sua ida para o rival . Outra preocupação para o Chelsea, além da perda de peças importantes do elenco, foi a punição imposta pela UEFA, que deixavam os Blues proibidos de fazer novas contratações durante toda a temporada 2019-20. Sendo assim, a única saída encontrada para se reforçar foi apostar na sua juventude. Dessa maneira, o clube anunciou os seguintes jogadores que se juntariam ao elenco: Michy Batshuayi, Mason Mount, Tammy Abraham, Reece James, Billy Gilmour, Fikayo Tomori, Kurt Zouma, além, é claro, do norte-americano Christian Pulisic que havia sido comprado do Borussia Dortmund antes da punição. A maior parte deles eram atletas formados nas categorias de base do Chelsea e que haviam sido emprestados a outros clubes. O ídolo Frank Lampard seria então anunciado como o novo treinador do Chelsea, depois de realizar um trabalho promissor no . Os Blues iniciaram a temporada com decepções. Nos primeiros oito compromissos oficiais, somando-se Premier League, Liga dos Campeões e a Supercopa da UEFA, o clube conseguiu apenas duas vitórias (contra Norwich e Wolverhampton), ambas fora de casa. Depois do início conturbado, o clube conseguiu se ajustar e viveu uma boa fase sofrendo apenas uma única derrota (para o Manchester United na Copa da Liga Inglesa) nos 11 jogos seguintes. Foram 6 triunfos consecutivos pela Premier League, além de uma vitória fora de casa em cima do pela Liga dos Campeões. A sequência positiva acabou interrompida com duas derrotas consecutivas em casa pela Premier League diante de Manchester City (2-1) e West Ham (1-0). Após isso, os Blues tiveram muitas dificuldades na temporada e o desempenho foi bastante inconsistente. Em 18 partidas (por todas as competições), o clube somou 8 vitórias, 4 empates e 6 derrotas. Entre as vitórias, algumas foram emblemáticas: O Chelsea bateu os rivais e , ambos fora de casa, em um intervalo de uma semana. Dos tropeços, o mais doído foi sem dúvidas os 3-0 dentro de casa para o Bayern de Munique no jogo de ida das oitavas de final da Champions League. A reta final da temporada foi positiva para o Chelsea. Mesmo com a interrupção durante aproximadamente 3 meses devido a pandemia do Coronavírus, os Blues conseguiram voltar a apresentar um desempenho mais agradável e somaram cinco vitórias seguidas, incluindo os dois jogos anteriores a paralisação (4-0 sobre o Everton e 2-0 diante do Liverpool pelas Oitavas de Final da FA Cup). A boa sequência teve fim com o tropeço diante do West Ham por 3-2, mas ainda assim o Chelsea emplacou mais duas vitórias consecutivas pela Premier League. Depois de um jogo apático contra o Sheffield United que terminou com derrota por 3 a 0, os Blues conseguiram alegrar a torcida com a vitória expressiva diante do Manchester United por 3 a 1 pelas semifinais da Copa da Inglaterra. Na última rodada da Premier, a vitória por 2 a 0 sobre o garantiu o Chelsea na próxima Liga dos Campeões. Já na final da FA Cup contra o acabou sendo derrotado por 2 a 1 de virada, e no jogo de volta das oitavas de final da Liga dos Campeões, foi novamente derrotado pelo , desta vez com um placar de 4 a 1, encerrando de forma melancólica a temporada 2019/20, mas com saldo positivo devido a classificação para a próxima Champions. ;2020–21 Para a segunda temporada de Lampard, chegaram diversos reforços: Hakim Ziyech do Ajax, Ben Chilwell do Leicester City, Thiago Silva do Paris Saint-Germain, Édouard Mendy do , além dos alemães Kai Havertz do Bayer Leverkusen e Timo Werner do . Apesar da enorme expectativa para a temporada, o Chelsea teve um começo morno obtendo 3 vitórias, 5 empates e 1 derrota nos primeiros 9 compromissos oficiais. Após diversas críticas ao desempenho oscilante do clube e aos erros do sistema defensivo, o Chelsea respondeu à altura. Nos 10 jogos seguintes pela temporada, os blues tiveram 8 vitórias e 2 empates com 26 gols a favor, 4 gols sofridos e 6 clean-sheets. A boa fase levou o time de Lampard a encostar de vez nos líderes da Premier League e garantiu a classificação para o mata-mata da Liga dos Campeões da UEFA com uma rodada de antecedência e campanha invicta (4 vitórias e 2 empates). ;Fim do ciclo Mas logo depois da bonança, as coisas voltaram a desandar em Stamford Bridge e os maus resultados em sequência aliados a um desempenho muito aquém daquilo que o clube já havia demonstrado capacidade de executar fizeram com que a passagem de Lampard a frente do Chelsea rumasse para o seu fim. Os boatos levavam a crer de que, apesar de sua idolatria dentro do clube, a relação entre Frank e membros da diretoria havia entrado em desgaste, uma das razões seria um impasse entre as partes a despeito de mais reforços que o treinador pedira e que não foram atendidos. Haviam muitas críticas à alguma das escolhas de Lampard e de seu modelo de jogo. O treinador ainda passou a ser cobrado duramente pelo mau aproveitamento de dois dos maiores reforços dos Blues para a temporada: Timo Werner e Kai Havertz. Com a pressão crescendo após cada novo resultado frustante, o Chelsea descendo na tabela da Premier e a aproximação do mata-mata da Liga dos Campeões, a diretoria viu-se coagida a apresentar uma resposta rápida e o fez anunciando que o ídolo estava sendo deposto do cargo de treinador. === A Era Tuchel (2021–2022) === Logo após a saída de Frank Lampard, o Chelsea anunciou Thomas Tuchel como o novo técnico. Nos primeiros 11 jogos a frente do clube, Tuchel conseguiu números expressivos. Foram 8 vitórias e 3 empates, o que representa o melhor começo de trabalho de um técnico na história dos Blues. Além de resultados, a defesa apresentou grande evolução, já que o clube sofreu apenas 2 gols nestes 11 jogos, mesmo sem a presença do lesionado Thiago Silva. Assim, o Chelsea volta a entrar no top 4 da Premier League e ainda garante vaga nas quartas de final da Liga dos Campeões com duas vitórias (1-0 na ida e 2-0 na volta) contra o de Diego Simeone, sendo a primeira vez que os Blues conseguem avançar das oitavas de final desde a temporada 2013/14. A primeira derrota veio após 14 jogos invictos sob o comando do alemão na surpreendente goleada contra o por 5-2 em Stamford Bridge. Mas, no jogo seguinte, os Blues foram bem e derrotaram o por 2-0 pelo jogo de ida das quartas de final da Liga dos Campeões. Conseguiu se classificar para a semifinal no jogo de volta, apesar da derrota por 1-0. Seu adversário na semifinal foi o , no jogo de ida em Madrid, o time jogou melhor e saiu com um bom resultado (1-1), já em Londres, a equipe ganhou de 2-0 e chegava pela terceira vez na história em uma final de Liga dos Campeões. Em 29 de maio de 2021, em jogo único, os comandados de Tuchel se consagraram bicampeões da Liga dos Campeões no Estádio do Dragão, derrotando o por 1-0, com gol de Kai Havertz. Na Premier League, o clube terminou em 4º lugar com 67 pontos. Na EFL Cup, o time caiu na rodada 4 ao ser derrotado nos pênaltis por 5-4 para o , após empatar por 1-1 no tempo normal. E na FA Cup, o time foi vice-campeão pelo segundo ano consecutivo, ao perder para o por 1-0 em Wembley. No dia 11 de agosto de 2021, em jogo único, os comandados de Tuchel mais uma vez conquistaram um título europeu, se consagraram bicampeões da Supercopa da UEFA no Windsor Park, em Belfast, derrotando nos pênaltis o por 6-5, após empatar no tempo regulamentar e prorrogação em 1-1, com gol de Ziyech. Para a disputa das penalidades, o goleiro Kepa Arrizabalaga sagrou-se herói após substituir Édouard Mendy no final da prorrogação e defender duas cobranças. Tuchel afirmou que a substituição foi treinada e bem aceita por ambos os goleiros, elogiando bastante o goleiro titular Mendy (que também fez grande partida) pela aceitação.https://www.espn.com.br/futebol/artigo/_/id/9043244/chelsea-tuchel- diz-que-colocar-kepa-para-disputa-de-penaltis-foi-treinado-desde-que-ele- chegou-ao-clube Outra contribuição do treinador, foi a contratação de Romelu Lukaku, que havia saído do Chelsea, e, depois de se sagrar campão italiano com a Internazionale, chegou no auge da carreira para reescrever sua história com a camisa azul. Já na estreia, o atacante belga fez um gol contra um dos maiores rivais do Chelsea, o Arsenal. No dia 12 de fevereiro de 2022, o Chelsea derrota o na final do Mundial de Clubes por 2-1 e conquista o título pela primeira vez na história, Lukaku abriu o placar aos 9 minutos do 2º tempo e Raphael Veiga empatou de pênalti aos 19 e assim o jogo foi para a prorrogação. No tempo extra, Havertz faz de pênalti aos 12 minutos do 2º tempo e garante a vitória para os Blues. === Venda === Graças ao conflito entre Rússia e Ucrânia, iniciado em 24 de fevereiro de 2022, o dono do Chelsea na época, o bilionário russo Roman Abramovic, foi sancionado pelo governo britânico por possuir ligações com o presidente Vladmir Putin. A punição levou o Chelsea a ser impedido de vender ingressos, renovação de contratos, venda de mercadorias e transferências de jogadores. Tais decisões causariam danos consideráveis no clube londrino, por isso foi decidido que o melhor seria vender o time para outros investidores. Em nota oficial, o ex-presidente do Chelsea afirmou: > \"Sempre tomei decisões com o melhor interesse do clube em mente. Continuo > comprometido com esses valores. É por isso que hoje estou dando a direção e > os cuidados do Chelsea FC. Acredito que, atualmente, eles estão em posição > melhor para cuidar dos interesses do clube, jogadores, funcionários e > torcedores\" O magnata entregou o comando do clube em 26 de fevereiro e em 2 de março decidiu vender o time. No dia 24 de maio de 2022, o empresário americano Todd Boehly, que também é coproprietário de clubes da NBA e da MLB, adquiriu o time em definitivo por 5,3 bilhões de dólares. Na compra, o grupo se comprometeu a invester 1,5 bilhões de euros que seriam divididos entre os estádios do time masculino e feminino, além da Fundação Chelsea. A Premier League, em comunicado após aprovar a venda do time inglês, anunciou: > “O Conselho aplicou o Teste de Proprietários e Diretores da Premier League a > todos os diretores em potencial e realizou a devida diligência necessária. > Os [integrantes] do consórcio que compra o clube são afiliados do Clearlake > Capital Group, LP, Todd Boehly, Hansjorg Wyss e Mark Walter” Com a venda, o time passou a ficar livres das sanções feitas pelo governo britânico meses antes. === O Início da Era Boehly (2022) === No dia 30 de Maio de 2022, Todd Boehly e Clearlake Capital anunciaram a conclusão da aquisição do Chelsea. Bruce Buck, presidente do clube desde 2003, anunciou que deixaria o cargo no dia 30 de Junho. Marina Granovskaia e Petr Čech foram desligados da diretoria. Na janela de transferências de verão, Boehly trouxe jogadores promissores: os goleiros Eddie Beach e Gabriel Slonina, o volante Carney Chukwuemeka e os meias Omari Hutchinson e Cesare Casadei. Entre os experientes, chegaram os zagueiros Wesley Fofana e Kalidou Koulibaly, o lateral-esquerdo Marc Cucurella e os atacantes Raheen Sterling e Pierre- Emerick Aubameyang. Deixaram o clube o lateral-esquerdo Marcos Alonso, os zagueiros Andreas Christensen e Antonio Rüdiger e os atacantes Callum Hudson- Odoi, Timo Werner e Romelu Lukaku. O começo da temporada do Chelsea foi irregular. Na Premier League 2022/23, o time venceu o Everton por 1 a 0, no Goodison Park, e empatou com o Tottenham por 2 a 2 em Stamford Bridge. Na terceira rodada, a primeira derrota: 3 a 0 para o Leeds United. Tuchel ainda comandaria a equipe nas vitórias por 2 a 1 contra Leicester City e West Ham e na derrota por 2 a 1 para o Southampton. Pouco após o fechamento da janela de transferêncais, Tomas Tuchel foi demitido do cargo de treinador após a derrota para o Dínamo Zagreb pelo placar de 1 a 0 na estreia da Champions League. Boehly elogiou o alemão ao explicar a demissão e alegou que ele possuía divergências na visão sobre o futuro do clube. No dia 11 de Setembro, Tuchel se pronunciou: > Esta é uma das declarações mais difíceis que já tive que escrever - e é uma > que eu esperava não precisar fazer por muitos anos. Estou devastado que meu > tempo no Chelsea tenha chegado ao fim. Este é um clube onde me senti em > casa, tanto profissionalmente como pessoalmente. Muito obrigado a todos os > funcionários, jogadores e torcedores por me fazerem sentir muito bem-vindo > desde o início. O orgulho e a alegria que senti por ajudar o time a vencer a > Champions League e o Mundial de Clubes ficarão comigo para sempre. Sinto-me > honrado por ter feito parte da história deste clube, e as memórias dos > últimos 19 meses terão sempre um lugar especial no meu coração. No dia 8 de setembro, o Chelsea anunciou a contratação de Graham Potter para substituir Tuchel. O Brighton & Hove Albion F.C. recebeu a multa rescisória e 16 milhões de libras, com Boehly declarando que é uma escolha pensando a longo prazo. Devido à morte da Rainha Elizabeth II, a Premier League adiou partidas para a cerimônia de despedida da monarca. Potter estreou no comando do Chelsea no dia 14 de Setembro, empatando com o Red Bull Salzburg na segunda rodada da fase de grupos da Champions League. A trajetória de Potter começou com uma invencibilidade de 8 jogos, com 5 vitórias e dois empates. No entanto, a primemira derrota veio na goleada de 4 a 1 contra o Brighton, ex-time do inglês. Em seguida, o Chelsea teve uma sequência de resultados adversos, com 2 vítorias em 17 partidas. Em fevereiro, a equipe só marcou um gol. Mesmo assim, Boehly garantiu a permanência do treinador devido ao projeto a longo prazo do clube. O Chelsea de Potter foi eliminado de maneira precoce pelo Manchester City nas duas copas domésticas. Em 9 de Novembro, gols de Riyad Mahrez e Julián Álvarez sacramentaram e queda na Copa da Liga Inglesa. Já o confronto pela terceira fase da Copa da Inglaterra foi marcado por um placar mais elástico: 4 a 0, com gols de Phil Phoden, Álvarez e dois de Mahrez. Em janeiro, Todd Boehly investiu em mais contratações na janela de transferências: o zagueiro Benoît Badiashile o volante Enzo Fernandez, o ponta Mykhaylo Mudryk e os atacantes João Félix e Datro Fofana. Além deles, o lateral-direito Malo Gusto e o volante Andrey Santos tiveram contratações fechadas no período, mas só jogarão na próxima temporada. A única saída foi a do volante Jorginho, que se transferiu ao Arsenal. No total, Boehly investiu € 611,5 milhões em novos jogadores desde que assumiu o comando. Potter passou a ser pressionado pela ausência de resultados e desempenho em campo. Na partida de ida das oitavas de final da Champions League, o Chelsea criou 21 oportunidades de gol e não conseguiu abrir o placar. A partida no Signal Iduna Park terminou com uma derrota por 1 a 0, com gol do atacante Karim Adeyemi. Depois de derrotas para Southampton e Tottenham, o Chelsea venceu o Leeds United por 1 a 0 em Stamford Bridge e encerrou a seca de gols e resultados. Em seguida, os Blues receberam o Borussia Dortmund para a segunda partida das oitavas de final da Champions League e reverteram a desvantagem do jogo de ida. Gols de Raheem Sterling e Kai Havertz garantiram a vitória por 2 a 0 e a classificação para as quartas de final pelo terceiro ano consecutivo. == Estádio Stamford Bridge == Em toda sua história, o Chelsea teve apenas um estádio: Stamford Bridge, onde a equipe tem desempenhado desde a sua fundação. O estádio foi oficialmente inaugurado no dia 28 de abril de 1877. Durante os primeiros vinte e oito anos da sua existência, foi utilizado pelo clube de atletismo London Athetics Club. Em 1896, os irmãos Gus e Joseph Mears, compraram o estádio, mas só tomando posse em 1904. A intenção dos irmãos Mears, era que o estádio recebesse partidas do mais alto nível do futebol inglês. A família ofereceu o estádio para o Fulham, mas a oferta foi rejeitada. Como resultado, os proprietários decidiram fundar o seu próprio clube para jogar no seu novo estádio. Como já havia um clube chamado Fulham, os fundadores decidiram adotar o nome do bairro vizinho (Chelsea) para o clube, após ter rejeitado nomes como Stamford Bridge FC e London FC. Com um desenho original de uma tigela aberta e com setores cobertos, o Stamford Bridge tinha uma capacidade inicial de cerca de 100 000 pessoas. No início dos anos 1930, os proprietários começaram a construir uma camada no lado sul do campo, que cobria 1/5 do total do estádio. Esta sessão era conhecida como \"Shed End\", onde ficavam os mais leais torcedores do Chelsea, especialmente nos anos 1960 até os anos 1980. No final dos anos 1960 e início dos anos 1970, os proprietários do clube tinham um projeto para modernizar o Stamford Bridge, tendo intenção de diminuir a capacidade para 50 000 lugares. O trabalho começou na sessão leste no início dos anos 1970, mas o clube estava endividado, não tendo mais como pagar a reforma, o que resultou na venda do estádio, para quitar as dívidas. Após uma longa e dura batalha judicial, foi assegurado ao Chelsea permancer com o estádio e a remodelação do estádio foi retomada em meados da década de 1990. O norte, oeste e sul do estádio, foram totalmente reconstruído com diferentes lugares e mais próximo do campo. Este processo foi concluído em 2001. == Escudo == Desde a fundação do clube, o Chelsea teve quatro escudos, todos com pequenas modificações. Em 1905, o Chelsea adotou seu primeiro escudo, com uma imagem de um pensionista, que, obviamente, contribuiu para o apelido do time, The Pensioners, e foi mantido por quase cinquenta anos, porém, isso nunca apareceu nos desenhos do uniforme. Como parte do projeto de modernização do clube, conduzido por Ted Drake, a partir de 1953, decidiu remover o escudo de pensionista, para adotar um novo escudo. Foi decidido criar um emblema temporário, com as iniciais CFC. Em 1953, o escudo foi novamente alterado, agora, para um leão olhando para trás e segurando uma bengala. Esse emblema durou trinta anos. Este escudo é baseado nos elementos do escudo das armas do Distrito Metropolitano de Chelsea. Em 1986, os novos proprietários do clube, decidiram mudar o escudo novamente, com a ideia de modernizar a equipe e obter novas oportunidades de mercado. O novo escudo continha um leão mais natural, e agora, amarelo e não azul, apoiado ainda, na sigla CFC. Esse escudo foi mantido por dezenove anos, com algumas pequenas modificações, como o uso de diferentes cores. Com novos donos, e perto das comemorações do centenário do clube, juntamente com pedidos de torcedores, que gostariam de restaurar o tradicional escudo, foi decidido que o escudo deveria ser alterado novamente em 2004. O novo escudo foi aprovado oficialmente, e utilizado pela primeira vez na temporada 2005-06 e marcou a volta da velha concepção de um leão segurando uma bengala. Tal como no anterior escudo, que aparecem em diferentes cores, inclusive branco e dourado. == Uniforme e cores == O Chelsea tradicionalmente, sempre utilizou o uniforme azul, apesar de nos primeiros anos, o clube ter utilizado um azul mais pálido do que hoje, além de usar calções e meias brancas. O uniforme com o azul pálido, foi tomado pelo então presidente, o Conde de Cadogan. A cor das camisas foram alteradas para uma nova versão com o azul real em torno de 1912. Quando Tommy Docherty se tornou treinador da equipe, no início de anos 1960, o uniforme foi alterado novamente, agora com a parte de cima azul e, a outra metade, branca. O argumento foi que essas cores eram mais distintas, já que nenhum outro clube utilizava essa combinação. Essa combinação foi utilizado pela primeira vez na temporada 1964-65. As cores tradicionais para o uniforme alternativo do clube, são amarelas ou brancas em todo o kit. A primeira alternativa constitui de um uniforme azul, com listras brancas e, a partir dos anos 1960, a equipe utilizou um uniforme azul com listras pretas, ao estilo da Internazionale de Milão, contra as ordens de Docherty. Este modelo foi utilizado nas semifinais da Copa da Inglaterra, contra o Sheffield Wednesday, em 23 de abril de 1967. Outros memoráveis uniformes, incluem um verde, utilizado em 1980 e, um xadrez vermelho e branco, no início dos anos 1990. O uniforme do Chelsea é atualmente fabricado pela Nike, que foi contratada para fornecer uniformes para a equipe em 2017, com um contrato até 2021. Seu uniforme anterior era fabricado pela Adidas. O primeiro uniforme foi patrocinado pela Gulf Air, durante a temporada 1983-84. Entre 1987 e 2005, o uniforme era fornecido pela Umbro. O clube tem sido patrocinado por empresas como a Grange Farms, Bai Lin e uma empresa italiana chamada Simod, antes de assinar um contrato a longo prazo com o fabricante Commodore International: Amiga, que também apareceu nos uniformes. Mais tarde, o Chelsea foi patrocinado por várias empresas como a Coors (1994-97), Autoglass (1997-01), Emirates Airlines (2001-05), Samsung (2005-15), Yokohama Tyres (2015-20) e pela empresa Three (2021-2023). Atualmente o Chelsea é patrocinado pela Infinity Athlete. === Uniformes atuais === * 1º - Camisa azul, calção azul e meias brancas; * 2º - Camisa branca, calção branco e meias azuis; * 3º - Camisa dourada, calção dourado e meias brancas. === Uniformes dos goleiros === * Camisa preta, calção e meias pretas; * Camisa verde, calção e meias verdes; * Camisa amarela, calção e meias amarelas. === Uniformes de treino === * Camisa branca, calção e meias pretas; * Camisa preta, calção preto e meias brancas. === Material esportivo e patrocinadoreshistoricalkits Chelsea === Período Material Esportivo Patrocinador 1975–1981 Umbro Nenhum 1981–1986 Le Coq Sportif Nenhum 1983–1984 Le Coq Sportif Gulf Air 1986–1987 Chelsea Collection* Bai Lin Tea Grange Farm 1987–2006 Umbro Bai Lin Tea Grange Farm 1987–1993 Commodore 1993–1994 Nenhum 1994–1997 Coors 1997–2001 Autoglass 2001–2005 Fly Emirates 2005–2008 Adidas Samsung Mobile 2006–2007 2008–2015 Samsung 2015–2017 Yokohama Tyres 2017–2020 Nike 2020–2023 Three 2023-2024 Infinity Athlet (*) Chelsea Collection era uma marca própria do clube, fabricada pela empresa italiana Simod. == Torcida == O Chelsea tem a quinta melhor média de público da Inglaterra e, atrai regularmente cerca de quarenta mil torcedores para Stamford Bridge. Além disso, a equipe foi a quinta melhor média de público durante a temporada 2007-08, com média de 41 673 pessoas. A base de torcedores do clube vem das classes trabalhadoras no oeste de Londres, apesar de ter uma das bilheterias mais caras da Premier League. Os torcedores do clube sempre cantam temas dedicados ao clube como \"Carefree\", \"Blue Is the Colour\", \"We all follow the Chelsea\", \"Ten Men Went to Mow\", \"Zigga Zagga\", \"Hello! Hello!\" e \"Celery\". Em particular, durantes os anos de 1970 e 1980, os torcedores do Chelsea foram amplamente associados como vândalos. O grupo de torcedores do clube, originalmente chamado de Chelsea Shed Boys, agora conhecido como Chelsea Headhunters, ficaram nacionalmente conhecidos pela violência contra grupos de torcedores de outras equipes como os Inter City Firm, do West Ham United e dos Bushwackers, do Millwall, antes e, depois dos jogos. O aumento de vandalismo na década de 1980, levou o presidente Ken Bates propor uma cerca elétrica, que acabou sendo rejeitada pelo conselho de Greater London. Os torcedores do Chelsea foram acusados de terem ligações com grupos neonazistas como o Combat 18 e outras organizações de extrema-direita ou racistas como a British National Party. Desde 1990, tem havido um declínio nos problemas com os torcedores devido ao rigoroso controle policial, de circuitos fechados de televisão e a venda de todos os lugares do estádio. == Rivalidades == === Londrinas === Tradicionalmente, o rival dos Blues é o Fulham, com quem divide o mesmo bairro e de onde teve indiretamente o motivo para sua criação. Entretanto, décadas sem confrontos regulares devido a frequentes divisões diferentes para cada um tornaram a disputa desigual, o que só fez pender colossalmente para o lado do Chelsea com a chegada dos milhões de Abramovich, embora as rixas não tenham desaparecido.\"Top 10 rivalidades que estão em baixa\", Luciana Zambuzi, Trivela, nº 25, março de 2008, Trivela Comunicações, pág. 13 Roy Bentley, Ray Wilkins, Dave Beasant, Wayne Bridge, Damien Duff, Ian Pearce, Steve Sidwell, Aleksey Smertin, Eiður Guðjohnsen e Mark Schwarzer estão entre os jogadores que passaram pelas duas equipes. Embora não haja grandes animosidades, os jogos contra o Queens Park Rangers e o Brentford também são considerados dérbis, pela proximidade. Sidwell também foi jogador do Brentford, e Bentley e Wilkins chegaram a atuar pelo QPR, contra quem a rivalidade pode ser reacesa: em 2008, tornou-se o clube inglês mais rico, com a chegada do bilionário indiano Lakshmi Mittal, que na época possuía fortuna mais de duas vezes superior à de Abramovich.\"Um time chapa-quente\", Rafael Maranhão, Placar número 1315, Editora Abril, pág. 83 De acordo com uma pesquisa realizada pelo Planetfootball.com, em 2004, os torcedores do Chelsea na atualidade tem grande rivalidade principalmente com os também londrinos Arsenal e Tottenham Hotspur, além do Manchester United. A rivalidade com o Arsenal não se restringe ao fato de ambos serem da mesma cidade: o sucesso do Chelsea a partir da temporada 2004/05 tornou-se de difícil digestão para os vermelhos, que acreditavam que seriam a nova força dominante do futebol inglês depois de ver o Manchester United ocupar o \"posto\" por vários anos. Entretanto, o Chelsea emergiu de uma decadente equipe que não era campeã inglesa havia cinquenta anos para uma das grandes potências do futebol mundial, roubando o lugar que seria do Arsenal, na visão dos Gunners.\"A desigualdade é azul\", Especial Placar - Guia Europeus 2006/2007, setembro de 2006, Editora Abril, págs. 28-29 Já com o Tottenham, a rivalidade se deve mais culturalmente, a torcida do Chelsea extremamente católica nunca engoliu o fato de ter um clube de origem judaica na região, sempre que acontecia um Chelsea x Tottenham em Stamford Bridge nos anos 80, poderia ter certeza que haveria sangue destilado aos arredores do estádio. O Chelsea começou a partir dos anos 90 a cantar uma canção pré-jogo denominada \"The Liquididator\", na qual se falam somente a seguinte frase \"WE HATE TOTTENHAM! CHELSEA!!!\" (Nós odiamos o Tottenham! Chelsea!!!). Em alguns jogos deste Derby nos anos 2000, vários torcedores dos Blues foram presos por antissemitismo contra os torcedores dos Spurs. Em alguns jogos no Stamford Bridge, era possível escutar vários chiados que remetiam as câmeras de gás usadas pelos Nazistas durante o Holocausto nos anos 40. Em 2015-16, a rivalidade apertou ainda mais quando o Chelsea tirou as chances de título da Premier League dos Spurs, empatando o jogo em 2-2 nos minutos finais, resultando em muita pancadaria e expulsões, acarretando naquela temporada o título inédito do modesto Leicester City. Em 2016-17, o Chelsea foi campeão e os Spurs vice- campeões da Premier League, mas não houve uma disputa tão acirrada pelo título, já que os Blues abriram grande vantagem na liderança já no primeiro turno. === Intermunicipais === Ultimamente, a rivalidade com o Manchester United intensificou-se grandemente, tendo seu ápice na temporada europeia de 2007/08, em que ambos disputaram a Premier League rodada por rodada e decidiram posteriormente a final da Liga dos Campeões. Os Red Devils acabaram levando a melhor nos dois campeonatos. A derrota mais sofrida foi certamente na decisão do torneio europeu: primeiro, obviamente por ser o título mais importante em disputa; e teria sido a primeira conquista dos londrinos no título continental mais importante de clubes. Segundo, por ter perdido a taça por um triz, estando a um pênalti da vitória, desperdiçado por um ídolo, o zagueiro John Terry, em trágica escorregada na hora do chute. A perda da taça foi selada adiante com o caro reforço francês Nicolas Anelka também errando sua cobrança. Ray Wilkins, Mark Hughes, Mark Bosnich e Juan Sebastián Verón jogaram nos Blues e nos Red Devils. De outras e mais recentes rivalidades, uma tem sido com o Liverpool, devido às quatro ocasiões em que ambos se enfrentaram nos mata-matas de cinco edições da Liga dos Campeões da UEFA entre os anos 2005 e 2009. Os Reds levaram a melhor nas duas primeiras, ambas nas semifinais: na de 2004/05, venceram com polêmico gol de Luis García, onde a bola não teria passado da linha do gol, e posteriormente terminaram campeões. Mourinho nunca digeriu o que ele chamou de \"gol fantasma\", \"meio-gol\" e \"gol que nunca aconteceu\";\"O maior ego do mundo\", Gian Oddi, Placar número 1288, setembro de 2005, Editora Abril págs. 34-35 e na de 2006/07. Os Blues devolveram na semifinal de 2007/08 e nas quartas-de-final de 2008/09. Nicolas Anelka, Boudewijn Zenden, Glen Johnson, Yossi Benayoun, Joe Cole, Fernando Torres, Daniel Sturridge e Victor Moses são os mais conhecidos a terem passado pelos dois clubes. Também pela Liga dos Campeões, o Chelsea desenvolveu rixa com o Barcelona no mesmo período em que sofreu reveses para o Liverpool: os londrinos eliminaram nos mata-matas os favoritos blaugranas em 2004/2005 e a equipe catalã, liderada por Ronaldinho Gaúcho, deu o troco em 2005/06. Ambos ainda encontraram-se na primeira fase da UEFA Champions League 2006/2007, assim como o Chelsea reencontrou o Liverpool na mesma fase da UEFA Champions League 2007/2008. Entretanto, com este ainda restou uma diferença fundamental: os Reds terminaram campeões após passarem pelo Chelsea, e o contrário, não.\"O último apaga a luz!\", Especial Placar - Guia Europeus 2006/2007, número 1298-C, setembro de 2006, Editora Abril, pág. 68 Essa pendência dos Blues também existiu com o Barcelona até a edição 2011-2012. A disputa com os catalães já havia sido revivida nas semifinais da edição 2008/09 do torneio, com eliminação bastante dolorida para os ingleses, que aspiravam revanche contra o Manchester United (classificado para a final no dia anterior): jogando em casa e com um jogador a mais, sofreram o gol do empate que os tirou da decisão nos acréscimos do segundo tempo na única falha de sua defesa na partida, além de reclamarem em mais de uma ocasião de pênaltis não marcados, um deles pouco após o gol adversário.Terra Esportes: Com gol histórico, Barcelona empata e vai à final O troco veio três anos depois, com a eliminação dos favoritíssimos culés em pleno Camp Nou depois que o Chelsea buscou o empate após estar perdendo por 0 a 2 e sem o capitão John Terry, expulso ainda com a partida sem gols. Mark Hughes, Boudewijn Zenden, Albert Ferrer, Winston Bogarde, Eiður Guðjohnsen e Samuel Eto'o jogaram nos dois times, mas só os dois últimos o fizeram com a rivalidade já instalada. == Estatísticas == A vitória pelo placar agregado de 21 a 0, sobre o clube luxemburguês Jeunesse Hautcharage, pela Recopa Europeia, na temporada 1971-72, permanece um recorde nas competições europeias. O Chelsea também desempenhou uma das mais caras transferências do futebol inglês, quando pagou ao Milan, por Andriy Shevchenko, 30 milhões de euros. Em 2021, o clube gastou 115 milhões de euros em Romelu Lukaku. O clube também tem várias \"primeiras vezes\" no futebol inglês. O Chelsea foi o primeiro clube a viajar de avião para a disputa de uma partida do campeonato local, quando eles visitaram o Newcastle United, em 19 de abril de 1957. Em 26 de dezembro de 1999, o Chelsea se tornou a primeira equipe inglesa a jogar uma partida com um time completamente estrangeiro. Isso aconteceu no jogo contra o Southampton. Em 2007, o Chelsea foi o primeiro clube a conquistar um título no novo Estádio de Wembley. O Chelsea também detém o recorde de maior número de torcedores no estádio de um clube da primeira divisão. Isso aconteceu no jogo contra o Arsenal, em 12 de outubro de 1935, quando 82 905 pessoas assistiram a partida. No entanto, estima-se que mais de cem mil pessoas presenciaram o jogo do Chelsea contra a equipe soviética do Dínamo Moscou, em 13 de novembro de 1975. No final da temporada 2007-08, o Chelsea atingiu o primeiro lugar no ranking da UEFA, tornando-se o primeiro clube inglês a alcançar este feito no Século XXI. O Chelsea também detém o recorde de mais jogos invicto em casa no futebol inglês. Este registro chegou a 86 jogos invicto contra equipes inglesas, além do recorde de mais vitórias consecutivas como visitante: 11. O jogador que detém o recorde de mais partidas oficiais pelo Chelsea é Ron Harris, que disputou 795 partidas entre 1961 e 1980. Outro jogador com muitas aparições é John Terry, com 717 jogos (ocupando a terceira posição na lista de mais partidas pelos Blues). O goleiro com mais aparições é Peter Bonetti, com 729 jogos disputados. Frank Lampard detém o recorde de mais aparições com a camisa de uma seleção nacional enquanto defendia as cores do clube. Neste caso, a Seleção Inglesa, a qual defendeu em 106 oportunidades (103 atuando pelo Chelsea), marcando 29 vezes. Frank Lampard também detém o recorde de mais gols pelo clube, com 211, tendo batido a marca que pertenceu durante 47 anos a Bobby Tambling em 11 de maio de 2013, após marcar os dois gols da vitória sobre o Aston Villa por 2 a 1. Outros oito jogadores fizeram mais de 100 gols com a camisa da equipe: George Hilsdon (1906-12), George Mills (1929-39), Roy Bentley (1948-56), Jimmy Greaves (1957-61), Peter Osgood (1964-74 & 1978-79), Kerry Dixon (1983-92), Didier Drogba (2004-12 & 2014-15) e Eden Hazard (2012-19). Greaves detém o recorde de mais gols marcados em uma única temporada (43, na temporada 1960-61). === Jogadores com mais presenças === Os jogadores com mais jogos na história do clube estão listados abaixo: * Cifras atualizadas a 28 de maio de 2023. # Jogador Período Premier League FA Cup League Cup Europa Outras2 Total 1 Ron Harris 1961-80 655 64 48 27 1 795 2 Peter Bonetti 1959-79 600 57 45 26 1 729 3 John Terry 1998-17 492 58 37 124 6 717 4 Frank Lampard 2001-14 429 58 34 117 10 648 5 John Hollins 1963-84 465 51 48 27 1 592 6 César Azpilicueta 2012-23 349 39 31 80 9 508 7 Petr Čech 2004-15 333 33 17 103 8 494 8 Dennis Wise 1990-01 332 38 30 38 7 445 9 Steve Clarke 1987-98 330 36 26 12 17 421 10 Kerry Dixon 1983-92 335 20 41 0 24 420 * (1) Inclui a Primeira Divisão, Segunda Divisão e a Premier League. * (2) Inclui a Community Shield, os play- offs da segunda divisão Mundial de Clubes. * Em negrito, os jogadores que estão atualmente ativos em um clube. === Maiores artilheiros === Os maiores artilheiros da história do clube estão listados abaixo: * Números atualizados em 31 de maio de 2019. # Jogador Período Premier League FA Cup League Cup Europa Outras2 Total 1 Frank Lampard 2001-14 147 26 11 26 1 211 2 Bobby Tambling 1959-70 164 25 10 3 0 202 3 Kerry Dixon 1983-92 147 8 25 0 13 193 4 Didier Drogba 2004-15 104 12 10 36 2 164 5 Roy Bentley 1948-56 128 21 0 0 1 150 6 Peter Osgood 1964-74 y 1978-79 105 19 10 16 0 150 7 Jimmy Greaves 1957-61 124 3 2 3 0 132 8 George Mills 1929-43 118 7 0 0 0 125 9 Eden Hazard 2012-19 85 5 8 12 0 110 10 George Hilsdon 1906-12 98 10 0 0 0 108 * (1) Inclui Primeira Divisão]], Segunda Divisão e Premier League. * (2) Inclui os play- offs Charity/Community Shield, os play-offs da Second Division e os Full Members Copa. * Em negrito, os jogadores que atualmente jogam pelo clube. ===Jogadores mais caros do Chelsea=== Posição País Nome data Ref 1 Enzo Fernández 31/01/2023 2 Moisés Caicedo 14/08/2023 3 Romelu Lukaku 12/08/2021 4 Wesley Fofana 31/08/2022 . 5 Kai Havertz 04/09/2020 6 Kepa Arrizabalaga 08/08/2018 7 Mykhailo Mudryk 15/01/2023 8 Álvaro Morata 19/07/2017 9 Marc Cucurella 05/08/2022 10 Christian Pulisic 02/01/2019 Fonte Transfermarkt, atualizado em 22/08/2023. == Títulos == MUNDIAIS Competição Títulos Temporadas Copa do Mundo de Clubes da FIFA 1 2021 CONTINENTAIS Competição Títulos Temporadas Liga dos Campeões da UEFA 2 2011–12, 2020–21 Liga Europa da UEFA 2 2012–13 e 2018–19 Supercopa da UEFA 2 1998, 2021 Recopa Europeia da UEFA 2 1970–71 e 1997–98 NACIONAIS Competição Títulos Temporadas Campeonato Inglês 6 1954–55, 2004–05, 2005–06, 2009–10, 2014–15, 2016–17 Copa da Inglaterra 8 1969–70, 1996–97, 1999–00, 2006–07, 2008–09, 2009–10, 2011–12, 2017–18 Copa da Liga Inglesa 5 1964–65, 1997–98, 2004–05, 2006–07, 2014–15 Supercopa da Inglaterra 4 1955, 2000, 2005, 2009 Campeonato Inglês - 2ª Divisão 2 1983–84 e 1988–89 Copa de Membros Ingleses 2 1985–86 e 1989–90 ;Legenda Campeão Invicto === Outros títulos importantes === Competição Títulos Temporadas Troféu Premier League Ásia 2 2003 e 2011 World Football Challenge 1 2009 Série Mundial de Futebol 1 2005 Stamford Bridge Trophy 5 1947, 1948, 1950, 1951 e 1980 Paisley Charity Cup 1 1963 Glasgow Charity Cup 1 1965 Middlesex Charity Cup 3 1989, 1990 e 1992 Cross Channel Trophy 1 1992 Makita International Tournament 1 1993 Umbro Cup 2 1996 e 1997 Coca-Cola Super Cup 1 2011 Singha 80th Anniversary Cup 1 2013 International Friendly Trophy 1 2013 BNI Cup 1 2013 === Tempos de guerra (Wartime2) === * London Combination: 1916, 1918 * National War Fund Cup: 1918 * London Victory Cup: 1919 * Football League War Cup South: 1948 === Reservas === Competição Títulos Temporadas Campeonato Inglês Sub-21 1 2013-14 Campeonato Inglês Reservas 1 2010-11 Football Combination 11 1948-49, 1954-55, 1957-58, 1959-60, 1960-61, 1964-65, 1974-75, 1976-77, 1984-85, 1990-91, 1993-94 Metropolitan & District League 3 1954-55, 1956-57, 1957-58 South Eastern League 3 1909-10, 1911-12, 1912-13 London FA Challenge Cup 5 1919-20, 1926-27, 1949-50, 1959-60, 1960-61 === Categorias de Base === Competição Títulos Temporadas Liga dos Campeões Jovem da UEFA 2 2014-15, 2015-16 Premier League Sub-18 2 2016-17, 2017-18 Premier League Sub-18 Sul 4 2015, 2016, 2017, 2018 FA Youth Cup 9 1960, 1961, 2010, 2012, 2014, 2015, 2016, 2017, 2018 South East Counties League 10 1954-55, 1956-57, 1957-58, 1958-59, 1959-60, 1960-61, 1961-62, 1962-63, 1973-74, 1983-84 South East Counties League Cup 11 1953, 1954, 1957, 1958, 1959, 1963, 1965, 1973, 1974, 1984, 1987 London Minor Cup 4 1958-59, 1960-61, 1961-62, 1968-69 Blue Stars Youth Tournament 1 1984 Milk Cup 1 2010 Premier League Christmas Truce Tournament 1 2014 Friends Cup 4 1954-1955, 1958-1957, 2000-2001, 2004-2005 == Chelsea FC Women == Competição Títulos Temporadas FA Women's Super League 1 5 2015, 2017-18, 2019-20, 2020-21, 2021-22 FA Women's Cup 4 2014-15, 2017-18, 2020-21, 2021-22 FA Women's Super League Cup 2 2019-20, 2020-21 Community Shield 1 2020 Premier League Southern Division 1 2004-05 Surrey County Cup 9 2003, 2004, 2006, 2007, 2008, 2009, 2010, 2012, 2013 == Campanhas de destaque == * Copa do Mundo de Clubes da FIFA (1): vice- campeão (2012) * Liga dos Campeões da UEFA (1): vice-campeão (2008) * Supercopa da UEFA (3): vice-campeão (2012, 2013, 2019) * Campeonato Inglês (4): vice-campeão (2004, 2007, 2008, 2011) * Copa da Inglaterra (8): vice- campeão (1915, 1967, 1994, 2002, 2017, 2020, 2021, 2022) * Copa da Liga Inglesa (4): vice-campeão (1972, 2008, 2019, 2022) * Supercopa da Inglaterra (9): vice-campeão (1970, 1997, 2006, 2007, 2010, 2012, 2015, 2017, 2018) == Na cultura popular == Em 1930, o Chelsea apareceu em um dos primeiros filmes de futebol, o \"The Great Game\". O atacante Jack Cock, que foi então, jogar pelo Millwall, foi a estrela do filme e várias cenas foram filmadas em Stamford Bridge, incluindo o terreno, a diretoria e os vestiários. Inclusive, jogadores do Chelsea como Andrew Wilson, George Mills e Sam Millington, colaboraram na gravação. Devido à notoriedade do Chelsea Headhunters, o clube também apareceu em filmes de vandalismo. A mais recente foi no \"The Football Factory\", em 2004. Em 2005, o Chelsea também foi envolvido no filme \"Gooooal!\", disputando um jogo fictício contra o Newcastle United, no St James' Park. Nessa partida ficticia, o Chelsea é derrotado por 1 a 0. A última aparição do Chelsea em um filme, foi em 2007, no indiano \"Jhoom Barabar Jhoom\". Até a década de 1950, o clube tinha uma larga associação com o Music hall, com o seu baixo rendimento, muitas vezes fornecia matérias para comediantes, como George Robey. A canção \"Blue Is the Colour\" foi criada para a final da Copa da Liga Inglesa de 1972, com todos o jogadores do Chelsea contando, colocando-a no posto número cinco no UK Singles Chart. Também foi criada a canção \"Blue Day\", para a final da Copa da Inglaterra de 1997. O cantor canadense Bryan Adams, um torcedor do Chelsea, dedicou a canção intitulada \"We're Gonna Win\", que pertence ao seu álbum \"18 Til I Die\". Em 2007, a banda Wills compõe o tema \"Skin\", juntamente com os jogadores Didier Drogba e Michael Essien. == Jogadores == === Revelações === O Chelsea tem uma das melhores categorias de base do futebol inglês, tendo revelado jogadores famosos como Jimmy Greaves (maior artilheiro da história do futebol inglês) e John Terry (listado entre os melhores zagueiros da história). Outros jogadores revelados pelos Blues como Peter Bonetti, Ray Wilkins, Graeme Le Saux, Mason Mount e Reece James, além de terem feito história no clube, também obtiveram sucesso com a Seleção Inglesa. === Importantes === ;Britânicos * Frank Lampard * John Terry * Jimmy Greaves * Peter Bonetti * Peter Osgood * Ron Harris * Roy Bentley * Ashley Cole * Joe Cole * Ray Wilkins * Gary Cahill * Glenn Hoddle * Graeme Le Saux * Dennis Wise * Kerry Dixon * Mason Mount * Reece James * Ben Chilwell * Bobby Tambling * George Mills * John Hollins * Alan Hudson * Pat Nevin * Charlie Cooke * Steve Clarke * Damien Duff * Mark Hughes ;Estrangeiros * Oscar * Ramires * David Luiz * Belletti * Alex * Willian * Thiago Silva * Nicolas Anelka * Claude Makélélé * Marcel Desailly * Florent Malouda * William Gallas * Frank Leboeuf * N'Golo Kanté * Olivier Giroud * Juan Mata * Fernando Torres * Cesc Fàbregas * César Azpilicueta * Diego Costa * Gianfranco Zola * Gianluca Vialli * Roberto Di Matteo * Carlo Cudicini * Jorginho * Eden Hazard * Thibaut Courtois * Ricardo Carvalho * Paulo Ferreira * José Bosingwa * Deco * Arjen Robben * Ruud Gullit * Ed de Goeij * Hasselbaink * Hernán Crespo * Verón * Didier Drogba * Salomon Kalou * Édouard Mendy * Kalidou Koulibaly * Michael Ballack * Antonio Rüdiger * Kai Havertz * Frank Sinclair * Gustavo Poyet * Michael Essien * Babayaro * Petr Čech * Branislav Ivanović * Eiður Guðjohnsen * Dan Petrescu * Andriy Shevchenko * Erland Johnsen * Mateo Kovačić === Elenco atual === === Números aposentados === 25 – Gianfranco Zola, atacante (1996–2003) === Jogador do ano === {| class=\"wikitable\" Ano Vencedor 1967 Peter Bonetti 1968 Charlie Cooke 1969 David Webb 1970 John Hollins 1971 John Hollins 1972 David Webb 1973 Peter Osgood 1974 Gary Locke 1975 Charlie Cooke 1976 Ray Wilkins 1977 Ray Wilkins 1978 Micky Droy 1979 Tommy Langley 1980 Clive Walker 1981 Petar Borota == Capitães == Abaixo está a lista de capitães da equipe desde 1953. País Nome Período Roy Bentley 1953–1956 Ken Armstrong 1956–1957 Derek Saunders 1957–1959 Frank Blunstone 1959–1964 Terry Venables 1964–1966 Ron Harris 1966–1980 Micky Droy 1980–1984 Colin Pates 1984–1988 Graham Roberts 1988–1990 Peter Nicholas 1990–1991 Roy Bentley 1991–1993 Dennis Wise 1993–2001 Marcel Desailly 2001–2004 John Terry 2004–2017 Gary Cahill 2017–2019 César Azpilicueta 2019–2023 Reece James 2023- === Jogadores campeões do mundo === Jogadores que, durante sua passagem pelo Chelsea, foram campeões do mundo: * Peter Bonetti (1966) * Marcel Desailly (1998) * Frank Lebœuf (1998) * André Schürrle (2014) * N'Golo Kanté (2018) * Olivier Giroud (2018) === Jogadores campeões continentais === ==== África ==== Jogadores campeões africanos durante sua passagem pelo azul de Londres: * Obi Mikel (2013) * Victor Moses (2013) * Édouard Mendy (2021) ==== América do Sul ==== Jogadores campeões sul- americanos durante sua passagem pelo Chelsea: * Alex (2007) * Willian (2019) * Enzo Fernández (2024) ==== Europa ==== Jogadores campeões europeus durante sua passagem pela equipe londrina: * Marcel Desailly (2000) * Didier Deschamps (2000) * Frank Lebœuf (2000) * Fernando Torres (2012) * Juan Mata (2012) * Emerson Palmieri (2021) * Jorginho (2021) * Marc Cucurella (2024) === Jogadores campeões da Copa das Confederações === Jogadores campeões da Copa das Confederações durante sua passagem pelos Blues: * Marcel Desailly (2001, 2003) * Frank Lebœuf (2001) * William Gallas (2003) * Oscar (2013) * David Luiz (2013) === Presidentes === * 1905-1935 Claude Kirby * 1940-1966 Joe Mears * 1969-1981 Brian Mears * 1982-2004 Ken Bates * 2004-2022 Bruce Buck * 2022- Todd Boehly == Treinadores notáveis == O Chelsea teve um total de trinta e quatro treinadores em toda sua história, tendo vinte e dois britânicos (quinze ingleses, seis escoceses e um norte-irlandês), além de cinco italianos, dois neerlandeses, dois portugueses, um israelense, um brasileiro e um Espanhol. Sendo que apesas dois tiveram mais de uma passagem pelo clube: José Mourinho e Guus Hiddink (Este último teve as duas passagens como interino). O primeiro treinador oficial do clube foi o escocês John Tait Robertson (1905-06), obtendo sessenta por cento de aproveitamento. * Os seguintes treinadores ganharam pelo menos um título no Chelsea: Nome Período Títulos Ted Drake 1952–1961 Campeonato Inglês, Supercopa da Inglaterra Tommy Docherty 1962–1967 Copa da Liga Inglesa Dave Sexton 1967–1974 Recopa Europeia da UEFA, Copa da Inglaterra John Neal 1981–1985 Campeonato Inglês - 2ª Divisão John Hollins 1985–1988 Copa de Membros Ingleses Bobby Campbell 1988–1991 Copa de Membros Ingleses, Campeonato Inglês - 2ª Divisão Ruud Gullit 1996–1998 Copa da Inglaterra Gianluca Vialli 1998–2000 Recopa Europeia da UEFA, Supercopa da UEFA, Copa da Inglaterra, Copa da Liga Inglesa, Supercopa da Inglaterra José Mourinho 2004–2007 2013–2015 3 Campeonatos Ingleses, Copa da Inglaterra, 3 Copas da Liga Inglesa, Supercopa da Inglaterra Guus Hiddink 2009 Copa da Inglaterra Carlo Ancelotti 2009–2011 Campeonato Inglês, Copa da Inglaterra, Supercopa da Inglaterra Roberto Di Matteo 2012 Liga dos Campeões da UEFA, Copa da Inglaterra Rafael Benítez 2012–2013 Liga Europa da UEFA Antonio Conte 2016–2018 Campeonato Inglês, Copa da Inglaterra Maurizio Sarri 2018–2019 Liga Europa da UEFA Thomas Tuchel 2021–2022 Copa do Mundo de Clubes da FIFA, Liga dos Campeões da UEFA, Supercopa da UEFA == Direção do clube == ; Chelsea Ltd. : Proprietários: Todd Boehly, Hansjörg Wyss e Mark Walter ; Chelsea F.C. plc : Presidente do conselho: Todd Boehly : Diretores: Marina Granovskaia e Eugene Tenenbaum ; Conselho de administração : Presidente: Ron Gourlay : Diretor de operações e finanças: Chris Alexander : Secretário do clube: Chris Alexander : Secretário da companhia: Alan Shaw ; Conselho do Chelsea Football Club : Bruce Buck : Eugene Tenenbaum : David Barnard : Marina Granovskaia ; Presidente honorário : Richard Attenborough === Corpo técnico === * De acordo com o site oficial. Posição Nome Treinador da equipe Thomas Tuchel Assistentes do treinador Jody Morris Joe Edwards Eddie Newton Chris Jones Diretor técnico Michael Emenalo Preparador de goleiros Gianluca Spinelli Henrique Hilário Preparador físico Chris Jones Paolo Bertelli Julio Tous Olheiro principal Mick McGiven Diretor médico Paco Biosca Treinador da equipe reserva Dermot Drummy Treinador das categorias de base Adrian Viveash Treinador da categoria infantil Neil Bath Analísta de partidas James Melbourne == Ver também == == Ligações externas == * * Categoria:Chelsea Football Club Categoria:Clubes de futebol fundados em 1905 Categoria:Fundações na Inglaterra em 1905 Categoria:Clubes campeões do Mundial de Clubes da FIFA Categoria:Campeões da FA Cup Categoria:BlueCo",
 "title": "Chelsea Football Club"
}