{
 "id": "72327",
 "text": "alt=Uma aparelho plástico amarelado no centro da imagem, com entradas para outros dispositivos à mostra em suas laterais. Próximo dele, um cartão do tamanho de um cartão de crédito está disposto ao lado para demonstrar a escala do produto.|miniaturadaimagem|Um adaptador ARCNET para um computador Amiga 500. O pequeno cartão ao lado é do tamanho de um cartão de crédito Attached Resource Computer NETwork (ARCNET ou ARCnet) é um protocolo de comunicação de rede local (LAN), com funcionalidade semelhantes a Ethernet ou Token Ring. ARCnet foi a primeira rede de microcomputadores amplamente disponível e tornou-se popular em 1980. Desde então, foi aplicada em sistema embutidos, mercado em que certas características do protocolo são especialmente úteis. == História == === Desenvolvimento === A ARCnet foi desenvolvida pelo engenheiro de desenvolvimento principal John Murphy na Datapoint Corporation em 1976, e anunciada em 1977. Foi a primeira solução de LAN à base de clustering, originalmente desenvolvida como uma alternativa a sistemas de computador grandes e caros. A alternativa desenvolvida foi o DATABUS, de propriedade da Datapoint, implementado em linguagem COBOL e implantada em um único computador com terminais burros. Quando o número de usuários ultrapassa a capacidade do computador original, recursos computacionais podem ser inseridos através da ARCnet, rodando as mesmas aplicações e acessando os mesmos dados. Se mais armazenamento era necessário, recursos adicionais como discos poderiam ser anexados. Esta abordagem gradual abriu novos caminhos e, até ao final da década de 1970 (antes do primeiro computador pessoal da IBM PC ser anunciado em 1981) mais de dez mil instalações da LAN ARCnet estavam em uso comercial em todo o mundo, e a Datapoint tinha se tornado uma empresa Fortune 500. Tal como microcomputadores assumiram a indústria, e sendo bem comprovada e confiável, a ARCnet também foi oferecida como uma alternativa barata para instalação de LANs. === Mercado === A ARCnet permaneceu proprietária do início à meados de 1980. Isto não causou preocupação no momento, pois a maioria das arquiteturas de rede eram proprietários. A passagem para sistemas abertos não-proprietários começou como uma resposta ao domínio da International Business Machines (IBM) e as suas Systems Network Architecture (SCN). Em 1979, o Modelo de Referência de Interconexão de Sistemas Abertos (Modelo OSI) foi publicado. Depois, em 1980, a Digital, Intel e Xerox (a Dix consórcio) publicaram um padrão aberto para Ethernet que logo foi adotado como a base de padronização pelo IEEE e ISO. A IBM respondeu com o Token Ring, propondo como alternativa a Ethernet, mas mantendo um controle apertado sobre essa padronização desconfiando que os concorrentes podiam utilizá-la. ARCnet foi menos dispendioso, mais confiável, mais flexível, e no final dos anos 80, tinha uma quota de mercado aproximadamente igual a da Ethernet. Após a Ethernet original ter abandonado seus fios grossos por fios um pouco mais finos e simples que as ARCnets, e suas inovadoras e mais sustentáveis topologia de cabeamento de \"interligação em estrela\" baseada nos hubs ativos, a Ethernet tornou-se mais atraente do que antes. Cabeamento mais fácil, combinado com a maior velocidade cru da Ethernet (10 Mbit/s, em comparação com os 2,5 Mbit/s da ARCnet) ajudaram a aumentar a procura pela Ethernet. Com a expansão do mercado, e a maior procura pela Ethernet fizeram os preços cairem, e o volume de utilizadores da ARCnet diminuiram consideravelmente. Este declínio foi, em grande parte causado pelo Token Ring, que com o imenso poder da IBM, conseguiu manter-se no mercado por algum tempo. === ARCnet Plus e declínio === Em resposta as necessidades de uma maior largura de banda, e ao desafio da Ethernet, um novo padrão chamado ARCnet Plus foi desenvolvido pela Datapoint, e introduzido em 1992. O ARCnet Plus oferecia uma largura de banda de 20 Mbit/s, e era compatível com o ARCnet original. No entanto, até o momento em que o ARCnet Plus estar pronto para o mercado, a maioria das redes do mercado usavam Ethernet, e havia poucos incentivos para os usuários migrarem de volta para a ARCnet. Como resultado, poucos ARCnet Plus foram produzidos. Aqueles que foram desenvolvidos, principalmente pela Datapoint, eram caros e difíceis de encontrar. A ARCnet acabou por ser padronizada como ANSI ARCnet 878,1. Aparentemente este foi o momento e que o nome foi alterado de ARCnet para ARCNET. Outras empresas entraram no mercado, como a Standard Microsystems, que produziu sistemas baseados em um único chip VLSI, originalmente desenvolvido como LSI para a Datapoint, mas posteriormente disponibilizado pela Standard Microsystems para outros clientes. A Datapoint encontrava-se em apuros e, posteriormente, transferindo para videoconferências e (depois) programação customizada para o mercado de embarcados. Embora o ARCNET seja raramente usado agora para novas redes gerais, a base instalada em declínio ainda requer suporte - e também mantém um nicho no controle industrial. == Ver também == * Lista de bandas de dispositivo == Ligações externas == * * Categoria:Internet Categoria:Protocolos da Internet Categoria:Engenharia de redes",
 "title": "Arcnet"
}