{
 "id": "72330",
 "text": "thumb|240px|Busto de Nílton Santos na sede de General Severiano do Botafogo FR Nilton dos Santos, mais conhecido como Nilton Santos (Rio de Janeiro, 16 de maio de 1925 — Rio de Janeiro, 27 de novembro de 2013), foi um futebolista brasileiro que atuou como lateral-esquerdo. Em 2000, foi eleito pela FIFA como o melhor lateral-esquerdo de todos os tempos.espn.com.br/ Bicampeão mundial pela seleção e \"Enciclopédia do futebol\", Nilton Santos morre aos 88 anos Integrou o plantel da seleção brasileira nos campeonatos mundiais de 1950, 1954, 1958 e 1962, tendo sido bicampeão nas duas últimas. Foi chamado de \"A Enciclopédia\" por causa dos conhecimentos sobre o futebol e por ser completo como jogador, foi o precursor em arriscar subidas ao ataque através da lateral do campo. Revolucionou a posição de lateral-esquerdo, utilizando-se de sua versatilidade ao defender e atacar, inclusive marcando gols, numa época do futebol em que sua posição tinha apenas a função defensiva. Homenageado pelo Botafogo, deu origem ao Estádio Nilton Santos. O estádio é localizado na rua José dos Reis, 425. Faleceu em 27 de Novembro de 2013 vítima de uma infecção pulmonar, no bairro de Botafogo (RJ), na Fundação Bela Lopes. == Botafogo == Nascido e criado na Ilha do Governador, foi descoberto por um oficial da Aeronáutica enquanto cumpria serviço militar. Levado para jogar no Botafogo em 1948, somente deixou General Severiano em 1964 quando abandonou os gramados. Vestiu apenas duas camisas ao longo de sua carreira: a do Botafogo e a da Seleção Brasileira. Sua estreia com a camisa do clube da estrela solitária aconteceu contra o América Mineiro. No Campeonato Carioca de 1948, disputou seu primeiro jogo contra o Canto do Rio em Caio Martins. O Botafogo venceu de 4 a 2. O Alvinegro de General Severiano foi o campeão carioca de 1948. No entanto, no primeiro jogo do carioca contra o São Cristóvão quem atuou pela equipe principal foi Nílton Barbosa. A segurança defensiva de Nilton Santos rendeu diversos elogios nos anos 50. Dâmaso Salcede do Jornal dos Sports em 1955 chamou Nilton Santos de \"o maior zagueiro brasileiro desde Domingos da Guia\". Para Vargas Neto, Sylvio Pirillo foi demitido do Botafogo em 1952 ao \"inventar\" de colocar Nilton Santos mais à frente, como meia. Mário Filho em 1957 chamou Nilton Santos de sucessor de Domingos da Guia. Nílton Santos atuou sua carreira toda no Botafogo. Onde conquistou por quatro vezes o campeonato estadual (1948, 1957, 1961 e 1962), duas vezes o Torneio Rio–São Paulo (1962 e 1964), além vários do Torneio de Paris em 1963 — além de outros títulos internacionais. Nílton Santos participou de 718 partidas pelo clube sendo o recordista e marcou onze gols entre 1948 e 1964. == Seleção Brasileira == Nílton estreou na seleção no sul-americano de 1949, a competição foi realizada no Brasil que acabou campeão. Participou da Copa do Mundo de 1950 onde foi vice-campeão. Ainda foi campeão com a seleção do panamericano de 1952, bicampeão mundial em 1958 na Suécia e 1962 no Chile. Atuou em 75 partidas oficiais e 10 não oficiais. Sua despedida da seleção ocorreu na final da Copa de 1962. Marcou dois gols com a camisa da seleção. Na Seleção Brasileira de futebol, Nílton foi um jogador chave na defesa durante os campeonatos mundiais em que participou e ficou famoso internacionalmente por marcar um gol magnífico no torneio de 1958, quando o Brasil jogou com a Áustria. Trazendo a bola do campo de defesa e driblando o time adversário inteiro (e deixando doido o técnico Vicente Feola), finalizou com um ótimo chute. Outra jogada sua sempre lembrada é a do pênalti que cometeu contra o atacante Enrique Collar no jogo contra a Espanha na Copa do Mundo de 1962, considerado a partida mais difícil daquela campanha. O árbitro marcou a falta, mas quando chegou perto para conferir o lance, colocou a bola fora da área, pois não percebeu que Nílton, sem se desesperar e gesticular os braços como fariam outros jogadores, matreiramente havia dado dois passos e saído da área, enganando o árbitro. == Vida como ex-jogador == Depois que parou de jogar, Nílton Santos se especializou em contar passagens divertidas da vida de Garrincha, seu \"compadre\" e amigo íntimo de muitos anos. Ele dizia, por exemplo, que na sua frente Garrincha, um contumaz alcoólatra, nunca havia tomado um gole, pedindo sempre um \"copo de água\" quando o via. Escreveu “Minha Bola, Minha Vida”, livro que conta sua história através dos campos do mundo. Ele também foi homenageado no Cantinho da Saudade em dezembro de 1999, no Museu dos Esportes Edvaldo Alves de Santa Rosa – Dida, que fica localizado no Estádio Rei Pelé em Maceió. ==Vida pessoal== Nílton foi casado duas vezes: com Abigail com quem teve dois filhos - Carlos Eduardo e Andréa, e com Maria Coeli até sua morte. Morou, além do Rio de Janeiro, em Araruama e em Brasília. Nesta última trabalhou com escolinhas de futebol e chegou a escrever uma coluna no jornal Correio Braziliense e tornou-se cidadão honorário. == Homenagens == Nílton Santos faz parte do FIFA 100. E foi homenageado no Prêmio Craque do Brasileirão de 2007.GloboEsporte.com - Nílton Santos será homenageado pela CBF Foi eleito pela IFFHS, o 9º maior jogador brasileiro do século, o 28º da América do sul, e o maior lateral esquerdo de todos os tempos pela Federação internacional de futebol. Em 2000, época em que desenvolvia um projeto social com jovens por meio do futebol no estado do Tocantins, o governo local lhe homenageou com seu nome o Estádio Nilton Santos em Palmas. No ano de 2009, uma estátua de Nílton Santos foi inaugurada em frente às catracas do setor da ala Oeste no Estádio Olímpico João Havelange, que posteriormente seria rebatizado de Estádio Olímpico Nilton Santos numa bela homenagem do clube para com o grande ídolo. == Morte == Nilton Santos, que nos últimos anos sofria do Mal de Alzheimer, morreu em 27 de novembro de 2013 na Fundação Bela Lopes, no bairro de Botafogo, Rio de Janeiro, vítima de infecção pulmonar. Tanto as despesas médicas como do sepultamento foram custeadas pelo Botafogo. Foi sepultado no Cemitério de São João Batista. == Títulos == ;Botafogo *Torneio Rio–São Paulo: 1962 e 1964 *Campeonato Carioca: 1948, 1957, 1961 e 1962 *Torneio Início do Campeonato Carioca: 1961, 1962 e 1963 *Torneio Municipal de Futebol do Rio de Janeiro: 1951 *Taça dos Campeões Estaduais Rio-São Paulo: 1961 *Torneio Governador Magalhães Pinto: 1964 *Torneio Triangular de Porto Alegre de 1951 *Torneio Internacional da Colômbia: 1960 *Torneio Internacional da Costa Rica: 1961 *Torneio Pentagonal do México: 1962 *Torneio de Paris: 1963 *Torneio Jubileu de Ouro da Associação de Futebol de La Paz: 1964 *Panamaribo Cup: 1964 ;Seleção Carioca *Campeonato Brasileiro: 1950 ;Seleção Brasileira * Copa do Mundo: 1958 e 1962 * Campeonato Sul-americano: 1949 * Taça Oswaldo Cruz: 1950, 1955, 1956, 1958, 1961 e 1962 * Copa Rio Branco: 1950 * Campeonato Pan- americano: 1952 * Taça Bernardo O'Higgins: 1955, 1959 e 1961 * Taça do Atlântico: 1956 e 1960 === Prêmios individuais === *FIFA 100: 2004 == Ver também == * Seleção de Futebol do Século XX == Bibliografia == * Muller, Maneco. Minha Bola, Minha Vida, Gryphus. O velho e a bola, Maquinaria Editora, 2013 == Ligações externas == * Perfil de Nilton Santos em Soccerway * Perfil de Nilton Santos em Sambafoot * Biografia de Nilton Santos em Enciclopédia Britannica * * Site do Nilton Santos Categoria:Futebolistas do estado do Rio de Janeiro Categoria:Futebolistas do Botafogo de Futebol e Regatas Categoria:Jogadores da Copa do Mundo FIFA de 1950 Categoria:Jogadores da Copa do Mundo FIFA de 1954 Categoria:Jogadores da Copa do Mundo FIFA de 1958 Categoria:Jogadores da Copa do Mundo FIFA de 1962 Categoria:Jogadores campeões da Copa do Mundo FIFA Categoria:Jogadores da Seleção Brasileira de Futebol Categoria:Naturais da cidade do Rio de Janeiro Categoria:FIFA 100",
 "title": "Nílton Santos"
}