{
 "id": "72417",
 "text": "Actinidia deliciosa, conhecido como quiuí, quivi ou kiwi é uma espécie de planta frutífera, originária do sul da China. São plantas típicas de locais com clima temperado ou subtropical de montanha. As variedades de fruto mais amplamente comercializadas são produzidas por diversos cultivares da espécie Actinidia deliciosa e, em muito menor quantidade, por algumas variedades de Actinidia chinensis. O fruto possui polpa de coloração esverdeada e uma casca de cor castanho-esverdeada a castanho-amarelada, coberta de uma espécie de micropelos que lhe dão um aspecto fibroso e hirsuto. É considerado o fruto comercial com maior quantidade de vitamina C já identificado com a exceção da acerola, além de ser particularmente rico em alguns oligoelementos, como o magnésio, o potássio e o ferro. == Características do fruto == Os frutos dos cultivares mais comuns são ovais, com o tamanho aproximado de um ovo de galinha (5 a 8 cm de comprimento e de 4,5 a 5,5 cm de diâmetro). O fruto tem uma casca fibrosa, baça, castanho-esverdeada, que recobre uma polpa verde brilhante ou verde-amarelada que contém fileiras de pequenas sementes negras comestíveis. Quando maduro, o fruto é sumarento e macio, com um paladar e cheiro muito característicos. A boa combinação entre as vitaminas A e E existente no kiwi pode diminuir o risco de doenças cancerosas e circulatórias, incluindo as coronárias, e melhorar o desempenho do sistema imunológico. A vitamina B6 e a niacina são encontradas em quantidades menores que as outras, porém ainda em quantidades significativas. Alguns dos elementos minerais, como o cálcio, o magnésio, o ferro e especialmente o potássio, contribuem para equilibrar a tensão arterial e aumentam as defesas do organismo na prevenção das gripes e resfriados. O fruto fornece, também, quantidades razoáveis de fibras solúveis, que auxiliam a diminuição dos níveis de colesterol no sangue. Devido à sua riqueza em clorofila, o kiwi é uma das poucas frutas que mantêm a coloração verde quando madura. == História e produção == left|thumb|270px|Produção mundial de kiwi referente a dados do ano de 2005 Países ordenados pela produção total de kiwi no ano de 2012 (em toneladas) Posição (ranking) País Produção (ton) 1 384,844 2 376,400 3 240,000 4 161,400 5 65,253 6 36,781 7 32,000 8 28,000 9 26,853 10 25,000 World 1,412,351 Source: UN Food & Agriculture Organization Source: UN Food & Agriculture Organization Source: UN Food & Agriculture Organization Tanto a Actinidia deliciosa como a Actinidia chinensis são nativas do sul da China, tendo o Kiwi sido declarado o \"fruto nacional\" da República Popular da China.http://www.123independenceday.com/china/national-symbols.html Outras espécies de Actinidia são também nativas da China, com uma distribuição que se estende para leste até o Japão e para norte e noroeste até o sueste da Sibéria. A cultura expandiu-se a partir da China nos primeiros anos do século XX, quando sementes da planta foram levadas para a Nova Zelândia por Isabel Fraser, directora de um colégio feminino em Wanganui (o Wanganui Girls' College), que tinha estado de visita a escolas missionárias no sul da China. As sementes foram plantadas em 1906 por um viveirista de Wanganui, Alexander Allison, tendo produzido os primeiros frutos em 1910. O cultivar mais comum, o Actinidia deliciosa 'Hayward', foi produzido por Hayward Wright em Avondale, Nova Zelândia, por volta de 1924. Era inicialmente cultivado apenas em pomares domésticos, mas a plantação comercial começou na década de 1940, sendo vendido com o nome de groselha chinesa (Chinese gooseberry). Hoje, na Europa e na América, o produto é comercializado com o nome de kiwi, originalmente uma palavra maori que designa uma ave terrestre endémica na Nova Zelândia, usada como símbolo daquele país. A partir do nome \"groselha chinesa\", em meados do século XX o fruto foi rebatizado na Nova Zelândia, o primeiro país onde foi produzido comercialmente em larga escala, passando a designar-se por kiwi. As razões da mudança de nome prenderam-se com a procura de um nome comercial apelativo pelo seu exotismo e com a necessidade de evitar as altas tarifas então impostas pelos Estados Unidos às groselhas e aos melões (já que o nome inicialmente pretendido era melonette). A Itália é, hoje, o maior produtor mundial do fruto, seguida pela Nova Zelândia, Chile, França, Grécia, Japão e Estados Unidos. O kiwi é também produzido na China, a sua terra de origem, mas aquele país nunca conseguiu integrar a lista dos 10 maiores produtores mundiais. Na China, é cultivado principalmente na região montanhosa em torno do rio Iangtzé. Outra região produtora é a província de Sichuan. === Produção em Portugal === Desde que a planta foi introduzida em Portugal nos finais da década de 1970 e princípios de 1980, esta tem gradualmente ganho terreno e em 2015 Portugal foi o décimo maior produtor deste frutohttp://rr.sapo.pt/informacao_detalhe.aspx?fid=25&did;=184649 com um recorde na ordem das duas dezenas de milhar de toneladas de quiuí.http://www.cmjornal.xl.pt/nacional/detalhe/a_agricultura_ja_e_uma_boa_oportunidade_para_os_jovens.html Em 2015 decorreu também o III Congresso Nacional do Kiwi, na cidade de Felgueiras. O concelho produziu 600 toneladas de kiwis em 2014.Gazeta Rural n.º 258 (31 de outubro de 2015). pág. 29. == Galeria == Image:Kiwi-Flower, male.jpg|Flor feminina Image:Kiwi-maennliche-bluete.jpg|Flores masculinas Ficheiro:Kiwi na arvore.jpg|Uma planta de kiwi com frutos == Ver também == * Lista de frutas == Ligações externas == * Kiwi: 7 Benefícios Para Saúde, Propriedades e Para Que Serve * Kiwi * Kiwis- Mahalo * Como cultivar kiwi e dados nutricionais do fruto * Página oficial do Zespri * Purdue University NewCROP * Kiwifruits na Austrália * Informação taxonómica no NCBI * Polinização da planta na Califórnia * Página oficial da Seeka Kiwifruit Industries Categoria:Frutos Categoria:Espécies descritas em 1984 Categoria:Actinidiaceae",
 "title": "Actinidia deliciosa"
}