{
 "id": "72446",
 "text": "Newark é a cidade mais populosa do estado de Nova Jersey, nos Estados Unidos. Localiza-se no Condado de Essex, do qual é sede. É uma das principais cidades da Região Metropolitana de Nova York. Foi fundada em 1666 e elevada a cidade em 1836. Newark é um moderno centro comercial, industrial e financeiro. Abriga o segundo principal aeroporto da região metropolitana de Nova Iorque, o Aeroporto Internacional de Newark, que movimenta quase 30 milhões de passageiros anualmente. Com mais de 311 mil habitantes, de acordo com o censo nacional de 2020, é a 62ª cidade mais populosa do país. Um dado interessante é que na cidade de Newark existe um bairro (em inglês, district ou ward) operário chamado Ironbound, no qual existe grande concentração de portugueses, equatorianos e brasileiros. É um bairro onde o idioma inglês é pouco ouvido, sendo superado pelos idiomas português e espanhol. No bairro citado, a principal rua é a Ferry Street, cujo segundo nome é Portugal Avenue. Newark possui um bairro chamado Ironbound, conhecido por ser um bairro português. As raízes portuguesas na área são profundas, com os primeiros imigrantes tendo chegado na década de 1910. Todos os anos, as pessoas migram para o Festival anual português, conhecido como Dia de Portugal. Esse dia, normalmente realizado na primeira ou segunda semana de junho, há uma enorme celebração da cultura portuguesa que atrai cerca de meio milhão de pessoas, quase o dobro da população total de Newark. O grande afluxo de portugueses veio na segunda metade da década de 1950. Hoje, a imigração de Portugal é praticamente inexistente, mas o idioma português se mantém estável em grande parte graças à imigração de brasileiros e de vários países lusófonos da África, especialmente Cabo Verde. Além do festival Portugal Day todo mês de junho, há um festival brasileiro em setembro. Brasileiros e portugueses se uniram aos imigrantes equatorianos e mexicanos e a uma comunidade crescente de não-imigrante que trabalha em Nova York ou Downtown Newark. Os brasileiros trouxeram churrascarias, restaurantes, escolas de capoeira e de samba para o bairro. A primeira academia de capoeira em Newark, New Jersey, Capoeira Arts Center, foi fundada pelo Mestre Cigano do Grupo Liberdade de Capoeira, em 1996. == Geografia == De acordo com o Departamento do Censo dos Estados Unidos, a cidade tem uma área de , dos quais estão cobertos por terra e (6,7%) por água. == Demografia == Desde 1900, o crescimento populacional médio, a cada dez anos, é de 3,0%. === Censo 2020 === De acordo com o censo nacional de 2020, a sua população é de e sua densidade populacional é de . Seu crescimento populacional na última década foi de 12,4%, bem acima do crescimento estadual de 5,7%. É a cidade mais populosa do estado e a 62ª mais populosa do país. Possui que resulta em uma densidade de e um aumento de 7,9% em relação ao censo anterior. Deste total, 7,9% das unidades habitacionais estão desocupadas. A média de ocupação é de 2,9 pessoas por residência. === Censo 2010 === Segundo o censo nacional de 2010, a sua população era de , possuindo uma densidade populacional de . A cidade possuía , que resultava em uma densidade de . == Economia == A cidade de Newark possui várias áreas centrais de importância: distrito de negócios no centro, a zona Ironbound, o distrito de university heights, o aeroporto e porto Marítimo. A zonas urbanas periféricas de Manhattan, East Orange, Irvington, Elizabeth (Nova Jérsia), Jersey City e Union são fontes importantes de empregos de residentes de Newark. Newark é o terceiro maior centro Estadunidense de seguradoras, depois de Nova York e Hartford. As empresas :en:Prudential Financial e :en:Mutual Benefit Life originaram em Newark. A última, das maiores seguradores do mundo, ainda está sediada na cidade. Local de sede para muitas outras empresas, incluindo :en:International Discount Telecommunications, New Jersey Transit, :en:Public Service Enterprise Group (PSEG), e :en:Horizon Blue Cross and Blue Shield of New Jersey. Apesar de não possuir a base colossal industrial do passado, a cidade mantém uma indústria considerável. A zona sul de :en:Ironbound, também conhecida como the Industrial Meadowlands, viu muitas fábricas construídas desde a Segunda Grande Guerra, incluindo uma enorme cervejaria da Anheuser-Busch. A indústria dos serviços também está a crescer rapidamente, e a substituir algumas das industrias, que outrora eram o motor da economia de Newark. === Companhias sediadas === * :en:Prudential Financial * Panasonic (inicia em 2013) * :en:IDT Corporation * :en:Horizon Blue Cross and Blue Shield of New Jersey * Net2Phone * :en:PSEG * :en:McCarter & English, LLP * New Jersey Transit === Porto maritímo === O Porto de Newark localizado na costa Oeste da Baía de Newark, serve a zona metropolitana de Nova York e quadrante noroeste Estadounidense e é a maior instalação de transbordo de cargas na Costa Leste dos Estados Unidos. O complexo é parte da Zona De Comercio Internacional Nº 49 que é gerida pela Port Authority of New York and New Jersey e faz parte do sistema de transporte multimodal do Terminal Marítimo Portuário de Newark-Elizabeth. O Porto engloba uma gama completa de actividades comerciais marítimas: terminais de contentores, terminais de processamento de automóveis, terminais de transferência de cargas liquidas e sólidas, edifícios de armazenagem e distribuição, empresas transporte rodoviário, e terminal ferroviário dentro do porto. Tem serviço ferroviário direto Norfolk Southern e CSX assim como terminais ferroviários para carga de contentores. O Porto movimentou mais de $100 milhões de bens em 2003, chegando a 15º nos portos mais movimentados do mundo. Mas já foi o Porto mais movimentado de contentores em meados da década de 1980.Lipton, Eric. \"New York Port Hums Again, With Asian Trade\", The New York Times, November 22, 2004. Accessed 2011-09-13. \"New York is not the only seaport lifted by the tide of Asian imports. No one expects it to regain its status as the world's busiest container port - a title it held until 1985 - or the nation's. Today it is ranked 15th in the world, 3rd in the United States.\" Estão preparados planos para o investimento de milhares de milhões dólares de beneficiações projetadas — Gruas maiores, aumento parque ferroviário, dragagem de canais, e aumento de zonas atracamento.Terminal Improvements, Port Authority of New York and New Jersey. Accessed 2011-09-13. == Educação == O distrito escolar Escolas Públicas de Newark é o maior dos 31 distritos escolares de Nova Jersey. Fundado em 1676, foi o terceiro sistema publico de educação dos Estados Unidos. O distrito está classificado pelo Departamento de Escolas de Nova Jersey como distrito factor grupo \"A\".Informação do distrito website de Newark Public Schools == Cidades-irmãs == * Ílhavo, Portugal * Murtosa, Portugal * Aveiro, Portugal * Freeport, Bahamas * Duala, Camarões * Xuzhou, República Popular da China * Porto Alegre, Brasil * Belo Horizonte, Brasil * Rio de Janeiro (cidade), Brasil * Governador Valadares, Brasil * Banjul, Gâmbia * Cumasi, Gana * Monróvia, Libéria * Reserva, Brasil * Ponta Grossa, Brasil == Galeria de imagens == Imagem:Newark Skyline.jpg|Centro de Newark Imagem:Panorama of Newark NJ Feb 5 2006.jpg|Panorama de Newark visto de Harrison == Ligações externas == * * * Categoria:Portos dos Estados Unidos",
 "title": "Newark (Nova Jérsia)"
}