{
 "id": "72468",
 "text": "O rio Espinharas é um curso d'água brasileiro que banha os estados da Paraíba e do Rio Grande do Norte. De regime intemitente, tem na sua sub-bacia diversos pequenos riachos de regime também temporário. É um dos mais importantes formadores do Piranhas-Açu. == História == === Etimologia === Segundo a publicação Chorographia do Brasil, a palavra \"espinharas\" é uma corruptela de \"[rio das] piranhas\", termo usado para se referir à piranha-vermelha, que outrora foi abundante nos rios da bacia do Piranhas-Açu. === Povoamento da região === A presença de colonizadores na região teve início nos idos de 1670, quando uma sesmaria com grande extensão territorial, situada às margens do rio Espinharas — passando por parte do sertão da Paraíba e entrando em terras do Rio Grande do Norte —, foi dada ao capitão-mor Francisco de Oliveira Lêdo. Na época da ocupação, toda região era habitada sobretudo por tribos pegas, panatis e coremas. As muitas cheias do rio levaram várias pontes, uma das mais célebres foi a construída em 1922 pelo engenheiro Brandão Cavalcanti, em Patos. Entre as tais cheias, a de fevereiro de 1934 causou grandes estragos em Serra Negra do Norte, como narra o livro Serra Negra, anos 30: Em abril de 2009 o rio transbordou mais uma vez, causando porém poucos estragos. == Sub- bacia == O Espinharas nasce na serra das Espinharas, contraforte do planalto da Borborema, entre os municípios de Salgadinho e Junco do Seridó, que divide rios da bacia Piranhas-Açu dos da bacia do Paraíba. A partir de sua nascente, ruma para oeste até Cacimba de Areia, de onde segue em sentido norte, passando pelas cidades de Patos, São José de Espinharas e Serra Negra do Norte, para finalmente desembocar no Piranhas-Açu. É tipicamente um curso d'água de regime intermitente, encravado no domínio do bioma caatinga e do clima semiárido, caracterizado pela elevada variabilidade temporal e espacial de suas precipitações, com longos períodos de estiagem. Em virtude de seu grande desnível suas águas são barrentas e velozes, e os solos na área da sub-bacia são pouco profundos, pedregosos, de origem cristalina e bastante susceptíveis à erosão. Seus dois principais formadores são os riachos do Cruz e o Farinha. == Ligações externas == * Área de abrangência da bacia do Piranhas-Açu Espinharas Espinharas Espinharas",
 "title": "Rio Espinharas"
}