{
 "id": "72556",
 "text": "O rio Ibirapuitã é um rio brasileiro do estado do . Com uma extensão aproximada de 259 km, sendo 180 km no município de Alegrete, sua nascente ocorre no oeste do município de Santana do Livramento, mais precisamente na Coxilha do Haedo e Rivera no Uruguai. O rio Ibirapuitã é afluente do rio Ibicuí, que por sua vez desagua no rio Uruguai. Coordenadas na foz junto ao rio Ibicuí: 29°21'48.25\"S e 55°57'27.58\"W. Corre na direção sul-norte, envolvendo a cidade de Alegrete em grande arco pelo lado Oeste. Devido ao seu curso sinuoso e quase plano (pampa), é importante recurso para agricultura e pecuária. Por outro lado na época das chuvas alaga grandes áreas, principalmente a cidade de Alegrete, que é muito afetada pelo mesmo. == Afluentes == * Arroio Pai-Passo e Restinga: ambos chegam pela margem esquerda. O primeiro nasce na coxilha de Santana e o segundo está a sudoeste da cidade e nasce na Coxilha Vermelha. * Arroio Caverá: Afluente da margem direita, nasce na Coxilha do Caverá. * Arroio Inhanduí: Afluente da margem esquerda e a sua foz a 30 km antes do Ibirapuitã. * Arroio Caiboaté e Jararaca: Ambos afluentes da margem direita. * Arroio Capivari e Salso: Ambos da margem esquerda, próximo à cidade. == Etimologia == Ibirapuitã é um nome indígena de origem tupi-guarani, formado de três palavras: * Ig = rio ou arroio; * Mbira = madeira; * Pitã = vermelha. Seu significado, portanto é “arroio da madeira vermelha”. == Reserva Biológica de Ibirapuitã == Está localizada na região sudoeste do Rio Grande do Sul, nos municípios de Alegrete (15,22%), Quaraí (12,22%), Santana do Livramento (56,81%) e Rosário do Sul (15,75%) num perímetro de 260 km. O clima da região é subtropical, com chuvas bem distribuídas e estações bem definidas. A temperatura média anual é de 18,6 °C. Devido ao seu curso e situação geográfica é um importante bioma para espécies de plantas e animais. Localizada na região da Campanha, no oeste do Estado, às margens do rio Ibirapuitã, é a única área de proteção integral a preservar porções de campos nativos e mata ciliar onde existe o bugio-preto. A área de campo caracteriza-se pelo domínio de espécies de gramíneas com presença esparsa de espinilhos e aroeiras-pretas. Basicamente são formações campestres e florestais de clima temperado, distintas de outras formações existente no Brasil. Abriga em torno de 11 espécies de mamíferos raros ou ameaçados de extinção, ratos d’água, cevídeos e lobos, e 22 espécies de aves nesta mesma situação. Pelo menos uma espécie de peixe, cará (Gymnogeophagus sp., Família Cichlidae) é endêmica da bacia do rio Ibirapuitã. São ainda encontrados afloramentos de rocha onde se destacam cactáceas. Entre as espécies da mata ciliar estão: angico-vermelho, camboim, embira e espinheira-santa. Uma nova espécie foi registrada na reserva: um tuco-tuco, roedor que forma galerias subterrâneas. ::Área: 351,42 ha. ::Visitação: Não está aberta à visitação. Somente para pesquisas com agendamento. ::Decreto de criação: n° 31.788, de 10 de junho de 1976 == História == Ibirapuitã é um nome indígena e é formado de três palavras: * Ig = rio ou arroio; * Mbira = madeira; * Pitã = vermelha. Etimologicamente, ibirapuitã significa “Arroio da Madeira Vermelha”. Palco de enormes combates,sempre foi considerado um ponto estratégico nas disputas territoriais e na Revolução Farroupilha: * 2 de fevereiro de 1894 - O primeiro Combate na Ponte do Rio Ibirapuitã, havendo a (2ª) evacuação da cidade. Neste combate a ponte, que era de madeira, foi incendiada. * 19 de junho de 1923 - O segundo combate sobre a Ponte do Rio Ibirapuitã, luta travada ente as forças revolucionárias (maragatos) e o as forças legalistas do Governo do Estado (chimangos).Alegrete em Fatos - Prof. Danilo Assumpção Santos (Diretor do CEPAL - Centro de Pesquisa e Documentação de Alegrete), edição lançada em jan/2007, promovida pela Prefeitura Municipal de Alegrete e Nosso Guia. == Ligações externas == * * * * * - Comitê de Gerenciamento da Bacia Hidrográfica do Rio Ibicuí == Bibliografia == * Alegrete em Fatos - Prof. Danilo Assumpção Santos (Diretor do CEPAL - Centro de Pesquisa e Documentação de Alegrete), edição lançada em jan/2007, promovida pela Prefeitura Municipal de Alegrete e Nosso Guia. * Roberto Fonseca - Rio Grande do Sul para Jovens, AGE , 4ª Edição == Ver também == * Reserva Biológica de Ibirapuitã Ibirapuita",
 "title": "Rio Ibirapuitã"
}