{
 "id": "72628",
 "text": "Nas obras de J. R. R. Tolkien, Noldor (conhecidos como aqueles com conhecimento em quenya), são Elfos do Segundo Clã que migraram para Valinor e viviam em Eldamar. Os Noldor são chamados de Golodhrim ou Gódhellim em sindarin, e Goldui por Teleri de Tol Eressëa. A forma singular do substantivo Quenya é Noldo e o adjetivo é Noldorin.J. R. R. Tolkien em suas obras posteriores geralmente empregou a ortografia Ñoldor, com um til sobre a primeira letra. Esta foi a sua notação para a pronúncia do nome na Primeira Era como [ˈŋɔldɔr] (começando com o som final do Inglês sing, 'cantar'); na Terceira Era, era simplesmente [ˈnɔldɔr] assim em O Senhor dos Anéis e O Silmarillion a ortografia Noldor foi introduzida. Eles estavam em segundo lugar entre o clã dos Elfos em ordem e tamanho, sendo os outros clãs os Vanyar e os Teleri. Eram como os Teleri, que normalmente tinham olhos castanhos e cabelos escuros (exceto para aqueles que tinham sangue Vanyarin, o mais proeminente dos membros da Casa de Finarfin). == História interna == === História Antiga === De acordo com Elven-lore, o clã foi fundado por Tata, o segundo Elfo a despertar em Cuiviénen, sua esposa Tatië e suas 54 companheiras. O destino da Tata e Tatië não é mencionado. Foi Finwë que liderou os Noldor para Valinor, e tornou-se seu rei. === Em Valinor === Os Noldor são descritos como os mais qualificados de todos os povos em sabedoria, a guerra e artesanatos; e são, portanto, chamados de \"Elfos Profundos\". Em Valinor \"enormes tornaram-se seu conhecimento e sua habilidade. Entretanto, ainda maior era sua sede de conhecimento; e, sob muitos aspectos, logo ultrapassaram seus mestres. Eram criativos na fala, pois tinham um amor imenso pelas palavras e sempre procuravam descobrir nomes mais adequados para todas as coisas que conheciam ou imaginavam.\" Eram amados de Aulë, o Ferreiro, e foram os primeiros a descobrir e esculpir pedras preciosas. Por outro lado, os Noldor foram também os mais orgulhosos dos elfos; e, pelas palavras do Sindar, \"eles precisavam de espaço para brigarem\". Sua morada chefe era a cidade de Tirion sobre a colina de Túna. Entre os mais sábios dos Noldor estavam Rúmil, criador do primeiro sistema de escrita e autor de muitos livros épicos de folclore. Fëanor, filho de Finwë e Míriel, foi o maior de seus artesãos, \"o mais poderoso em habilidade com palavra e mão\", e criador das Silmarils. Os Noldor falavam quenya em Valinor. Mais tarde, os exilados que retornaram à Terra Média utilizaram o sindarin, a língua dos Sindar - Elfos que realizaram a viagem a Valinor, mas permaneceram na Terra Média. Os Noldor ganharam a maior raiva de Melkor, que invejava sua prosperidade e, acima de tudo, as Silmarils. Então, foi muitas vezes até eles, oferecendo conselhos aos ouvidos dos Noldor, estando ansiosos por conhecimento. Mas Melkor semeou mentiras,Rorabeck, Robert. Tolkien's Heroic Quest. Crescent Moon, 2008. pp. 138. ISBN 1861712391 e no final a paz em Tirion foi envenenada. Fëanor, tendo se rebelado contra seu meio-irmão Fingolfin, foi banido. Fingolfin permaneceu como o governante dos Noldor em Tirion. == Altos Reis dos Noldor == *Em Valinor: # Finwë, primeiro Alto Rei # Fëanor, primeiro filho de Finwë; conquistou o título após a morte de seu pai # Fingolfin, segundo filho de Finwë; tornou-se o Alto Rei pela maioria dos Noldor # Finarfin, terceiro filho de Finwë; governou os Noldor remanescentes em Aman * Na Terra Média: # Fingolfin, após Maedhros, filho de Fëanor, desistir de suas reivindicações # Fingon, primeiro filho de Fingolfin # Turgon, segundo filho de Fingolfin. # Gil-galad, filho de Orodreth, filho de Angrod, filho de Finarfin, o último Alto Rei dos Noldor no exílio.A publicação de O Silmarillion afirma que Gil- Galad é o filho de Fingon, mas Christopher Tolkien viria a afirmar categoricamente em The Peoples of Middle-earth que isso foi um erro e que ele é o filho de Orodreth, que por sua vez era filho de Angrod, não de Finarfin. == Aparência física == Os Noldor eram muito altos e de construção muscular. Sua cor de cabelo era geralmente castanho muito escuro e preto (de acordo com Tolkien, em manuscritos posteriores),J. R. R. Tolkien, \"The Shibboleth of Fëanor\", de The Peoples of Middle-earth na parte 2 onde constam-se as escrituras tardias (1968 em diante), nota 61. mas vermelho e até cabelo branco (\"prata\") também existe entre eles. Seus olhos eram geralmente cinza ou escuro. Casamento intertribal parecia ser comum entre eles, e às vezes os Noldor se casaram tanto com os Teleri e os Vanyar, sendo bem familiarizados com as duas tribos em Valinor. == Ver também == * Anões * Elfos * Hobbits Categoria:Noldor",
 "title": "Noldor"
}