{
 "id": "7263",
 "text": "Hermes Floro Bartolomeu Martins de Araújo Fontes (Boquim, 28 de agosto de 1888 – Rio de Janeiro, 26 de dezembro de 1930) foi um compositor e poeta brasileiro. == Vida == Nascido em Boquim filho de Francisco Martins Fontes e Maria de Araújo Fontes, camponeses de origem simples. Desde moço foi considerado garoto prodígio e aos 13 anos já se registra, no jornal O Fluminense, o seu poema \"Niterói\" denotando a sua precocidade na poesia. Em 1904 funda o jornal Estréia, com Júlio Surkhow e Armando Mota, na cidade do Rio de Janeiro. Bacharel em direito em 1911, não exerceu a profissão. De 1903 ao final da década de 1930 trabalhou com os jornais Rua do Ouvidor, Correio Paulistano, o Fluminense, Imparcial, Diário de Notícias e as revistas Fon- Fon!, Careta, Tribuna, Tagarela, entre outras. Trabalhou nos Correios e foi oficial de gabinete do ministro da Viação. Utilizava dos pseudônimos Léo-zito, Leléo, Léo-Fábio, P. Q. Nino, H. F., F. H., Rems, Rins e Roms. Sua poesia tem características simbolistas, parnasianas e pré-modernas. Um de seus poemas mais relevantes, \"Pouco acima daquela alvíssima coluna...\", comumente chamam de \"A Taça\" devido ao formato visual que remete a uma taça sendo um dos primeiros registros modernos de poesia visual, e, talvez, o primeiro que se baseia completamente na métrica, ou seja, sem auxílios tipográficos e respeitando o ritmo poético. A temática suicídio se torna recorrente em sua obra ao menos desde 1904 com o soneto \"Desilusões\" e, especialmente, no poema \"Superstição - H. F.\" qual associa suas iniciais com uma escada que leva à forca. No campo da música, compôs a letra das músicas \"Luar de Paquetá\" e \"À Beira-Mar\" com música de Freire Junior - gravadas por Vicente Celestino e Orlando Silva, \"Lucíola\" com Lúcio Barbado, \"Constelação\" com Cupertino de Menezes e \"Solidão\" com música própria. Atua também como caricaturista do jornal O Bibliógrafo, Tagarella e Brasil Moderno. Suicidou-se com um tiro na cabeça em sua casa, em Ipanema, dias depois de confessar aos amigos que estava amargurado com as situações em que se envolvera por apoiar a Revolução de 1930. == Obras == * Apoteoses (1908) * Gênese (1913); * Ciclo da Perfeição (1914); * Juízos Efêmeros (Crítica) (1916); * Miragem do Deserto (1917); * Epopeia da Vida (1917); * Microcosmo (1919); * O Despertar (1922); * A Lâmpada Velada (1922); e * A Fonte da Mata... (1930). ==Atividades literárias ou culturais== *1903/1930c. - Rio de Janeiro RJ - Colaborador dos jornais Fluminense, Rua do Ouvidor, Imparcial, Folha do Dia, Correio Paulistano, Diário de Notícias; e das revistas Careta, Fon-Fon!, Tribuna, Tagarela, Atlântida, Brasil-Revista, Revista das Revistas, América Latina, Revista Souza Cruz. Caricaturista do jornal O Bibliógrafo. *1904 - Rio de Janeiro RJ - Fundador do jornal Estreia, com Júlio Surkhow e Armando Mota. *1916 - Rio de Janeiro RJ - Publicação do livro Juízos Efêmeros (Ed. F. Alves) ==Ligações externas== *Biografia, no Instituto Itaú Cultural *Partituras de Hermes Fontes no International Music Score Library Project (IMSLP) Categoria:Compositores de Sergipe Categoria:Poetas de Sergipe Categoria:Naturais de Boquim Categoria:Poetas simbolistas do Brasil Fontes, Hermes",
 "title": "Hermes Fontes"
}