{
 "id": "72730",
 "text": "Daiane Garcia dos Santos (Porto Alegre, 10 de fevereiro de 1983) é uma ex- ginasta brasileira que competiu em provas de ginástica artística. Conquistou nove medalhas de ouro em etapas de copas do mundo de ginástica artística. Daiane foi a primeira ginasta brasileira, entre homens e mulheres, a conquistar uma medalha de ouro em uma edição do Campeonato Mundial. Daiane dos Santos fez parte da primeira seleção brasileira completa a disputar uma edição olímpica, nos Jogos de Atenas, repetindo a presença nas edições seguintes, nas Olimpíadas de Pequim e Olimpíadas de Londres. Daiane possui ainda dois movimentos nomeados após ser a primeira ginasta no mundo a realizá-los: o duplo twist carpado, ou Dos Santos I, e a evolução deste primeiro: o duplo twist esticado, ou Dos Santos II. == Carreira == Em 1999, conquistou suas primeiras medalhas, na categoria sênior, ao competir no Pan-americano de Winnipeg: Prata no salto e bronze por equipes. Dois anos depois, Daiane disputou seu primeiro Mundial, o Campeonato de Gante, na Bélgica. Nele, encerrou em quinto lugar na final do solo. Em 2003, aos vinte anos, mudou-se para a cidade de Curitiba e tornou-se novamente a medalhista de bronze por equipes no Pan-americano de Santo Domingo. Na sequência, competindo no Mundial de Anaheim, na Califórnia, conquistou a primeira medalha de ouro brasileira desta competição: Na final do solo, superou a romena Catalina Ponor e a espanhola Elena Gómez, executando, pela primeira vez, o movimento que recebeu seu nome – o duplo twist carpado ou Dos Santos , desenvolvido com o auxílio do técnico Oleg Ostapenko, seu treinador até então. No ano seguinte conquistou medalhas em etapas da Copa do Mundo e, lesionada, disputou as Olimpíadas de Atenas, na qual compareceu à final do solo e encerrou na quinta colocação. Apesar de não conquistar medalha, ao som de Brasileirinho, performou seu segundo movimento, intitulado Dos Santos II, a variação esticada do primeiro. No ano seguinte, conquistou medalhas em novas etapas da Copa do Mundo, embora não tenha conseguido tornar-se bicampeã do solo, na final realizada em Melbourne. Em 2006, adotou uma nova rotina e uma nova música – \"Isto aqui o que é?\", de Ari Barroso. Com ela conquistou medalhas em outras etapas da Copa. No Mundial de Aarhus, na Dinamarca, seguiu à final do solo e encerrou na quarta colocação. No fim do ano, em mais uma final de Copa do Mundo, a ginasta competiu novamente no solo e conquistou seu segundo ouro desta competição, ao superar ginastas como Cheng Fei e Elena Zamolodchikova. Em 2007, lesionada no tornozelo, disputou os Jogos Pan-Americanos do Rio de Janeiro e terminou como medalhista de prata, superada pela equipe norte-americana. Ainda em 2007, a ginasta participou do projeto Raízes Afro-brasileiras - que revela a porcentagem da ancestralidade de um indivíduo – e descobriu ter uma porcentagem de ascendência europeia maior que a africana. Na ocasião, a atleta declarou que o importante era a brasilidade de todos. No ano seguinte, disputou os Jogos de Pequim – o segundo da carreira -, no qual foi a duas finais. Por equipes, a atleta, junto a suas companheiras, foi a primeira final coletiva na história da modalidade do Brasil, e encerrou a competição na oitava posição. Individualmente, foi a sexta colocada na final do solo. Em outubro, submeteu-se a uma cirurgia no joelho direito para alinhar a perna, desviada engularmente em dez graus. Em 2009, afastada das competições, tornou a fazer uma cirurgia. Agora, para a retirada da placa de titânio posta na cirurgia anterior. Em 30 de outubro do mesmo ano, a Federação Internacional de Ginástica divulgou o resultado positivo do exame antidoping realizado em julho passado. Na amostra de urina da atleta, foi encontrado a substância furosemida, um diurético da alça, que consta na lista das drogas proibidas pela Agência Mundial Antidoping (WADA). Punida com cinco meses de suspensão, a ginasta manteve-se afastada das competições até julho de 2010, altura em que disputou o Campeonato Paulista, conquistando quatro medalhas de ouro, ao competir em todos os aparelhos após seis anos. Fora da equipe principal do país desde as Olimpíadas de 2008, foi reintegrada a seleção em maio de 2011. Em 2012, após a competição de Londres, na qual teve o melhor desempenho da equipe brasileira e encerrou na 17.ª posição ainda na fase classificatória, e uma cirurgia no joelho, decidiu abandonar a ginástica artística e agora se dedica a ser empresária, promovendo projetos para atletas de alto desempenho e a cultura do esporte. == Principais resultados == Ano Evento Equipe 1999 Jogos Pan-americanos 2001 Campeonato Mundial de Ginástica Artística 11º 5º Universíada 2003 Jogos Pan-americanos 10º Copa do Mundo - Stuttgart 5º 6º Campeonato Brasileiro Campeonato Mundial de Ginástica Artística 8º 2004 Copa do Mundo - Cottbus 4º 9º Copa do Mundo - Lyon Copa do Mundo - Rio de Janeiro 4º Jogos Olímpicos 9º 5º Final da Copa do Mundo - Birmingham 2005 Campeonato Mundial de Ginástica Artística 7º Campeonato Brasileiro Universíada 7º 5º 2006 Final da Copa do Mundo - São Paulo 7º Campeonato Mundial de Ginástica Artística 7º 4º 2007 Jogos Pan-americanos Campeonato Mundial de Ginástica Artística 5º 23º 2008 Jogos Olímpicos 8º 6º 2011 Copa do Mundo - Ghent Jogos Pan-americanos 5º 2012 London Prepares (Evento Teste - Londres 2012) 4º Jogos Olímpicos 12º == Filmografia == === Televisão === Ano Título Personagem Notas 2022 The Masked Singer Brasil Participante (Ursa) Temporada 2 2023 Dança dos Famosos Participante Temporada 20 ==Ancestralidade== Em 2007, submeteu-se a um exame de ancestralidade genética para descobrir seus ascendentes. Assim como resposta, Daiane apresentou as proporções equilibradas entre os três principais grupos que deram origem à população brasileira. A ex-atleta gaúcha tem 39,7% de ancestralidade africana, 40,8% europeia e 19,6% ameríndia.https://www.bbc.com/portuguese/reporterbbc/story/2007/05/070409_dna_daiane_cg Santos é descendente de angolanos, portugueses, italianos e indígenas. == Ver também == * Federação Internacional de Ginástica == Ligações externas == * * * dos Santos(habilidades vault) Categoria:Naturais de Porto Alegre Categoria:Desportistas afro-brasileiros Categoria:Ginastas olímpicos do Brasil Categoria:Ginastas artísticos do Rio Grande do Sul Categoria:Ginastas nos Jogos Olímpicos de Verão de 2004 Categoria:Ginastas nos Jogos Olímpicos de Verão de 2008 Categoria:Ginastas nos Jogos Olímpicos de Verão de 2012 Categoria:Desportistas do Brasil em casos de doping Categoria:Participantes de The Masked Singer Brasil Categoria:Brasileiros de ascendência angolana Categoria:Brasileiros de ascendência indígena Categoria:Brasileiros de ascendência italiana Categoria:Brasileiros de ascendência portuguesa Categoria:Participantes de Dança dos Famosos Categoria:Originadores de elementos na ginástica artística",
 "title": "Daiane dos Santos"
}