{
 "id": "7274",
 "text": "Macumba (do quimbundo: ma'kôba) é um instrumento de percussão de origem africana, semelhante ao instrumento reco-reco.Andrade (1989), p. 296. No Brasil, o termo é principalmente usado como uma designação genérica dos cultos afro-brasileiros de origem nagô e que receberam influências de outras religiões africanas (de Angola e do Congo), como também ameríndias, católicas, espíritas e ocultistas.Dicionário Houaiss: 'macumba' Por meio de um processo de ampliação de sentido, o termo \"macumba\" (e o derivado \"macumbeiro\", originalmente o \"tocador de macumba\") passou a referir também, de forma pejorativa, às oferendas religiosas ligadas as religiões de matrizes africanas.Ah, Se Eu Pudesse Voltar No Tempo, Por VERA LUCIA MARINZECK DE CARVALHO == Etimologia == O vocábulo tem origem numa língua banta, o kimbundu, a partir de \"ma'kôba\".Aulete (s.d.). O significado do termo original é incerto, sendo apontado por alguns como sendo originalmente uma dança Rosenfeld (1993), p. 49-50, apud Oliveira e Chagas (2008). ou como o instrumento percutido durante a dança.Andrade (2015), p. 44.Macumba é um instrumento musicalMacumba dicionarioinformal.com.br === Outras definições === O termo é frequentemente usado como uma designação genérica para as religiões afro-brasileiras, como o candomblé e a umbanda, quase sempre com sentido depreciativo,Ferreira (s.d.). como sinônimo de \"bruxaria\", \"feitiçaria\", \"charlatanismo\", \"curandeirismo\", etc.Silva (2005), p. 12, 19. ou, em outros contextos, no sentido de \"mandinga\",Cascudo (1999), p. 289, p. 530. \"ebó\", \"coisa-feita\", \"despacho\", \"encomenda\", \"mironga\" (do quimbundo milonga, plural de mulonga, no sentido de 'demanda, queixa, injúria'Dicionário Houaiss: 'mironga [etimologia].) e outros A palavra também pode referir-se a certas religiões afro-brasileiras em específico, como algumas antigas \"macumbas do Rio de Janeiro\", aparentadas da religião sincrética cabula (angola, com influxos do islamismo).Silva (2005), p. 86.Bastide (1978). == Descrições literárias == A seguir, eis alguns relatos a respeito das práticas da macumba no Brasil ao longo do tempo, que também reiteram o uso pejorativo do termo. Em As Religiões no Rio (1904), o jornalista João do Rio escreveu:Rio (1904). Segundo Câmara Cascudo:Cascudo (1999). De acordo com Reginaldo Prandi:Prandi (1999). == Locais de uso == A cidade maranhense de Codó (Brasil) é conhecida como \"capital da macumba\", embora a religião afro-brasileira praticada na região de Codó, bem como em Teresina, seja mais conhecida como terecô. Segundo os idosos locais, Codó teria sido fundada por praticantes de cultos afro- brasileiros e diz-se que a localidade teria a maior concentração de terreiros por km², no Brasil. Em Codó, morava um célebre pai de santo, Bita do Barão, falecido em 2019. Temer visitou Bita do Barão antes do impeachment. Acesso em 1º de maio de 2017. == Bibliografia == * ANDRADE, Mário de. Dicionário Musical Brasileiro. Belo Horizonte: Itatiaia, 1989. :_________________ Música de Feitiçaria no Brasil. Rio de Janeiro: Nova Fronteira, 2015. link. [1a. ed., 1963.] * AULETE, Caldas. \"Macumba\". In: Dicionário Caldas Aulete [Online]. s.d. link. * BASTIDE, R. The African religions of Brazil: Toward a sociology of the interpenetration of civilizations. Baltimore: Johns Hopkins University Press, 1978. link. [Ed. original: Les religions africaines au Brésil, PUF, 1960; As religiões africanas no Brasil, 1971.] * CASCUDO, Luís da Câmara. Dicionário do Folclore Brasileiro. 10a. ed. Rio de Janeiro: Ediouro, 1999. [Cf. verbetes \"feitiçaria\", p. 389, e \"macumba\", p. 530.] * FERREIRA, Aurélio Buarque de Holanda. \"Macumba\". In: Dicionário Aurélio de Português [Online]. s.d. link. * OLIVEIRA, C. M.; CHAGAS, J. R. \"Minhas contas\" (2008): desconstruindo preconceitos através da literatura para crianças. In: Anais do 17o. Congreso de Leitura do Brasil, Unicamp, Campinas, SP, 2009. 7 p. * PRANDI, Reginaldo. Os Candomblés de São Paulo. São Paulo: Hucitec, 1991. link. * RIO, João do. As religiões no Rio. Paris: Garnier, 1904. [Cf. ed. de 1976, link.] * ROSENFELD, Anatol. Negro, Macumba e Futebol. São Paulo: Perspectiva, 2007. [1a. ed., 1993.] * SILVA, Vagner Gonçalves da. Candomblé e Umbanda – caminhos da devoção brasileira. São Paulo: Selo Negro Edições, 2005. link. == Ligações externas == * Bibliografia da religiosidade popular * Macumba Categoria:Religiões sincréticas Categoria:Religiões afro-americanas",
 "title": "Macumba"
}