{
 "id": "72773",
 "text": "A Universidade Técnica de Lisboa (UTL) MHIP foi uma antiga universidade pública portuguesa, criada em 1930, sediada em Lisboa.Cf. Decreto n.º 19 081, de 2 de Dezembro de 1930. No âmbito de um processo que decorreu durante o ano de 2012, a UTL e a Universidade de Lisboa propuseram ao Governo a fusão das duas instituições numa única universidade a ser designada por Universidade de Lisboa. A fusão foi aprovada a 31 de dezembro de 2012, tendo sido consumada a 25 de Julho de 2013 com a tomada de posse do reitor da nova universidade.Fusão da Universidade de Lisboa e da Universidade Técnica de Lisboa == História == No ensino superior português do início do século XX, para além das instituições universitárias que funcionavam sob tutela do Ministério da Instrução Pública, existiam também diversas instituições independentes vocacionadas para o ensino técnico especializado que funcionavam sob tutela direta dos vários ministérios setoriais (Agricultura, Comércio, Obras Públicas, etc.). A partir de 1930, decidiu-se uniformizar o ensino superior, iniciando-se a integração de várias instituições independentes no sistema universitário. Para integrar as instituições daquele tipo localizadas em Lisboa, foi criada a Universidade Técnica de Lisboa. Nesta nova universidade foram inicialmente integradas quatro escolas de ensino superior já existentes: a Escola Superior de Medicina Veterinária (atual Faculdade de Medicina Veterinária), o Instituto Superior de Agronomia, o Instituto Superior de Ciências Económicas e Financeiras (atual Instituto Superior de Economia e Gestão) e o Instituto Superior Técnico. Posteriormente, a UTL veio a integrar mais três estabelecimentos de ensino superior até aí independentes: o Instituto Superior de Estudos Ultramarinos (atual Instituto Superior de Ciências Sociais e Políticas) em 1961,Cf. Decreto-Lei n.º 43858, de 14 de Agosto de 1961. o Instituto Nacional de Educação Física (atual Faculdade de Motricidade Humana) em 1976Cf. Decreto-Lei n.º 675/75, de 3 de Dezembro. e a Faculdade de Arquitetura (sucedendo à Secção de Arquitetura da Escola Superior de Belas-Artes de Lisboa) em 1979.Cf. Decreto-Lei n.º 498-E/79,de 21 de Dezembro. Como factos mais salientes da história final da UTL destaca-se a construção do Polo Universitário da Ajuda, localizado nos terrenos contíguos aos do Instituto Superior de Agronomia, onde passaram a funcionar Faculdade de Arquitetura, a Faculdade de Medicina Veterinária e o Instituto Superior de Ciências Sociais e Políticas, bem como uma unidade alimentar constituída por restaurante, snack-bar e cantina e o Centro de Atividade Física e Recreação (CEDAR).UTLVer CEDAR Nas escolas que mantiveram instalações nos locais tradicionais como o Instituto Superior de Agronomia, o Instituto Superior de Economia e Gestão e o Instituto Superior Técnico foram realizados importantes investimentos em obras de ampliação e remodelação das suas infraestruturas científicas, pedagógicas e de outras infraestruturas não ligadas ao ensino, como é o caso do Jardim Botânico e da Tapada da Ajuda. A expansão da UTL integrou ainda o Projeto do Taguspark (Parque de Ciência e Tecnologia situado em Oeiras) onde foi instalado um polo do Instituto Superior Técnico.Cf. TAGUSPARK, Parque de Ciência e Tecnologia. A 19 de janeiro de 1981, foi feita Membro-Honorário da Ordem da Instrução Pública.http://www.ordens.presidencia.pt/ A reitoria da UTL encontrava-se instalada, desde 1983, no chamado Palácio das Açafatas da Rainha, atual Palácio Centeno, em Lisboa.Ver Palácio Centeno Os Serviços de Administração e Ação Social da UTL encontravam-se instalados, desde 2005, no Palácio Burnay, igualmente em Lisboa.Ver Palácio Burnay === A fusão com a Universidade de Lisboa === Após um processo negocial entre a Universidade de Lisboa e a Universidade Técnica de Lisboa e destas com o Governo, foi aprovada, pelo Decreto-Lei n.º 266-E/2012, de 31 de dezembro,Decreto-Lei n.º 266-E/2012, de 31 de dezembro. a fusão entre as duas universidades. Os Estatutos da nova universidade foram homologados pelo despacho normativo n.º 5-A/2013 (2.ª série), de 19 de abril.Despacho normativo n.º 5-A/2013 (2.ª série), de 19 de abril. Nos termos do artigo 16.º daquele Decreto-Lei, a fusão produziu efeitos em 25 de julho de 2013, data da tomada de posse do novo reitor da Universidade de Lisboa,Cf. artigos 11.º e 12.º do Decreto-Lei n.º 266-E/2012, de 31 de dezembro. Prof. Doutor António da Cruz Serra, numa cerimónia realizada na Aula Magna da universidade. == Unidade Orgânicas == A UTL era composta pelas seguintes unidades orgânicas:Cf. o artigo 49.º dos Estatutos da Universidade Técnica de Lisboa, homologados pelo Despacho Normativo n.º 57/2008, de 6 de Novembro. * Faculdade de Medicina Veterinária * Instituto Superior de Agronomia * Instituto Superior de Economia e Gestão * Instituto Superior Técnico * Instituto Superior de Ciências Sociais e Políticas * Faculdade de Motricidade Humana * Faculdade de Arquitetura == Factos e Números == Antes da fusão, a Técnica tinha cerca de estudantes, 1931 docentes e investigadores e 1193 funcionários não docentes, distribuídos por 5 polos localizados na Grande Lisboa. A universidade disponibilizava 197 cursos, entre os quais 37 eram de licenciatura, 14 mestrados integrados, 90 mestrados e 57 doutoramentos. A UTL surgia na primeira posição como a preferida das 50 maiores empresas nacionais para recrutamento de colaboradores. Também, cerca de 30% das empresas de base tecnológica no País, com ligação às universidades têm origem nas escolas da UTL. ==Mobilidade e cooperação internacional== Anualmente, cerca de 700 estudantes da UTL realizavam um período de estudos numa universidade estrangeira e cerca de 2000 estudantes estrangeiros escolhiam a UTL para prosseguir os seus estudos. A UTL promovia, igualmente, a cooperação internacional com várias instituições congéneres internacionais, no quadro da sua experiência em projetos de investigação e desenvolvimento tecnológico. == Investigação == Das 43 unidades de investigação localizadas nos institutos e faculdades da UTLCf. . 50% obtiveram classificação de “Excelente” ou “Muito Bom” por parte das comissões de avaliação da Fundação para a Ciência e a Tecnologia.Cf. Página da Fundação para a Ciência e a Tecnologia. == Laboratórios associados == Integravam a esfera da Universidade Técnica de Lisboa sete dos vinte e cinco laboratórios associados nacionais. Alguns destes laboratórios resultam de parcerias com outras instituições de investigação de outras universidades, outros resultam de parcerias internas, entre os centros de investigação das suas faculdades e institutos: *Instituto de Biotecnologias e Bioengenharia (IBB)Cf. Página do Instituto de Biotecnologias e Bioengenharia (em inglês). *Instituto das Nanotecnologias (IN)Cf. ficha na página do Conselho dos Laboratórios Associados. *Instituto de Engenharia de Sistemas e Computadores: Investigação e Desenvolvimento (INESC-ID)Cf. Página do Instituto de Engenharia de Sistemas e Computadores: Investigação e Desenvolvimento (em inglês). *Instituto de Plasmas e Fusão Nuclear (IPFN)Cf. Página do Instituto de Plasmas e Fusão Nuclear. *Instituto de Sistemas e Robótica (ISR)Cf. Página do Instituto de Sistemas e Robótica (em inglês). *Instituto de Telecomunicações (IT)Cf. Página do Instituto de Telecomunicações (em inglês). *Laboratório Associado de Energia, Transportes e Aeronáutica (LAETA)Cf. Página do Laboratório Associado de Energia, Transportes e Aeronáutica (em inglês). == Doutores honoris causa == A UTL atribuiu, desde 1934, o título de doutor honoris causa a personalidades nacionais e internacionais que se destacaram pelos serviços prestados à ciência, à cultura e à universidade, valorizando e desenvolvendo o conhecimento. == Alumni == * Entre os alunos da UTL destacaram-se: *Abdool Karim Vakil *Alberto Pessoa *Alberto Romão Dias *Alfredo de Sousa *Almerindo da Silva Marques *Amílcar Cabral *Amílcar Theias *Aníbal Cavaco Silva *António Augusto Nunes de Almeida *António Borges *António da Costa Leal *António Guterres *António Mendonça *António Pinho Vargas *António Rebelo de Sousa *Augusto Mateus *Bagão Félix *Bento de Jesus Caraça *Carlos Carvalhas *Carlos Manuel Corvelo Pereira Rodrigues *Carlos Queiroz *Carlos João Chambers Ramos *Cassiano Branco *Daniel Bessa *David Justino *Diamantino Durão *Duarte Cabral de Mello *Duarte Pacheco *Dulce Pássaro *Eduardo Catroga *Eduardo Ferro Rodrigues *Ernâni Lopes *Fernando Oliveira Baptista *Fernando Silva *Fernando Ulrich *Fernando Varanda *Francisco Castro Rodrigues *Francisco Keil do Amaral *Francisco Lobato *Francisco Louçã *Francisco Luís Murteira Nabo *Gonçalo Byrne *Helena de Sacadura Cabral *Helena Roseta *Hernâni Correia *Inácio Peres Fernandes *Isabel Mota *Jaime Murteira *Jaime Silva *Jamila Madeira *João Abel Manta *João Braula Reis *João Correia Rebelo *João Duque *João Luís Carrilho da Graça *João Maurício Fernandes Salgueiro *João Santa-Rita *João Simões *Joaquim Ferreira *Joaquim Pina Moura *Jorge Coelho *Jorge Ferreira Chaves *José da Silva Lopes *José Epifânio da Franca *José Frederico Bravo de Drummond Ludovice *José Joaquim Figueiredo Luís *José Luís Cardoso *José Manuel Fonseca de Moura *José Mourinho *José Silva Rodrigues *José Sommer Ribeiro *José Vieira da Silva *Luís Amado *Luís Barbosa *Luís Cristino da Silva *Luís Filipe Pereira *Luís Mira Amaral *Macário Correia *Manuel Graça Dias *Manuel Jacinto Nunes *Manuel Mira Godinho *Manuel Pinho *Manuel Salgado *Manuel Taínha *Manuel Vicente *Manuela Ferreira Leite *Maria da Graça Carvalho *Maria de Lourdes Pintasilgo *Manuela M. Veloso *Mariano Gago *Mário Lino Soares Correia *Mário Murteira *Maurício de Vasconcelos *Miguel Beleza *Miguel Horta e Costa *Miguel Portas *Nuno Crato *Nuno Craveiro Lopes *Nuno Teotónio Pereira *Pedro Nuno Santos *Pereira de Moura *Porfírio Pardal Monteiro *Raul Hestnes Ferreira *Raul Pires Ferreira Chaves *Ricardo Salgado *Rogério Fernandes Ferreira *Susana Feitor *Tim (António Manuel Lopes dos Santos) *Tomás Taveira *Umaro Sissoco Embaló == Reitores da Universidade Técnica de Lisboa == * 1931-1947: João Alberto Pereira de Azevedo Neves (FMUL) * 1956-1963: Moisés Bensabat Amzalak (ISCEF, hoje ISEG) * 1963-1966: Francisco de Paula Leite Pinto (ISCEF) * 1966-1969: António Herculano Chaves de Carvalho (IST) * 1969-1972: Fernando Vasco Costa (IST) * 1972-1977: António Maria Godinho (ISCEF) * 1977-1987: Eduardo Romano de Arantes e Oliveira (IST) * 1987-1999: António Simões Lopes (ISEG) * 1999-2007: José Dias Lopes da Silva (IST) * 2007-2011: Fernando Manuel Ramôa Cardoso Ribeiro (IST) * 2011-2012: Helena Margarida Nunes Pereira (ISA) * 2012-2017: António Manuel da Cruz Serra (IST) == Universidade Sénior == Em novembro de 2010 a Universidade Técnica de Lisboa lançou o Programa de Formação Universitária para Seniores, a Universidade Sénior, na altura a primeira no país ligada a uma das maiores instituições de ensino superior. ==Ligações externas== *Página oficial da universidade Categoria:Universidade Técnica de Lisboa Categoria:Membros honorários da Ordem da Instrução Pública Categoria:Fundações em Portugal em 1930 Categoria:Extinções em Portugal em 2013",
 "title": "Universidade Técnica de Lisboa"
}