{
 "id": "72826",
 "text": "Sir David Lean, CBE (Croydon, Surrey, 25 de março de 1908 — Londres, 16 de abril de 1991) foi um premiado cineasta britânico. Considerado um dos maiores e mais influentes diretores da história do cinema, é mais lembrado por épicos como A Ponte do Rio Kwai (1957), Lawrence da Arábia (1962), Doutor Jivago (1965) e Passagem para a Índia (1984). Seus filmes venceram um total de 28 Oscars, com Lean sendo indicado a 7 Oscars de melhor diretor, vencendo por 2 vezes. Grande influência para diretores como Steven Spielberg, Ridley Scott e Stanley Kubrick, David Lean foi eleito o nono maior diretor de cinema de todos em pesquisa da revista especializada Sight & Sound, publicada pelo pelo British Film Institute, e o terceiro maior do cinema britânico pelo The Telegraph. Ganhou o Oscar de Melhor Diretor pelos filmes A Ponte do Rio Kwai e Lawrence da Arábia. Ele tem sete filmes na lista dos 100 melhores filmes britânicos feita pelo British Film Institute (com três figurando entre os cinco primeiros).The BFI 100: 1–10. Bfi.org.uk (6 September 2006). Retrieved on 6 de Dezembro de 2015.The BFI 100: 11–20 . Bfi.org.uk (6 September 2006). Retrieved on 6 de Dezembro de 2015. Em 1990, foi premiado com o American Film Instute Lifetime Achievement Award. ==Biografia== ===Primeiros anos=== David Lean nasceu em Croydon, Surrey, Inglaterra em 25 de março de 1908, filho de Francis Williams Le Blount Lean e Helena Annie Tangye e foi educado numa rígida disciplina na Leighton Park School, perto de Reading. Após um currículo escolar sem grandes méritos, abandonou os estudos, indo trabalhar com aprendiz do pai, contador juramentado; mas achou o ofício insuportável. Sempre que podia, refugiava-se no cinema local, onde se entusiasmava com os filmes silenciosos americanos, impressionando-se fortemente com Os Quatro Cavaleiros do Apocalipse (1921) e Mare Nostrum (1926), ambos de Rex Ingram, diretor que admirava. Em 1927, aos 19 anos, candidatou-se a um emprego nos estúdios Gainsborough, sendo contratado por um período de experiência, sem receber salário. Um de seus primeiros encargos foi o de segurar a claquete (primeira intervenção em Quinneys de Maurice Elvey), passando sucessivamente a assistente de câmera e 3º assistente de direção. Lean queria aprender tudo e começou a assistir ao trabalho na sala de montagem. Ele aprendeu muito com o chefe do departamento de montagem, o americano Merrill White, que havia sido montador de Ernst Lubitsch em Hollywood. Sua reputação subiu ainda mais em 1938, quando trabalhou em Pigmalião do húngaro Gabriel Pascal, baseado na peça de Bernard Shaw e co-dirigido por Anthony Asquith e Leslie Howard. Um ano depois, esteve de novo com Asquith em Caçador de Corações/French Without Tears, adaptação da comédia de Terence Rattigan, e, subsequentemente, montou importantes filmes britânicos dos anos 1940 como Major Barbara (1941), 49th Parallel (1942) e One of Our Aircraft Is Missing (1942). No começo da guerra, fez amizade com Ronald Neame, o fotógrafo de Major Barbara, em quem encontrou grande afinidade. Lean recebeu várias propostas para dirigir filmes, todo eles “quota quickies”. Este foi o caminho que Michael Powell havia seguido e ele chegou ao topo rapidamente. Porém Lean rejeitou-os, temendo que a participação em filmes inferiores prejudicasse a sua carreira. A oportunidade de dirigir surgiu, quando o produtor criativo, Filippe Del Giudice persuadiu o consagrado teatrólogo das comédias sofisticadas e revistas musicais borbulhantes, Noel Coward, a realizar um filme para a sua companhia, Two Cities. ===Começo de carreira e consagração=== Seu passo inicial como cineasta foi por meio da co- direção de Nosso Barco, Nossa Alma (1942), ao lado do escritor Noel Coward. Lean prosseguiu adaptando três peças de Coward: o inédito, This Happy Breed (1942), Uma Mulher do Outro Mundo (1945) e o delicado Desencanto (1945), com Trevor Howard e Celia Johnson, com quem havia trabalhado anteriormente em seus dois primeiros filmes. O grande autor inglês, Charles Dickens, foi a próxima fonte de inspiração para o diretor, que realizou Grandes Esperanças (1946) e Oliver Twist (1948). Em 1949, casou-se com a atriz inglesa Ann Todd – uma das seis esposas que teve em vida -, dirigindo-a em três filmes. A consagração de Lean veio a partir do final dos anos 1950, em que deu início à direção de suas mais bem sucedidas superproduções: A Ponte do Rio Kwai (1957), que lhe valeu o primeiro Oscar de direção, Lawrence da Arábia (1962), o segundo Oscar da categoria, e Doutor Jivago (1965), pelo qual foi novamente indicado ao prêmio. Filmado em condições extremamente difíceis no Sri Lanka, de outubro de 1956 a maio de 1957, A Ponte do Rio Kwai foi produzido por Sam Spiegel (Uma Aventura na África, Sindicato de Ladrões) e adaptado do famoso romance de Pierre Boulle. O filme recebeu 7 prêmios Oscar, incluindo melhor filme, direção e ator (Alec Guinness); mesmo número de estatuetas recebido pelo ainda mais ambicioso Lawrence da Arábia. ===Últimos anos e morte=== Sem dirigir desde o fracasso de público e crítica de A Filha de Ryan (1970), ele dedicou-se a mais uma adaptação do romance Mutiny on the Bounty (de James Norman Hall), levado às telas antes em O Grande Motim (1935) e Rebelião em Alto Mar (1984), este com Mel Gibson e Anthony Hopkins nos papéis que foram de Clark Gable e Charles Laughton na versão de 35. Somente em novembro de 1983, começaria as filmagens daquele que seria seu último trabalho: Passagem para a índia, baseado no romance homônimo de E. M. Forster, autor recorrente no cinema, principalmente nas adaptações dirigidas por James Ivory (Maurice, Uma Janela para o Amor, Retorno a Howards End). David Lean recebeu, em 1984, o título de Cavaleiro do Império Britânico e faleceu no dia 16 de Abril de 1991, em Londres, pouco tempo antes de começar as filmagens de “Nostromo”, filme que seria baseado na obra homônima de Joseph Conrad. ==Vida pessoal== David Lean era um residente de longa duração de Limehouse, leste de Londres. Sua casa na Narrow Street ainda é propriedade da sua família. Seu co-roteirista e produtor Norman Spencer disse que o Lean foi um \"enorme mulherengo\" e \"a meu conhecimento, ele tinha quase 1 000 mulheres\". Ele foi casado seis vezes, teve um filho, e pelo menos dois netos de quem ele estava completamente distante e era divorciado cinco vezes. Sua última esposa, foi a negociante de arte Sandra Cooke, a co- autora (com Barry Chattington) de David Lean: An Intimate Portrait. Suas seis esposas foram: *Isabel Lean (28 de Junho de 1930 – 1936) *Kay Walsh (23 de Novembro de 1940 – 1949) *Ann Todd (21 de Maio de 1949 – 1957) *Leila Matkar (4 de Julho de 1960 - 1978) (O casamento de Lean de mais longa duração) *Sandra Hotz (28 de Outubro de 1981 até 1984) *Sandra Cooke (15 de Dezembro de 1990 até 16 de Abril de 1991) ==Reputação e influência== Lean é o diretor mais representado na lista da BFI dos 100 maiores filmes britânicos, tendo um total de sete filmes na lista. Como o próprio David Lean destacou, seus filmes são muitas vezes admirado por colegas e diretores como uma vitrine da arte do cineasta. Steven Spielberg e Martin Scorsese, em particular, são fãs dos filmes épicos de Lean, e já o citaram como uma de suas principais influências. Spielberg e Scorsese também ajudaram na restauração de 1989 de Lawrence da Arábia, que, após o lançamento, muito reviveu a reputação de Lean. John Woo uma vez nomeou Lawrence da Arábia entre os seus três filmes preferidos. Mais recentemente, Joe Wright (Orgulho e Preconceito, Atonement) citou as obras de Lean, particularmente Doutor Jivago, como uma influência importante sobre seu trabalho.Times Online report == Filmografia == * 1984 – Passagem para a Índia (A Passage to India) * 1970 – A Filha de Ryan (Ryan's Daughter) * 1965 – Doutor Jivago (Doctor Zhivago) * 1962 – Lawrence of Arabia (Lawrence of Arabia) * 1957 – A Ponte do Rio Kwai (The Bridge on the River Kwai) * 1955 – Quando o Coração Floresce (Summertime) * 1954 – Papai É do Contra (Hobson's Choice) * 1952 – Sem Barreira no Céu (The Sound Barrier) * 1950 – O Grito da Carne (Madeleine) * 1949 – A História de uma Mulher (The Passionate Friends) * 1948 – Oliver Twist (Oliver Twist) * 1946 – Grandes Esperanças (Great Expectations) * 1945 – Desencanto ou Breve Encontro (Brief Encounter) * 1945 – Uma Mulher do Outro Mundo (Blithe Spirit) * 1944 – Esta Nobre Raça (This Happy Breed) * 1942 – Nosso Barco, Nossa Alma (In Which We Serve) == Premiações == * 7 indicações ao Oscar de Melhor Diretor, por \"Desencanto\" (1946), \"Grandes Esperanças\" (1946), \"Quando o Coração Floresce\" (1955), \"A Ponte do Rio Kwai\" (1957), \"Lawrence da Arábia\" (1962), \"Dr. Jivago\" (1965), \"Passagem para a Índia\" (1984). Venceu em 1957 e 1962. * 2 indicações ao Oscar de Melhor Roteiro (original), por \"Desencanto\" (1946) e \"Grandes Esperanças\" (1946). * indicação ao Oscar de Melhor Roteiro (adaptado), por \"Passagem para a Índia\" (1984). * indicação ao Oscar de Melhor Edição, por \"Passagem para a Índia\" (1984). * 4 indicações ao Globo de Ouro de Melhor Diretor, por \"A Ponte do Rio Kwai\" (1957), \"Lawrence da Arábia\" (1962), \"Dr. Jivago\" (1965) e \"Passagem para a Índia\" (1984). Venceu em 1957, 1962 e 1965. * indicação ao Globo de Ouro de Melhor Roteiro, por \"Passagem para a Índia\" (1984). * 2 indicações ao BAFTA de Melhor Filme, por \"Dr. Jivago\" (1965) e \"Passagem para a Índia\" (1984). * indicação ao BAFTA de Melhor Diretor, por \"A Filha de Ryan\" (1970). * indicação ao BAFTA de melhor roteiro adaptado, por \"Passagem para a Índia\" (1984). * indicação ao BAFTA de Melhor Roteiro de Filme Britânico, por \"Papai é do Contra\" (1954). * Grand Prix (Festival de Cannes), em (1946), por \"Desencanto\". * Urso de Ouro, no Festival de Berlim, por \"Papai é do Contra\" (1954). == Ligações externas == * Categoria:Óscar de melhor realização Categoria:Cineastas da Inglaterra Categoria:Globo de Ouro de melhor realização Categoria:Cineastas premiados com o David Categoria:Naturais de Londres Categoria:Mortos em 1991 Categoria:Urso de Ouro Categoria:Grand Prix (Festival de Cannes) Categoria:BAFTA Fellowship Award Categoria:Sepultados no Putney Vale Cemetery",
 "title": "David Lean"
}