{
 "id": "72829",
 "text": "Os hidretos são compostos inorgânicos hidrogenados, que apresentam o hidrogênio como o elemento mais eletronegativo, ou seja, como anion de estado de oxidação -1 ( H-1 ). Exemplos: * NaH – Hidreto de sódio * CaH2 \\- Hidreto de cálcio A definição de hidreto aqui é muito antiga e neste caso é contradita no próprio texto ao se observar os hidretos covalentes e os próprios intersticiais. Estes compostos reagem facilmente na presença de água. : KH + H2O → KOH + H2 == Classificação == 1 Na Cl Ba K H W R F J I G O R De uma forma geral, os hidretos podem ser classificados em 3 diferentes tipos conforme a natureza de ligação e estrutura: * Hidretos iônicos * Hidretos covalentes * Hidretos de metais de transição (hidretos intersticiais) Basicamente, a classificação é definida pela eletronegatividade do elemento que está ligado ao hidrogênio. Os metais eletropositivos, os alcalinos e os alcalinos terrosos, formam hidretos iônicos enquanto que os elementos eletronegativos formam hidretos covalentes. === Hidretos iônicos === Os hidretos iônicos são os hidretos formados pelos elementos da família 1A e 2A, alcalinos e alcalinos terrosos. O hidrogênio comporta-se como um halogênio e recebe um elétron do metal formando um íon hidreto (H-) que possui a configuração eletrônica do hélio ou o orbital s completo. Os hidretos são chamados de compostos binários quando formados de 2 elementos incluindo o hidrogênio, a sua fórmula química é MH ou MH2. Os hidretos de gálio, de índio, de tálio e de lantanídios também são iônicos. A estrutura é cristalina. As evidências do caracter iônico são basicamente: * Os hidretos iônicos quando fundidos conduzem corrente elétrica, por exemplo o hidreto de lítio P.F. = 691oC; os demais hidretos decompõem antes de alcançar o ponto de fusão. * Submetidos a uma eletrólise, desprendem gás hidrogênio no ânodo. As propriedades destes compostos são: * Agentes redutores : NaH + 2CO → HCOO-Na+ \\+ C : SiCl4 \\+ NaH → SiH4 \\+ NaCl * Reativos em meio aquoso : CaH2(s) \\+ 2H2O(g) → Ca(OH)2(s) \\+ 2H2(g) === Hidretos covalentes === Os hidretos covalentes são os hidretos formados pelos elementos o bloco p (boro, alumínio e do grupo 4-7) e berílio. Os metais fracamente eletropositivos do grupo III da tabela periódica geralmente formam hidretos covalentes. O hidreto de boro mais simples é o diborano ,B2H6, e o hidreto de alumínio é um polímero (AlH3)n. Observa-se que o B2H6 e o AlH3 são aceptores de elétrons pois os átomos de B e Al possuem orbitais disponíveis: : BH3 \\+ H- → [BH4]- : borano → boroidrito : AlH3 \\+ H- → [AlH4]- : alano → aluminoidrito === Hidretos de metais de transição === Nestes compostos, as moléculas de hidrogênio dissociam e os átomos de hidrogênios entram nos buracos do retículo cristalino do metal, sítios intersticiais. Os hidretos intersticiais geralmente não são estequiométricos, ao contrário dos hidretos iônicos e covalentes. Os átomos de hidrogênio, que estão dentro do retículo, podem migrar internamente, reagindo com impurezas ou alterando as propriedades do material. Estes compostos são condutores. Exemplos: * Raney nickel (hidrogênio superficial) * PdHx (hidrogênio intersticial) == Síntese == Existem 3 métodos mais comuns: 1\\. Combinação direta dos elementos. : 2Li(l)\\+ H2(g) → 2LiH(s) : Usado comercialmente para a síntese de compostos exergônicos, incluindo a amônia (processo Haber-Bosch) e os hidretos de lítio, sódio e cálcio. 2\\. Protonação de uma base de Brönsted. : Li3N(s)\\+ 3H2O(l) → 3LiOH(aq) \\+ NH3(g) : NaCl(s) \\+ H2SO4(aq) → NaHSO4(aq) \\+ HCl(g) : Método utilizado na preparação de compostos endergônicos (termodinanicamente instáveis em relação aos seus elementos). 3\\. Metatese de um haleto com hidreto. : Li[AlH4] + SiCl4 → Li[AlCl4] + SiH4 : Fontes doadoras de H-: LiH, NaH, Li[AlH4] e Na[BH4]. : Este método também é usado na preparação de compostos endergônicos. == Aplicação == *amônia: : NH3 \\+ CH4 → HCN (plásticos e pigmentos) : NH3 \\+ O2;H2O → HNO3 (fertilizantes e explosivos) : NH3 \\+ HX → NH4X (fertilizantes) : NH3 \\+ COCl2 → (NH2)2CO (fertilizantes e plásticos) *hidrazina *borohidretos (BH4- e derivados) e os hidretos de alumínio (\"alananos\"; AlH4- e derivados) são agentes redutores utilizados em sínteses orgânicas que convertem grupos carbonilos em álcoois. *hidreto de lítio são empregado na fabricação de acumuladores de lítio. Especificamente, o deutereto de lítio é utilizado como combustível para a fusão nuclear em bombas termonucleares. *hidretos intersticiais de paládio é capaz de absorver 900 vezes o seu volume com hidrogênio em condições normais de temperatura e pressão, podendo ser usado para transportar ou armazenar hidrogênio em veículos à célula de combustível. O gás hidrogênio é liberado proporcionalmente com a temperatura e pressão aplicada. *hidretos de metais de transição de platina são usados em catálise heterogênea, como halogenação de olefinas. == Lista de hidretos == * Arsina (AsH3) * Hidreto de sódio (NaH) * hidreto de berílio (BeH2) == Referências == * Chambers, C.; Modern Inorganic Chemstry, an intermediate text, 1975. : Livro antigo mas explica de forma simplificada. * Lee, J.D.; Inorganic Chemistry, non-concise. : Livro um pouco mais completo que o Chambers, mas ainda sim muito fraco, principalmente na versão em português. Categoria:Compostos inorgânicos",
 "title": "Hidreto"
}