{
 "id": "72841",
 "text": "Ernst Louis Étienne Laspeyres (também Ernst Ludwig Stephan Laspeyres; Halle an der Saale, 28 de novembro de 1834 — Gießen, 4 de agosto de 1913), foi um economista alemão. Foi Professor Ordinarius de Economia e Estatística ou Ciências do Estado e Cameralística (finanças públicas e administração) em Basel, Riga, Dorpat (agora Tartu), Karlsruhe e, finalmente, durante 26 anos em Gießen. Laspeyres era descendente de uma família huguenote de ascendência gascã que se estabelecera em Berlimno século 17, e ele enfatizou a pronúncia occitana de seu nome como um elo com suas origens Gascon. == Trabalho == Laspeyres é conhecido principalmente hoje por seu desenvolvimento em 1871 do método da fórmula do número índice para determinar aumentos de preços, usado para calcular a taxa de inflação. Um tipo desse cálculo é conhecido hoje como Índice de Laspeyres. Além de suas realizações em índices de preços, Laspeyres pode ser contado como um dos pais da administração de empresas como uma disciplina acadêmico-profissional na Alemanha, e como um dos principais unificadores da economia e da estatística por “desenvolver ideias que são hoje por e grande realidade nacional e internacional: quantificação e operacionalização da economia; expansão das estatísticas oficiais; cooperação de estatísticas oficiais e pesquisa econômica; e integração do economista e do estatístico em uma pessoa”. (Rinne 1983) Em economia, Laspeyres foi até certo ponto um representante da Escola Histórica e certamente do Kathedersozialismus. O sobrenome Laspeyres é de origem gascão; seus ancestrais foram huguenotes que se estabeleceram em Berlim no século XVII. Como ele pronunciou seu sobrenome é incerto, mas provavelmente como \"Las-pay- ress\".Backhaus, J_rgen G. (1 de janeiro de 2005). The Elgar Companion to Law and Economics . Editora Edward Elgar. pp. 585–. ISBN 978-1-84542-550-0. == Bibliografia == Livros de Laspeyres: * Wechselbeziehungen zwischen Volksvermehrung und Höhe des Arbeitslohns, 1860 * Geschichte der Volkswirtschäftlichen Anschauungen der Niederländer und ihrer Literatur zur Zeit der Republik, 1863 * Der Einfluß der Wohnung auf die Sittlichkeit, 1869 Artigos de Laspeyres: * “Mitteilungen aus Pieter de la Courts Schriften. Ein Beitrag zur Geschichte der niederländischen Nationalökonomik des 17. Jahrhunderts ”em Zeitschrift für die gesamte Staatswissenschaft, 1862 * “Hamburger Warenpreise 1851-1860 und die kalifornisch-australische Geldentdeckung seit 1848. Ein Beitrag zur Lehre von der Geldentwertung” em Jahrbücher für Nationalökonomie und Statistik, 1884 * “Die Berechnung einer mittleren Warenpreissteigerung” em Jahrbücher für Nationalökonomie und Statistik, 1871 * “Welche Waren werden im Verlaufe der Zeiten immer teurer? - Statistische Studien zur Geschichte der Preisen ”em Zeitschrift für die gesamte Staatswissenschaft, 1872 * “Statistische Untersuchungungen über die wirtschaftliche und soziale Lage der sogenannte arbeitenden Klassen” em Concordia Zeitschrift für die Arbeiterfrage, 1875 * “Die Kathedersocialisten und die statistischen Congresse. Gedanken zur Begründung einer nationalökonomischen Statistik und einer statistischen Nationalökonomie ”em Deutsche Zeit- und Streit-Fragen, 1875 * “Zur wirtschaftlichen Lage der ländlichen Arbeiter im deutschen Reich” em Zeitschrift für die gesamte Staatswissenschaft, 1876 * “Preise (Die Bewegungen der Warenpreise in der zweiten Hälfte des 19. Jahrhunderts)”, voce nell'enciclopedia Meyers Konversations-Lexikon, 1883 * “Statistischen Untersuchungen zur Frage der Steuerüberwälzung” em Finanz-Archiv, 1901 * “Einzelpreise und Durchschnittspreise vegetalischer und animalischer Produkte in Preußen während der 75 Jahre 1821 bis 1895” em Zeitschrift, Prússia, Statistisches Bureau, 1901 == Referências == === Fontes === * * * * Rinne, Horst (1981). “Ernst Louis Etienne Laspeyres, 1834–1913”. Jahrbücher für Nationalökonomie und Statistik, vol. 196, pp. 194–215. * Rinne, Horst (1983). “Étienne Laspeyres” in Neue Deutsche Biographie, vol. 13. Berlin: Duncker & Humblot, pp. 660–661. Categoria:Estatísticos da Alemanha Categoria:Economistas da Alemanha Categoria:Escola historicista alemã",
 "title": "Étienne Laspeyres"
}