{
 "id": "72851",
 "text": "Em biologia chama-se dispersão ao conjunto dos processos que possibilitam a fixação de indivíduos de uma espécie num local diferente daquele onde viviam os seus progenitores.Todos os organismos na natureza são encontrados em determinados locais por que eles se deslocaram até lá partindo de um centro de origem. É considerado natural que logo após o nascimento, seja de uma planta ou de um animal, haja o deslocamento do recém-nascido para longe de seus pais. Alguns animais podem se locomover apenas durante certo período de sua vida, permanecendo sésseis no restante dela, outros tendem a mudar de localização no espaço a qualquer momento. A distribuição de cada táxon reflete a história do local de origem, da dispersão e da extinção local, remontando assim a própria origem da vida.Brown J.H. e Lomolino M.V. 2006, Biogeografia, 2ed. Qualquer “consequência” evolutiva é, naturalmente, força seletiva potencialmente importante favorecendo padrões específicos de dispersão ou a tendência de se dispersar. A seleção natural geralmente favorece aos indivíduos que se movem a curtas distâncias de seu local de nascimento. A escolha de um novo local provavelmente será mais vantajoso para ele, já que permanecer no lugar onde nasceu poderá levar a problemas com as mudanças ambientais onde a espécie estaria mais adaptada a sobreviver e, a um aumento da competição intra- específica entre pais, filhos e irmãos. Quando há um aumento da distancia entre o sítio natal e o local de dispersão, a tendência é que a probabilidade de sobrevivência diminua, devido a diferenças dos habitats.Begon M., Townsend C.R. e Harper J.L. 2007, Ecologia de Indivíduos a Ecossistemas, 4ed. Porto Alegre: Artmed Uma espécie que busca expandir sua distribuição com sucesso, precisa ser capaz de se deslocar para novas áreas, resistir a condições ambientais desfavoráveis durante essa passagem e por último conseguir estabelecer populações viáveis em seu local de chegada.Begon M., Townsend C.R. e Harper J.L. 2007, Ecologia de Indivíduos a Ecossistemas, 4ed. Porto Alegre: Artmed == Variação na dispersão dentro de populações == === Polimorfismo de dispersão === Existem diversas formas de variação de dispersão dentro de uma mesma espécie, são adaptações muitas vezes comportamentais e fisiológicas que elas adquiriram. Como o caso da planta anual do deserto Gymnarrhena micrantha. Ela produz apenas de uma a três sementes grandes (em aquênios), a partir de flores que permanecem fechadas abaixo da superfície do solo. Essas sementes germinam no mesmo local da planta-mãe. Porém, essas mesmas plantas também produzem sementes pequenas acima do solo, o que permite a dispersão pelo vento. Em anos muito secos são produzidas apenas sementes subterrâneas que não dispersam; já em anos mais úmidos, as plantas crescem mais e produzem maior quantidade de sementes que dispersam. Koller S.L. e Roth N. 1964, Studies on the ecological and physiological significance of amphicarpy in Gmnarrhena micrantha (Compositae), American Journal of Botany, 51, 26-35 === Diferenças relacionadas ao sexo === Às vezes a necessidade de se dispersar pode ser diferente para machos e para fêmeas. Entre as aves é comum que as fêmeas se dispersem, já em mamíferos normalmente são os machos. Para as aves, a competição pelo território é mais intensa entre os machos, eles teriam portanto mais a ganhar através da filopatria. Já as fêmeas levam vantagem na escolha de qual macho irá se acasalar. Em mamíferos, os machos (muitas vezes polígamos) podem competir muito mais por uma fêmea, do que por um território e, com isso, é possível áreas para se dispersar com um maior número possível de fêmeas.Greenwood P.J. 1980, Mating systems, philopatry and dispersal in birds and mammals. Animal Behavior, 28, 1140-1162 === Diferenças relacionadas à idade === Em grande parte das espécies a dispersão é natal, ou seja, dispersão por juvenis antes que se reproduzam pela primeira vez. Em muitos táxons é constitucional que a dispersão de sementes seja tipicamente natal. Muitos invertebrados possuem um estágio adulto séssil (reprodutiva) no qual as larvas são lançadas (idade pré-reprodutiva) para a dispersão. Por outro lado, a maioria dos insetos possui um estágio séssil e um estágio adulto apto à dispersão. Aves e mamíferos, uma vez desmamados e independentes de sua mãe, possuem potencial para se dispersarem pelo resto de suas vidas. Wolff J.O. 1997, Population regulation in mammals: an evolutionary perspective. Journal of Animal Ecology, 66, 1-13 == Padrões de migração == === Salto de dispersão === Muitas espécies se estabeleceram em novos locais depois de terem percorrido grandes distâncias, mesmo sendo um mecanismo raro de ser observado na natureza, existem alguns bons exemplos dessas colonizações terem acontecido em algumas ilhas, por exemplo, quando uma erupção vulcânica destruiu quase toda a biodiversidade da ilha Krakatau na Indonésia, em 1883, mesmo após a erupção tanto ela quanto as ilhas vizinhas de Verlaten foram cobertas por uma extensa camada de cinzas. Após 50 anos do acontecido, pesquisadores que documentaram a fauna e flora das ilhas mostraram que já havia se estabelecido uma densa floresta tropical úmida na ilha de Krakatau, com 271 espécies de plantas, 31 tipos de pássaros, e muitos invertebrados.* A principal hipótese para o aparecimento desses organismos é que eles se dispersaram atravessando cerca de 50 à 80 km de mar que separa essas ilhas das grandes ilhas de Java e de Sumatra. Além de casos como esse em que as espécies tiveram que atravessar oceanos, também existem evidencias de organismos que tiveram que atravessar distancias tão longas, quanto essas através do continente. Docters van Leeuwen, W. M. 1936, Krakatau, 1833-1933. Ann. Jard. Bot. Buitenzorg 46-47: 1-506 === Difusão === Em comparação ao salto de dispersão, a difusão é uma forma muito mais lenta de expansão da amplitude de distribuição de uma espécie, que envolve não apenas indivíduos, mas também populações. Enquanto o salto de dispersão é realizado por um ou apenas poucos indivíduos dentro de um curto período de sua vida, a difusão acontece durante muitas gerações, onde os indivíduos se dispersam de forma lenta e gradual aumentando seu limite de distribuição. Esses dois mecanismos também estão intimamente ligados, uma vez que a difusão pode seguir o salto de dispersão de uma espécie em uma região distante de habitat favorável, mas não colonizada. === Migração secular === É ainda mais lenta que a difusão, existe a migração secular, ela ocorre muito vagarosamente (Pode durar centenas de gerações), possibilitando as espécies evoluírem durante o processo de migração. Apesar de Hebert Louis Mason ter introduzido o termo em 1954, o conceito de migração secular é antigo. Durante o século dezoito, Buffon propôs a hipótese de que muitas formas de vida se originaram da região norte do Velho e do Novo Mundo. A partir daí elas migraram em direção ao sul e, uma vez isoladas, começaram a se modificar, a tal ponto que as biotas dos trópicos do Velho e do Novo Mundo compartilham muitas poucas formas de vida (Lei de Buffon). === Migração diária e sazonal === A escala de tempo envolvida nesses processos pode ser de horas, dias, meses, ou anos. Em alguns casos esses movimentos têm o efeito de manter o organismo em um mesmo tipo de ambiente. Esse é o caso do movimento de caranguejos na linha de costa: eles se movem com a avanço e retaliação da maré. Outro exemplo são de algumas algas planctônicas, elas descem até as profundezas durante a noite para acumular fósforo e talvez outros nutrientes, durante o dia elas voltam à superfície pra realizarem a fotossíntese. Salonen K., Jones R.I. e Arvola L. 1984 Hypoliminetic retrieval by diel vertical migrations of lake phytoplankton. Freshwater Biology, 14, 431-438 Muitos organismos realizam migrações sazonais, como muitos anfíbios, que durante a primavera vivem num habitat aquático para se reproduzirem e durante o restante do ano são mais terrestres. === Migração de somente uma via === Em algumas espécies migrantes, a viagem para um individuo é de somente uma via. Na Europa, as borboletas Colias croceus, Vanessa Atalanta e Vanessa cardui se reproduzem nas duas extremidades de suas migrações. Os indivíduos, ao alcançarem a Grã-Bretanha no verão, se reproduzem e sua prole se desloca para o sul, no outono, e se reproduzem na região do Mediterrâneo, sendo que a prole desses indivíduos volta para o norte no verão seguinte. === Migrações irregulares ou táticas === Esse tipo de migração tática é forçada por eventos como as superpopulações, não apresentando nenhuma regularidade ou ciclo. É um exemplo as migrações de gafanhotos em regiões áridas e semiáridas, causadores de devastações no ambiente, muitas vezes trazendo também danos econômicos. == Forças evolutivas atuando na dispersão == === Endogamia e exogamia === Quando indivíduos aparentados se reproduzem, sua prole provavelmente sofre uma “depressão endogâmica**, resultante especialmente da expressão no fenótipo de alelos deletérios recessivos. Animais com dispersão limitada, aumentam a probabilidade de endogamia, desse modo, a sua evitação é uma força que favorece a dispersão. Em alguns casos porém, as espécies podem mostrar uma adaptação local a seu local imediato de nascimento. Quando organismo adaptados a dispersarem longas distâncias se cruzam, a prole poderá sofrer uma “depressão exogâmica”, com organismo adaptados a nenhuma habitat, essa seria uma força atuando contra a dispersão. Charlesworth D. e Charlesworth B. 1987, Inbreeding depression and its evolutionary consequences. Annual Rewieu of ecology and systematic, 18, 237-268 === Evitando a competição parental === Evitar a endogamia não é, de fato, a única força atuando a favor da dispersão natal da prole. Isso pode ser favorecido uma vez que diminua o resultado dos efeitos competitivos que ocorrem com os progenitores, pois mesmo em habitats muito estáveis, todos os organismos sofrerão uma forte pressão seletiva para se dispersar de sua progênie. Hamilton W.D. e May R.M. 1977, Dispersal in stable habitats. Nature, 269, 578-581 Há também estudos comprovando que a taxa de imigração está ligada a densidade populacional, em algumas espécies quando a densidade é baixa, a imigração tende a ser maior do que em densidades altas. O caso mais frequente é a taxa de imigração ser maior quando a densidade populacional também aumentar. === Filopatria === A dispersão efetiva não é exatamente dependente da densidade, pois existem também forças seletivas a favor da não dispersão, mostrando, em vez disso a chamada filopatria, ou comportamento “caseiro”. Este comportamento existe por haver certas vantagens de se permanecer no ambiente familiar, como a cooperação entre os indivíduos da mesma família ou, os indivíduos que dispersam podem encontrar uma “barreira social” de agressões ou intolerância de grupos não aparentados. Hestbeck J. B. 1982, Population regulation of cyclic mammals: the social fence hyphotesis. Oikos, 39, 157-163 Categoria:Biologia Categoria:Autoecologia Categoria:Demoecologia",
 "title": "Dispersão biológica"
}