{
 "id": "72878",
 "text": "Sete Povos das Missões é o nome que se deu ao conjunto de sete aldeamentos indígenas fundados pelos Jesuítas espanhóis na Região do \"Rio Grande de São Pedro\", atual Rio Grande do Sul, composto pelas reduções de São Francisco de Borja, São Nicolau, São Miguel Arcanjo, São Lourenço Mártir, São João Batista, São Luiz Gonzaga e Santo Ângelo Custódio. Os Sete Povos também são conhecidos como Missões Orientais, por estarem localizados a leste do Rio Uruguai. Com os ataques dos bandeirantes, os jesuítas espanhóis fugiram da área do Guairá.Os Sete Povos das Missões, Origem de São Miguel das Missões (RS) IPHAN - acessado em 22 de novembro de 2021 == Origens == Os Sete Povos foram fundados na derradeira onda colonizadora jesuíta na região, depois de terem sido fundadas dezoito reduções em tempos anteriores, todas destruídas pelos bandeirantes brasileiros e exploradores portugueses. Dentre as causas apontadas pelos historiadores para o retorno estão a abundância de gado na região e o desejo da coroa espanhola de assegurar a posse daquelas terras, em virtude da crescente presença portuguesa no sul. Contudo, essas teses são controversas. Seja como for, a partir de 1682 os Jesuítas começaram a voltar para as suas antigas terras, e neste mesmo ano foi fundado o primeiro dos Sete Povos: São Francisco de Borja, seguido por São Nicolau, São Luiz Gonzaga e São Miguel. == Os Sete Povos das Missões == thumb|Localização dos Sete Povos (área em rosa) === São Francisco de Borja === A primeira a nascer, fundada pelo padre Francisco Garcia, era uma extensão da redução de São Tomé, de onde saíram 195 pessoas. Nela trabalhou o Padre José Brasanelli. Em 1707 esta redução contava com 2814 habitantes. Desta redução nasceu a cidade de São Borja. === São Luiz Gonzaga === Sua origem está na transferência, em 1687, de 2 922 pessoas que antes habitavam as reduções de São Joaquim e Santa Tereza. O Padre Alfonso del Castillo, Superior de todos os Povos, liderou a fundação. O 1º Cura foi o padre Miguel Fernandez. Em 1707 sua população se havia reduzido para 1.997 almas. Foi a origem a cidade moderna de São Luiz Gonzaga. === São Nicolau === Sua população antigamente habitava este mesmo local, na redução fundada pelo padre Roque Gonzales em 1626, mas havia sido expulsa pelos ataques dos bandeirantes de Francisco Bueno. Passaram para a Argentina e fundaram a redução dos Apóstolos, para onde afluíram refugiados também da redução de Tapes. Em 1687 estes povos se uniram e voltaram ao Rio Grande, e refundaram São Nicolau em 2 de fevereiro. Este renascimento foi marcado por um ciclone e um incêndio, desastres que destruíram boa parte das instalações, incluindo a igreja. Mas logo a redução voltou a se recompor, reconstruindo o templo em pedra sob a orientação do padre Anselmo de la Matta. Chegou a possuir 7.751 pessoas em 1732, e deu origem à cidade de São Nicolau. === São Miguel Arcanjo === Seu primeiro fundador foi o padre Cristóvão de Mendonça, em 1632, que igualmente atacado por predadores bandeirantes, abandonou o local com os índios e se refugiaram em Concepción, no Paraguai. A volta aconteceu em 1687, com o deslocamento de 4 195 pessoas. E três anos já estava quase completa, com a casa dos padres e cem outras para os índios. Em 1697 São Miguel foi dividida, indo 2 832 pessoas fundar a redução de São João Batista. Em 1707 possuía 3 110 habitantes. A igreja foi obra do padre João Batista Primoli, que de 1735 a 1744 a levantou empregando somente operários indígenas. Suas ruínas são ainda visíveis nos dias de hoje, pertencentes ao município de São Miguel das Missões, constituindo o mais importante sítio arqueológico de sua natureza no estado, tendo sido declarado Patrimônio da Humanidade pela UNESCO, junto com outras ruínas no Paraguai, Argentina e Bolívia. === São Lourenço Mártir === Foi fundada em 1690 com nativos de Santa Maria Maior, descendentes dos fugitivos de Guaíra, que se instalaram no local liderados pelo padre Bernardo de La Veja. Em 1731 eram 6 400 os habitantes deste Povo. Seus remanescentes estão localizados em São Lourenço das Missões, no município de São Luiz Gonzaga. === São João Batista === Fundada pelo padre Antonio Sepp, um polímata que dominava a música, arquitetura, urbanismo, relojoaria, pintura e escultura. Foi seguido por 2 832 pessoas oriundas da redução de São Miguel. Os trabalhos na igreja iniciaram em 1708, quando já havia 3 400 pessoas habitando o aldeamento. Sob orientação de Sepp esta redução mostrou alto nível de atividade cultural. Suas ruínas se localizam na cidade de Vitória das Missões. Sepp também foi um geólogo e minerador, extraindo o primeiro ferro das Missões, fazendo instrumentos variados e até os sinos da igreja do seu Povo. Sua obra-prima foi o relógio instalado no campanário da igreja que, ao dar as horas, fazia desfilar pelo mostrador os 12 Apóstolos. === Santo Ângelo Custódio === Sua população anteriormente habitara Concepción, passara por Ijuí e por fim se fixou em Santo Ângelo, em 1707, com 2 879 pessoas sob o comando do padre Diogo de Hasse. == Declínio == No século XVIII, a região estava sob disputa entre Espanha e Portugal. O Tratado de Madri de 1750 havia posto a área à disposição de Portugal em troca da Colônia do Sacramento, e a saída dos Jesuítas espanhóis ali ficou decretada. Mas este Tratado gerou conflitos: nem padres nem índios queriam abandonar suas reduções, nem os portugueses queriam abandonar o Sacramento. Houve uma série de confrontos armados que culminaram na Guerra Guaranítica, que deixou um rastro de destruição e sangue que abalou as estruturas do sistema missioneiro. Logo depois veio o fim: com a intensa campanha difamatória que os Jesuítas sofreram a partir de meados do século XVIII, a Companhia de Jesus foi expulsa de terras portuguesas em 1759, e em 1767 a Espanha fez o mesmo. No ano seguinte todas as reduções foram esvaziadas, com a retirada final dos Jesuítas. Então suas terras foram apossadas pelos espanhóis e os índios foram subjugados ou dispersos. Quando em 1801 eclodiu nova guerra entre Portugal e Espanha, os Sete Povos já estavam em tal estado de desintegração que com apenas 40 homens Manuel dos Santos Pedroso e José Borges do Canto conseguiram conquistá-los para Portugal, embora pareça ter havido a participação indígena como facilitadora da tomada de posseGarcia. A \"conquista\" .. Depois disso Portugal anexou o território ao Rio Grande do Sul, instalando um governo militar na região, encerrando todo um ciclo civilizatório e dando início a outro. == Na cultura == Os Sete Povos fazem parte de um importante capítulo da história do Rio Grande do Sul. Deram origem a cidades prósperas, auxiliaram na delimitação de fronteiras, e foram tema para a formação de um grande folclore regionalista de tom heroico em torno das figuras dos padres e dos índios, dentre os quais em especial Sepé Tiaraju. A cultura desenvolvida nestes centros chegou a alto nível de complexidade em termos de arte, urbanismo e harmonia social. Os sinais deixados pelos Sete Povos das Missões foram fortes e permanecem em formas de ruínas, marcas arquitetônicas, fronteiras, costumes e lendas da região. Suas relíquias ainda podem ser vistas nos sítios arqueológicos e nos museus regionais. Sua importância é digna da atenção da UNESCO, e o acervo de estatuária que se preservou e está espalhado em coleções privadas e públicas é hoje patrimônio nacional tombado pelo IPHAN. == Na numismática == O interior das ruínas da igreja de São Miguel das Missões foi representado no anverso da cédula de cruzeiros reais em 1993, que como um todo fazia unicamente referências à cultura do Rio Grande do Sul: além da igreja, mostrava o gaúcho e a captura do gado, com os acessórios da lida: boleadeira, relho, guampa e esporas. == Ver também == * Escultura dos Sete Povos das Missões * Região das Missões * Guaranis * Companhia de Jesus * Companhia de Jesus no Brasil * Museu das Missões * História do Rio Grande do Sul * Missão cristã * História das missões cristãs == Bibliografia == * Silva, Patrícia Barboza da. Povos das Missões. * RS VIRTUAL. O surgimento dos Sete Povos das Missões. * Garcia, Elisa Frühauf. A \"conquista\" dos Sete Povos das Missões: de \"ato heróico\" dos luso- brasileiros a campanha negociada com os índios. * Schilling, Voltaire. Rio Grande do Sul, o poncho e a pólvora. * Candeias, Nelly Martins Ferreira e Lucas Almeida. República Guarani: As Ruínas de São Miguel. == Ligações externas == * Fundação Rota Missões: História dos municípios missioneiros. * Fundação Rota Missões: Os quatro sítios arqueológicos riograndenses * Terra sem males- documentário exibido na TV Escola. Categoria:Missões jesuíticas guaranis Categoria:Cultura indígena do Brasil Categoria:Guaranis Categoria:Colonização do Rio Grande do Sul Categoria:Sete Categoria:História indígena do Brasil",
 "title": "Sete Povos das Missões"
}