{
 "id": "729",
 "text": "Os descobrimentos portugueses foram o conjunto de conquistas, navegações e comércio realizados pelos portugueses em viagens e explorações marítimas que começaram em 1418 com a descoberta das ilhas da Madeira e Porto Santo. Os descobrimentos resultaram na expansão portuguesa e deram um contributo essencial para delinear o mapa do mundo, impulsionados pela Reconquista e pela procura de alternativas às rotas do comércio no Mediterrâneo. Com estas descobertas os portugueses iniciaram a Era dos Descobrimentos europeus que durou do até ao XVII e foram responsáveis por importantes avanços da tecnologia e ciência náutica, cartografia e astronomia, desenvolvendo os primeiros navios capazes de navegar em segurança em mar aberto no Atlântico. Embora com antecedentes no reinado de D. Dinis (1279) e nas expedições às Ilhas Canárias do tempo de D. Afonso IV, é a partir da conquista de Ceuta em 1415, que Portugal inicia o projecto nacional de navegações oceânicas sistemáticasB. W. Diffie, Foundations of the Portuguese Empire, 1415 -1580, Minneapolis, University of Minnesota Press que ficou conhecido como \"descobrimentos portugueses\". Terminada a Reconquista, o espírito de conquista e Cristianização dos povos muçulmanos subsistia. Os portugueses dirigiram-se então para o Norte de África, de onde tinham vindo os mouros que se haviam estabelecido na Península Ibérica. Avançando progressivamente pelo Atlântico ao longo das costas do continente africano, passaram o Cabo da Boa Esperança e entraram no Oceano Índico movidos pela procura de rotas alternativas ao comércio Mediterrânico. Chegaram à Índia em 1498, simultaneamente exploraram o Atlântico Sul e aportaram nas costas do Brasil em 1500, navegando no extremo da Ásia chegaram à China em 1513 e ao Japão em 1543. Acompanhando os Descobrimentos, iniciou-se um maciço comércio de escravos, que reduziu à escravatura milhões de seres humanos. As expedições prolongaram-se por vários reinados, desde o tempo das explorações na costa africana e americana impulsionadas pelo regente D. Pedro, duque de Coimbra e o Infante D. Henrique, filhos de D. João I, e mais o seu sobrinho o Infante D. Fernando, duque de Viseu, até ao projeto da descoberta de um caminho marítimo para a Índia no reinado de D. João II, culminando com o de D. Manuel I à altura em que o império ultramarino português fica consolidado. == Antecedentes == Com a Reconquista concluída, Dinis I de Portugal interessou-se pelo comércio externo, organizando a exportação para países europeus. Em 1293 instituiu a chamada Bolsa dos Mercadores, um fundo de seguro marítimo para os comerciantes portugueses que viviam no Condado da Flandres, que pagavam determinadas quantias em função da tonelagem, que revertiam em seu benefício se necessário. Vinho e frutos secos do Algarve eram vendidos na Flandres e na Inglaterra, sal das regiões de Lisboa, Setúbal e Aveiro eram exportações rentáveis para o Norte da Europa, além de couro e Kermes, um corante escarlate. Os portugueses importavam armaduras e armas, roupas finas e diversos produtos fabricados da Flandres e da Itália.A. R. de Oliveira Marques, Vitor Andre, \"Daily Life in Portugal in the Late Middle Ages\", p.9, Univ of Wisconsin Press, 1971, ISBN 0-299-05584-1 Em 1317 D. Dinis fez um acordo com o navegador e mercador genovês Manuel Pessanha (Emanuele Pessagno), nomeando-o primeiro almirante da frota real com privilégios comerciais com seu país, em troca de vinte navios e suas tripulações, com o objetivo de defender as costas do país contra ataques de pirataria (muçulmana), lançando as bases da Marinha Portuguesa e para o estabelecimento de uma comunidade mercante genovesa em Portugal.Diffie, Bailey (1977), Foundations of the Portuguese Empire, 1415–1580, p. 210, University of Minnesota Press. ISBN 0-8166-0782-6 Obrigados a reduzir suas atividades no Mar Negro, os mercadores da República de Génova tinham-se voltado para o comércio norte Africano de trigo, azeite (também fonte de energia) e ouro - navegando até aos portos de Bruges (Flandres) e Inglaterra. Genoveses e florentinos estabeleceram-se então em Portugal, que lucrou com a iniciativa e experiência financeira destes rivais da República de Veneza. Na segunda metade do , surtos de peste bubónica levaram a um grave despovoamento: a economia era extremamente localizada em poucas cidades e a migração do campo levou ao abandono da agricultura e ao aumento do desemprego nas povoações. Só o mar oferecia alternativas, com a maioria da população fixada nas zonas costeiras de pesca e comércio.M. D. D. Newitt, \"A history of Portuguese overseas expansion, 1400-1668\", p.9, Routledge, 2005, ISBN 0-415-23979-6 Entre 1325 e 1357 D. Afonso IV de Portugal concedeu o financiamento público para levantar uma frota comercial e ordenou as primeiras explorações marítimas, com apoio de genoveses, sob o comando de Manuel Pessanha. Em 1341 as ilhas Canárias, já conhecidas dos genoveses, foram oficialmente descobertas sob o patrocínio do rei PortuguêsButel, Paul, \"The Atlantic\", p. 36, Seas in history, Routledge, 1999 ISBN 0-415-10690-7. A sua exploração foi concedida em 1338 a mercadores estrangeiros, mas em 1344 Castela disputou-as, concedendo-as ao castelhano D. Luís de la Cerda. No ano seguinte, Afonso IV enviou uma carta ao Papa Clemente VI referindo-se às viagens dos portugueses às Canárias e protestando contra essa concessão. Nas reivindicações de posse, sucessivamente renovadas pelos dois povos, prevaleceu, no final, a vontade do rei de Castela sobre estas ilhas. Em 1353 foi assinado um tratado comercial com a Inglaterra para que os pescadores portugueses pudessem pescar nas costas inglesas, abrindo assim caminho para o futuro Tratado de Windsor em 1386. Em 1380 foi criada a Companhia das Naus, uma bolsa de seguros marítimos e, em 1387 há notícia do estabelecimento de mercadores do Algarve em Bruges. Em 1395, D. João I emitiu uma lei para regular o comércio dos mercadores estrangeiros. Há unanimidade dos historiadores em considerar a conquista de Ceuta como o início do império português. Foi uma praça conquistada com relativa facilidade, por uma expedição organizada por D. João I, em 1415. A aventura ultramarina seria iniciada pela acção do Infante D. Henrique, reconhecido internacionalmente como o seu grande impulsionador, e continuada pelo seu sobrinho e protegido Infante D. Fernando, duque de Beja e Viseu e mais tarde por D. João II e futuros reis portugueses. === Motivações === Até ao , considerava-se que a única motivação do reino português para as conquistas africanas em Marrocos tinha sido de ordem religiosa e espírito de cruzada. O cronista Gomes Eanes de Zurara refere-se nesse sentido que os Infantes tinham as suas razões, os letrados as suas, mas a decisão cabia ao rei D. João I. Diz assim: “Eu não o teria por vitória, nem o faria em boa verdade, ainda que soubesse cobrar todo o mundo por meu, se não sentisse que em alguma maneira era serviço de Deus”. O motivo religioso, sobrepondo-se a todos os outros, foi como tal apontado, entre outros, pelos contemporâneos João de Barros, Luís de Camões, Gil Vicente. Sem falarmos no papel dos reis portugueses na Reconquista da Península Ibérica e independentemente de nos apercebermos todo um pensamento de acordo com uma época que mantinha os valores da Cavalaria medieval, que já vinha detrás, a provar está o consentimento e bênção do papado dado ao pedido D. Dinis para combater os corsários mouros e ao de D. Duarte, em 1436, nas intervenções de ocupação de território sarraceno junto do Norte de África. Daí as sucessivas bulas da Cruzada que se lhe seguiram e foram dirigidas ao Reino de Portugal e à portuguesa templária Ordem de Cristo. Isto para consentir e agradecer toda a intervenção nesse sentido da conquista de os territórios \"nullius diocesis\" (sem diocese apostólica) para aumentar o número de cristãos e o seu prestígio. Entre outras, temos a bula Apostolice Sedis emitida em 23 de Maio de 1320 pelo Papa João XXII; a Etsis suscepti, em 1442; a Dum diversas, em 18 de Junho de 1452, que autoriza os portugueses a conquistar territórios não cristianizados e reduzir à escravatura perpétua os mouros e pagãos e outros descrentes que capturassem, tomando posse das suas terras e bens; logo depois a Romanus Pontifex, do Papa Nicolau V, em 8 de Janeiro de 1455, que concede aos portugueses um monopólio perpétuo no comércio com África e permite a escravidão dos nativos; e mais tarde surge a bula Inter cætera, em 4 de Maio de 1493, pelo Papa Calisto III, que divide o mundo entre Portugal e Espanha. Mas havia também outras razões para a conquista de Ceuta, mais de um século depois resumidas pelo carmelita Frei Amador Arrais, ligando-as à acção de D. Afonso IV na Batalha do Salado - “El-Rei Dom João o primeiro, começou a conquista de África, tomado Septa, Baluarte da Cristandade, & Chave de toda Hespanha, Porta do comércio do poente para levante\". Os muçulmanos dominavam o estreito de Gibraltar e eram poderosos em Granada. Pela sua posição geográfica, Ceuta era uma base naval que podia servir de apoio à navegação entre a península itálica e Portugal, permitindo também reprimir ou tolher a pirataria dos mouros nas costas do Atlântico. No , houve historiadores que julgaram o passado com as preocupações do presente, considerando a primazia do interesse económico: procurar acesso directo a fontes de fornecimento de trigo, de ouro ou de escravos no norte de África. Mas houve também historiadores, como David Lopes, rebatendo essa tese: \"Ainda que Ceuta tivesse importância como centro de comércio, a sua conquista por cristãos desviaria dela o tráfico muçulmano\".David Lopes, História de Arzila, Coimbra, Imprensa da Universidade, 1925, p. XXIX. As conquistas de Marrocos, porém, sob o impulso do Infante D. Henrique, vieram a dar lugar aos descobrimentos. Segundo Gomes Eanes de Zurara, na Crónica do descobrimento e conquista da Guiné (Capítulo VII), as expedições organizadas pelo Infante tinham cinco motivações: *conhecer a terra além das Canárias e do cabo Bojador; *trazer ao reino mercadorias que trariam grandes proveitos aos portugueses; *saber até onde chegava o poder dos muçulmanos; *encontrar aliados cristãos que o pudessem ajudar numa guerra que durava há trinta e um anos; *trazer para a fé de Cristo todas as almas que deveriam ser salvas. Se, com o Infante, ao avançar pela costa de África na direcção do sul, parece haver sobretudo a intenção de envolver pela retaguarda o grande poderio islâmico, adversário da Cristandade (uma estratégia militar e diplomática tributária do espírito das Cruzadas), a crescente intervenção dos \"cavaleiros-mercadores\" (Magalhães Godinho) nos reinados de D. Afonso V e D. João II, acabará por levar a expansão portuguesa até ao Oriente em busca das especiarias. Em 1453, com a tomada de Constantinopla pelos Otomanos, as trocas comerciais no Mediterrâneo de Veneza e de Génova ficaram muito reduzidas. O proveito de uma rota comercial alternativa mostrava-se recompensador. Portugal iria ligar directamente as regiões produtoras das especiarias aos seus mercados na Europa. Quando se firma o projecto da descoberta do caminho marítimo para a Índia, a expansão portuguesa, sem esquecer a vertente religiosa, está também já dominada pelo interesse comercial. == Primeiras expedições no Atlântico == A conquista de Ceuta em 1415 é geralmente referida como o início do império português. Nela participaram os infantes D. Duarte, D. Pedro e o Infante D. Henrique que a partir de então dirige as primeiras expedições no Atlântico, através da Ordem de Cristo e do seu próprio património pessoal. As primeiras navegações estão associadas à sua figura a partir da base que estabeleceu em Lagos e em Sagres, onde o acompanhavam um grupo de cartógrafos, astrónomos e pilotos. Além dos interesses materiais, o príncipe ambicionava estabelecer uma aliança com o Preste João, um príncipe cristão que governava as terras da Etiópia. Graças a essa aliança, pensava-se recomeçar as Cruzadas, expulsar os muçulmanos da Terra Santa. Por trás deste movimento, como dirigente governativo, estava o seu irmão Infante D. Pedro, 1.° duque de Coimbra assim como um grupo vasto de religiosos cristão e judeus, mercadores e armadores profissionais, interessados e participantes nas navegações, responsáveis por uma série importante de iniciativas a que o Infante aderiu. Entre eles o seu aventureiro sobrinho navegador, Infante D. Fernando, duque de Beja, pai de D. Manuel I, que deu toda a continuidade a esses intentos. === As ilhas do Porto Santo e da Madeira === Em 1418, ainda no reinado de D. João I, e sob comando do Infante D. Henrique dá-se o redescobrimento da ilha de Porto Santo por João Gonçalves Zarco e mais tarde da ilha da Madeira por Tristão Vaz Teixeira. Trata-se de um redescobrimento pois já havia conhecimento da existência dessas ilhas no , segundo revela a cartografia da mesma época, principalmente em mapas italianos e catalães. Eram ilhas desabitadas que, pelo seu clima, ofereciam possibilidades de povoamento aos Portugueses e reuniam condições para a exploração agrícola. Os arquipélagos da Madeira e das Canárias despertaram, desde cedo, o interesse tanto dos Portugueses como dos Castelhanos; por serem vizinhos da costa africana, representavam fortes potencialidades económicas e estratégicas. As primeiras incursões portuguesas (em cerca do ano de 1420) em busca de escravos deram-se nas Ilhas Canárias, já habitadas por um povo de origem berbere, os guanches. que oposeram uma feroz resistência. A disputa destes territórios deu origem ao primeiro conflito ibérico motivado por razões expansionistas que só terminou com a assinatura do Tratado das Alcáçovas-Toledo em 1479. === Os Açores === Em 1427, dão-se os primeiros contactos com o arquipélago dos Açores por Diogo de Silves. Ainda nesse ano é descoberto o grupo oriental dos Açores, São Miguel e Santa Maria. Segue-se o descobrimento do grupo central -Terceira, Graciosa, São Jorge, Pico e Faial). Em 1452, o grupo ocidental (Flores e Corvo) é descoberto por Diogo de Teive. === A costa ocidental de África === miniatura|220px|direita| A caravela, navio utilizado pelos portugueses a partir do século XV. miniatura|220px|direita| A carraca era um tipo de navio dos séculos XV e XVI, criado pelos Portugueses especificamente para as viagens oceânicas. Em 1434, Gil Eanes contornou o Cabo Bojador, dissipando o terror que este promontório inspirava. No ano seguinte, navegando com Afonso Gonçalves Baldaia descobriram Angra de Ruivos e este último chegou ao Rio de Ouro, no Saara Ocidental. Entretanto, após a derrota portuguesa de Tânger em 1437, os portugueses adiaram o projecto de conquistar o Norte de África. Já na regência de D. Afonso V, em 1441 Antão Gonçalves foi incumbido de descobrir o Rio de Oro. Fez os primeiros cativos africanos: um homem de cor parda a que os portugueses chamavam de azenegues e uma moura negra. No mesmo ano, Nuno Tristão chegou ao Cabo Branco. Juntamente com Antão Gonçalves fizeram incursões ao referido Rio do Ouro, de onde foi obtido ouro em pó e alguns escravos, a primeira grande captura. Os raides para obtenção de escravos na África Subsaariana começaram nas décadas de 1430 e 1440 mas este período foi de curta duração. Os portugueses transitaram rapidamente para uma rede de comércio com vários líderes africanos e os traficantes árabes, que desde o século VII traficavam escravos em África. Em 1444 foi introduzida a venda de africanos negros em Lagos. O cronista Gomes Eanes de Zurara, descreveu a cena num dos seus livros: famílias separadas, crianças tiradas ás mães, homens separados das suas mulheres. Mas o seu sofrimento foi retratado como nada em comparação com a alegria da sua conversão ao cristianismo, porque as suas almas estavam a caminho da salvação. A partir de então ficou generalizada a convicção de que essa área da costa africana poderia, independentemente de novos avanços, sustentar uma actividade comercial capaz de responder às necessidades de numerário que, em Portugal, como em toda a Europa, se fazia sentir. Em 1456, Diogo Gomes descobre Cabo Verde e segue-se o povoamento das ilhas ainda no . O povoamento de Cabo Verde prolongou-se até ao e foi realizado com escravos negros trazidos da Guiné para a cultura do algodão. Em 1455 é emitida a bula Romanus Pontifex do Papa Nicolau V confirmando as explorações portuguesas e declarando que todas as terras e mares descobertos a sul do Bojador e do cabo são pertença dos reis de Portugal, que poderá cobrar impostos sobre a navegação e comércio. No ano seguinte chegava a Bristol o primeiro carregamento de açúcar provindo da ilha da Madeira. Em 1460, Pêro de Sintra atinge a Serra Leoa. === Descobrimentos pós-Henriquinos === Em 1460 faleceu o Infante D. Henrique. Após a sua morte, a missão é atribuída temporariamente ao seu sobrinho, o Infante D. Fernando (filho de D. Duarte), já aqui referido. Em 1469, Afonso V, Rei de Portugal dadas as poucas receitas da exploração, concedeu o monopólio do comércio no Golfo da Guiné ao mercador de Lisboa Fernão Gomes, contra uma renda anual de 200 000 réis. Segundo João de Barros, ficava aquele «honrado cidadão de Lisboa» com a obrigação de continuar as explorações, pois o exclusivo era garantido com «condição que em cada um destes cinco anos fosse obrigado a descobrir pela costa em diante cem léguas, de maneira que ao cabo do seu arrendamento desse quinhentas léguas descobertas»Barros, João, Décadas da Ásia». Este avanço, do qual não há grandes pormenores, teria começado a partir da Serra Leoa, onde haviam já chegado Pedro de Sintra e Soeiro da Costa. Com a colaboração de navegadores como João de Santarém, Pedro Escobar, Lopo Gonçalves, Fernão do Pó e Pedro de Sintra, Fernão Gomes fê-lo mesmo para além do contratado. Com o seu patrocínio, os portugueses chegaram ao Cabo de Santa Catarina, já no Hemisfério Sul. João de Santarém e Pêro Escobar exploraram a costa setentrional do Golfo da Guiné, atingindo a «minha de ouro» de Sama (actualmente Sama Bay), a costa da Mina, a de Benin, a do Calabar e a do Gabão e as ilhas de São Tomé e Príncipe e de Ano Bom. Quando as expedições chegaram a Elmina na Costa do Ouro, em 1471, encontraram um florescente comércio de ouro. Seguiram-se outros navegadores como Soeiro da Costa (que deu nome ao rio Soeiro), Fernão do Pó (que descobriu a ilha Formosa (em África), que ficou conhecida posteriormente pelo seu nome), João Vaz Corte-Real, que em 1472 descobriu a Terra Nova, e em 1473 Lopo Gonçalves (cujo nome se transmitiu ao Cabo Lopo Gonçalves, hoje conhecido por Cabo Lopez) ultrapassou o Equador. Em 1474, D. Afonso V entregou ao seu filho, o príncipe D. João, futuro D. João II, com apenas dezanove anos, a organização das explorações por terras africanas. Mais tarde, em 1481, o rei confirmou a missão do príncipe em novo diploma: «…sabemos certo que ele dá, per si, e per seus oficiais, mui boa ordem à navegação destes trautos e os governa mui bem.». Assim que lhe foi entregue a política de expansão ultramarina, D. João organizou a primeira viagem de Diogo Cão. Este fez o reconhecimento de toda a costa até à região do Padrão de Santo Agostinho. Em 1485, Diogo Cão levou a cabo uma segunda viagem até à Serra Parda. Há notícias de carregamentos de açúcar da Madeira serem entregues em Ruão (1473) e Dieppe (1479). Em 1479, buscando proteger o investimento resultante das descobertas, Portugal negociou com Castela o Tratado das Alcáçovas-Toledo, estabelecendo a paz e concertando a política externa Atlântica dos dois reinos rivais: Portugal obtinha o reconhecimento do seu domínio sobre a ilha da Madeira, o Arquipélago dos Açores, o de Cabo Verde e a costa da Guiné, enquanto que Castela recebia as ilhas Canárias, renunciando a navegar ao Sul do cabo Bojador, ou seja, do Paralelo 27 no qual se encontravam. O tratado dividia as terras descobertas e a descobrir por um paralelo na altura das Canárias, dividindo o mundo em dois hemisférios: a norte, para a Coroa de Castela; e a sul, para a Coroa de Portugal. Preservavam-se, desse modo, os interesses de ambas as Coroas, definindo-se, a partir de então, os dois ciclos da expansão: o chamado ciclo oriental, pelo qual a Coroa portuguesa garantia o seu progresso para o sul e o Oriente, contornando a costa africana (o chamado \"périplo africano\"); e o que se denominou posteriormente de ciclo ocidental, pelo qual Castela se aventurou no oceano Atlântico, para oeste até ao Novo Mundo. Em 1482 dá-se a construção da Fortaleza de São Jorge da Mina e, no ano seguinte, Diogo Cão chega ao rio Zaire. A Fortaleza de São Jorge da Mina e a cidade foram construídos em 1482 em redor da indústria do ouro. Com os lucros deste comércio, Fernão Gomes auxiliou o monarca na conquista de Arzila, Alcácer Ceguer e Tânger. Além da aquisição do ouro e malagueta, o comércio esclavagista oferecia boas perspectivas de lucro. Nesse período de exploração mercantil da costa ocidental africana, precedido pelo antigo tráfego de escravos capturados nas Canárias (por Castelhanos, Franceses, Italianos e Portugueses), cada vez mais difícil aos Portugueses. Igualmente difícil era adquirir mouros em Marrocos. Trocavam-se escravos por panos e outros artigos. Sem lutas, eram os próprios mercadores mouros ou os próprios negros que ali vendiam escravos aos Portugueses — que, por seu turno, os vendiam a outros europeus. Com as visitas anuais à Guiné e Mina para carregar escravos e ouro, trocados por tecido e trigo, adquiridos na Madeira ou no estrangeiro, subia o valor da moeda portuguesa. Em Lagos passou a funcionar um depósito de escravos e produtos da Guiné e Mina, conhecido como Casa da Guiné e, depois da sua transferência para Lisboa, em 1482, por Casa da Guiné e da Mina. Esta seria a instituição predecessora da Casa da Índia. Em 1486 é fundada uma feitoria na Nigéria.[carece de fontes] == A ligação do Atlântico com o Índico == Em 1487, D. João II envia Afonso de Paiva e Pêro da Covilhã em busca do Preste João e de informações sobre a navegação e comércio no Oceano Índico. Nesse mesmo ano, Bartolomeu Dias, comandando uma expedição com três Caravelas, atinge o Cabo da Boa Esperança. Estabelecia-se assim a ligação náutica entre o Atlântico e o Oceano Índico. O projecto para o caminho marítimo para a Índia foi delineado por D. João II como medida de redução dos custos nas trocas comerciais com a Ásia e tentativa de monopolizar o comércio das especiarias. A juntar à cada vez mais sólida presença marítima portuguesa, D. João almejava o domínio das rotas comerciais e expansão do reino de Portugal que já se transformava em Império Porém, o empreendimento não seria realizado durante o seu reinado. Seria o seu sucessor, D. Manuel I que iria designar Vasco da Gama para esta expedição, embora mantendo o plano original. Porém, este empreendimento não era bem visto pelas altas classes. Nas Cortes de Montemor-o-Novo de 1495 era bem patente a opinião contrária quanto à viagem que D. João II tão esforçadamente havia preparado. Contentavam-se com o comércio da Guiné e do Norte de África e temia-se pela manutenção dos eventuais territórios além-mar, pelo custo implicado na expedição e manutenção das rotas marítimas que daí adviessem. Esta posição é personificada na personagem do Velho do Restelo que aparece, n'Os Lusíadas de Luís Vaz de Camões, a opor-se ao embarque da armada. Em 1492, Abraão Zacuto é expulso da Espanha por ser judeu, vindo viver para Portugal, trazendo consigo as tábuas astronómicas que ajudariam os navegadores portugueses no mar. == Tratado de Tordesilhas e o domínio do Atlântico Sul == Face à chegada de Cristóvão Colombo à América no mesmo ano 1492, segue-se a promulgação de três bulas papais - as Bulas Alexandrinas - que concediam a Espanha o domínio dessas terras. Cientes da descoberta de Colombo, os cosmógrafos portugueses argumentaram que a descoberta se encontrava em terras portuguesas. D. João II consegue uma renegociação, mas só entre os dois Estados, sem a intervenção do Papa, propondo estabelecer um paralelo das Ilhas Canárias. Os castelhanos recusaram a proposta inicial, mas prestaram-se a discutir o caso. Reuniram-se então os diplomatas em Tordesillas. Como resultado das negociações, foi assinado em 7 de Junho de 1494 o Tratado de Tordesilhas entre Portugal e Castela. Este tratado estabelecia a divisão do Mundo em duas áreas de exploração: a portuguesa e a castelhana, cabendo a Portugal as terras \"descobertas e por descobrir\" situadas antes da linha imaginária que demarcava 370 léguas ( km) a oeste das ilhas de Cabo Verde, e à Espanha as terras que ficassem além dessa linha. Em princípio, o tratado resolvia os conflitos que seguiram à descoberta do Novo Mundo por Cristóvão Colombo e garantia a Portugal o domínio das águas do Atlântico Sul, essencial para a manobra náutica então conhecida como volta do mar, empregada para evitar as correntes marítimas que empurravam para norte as embarcações que navegassem junto à costa sudoeste africana, permitindo a ultrapassagem do cabo da Boa Esperança. == A chegada à Índia == Nos anos que se seguiram à assinatura do Tratado de Tordesilhas (1494) Portugal prosseguiu no seu projecto de alcançar a Índia, o que foi finalmente alcançado pela frota de Vasco da Gama, na sua primeira viagem de 1497-1499. Mantendo o plano de D. João II, o rei D. Manuel I mandou aparelhar as naus e escolheu Vasco da Gama, cavaleiro da sua casa, para capitão desta armada. Segundo o plano original, D. João II teria designado seu pai, Estêvão da Gama, para chefiar a armada; mas a esta altura já ambos tinham falecido. A 8 de Junho de 1497 iniciou-se a expedição semi-planetária que terminaria dois anos depois com a entrada da nau Bérrio pelo rio Tejo adentro, trazendo a boa-nova. Neste dia parte do Restelo a armada chefiada por Vasco da Gama. Tratava-se de uma expedição comportando três embarcações. É a partir da viagem de Vasco da Gama que se introduzem as naus. A 20 de Maio de 1498 Vasco da Gama chega a Calecute. Estabelecia-se assim o caminho marítimo para a Índia. == Chegada ao Brasil == Em 1499, após o retorno de Vasco da Gama, Pedro Álvares Cabral foi nomeado capitão-mor da armada que se dirigiria à Índia. A sua missão era a de estabelecer relações diplomáticas e comerciais com o Samorim, promovendo a imagem de Portugal e instalando um entreposto comercial ou feitoria, retornando com o máximo de mercadorias. A sua foi a mais bem equipada armada do , integrada por dez naus e três caravelas, transportando de a homens, entre funcionários, soldados e religiosos. Era integrada por navegadores experientes, como Bartolomeu Dias e Nicolau Coelho, tendo partido de Lisboa a 9 de março de 1500, após missa solene na ermida do Restelo, à qual compareceu o Rei e toda a Corte. Mas Pedro Álvares Cabral, por alturas de Cabo Verde, desvia-se da rota. Tendo-se afastado da costa africana, a 22 de abril de 1500, após quarenta e três dias de viagem, avistou o Monte Pascoal no litoral sul da Bahia. No dia seguinte, houve o contato inicial com os indígenas. A 24 de abril, seguiu ao longo do litoral para o norte em busca de abrigo, fundeando na atual baía de Santa Cruz Cabrália, nos arredores de Porto Seguro, onde permaneceu até 2 de maio. Cabral tomou posse, em nome da Coroa portuguesa, da nova terra, a qual denominou de \"Ilha de Vera Cruz\" (mais tarde Terra de Santa Cruz e finalmente Brasil - face à abundante existência de madeira pau-brasil), e enviou uma das embarcações menores com a notícia, inclusive a Carta de Pero Vaz de Caminha, de volta ao reino. Retomou então a rota de Vasco da Gama rumo às Índias. Ao cruzar o cabo da Boa Esperança, perderam-se quatro dos navios, entre os quais o de Bartolomeu Dias, navegador que o descobrira em 1488. Diogo Dias contava entre os navegadores experientes da frota de Pedro Álvares Cabral na segunda armada à Índia. É citado na Carta do Achamento do Brasil de Caminha como «homem gracioso e de prazer». A 10 de agosto de 1500, após ter dobrado o cabo da Boa Esperança, separou-se do resto da expedição devido aos ventos, e descobriu uma ilha a que deu o nome de São Lourenço, mais tarde designada Madagáscar. Sua embarcação se perdeu durante a tormenta, e acabou sendo o primeiro capitão português a viajar pelo mar Vermelho. Incapaz de prosseguir rumo à Índia, retornou a Portugal, onde chegou com apenas sete homens. A armada de Pedro Álvares Cabral chega a Calecute em 1501, onde ocorrem confrontos com o Samorim, com o qual acaba por romper relações. Assim, dirige-se para Sul e estabelece uma feitoria em Cochim. No Brasil, há quem o interprete como ato invasivo, por reconhecer a existência de povos indígenas que já habitavam o território séculos antes da chegada dos portugueses. === O Livro de Marinharia de João de Lisboa === Acerca da importância deste livro de marinharia diz Francisco Adolfo de Varnhagen: :Consignemos porém de passagem que com o Magalhães ia o piloto portuguez João de Lisboa, que já no Brazil havia estado antes, e que escreveu um livro sobre marinharia, cujo aparecimento seria talvez de trascendente importancia para a historia geographica. O Livro de Marinharia de João de Lisboa (c.1470-1525) tem 1514 como única data inscrita pelo autor, e apresenta um notável globo terrestre, em representação polar, cuja execução coloca em causa todo o conhecimento marítimo à época da sua morte. Nesse mapa, para além de contornos muito precisos de toda a América, nomeadamente do Estreito de Magalhães, incluem-se menções explícitas ao Japão e à Nova Guiné. Acresce um mapa da América Central e Peru que torna evidente a presença de castelos portugueses na área de influência inca, territórios que depois seriam ocupados pelos espanhóis, de acordo com a divisão de Tordesilhas. == Chegada às Molucas, China e ao Japão == Em 1510 Afonso de Albuquerque conquistou Goa, na Índia e pouco depois, em 1511, Malaca, na Malásia. Simultaneamente investiu esforços diplomáticos com os mercadores do sudeste asiático, como os chineses, na esperança de que estes fizessem eco das boas relações com os portugueses. Conhecendo as ambições siamesas sobre Malaca, imediatamente enviou Duarte Fernandes em missão diplomática ao Reino do Sião (actual Tailândia), onde foi o primeiro europeu a chegar viajando num junco chinês que retornava à China, estabelecendo relações amigáveis entre os reinos de Portugal e do Sião.Donald Frederick Lach, Edwin J. Van Kley, \"Asia in the making of Europe\", p.520-521, University of Chicago Press, 1994, ISBN 978-0-226-46731-3 Ainda em Novembro desse ano, ao tomar conhecimento da localização secreta das chamadas \"Ilhas das Especiarias\", ordenou a partida dos primeiros navios portugueses para o sudeste asiático, comandado pelo seu homens de confiança António de Abreu e por Francisco Serrão, guiados por pilotos malaios. Estes são os primeiros europeus a chegar às Ilhas Banda nas Molucas. A nau de Serrão encalhou próximo a Ceram e o sultão de Ternate, Abu Lais, entrevendo uma oportunidade de aliar-se com uma poderosa nação estrangeira, trouxe os tripulantes para Ternate em 1512. A partir de então os portugueses foram autorizados a erguer uma fortificação-feitoria na ilha, na passagem para o oceano Pacífico: o Forte de São João Baptista de Ternate. Em 1513, partindo de Malaca (actual Malásia) Jorge Álvares atinge o Sul da China. A esta visita seguiu-se o estabelecimento de algumas feitorias portuguesas na província de Cantão, onde mais tarde se viria a estabelecer o entreposto de Macau. De acordo com os registos disponíveis, foi o primeiro europeu a alcançar e visitar o território que actualmente é Hong Kong. Em 1543, Francisco Zeimoto, António da Mota e António Peixoto são os primeiros portugueses a atingir o Japão. Terão aportado ao Japão a 23 de Setembro, tendo sido este primeiro contacto de europeus com o Japão, relatado pelo cronista Fernão Mendes Pinto. Segundo este, a ilha de Tanegashima teria sido o primeiro lugar visitado pelos portugueses, que espantaram os autóctones não só com o relato de terras e costumes que tinham visto como com a novidade das armas de fogo, visto que o conhecimento da pirobalística ainda não tinha chegado ao Japão. A chegada dos portugueses deu origem ao período de comércio Nanban (os portugueses eram designados por Nanban-jin, denominação que significa «bárbaros do sul»), durante o qual uma intensa interação com os poderes europeus ocorreu tanto a nível econômico como religioso. == Estados atuais == Os descobrimentos Portugueses marcaram a primeira presença dos europeus, chegando pelos Oceanos, entre os primórdios do e a primeira metade do , em muitos dos actuais países. Os portugueses foram os pioneiros nos seguintes países: * América do Norte - Canadá (Terra Nova e Labrador) * América do Sul - Brasil * Oceania - Austrália, Papua-Nova Guiné, Vanuatu * África (litoral atlântico e ilhas) - Marrocos (e Saara Ocidental), Mauritânia, Senegal, Gâmbia, Cabo Verde, Guiné-Bissau, Guiné, Serra Leoa, Libéria, Costa do Marfim, Gana, Benim, Nigéria, Camarões, Guiné Equatorial, Gabão, São Tomé e Príncipe, Angola, Namíbia, África do Sul. * África (Litoral índico e ilhas) - Moçambique, Madagascar, Tanzânia, Maurícia, Comores, Quênia, Somália * Ásia - Iêmem (Socotorá), Omã, Barém, Irão (Ormuz), Índia (Goa, Damão e Diu, Dadrá e Nagar-Aveli, Calicute, etc.), Seri-Lanca (antigo Ceilão), Maldivas, Tailândia (Sião), Malásia, Indonésia, Timor-Leste, Ilha Formosa (Taiuã), China, Japão. * Ilhas diversas pertencentes a países europeus - Canárias (ESP); Açores e Madeira (POR); Ascensão, Santa Helena (território) e Tristão da Cunha (RU) As Filipinas, as possessões Marianas Setentrionais (EUA) e a Polinésia Francesa (FRA) foram descobertas por um português a serviço da Espanha, Fernão de Magalhães, durante a sua viagem de circum-navegação. == Ciência náutica portuguesa == As sucessivas navegações e a experiência acumulada dos pilotos levaram a uma evolução bastante rápida da ciência náutica portuguesa, tendo a investigação criado uma elite de astrónomos, navegadores, matemáticos e cartógrafos, entre os quais se destacaram Pedro Nunes com os estudos sobre a forma de determinar as latitudes por meio dos astros e D. João de Castro. ; Navios Até ao os portugueses praticavam a navegação de cabotagem utilizando a barca e o barinel, embarcações pequenas e frágeis de um mastro com vela quadrangular fixa, usadas nas primeiras viagens às ilhas Canárias, Madeira e Açores, e no litoral africano até Arguim, na actual Mauritânia. Mas que não conseguiam dar resposta às dificuldades no avanço para Sul, como os baixios, os ventos fortes e as correntes marítimas desfavoráveis, sendo substituídas pelas caravelas. A caravela foi o navio que marcou os descobrimentos portugueses, resultando do aperfeiçoamento de embarcações já usadas na faina da pesca. Era e ágil e de navegação mais fácil, com uma tonelagem entre 50 a 160 toneladas e 1 a 3 mastros com velas latinas triangulares que permitiam bolinar. A pouca capacidade de carga e tripulação eram os seus principais inconvenientes, mas que não obstaram ao seu sucesso. Entre as caravelas famosas estão a Bérrio e a Caravela Anunciação. Com a passagem das navegações costeiras às oceânicas também as naus se desenvolveram de forma assinalável em Portugal. \"Nau\" era o sinónimo arcaico de navio de grande porte, destinado essencialmente a transportar mercadorias. Devido à pirataria que assolava a costa, passaram a ser utilizadas na marinha de guerra. Foram introduzidas as bocas-de-fogo, que levaram à classificação das naus segundo o poder de artilharia. À medida que se foi desenvolvendo o comércio marítimo, foram sendo modificadas as suas características. A capacidade aumentou das duzentas toneladas no até às quinhentas. As naus eram imponentes e tinham, em geral, duas cobertas, castelos de proa e de popa, dois a quatro mastros e velas sobrepostas. Na carreira da Índia no foram também usadas as carracas, naus de velas redondas e borda alta com três mastros que atingiam toneladas. ; Navegação astronómica No era já conhecida a navegação astronómica através da posição solar. Para a navegação astronómica os portugueses, como outros europeus, recorriam a instrumentos de navegação árabes, como o astrolábio e o quadrante, que aligeiraram e simplificaram. Inventaram outros, como a balestilha, para obter no mar a altura do sol e outros astros, como o Cruzeiro do Sul descoberto após a chegada ao hemisfério Sul por João de Santarém e Pêro Escobar em 1471, que iniciaram a navegação guiada por esta constelação. Mas os resultados variavam conforme longo do ano, o que obrigava a correcções. Para isso os portugueses utilizaram tabelas de inclinação do Sol, as Tábuas astronómicas, preciosos instrumentos de navegação em alto-mar, que conheceram uma notável difusão no . Quando se introduziram na náutica as observações astronómicas que a revolucionaram, em particular a observação de altura meridiana do Sol para com o conhecimento da declinação solar, se poder calcular a latitude do lugar, recorreu-se às tábuas Almanach Perpetuum, do astrónomo Abraão Zacuto, publicadas em Leiria em 1496, que foram utilizadas, juntamente com o seu astrolábio melhorado, por Vasco da Gama e Pedro Álvares Cabral. ; Técnicas de navegação Além da exploração do litoral foram feitas também viagens para o mar largo em busca de informações meteorológicas e oceanográficas (foi nestes trajectos que se descobriram os arquipélagos da Madeira e dos Açores, o Mar dos Sargaços). O conhecimento do regime de ventos e correntes do Atlântico e a determinação da latitude por observações astronómicas a bordo, permitiu a descoberta da melhor rota oceânica de regresso de África: cruzando o Atlântico Central até à latitude dos Açores, aproveitando os ventos e correntes permanentes favoráveis, que giram no sentido dos ponteiros do relógio no hemisfério norte devido à circulação atmosférica e ao efeito de Coriolis, facilitando o rumo directo para Lisboa e possibilitando assim que os portugueses se aventurassem cada vez para mais longe da costa, manobra que ficou conhecida como \"volta da Mina\", ou \"Volta do mar\". ; Cartografia Pensa-se que Jehuda Cresques, filho do cartógrafo catalão Abraão Cresques terá sido um dos notáveis cartógrafos ao serviço do Infante D. Henrique. Contudo a mais antiga carta de marear portuguesa assinada é um portulano de Pedro Reinel de 1485 representando a Europa Ocidental e parte de África, que reflecte as explorações efectuadas pelo navegador Diogo Cão ao longo da costa africana. Reinel foi também autor da primeira carta náutica conhecida com uma indicação de latitudes em 1504 bem como da primeira representação da rosa-dos-ventos. Com o seu filho, Jorge Reinel e o cartógrafo Lopo Homem, participou na elaboração do atlas conhecido por Atlas de Lopo Homem-Reinés ou Atlas de Miller'', de 1519. Foram considerados dos melhores cartógrafos do seu tempo, a ponto do imperador Carlos V os desejar a trabalhar para si. Em 1517, o rei D. Manuel I de Portugal passou a Lopo Homem, cartógrafo e cosmógrafo português, um alvará que lhe dava o privilégio de fazer e emendar todas as agulhas (bússolas) dos navios. Na terceira fase da antiga cartografia náutica portuguesa, caracterizada pelo abandono da influência de Ptolemeu na representação do Oriente e por uma melhor precisão na representação das terras e continentes, destaca-se Fernão Vaz Dourado (Goa ~1520 — ~ 1580), cuja obra apresenta extraordinária qualidade e beleza, conferindo-lhe a reputação de um dos melhores cartógrafos de seu tempo. == Ver também == * Ciência Náutica Portuguesa * Cronologia dos descobrimentos portugueses * Descoberta do Brasil * Descoberta do caminho marítimo para a Índia * Navegadores de Portugal * Era dos Descobrimentos * Padrão dos Descobrimentos * Espada preta de bordo * Padrão Real * A Maravilhosa Expedição às Ilhas Encantadas (Animação Infantil) *Comércio de escravos no Atlântico *Escravidão em África == Bibliografia == * * * * * * * * == Ligações externas == * A Expansão portuguesa no , por João Silva de Sousa, O Portal da História, 2010-2012 * Navegações Portuguesas, Instituto Camões - Estado Português * Carreira da Índia, sítio de relatos e testemunhos da história dos Descobrimentos, a par de algumas páginas da chamada “Literatura de viagens” * Vídeo em português sobre o descobrimento português do Brasil. Exige Real Player * As Grandes Navegações e a Era dos Descobrimentos, Impérios AD, 1/02/2020 Categoria:Império Português Categoria:Século XV em Portugal Categoria:Século XVI em Portugal Categoria:1418 em Portugal Categoria:História de Portugal por período",
 "title": "Descobrimentos portugueses"
}