{
 "id": "7296",
 "text": "Um é um bárion eletricamente neutro. Composto por dois quarks down e um quark up, forma o núcleo atômico juntamente com o próton e, uma vez fora deste, é instável e tem uma vida média de cerca de 15 minutos, emitindo um elétron e um antineutrino, convertendo-se em um próton. Foi descoberto pelo físico inglês James Chadwick em 1932, que recebeu o Prêmio Nobel de Física em 1935 por essa descoberta. Para saber a quantidade de nêutrons que um átomo possui, basta fazer a subtração entre o número de massa (A) e o número atómico (Z). == História == Hoje sabemos que o nêutron não é uma partícula elementar, mas quando foi descoberto ele assim era considerado. Sabemos que partículas de mesma carga se repelem por causa da repulsão elétrica, desta forma não seria possível um núcleo atômico ser estável contendo apenas prótons, fazendo-se necessário uma partícula neutra que estivesse presente no núcleo dos átomos para dar essa estabilidade. Cientistas passaram a buscar essa partícula neutra do núcleo. Por volta de 1920, Ernest Rutherford e também outros físicos sugeriam uma partícula eletricamente neutra formada por um próton e um elétron. Dessa maneira obteríamos uma carga nula, ou seja, é como se somássemos -1 e +1. Eles previam também uma massa muito próxima à do próton. Para essa nova partícula que foi prevista deram o nome de nêutron, no entanto essa teoria não deu muito certo: a mecânica quântica oferecia muitos argumentos que contrariavam essa suposição do nêutron, como por exemplo o Princípio da incerteza de Heisenberg. Esse princípio nos diz que a incerteza de uma medida é inevitável, ou seja, é impossível medir a velocidade de uma partícula e sua posição ao mesmo tempo sem que essa mesma partícula sofra influência do instrumento de medição. Segundo este princípio, seria impossível que um elétron ficasse preso em um espaço tão pequeno quanto o núcleo atômico: o elétron possuiria uma velocidade tão grande que escaparia do núcleo. A ideia do nêutron foi muito boa pois com ele podemos explicar os isótopos de um elemento químico, além da estabilidade atômica. No entanto, por ser eletricamente neutro, o nêutron tornou-se extremamente difícil de se observar. Em 1928, Walter Bothe e Herbert Becker, em uma experiência usando polônio como fonte de partícula alfa, observaram o nêutron sem se dar conta. Ambos observaram uma radiação neutra penetrante, mas pensaram ser raios X. Foi então que, em 1932, o físico James Chadwick refez uma experiência de Frédéric Joliot-Curie e Irène Joliot-Curie e percebeu que eles haviam observado uma versão neutra do próton. Três anos mais tarde recebeu o Prémio Nobel de Física. Atualmente sabemos que o nêutron é necessário para a estabilidade de quase todos os núcleos atômicos (a única exceção é o hidrogênio), já que a força nuclear forte faz com que seja atraído por elétrons e prótons, mas não seja repelido por nenhum, como acontece com os prótons, que se atraem nuclearmente mas se repelem eletrostaticamente. == Aplicações == Os nêutrons têm um amplo campo de aplicação. Na medicina são utilizados, por exemplo, para tratamentos e em diagnósticos. São utilizados também para a caracterização e determinação de materiais. Um exemplo prático é o uso dos nêutrons para a inspeção de cargas em aeroportos. Além da inspeção das cargas pode ser utilizado também para a determinação da composição do solo. Existem ainda, além de outras grandes quantidades de aplicações, os laboratórios de pesquisa que utilizam fontes de nêutrons. Todas essas aplicações produzem uma demanda por instrumentos de detecção e dosímetros para fontes de nêutrons. É válido lembrar que todo equipamento precisa de calibração para assegurar que seu funcionamento esteja de acordo com padrões pré-estabelecidos. == Fontes de nêutrons == Fontes de nêutrons são todos os materiais e equipamentos que têm a capacidade de emitir nêutrons natural ou artificialmente. Podem ser classificadas de diferentes formas, seja por seus tamanhos, pela energia dos nêutrons liberados ou, ainda, pela natureza do processo que ocorre para a geração do nêutrons. Os mais utilizados são as fontes de fissão espontânea, ativação por gama ou alfa, os reatores e os aceleradores. == Fissão espontânea como fonte de nêutrons == A fissão nuclear é o processo da quebra de um núcleo instável em dois menores. Ela pode ser realizada de forma induzida, isso é, provocando colisões entre partículas aceleradas e o núcleo, ou de forma espontânea, natural. É importante que a fissão espontânea tem suas origens da interação do núcleo com raios cósmicos que são partículas penetrantes e energia considerável. A fissão espontânea é observada em núcleos mais pesados como, por exemplo, o tório-232. Além disso, existem outros elementos que podem sofrer fissão espontânea, como o urânio-235, o Urânio-238, califórnio-252, entre outros elementos com alta massa atômica. Atualmente são conhecidos mais de 100 elementos capazes de decair por fissão espontânea e liberar nêutrons. O califórnio-252, em especial, é uma das fontes de nêutrons mais importantes. O motivo é que a energia dos nêutrons cai em uma faixa de energia que é muito utilizável. O espectro de energia de nêutrons do califórnio-252 é similar ao de um reator. Outro motivo para a sua grande utilização é a alta atividade por unidade de massa e tal fato permite a construção de pequenas fontes de nêutrons. As fontes de califórnio têm tempo de meia vida de aproximadamente 2,6 anos. Tal fato é uma de suas desvantagens. Além disso a energia média do nêutron liberado é em torno de 2 MeV e a energia máxima do nêutron liberado pode chegar até 10 MeV. == Reatores de fissão como fonte de nêutrons == Os reatores de fissão são uma das fontes de nêutrons mais intensas. Assim como a fissão podem existem reatores de diferentes elementos. Um exemplo clássico é o da fissão do urânio-235. Durante operação de um reator de urânio-235 ocorre um aumento da quantidade de elementos menores como, por exemplo, bário-144 e criptônio-89, devido ao decaimento do urânio-235 em elementos mais leves. É importante destacar que os núcleos resultantes do decaimento do urânio-235 por fissão nuclear ou outros tipos de decaimentos resultam em núcleos menores e tais elementos também podem decair resultando em uma cascata de processos. A energia média dos nêutrons liberados em reatores de fissão como fonte de nêutrons é em torno de 2 MeV. Assim como na fissão espontânea, a energia máxima dos nêutrons liberados pode atingir até 10 MeV. == Aceleradores como fonte de nêutrons == Aceleradores são equipamentos que fornecem energia para partículas. Dois tipos de aceleradores são utilizados para a produção de nêutrons. Um é o acelerador de elétrons e o acelerador de partículas como prótons, deutério, entre outras partículas. O princípio do acelerador de elétrons é a produção de bremsstrahlung através do bombardeamento de alvos com alto número atômico como, por exemplo, o tungstênio com elétrons acelerados. Os fótons de bremsstrahlung, por sua vez, participam em processos de ativação e resultam na produção de nêutrons como pode ser visto mais detalhadamente em Ativação gama como fonte de nêutrons. As energias dos nêutrons dependem da aceleração do elétron. Sendo assim, quanto maior a energia do elétron, maior a energia do Bremsstrahlung e, consequentemente, maior a energia dos nêutrons. É importante destacar que diferentes elementos alvo podem resultar em diferentes espectros de energias tanto de nêutrons como de outras partículas. Existe também como apresentado anteriormente o acelerador de partículas carregadas com massa como prótons e deutérios. O bombardeamento dessas partículas é feito em materiais com baixo número atômico, diferentemente do acelerador de elétrons. A aceleração das partículas carregadas que geralmente são íons pode ser realizada em aceleradores Van de Graaff, por exemplo. Um exemplo clássico da produção de nêutrons é a aceleração do deutério e o bombardeamento do mesmo em um trítio conforme a reação a seguir: 2H + 3H 4He + 1n Tal reação é denominada reação de fusão Deutério-Trítio e libera um nêutron com energia próxima de 14 MeV. A principal vantagem é que a liberação de nêutrons por reações de fusão tem como resultado nêutrons praticamente monoenergéticos. Isso pode ser também uma desvantagem pois existem aplicações em que são necessárias um espectro de energias para o funcionamento adequado como, por exemplo, a calibração de equipamentos. Cabe ainda destacar que reações com diferentes íons são capazes de produzir nêutrons com diferentes energias. A fusão Deutério-Deutério, por exemplo, produz além de nêutrons com energia em torno de 2,5 MeV um Hélio - 3. Outra grande vantagem de aceleradores em relação a processos com decaimento é que eles podem ser desligados, ou sejam, podem parar de produzir nêutrons. Assim como o acelerador de elétrons, quanto maior a energia da partícula incidente no alvo de baixo número atômico, maior a faixa de energia dos nêutrons liberados. == Ativação gama como fonte de nêutrons == O processo de ativação gama requer uma fonte de energia que é um feixe gama e um material alvo com baixo número atômico que seja instável. O processo de ativação gama também recebe o nome de foto nêutron pois a incidências de um fóton em dado material resulta em nêutrons. O material alvo mais utilizado é o berílio - 9 que ao ser ativado por um fóton resulta em Berílio - 8 e nêutron. Assim como nos aceleradores os nêutrons liberados são praticamente monoenergéticos e dependem tanto da energia do fóton incidente assim como do material alvo. A fonte de fóton pode ser um elemento que decai com energia o suficiente para provocar a ativação do material alvo como o Antimônio - 124 para ativar o Berílio - 9. Além disso, como visto em Aceleradores como fonte de nêutrons podem ser ser utilizados aceleradores de elétrons que produzem Bremsstrahlung. A principal desvantagem da ativação gama para a produção de nêutrons é que ela exige uma fonte gama com atividade considerável. É importante salientar que as radiações gama representam um risco radiológico considerável devido a sua alta penetração em boa parte dos materiais. Sendo assim as fontes de nêutrons por ativação são feitas de forma com que o material que emita gama fique encapsulado em uma primeira casca que geralmente é feita em alumínio. A segunda parte, externa a primeira casca, é o material alvo que geralmente é Berílio - 9. Por fim, existe ainda uma casca externa ao material alvo que é feita, geralmente, em alumínio. O presente esquema mostra a geometria genérica de uma fonte de nêutron com ativação gama. Um exemplo de fonte gama é o antimônio e um exemplo de material alvo é o Berílio - 9. A blindagem representada em cinza é um material que é útil tanto para a blindagem da radiação quanto para proteção física da fonte. Geralmente o encapsulamento da fonte de nêutrons com ativação gama é feita em geometria esférica ou cilíndrica. Em tal tipo de fonte as energias e fluência dos nêutrons são relativamente baixas quando comparadas a reatores e aceleradores. == Ativação alfa como fonte de nêutrons == O processo de ativação alfa requer uma fonte que emita alfa e um material alvo com baixo número atômico e seja instável. São os tipos de fontes de nêutrons mais comuns de todos tendo em vista as vantagens da fonte. A intensidade da fonte de nêutrons com ativação alfa é definida pela atividade do emissor alfa o qual o Amerício - 241 é comumente utilizado. Além do Amerício - 241 também podem ser utilizados como emissores alfa o Plutônio - 238, Plutônio - 239, Polônio - 210 e Rádio - 226. O principal problema de emissores de alfa encapsulados é o acúmulo de Hélio com o tempo. Os materiais alvo tem baixo número atômico e podem ser citados como exemplo o Berílio, Flúor e Lítio. As fontes de Berílio - 9 e Amerício - 241 são umas das mais utilizadas por causa do tempo de meia vida longo, aproximadamente 432,2 anos, energia média do nêutron de 4,2 MeV com nêutrons de até 11 MeV. A reação de ativação alfa é representada como: 9Be + 4α 12C + 1n + γ O gama liberado tem energia de 4,44 MeV e exige uma cuidado do ponto de vista radiológico. O esquema de encapsulamento da fonte de nêutrons com ativação alfa é muito similar ao com ativação gama. A principal diferença é que não existe a blindagem interna entre a fonte e o material alvo. O motivo para tal é que as partículas alfa tem penetração muito menor que as partículas gama e, assim, precisam estar em contato direto com o material alvo. Em geral a principal desvantagem da fonte de nêutrons com ativação alfa é a produção de Hélio com o passar do tempo. O tempo de meia vida longo, o espectro energético amplo, a energia média dos nêutrons e a fácil construção a torna uma das fontes mais ideais para utilização nos mais diversos campos de aplicação. == Blindagens para fontes de nêutrons == Os nêutrons são partículas capazes de ionizar partículas de forma indireta, ou seja, eles interagem com partículas que são carregadas que, por sua vez, serão capazes de produzir radiações ionizantes. Sendo assim os nêutrons interagem, majoritariamente, com núcleos leves como o do Hidrogênio. O Hidrogênio acelerado que interagiu com o nêutron é capaz, então, de produzir radiações ionizantes através de interações coulombianas com outros elementos. As radiações ionizantes tem grande campo de aplicação porém o seu uso deve seguir três princípios básicos: Justificativa, Otimização e Limitação. De forma geral é desejado que o uso de radiação seja o suficiente para a aplicação em questão, ou seja, não deve exceder os limites definidos em normas nacionais. Para tal é necessário um estudo da blindagem a fim de reduzir a exposição a radiação de tudo que é capaz de produzir radiação seja de forma direta ou indireta. A radiação de nêutrons, em específico, é relativamente mais complexa que as demais pois tem o efeito de cascata. O nêutron interage, em maior parte, com vários tipos de núcleos e pode, assim, resultar em diferentes tipos e energias de radiação. Um exemplo do efeito de cascata de nêutrons é a interação com o Oxigênio - 16 que resulta em um Oxigênio - 17 que decai emitindo um Hidrogênio e um Nitrogênio - 16. O Hidrogênio acelerado como já discutimos é capaz de realizar interações coulombianas e, assim, produzir radiações ionizantes. Já o Nitrogênio - 16 tem capacidade para emitir radiações Beta e Gama. Como podemos ver o nêutron quando interage com o Oxigênio - 16 resulta em outras duas partículas que podem provocar radiações ionizantes. Tal cascata provocada pelas interações dos nêutrons torna a sua blindagem um processo relativamente complexo quando comparado a outras radiações. A interação dos nêutrons com a matéria pode ser representada pela relação entre a intensidade de nêutrons incidente, I0, em um material de espessura X e número de núcleos por volume, N, com o número de nêutrons emergente, I, é definida por: :I(x) = I_0 e^{-\\sigma N x} A letra σ representa a probabilidade de interação do nêutron com o material. Diferentes materiais assim como nêutrons de diferentes momentos (energia e ângulo de incidência) apresentam diferentes probabilidades de interação. Para nêutrons de até 10 MeV são predominantes dois tipos de interações: espalhamento e captura. O primeiro existe apenas um redirecionamento do nêutron, ou seja, existe um nêutron no final da interação. Já no processo de captura o nêutron é absorvido por um núcleo. Diferentes materiais apresentam diferentes coeficientes de secção de choque, σ, para as diferentes interações. Para as blindagens geralmente são utilizados elementos com alta secção de choque de espalhamento com nêutrons. Tais materiais geralmente tem baixo número atômico e o caso mais clássico é o Hidrogênio. O objetivo de tais interações de espalhamento é fazer com que os nêutrons incidentes percam energia e tenham, posteriormente, maior probabilidade de serem absorvidos em materiais com alta secção de choque de absorção como é o caso do cádmio. Sendo assim, a blindagem de nêutrons é realizada com materiais hidrogenados para reduzir a energia média dos nêutrons incidentes. Depois disso são utilizados materiais que absorvem os nêutrons de baixa energia, ou seja, com alta secção de choque de absorção como o cádmio. Por fim são recomendadas blindagens de Chumbo ou algum outro material com alto número atômico para atenuar as partículas resultantes dos processos de espalhamento com o nêutron como, por exemplo, hidrogênios acelerados, radiações gama, entre outras.'''''' == O decaimento beta ( \\beta^-) == A interação fraca é uma das quatro forças fundamentais da natureza que é responsável, entre outros processos, pelo decaimento betanuclear. Um desses decaimentos está intimamente ligado com o nêutron: o \\beta^-. A emissão de uma partícula \\beta^- faz com que um nêutron se torne um próton ( p^+), um elétron( e^-) e um antineutrino ( \\overline{\\upsilon}). Realmente, quando se liberta um nêutron do núcleo atômico o mesmo decai em um intervalo de tempo aproximado de 15 minutos. Para o processo geral da desintegração \\beta^- podemos escrever como: \\mathrm{n}\\rightarrow\\mathrm{p}+\\mathrm{e}^-+ \\overline{\\upsilon} Se não fosse o antineutrino não haveria conservação do momento angular. Para que houvesse essa conservação, Pauli que postulou em 1931 a existência de uma partícula que foi nomeada por Fermi de neutrino, o pequeno nêutron. Esta partícula deveria ter: carga nula; spin igual a \\frac{1}{2}; massa igual ou muito próxima de 0. O neutrino e sua antipartícula, o antineutrino, possuem carga e massa igual a zero (ou muito próximo disso) e então não produzem praticamente nenhum efeito observável quando estes passam através matéria. Essas partículas só vieram a ser descobertas em 1953 por Frederick Reines e Clyde Cowan, foi quando detectou-se essas partículas diretamente pela primeira vez. O antineutrino que é emitido pelo decaimento \\beta^- é chamado \\overline{\\upsilon_e}. Geralmente, o decaimento da partícula beta ocorre com nuclídeos onde existem mais nêutrons do que prótons e, portanto, não há estabilidade. No decaimento \\beta^- o número de nêutrons diminui em 1, já o número de Prótons cresce em 1. Deste modo, o número de massa atômica (A) não varia. == A antipartícula do nêutron == Sabemos que o nêutron, por ser eletricamente neutro, não é auto conjugado de carga. Tanto o nêutron quanto o antinêutron possuem a mesma massa e nenhuma carga elétrica, mas podemos distingui-los por outros números quânticos. Além disso, o antinêutron é composto por antiquarks. Particularmente o antinêutron é composto por dois antiquarks down e um antiquark up. == Acoplamento == O spin de nêutrons não carrega massa e só pode ser descrito mecanicamente, mas exibe uma propriedade inercial. Quando as rotações são consideradas, as coisas são semelhantes: o momento angular de um objeto em rotação é conservado desde que nenhum torque externo seja aplicado. Mas, ao considerar partículas quânticas, as coisas se tornam mais complicadas: partículas como nêutrons apresentam um tipo especial de momento angular - o spin. O spin pode ser considerada como o momento angular de um objeto que é restrito a um ponto. O formalismo da mecânica quântica pode nos dar uma ideia intuitiva de como as coisas funcionam em alguns casos. Já em 1988, os cientistas já previam como um nêutron deveria se comportar quando subitamente exposto à rotação. Foi previsto um acoplamento entre a rotação de nêutrons e um campo magnético rotativo. Os cientistas em 2020 realizaram um experimento interferométrico de nêutrons. Eles observaram mudanças de fase surgindo como consequência do acoplamento do spin com a velocidade angular de um campo magnético em rotação. Depois de atravessar a região com o campo magnético, o momento angular do nêutron é equivalente ao anterior. A principal coisa que \"ocorreu\" ao nêutron é que ele sofre impactos de latência, que são perceptíveis por métodos de mecânica quântica. == Propriedades == * Massa: mn = 1,675x10−27 kg (1,0087086660945540101555981535467... u) * Vida média: tn = 886,7 ± 1,9 s * Momento magnético: mn = -1,9130427 ± 0,0000005 mN * Carga: qn = (-0,4 ± 1,1) x 10−21 e (teoricamente nula) * Spin: 1/2 == Ver também == * Partícula elementar * Partículas subatômicas * Física de partículas * Antinêutron == Ligações externas == * Neutronsources.org - Página sobre o mundo dos neutrões * NMI3 - Iniciativa Europeia de neutrões e muões Categoria:Física nuclear Categoria:Núcleons Categoria:Nêutron Categoria:Física de partículas",
 "title": "Nêutron"
}