{
 "id": "7297",
 "text": "Um é uma partícula que tem spin semi-inteiro (em unidades de \\hbar) e obedece à estatística de Fermi-Dirac. Recebem este nome em homenagem ao físico Enrico Fermi. Todas as partículas elementares ou são férmions ou bósons. Em decorrência do princípio de exclusão de Pauli, dois férmions de spin 1/2 quaisquer não podem ter simultaneamente todos os números quânticos idênticos, aí incluídos os valores das projeções ms do spin. Em decorrência disso e do fato de que para uma partícula com spin = s há 2s + 1 orientações possíveis de spin, o número máximo de ocupação de um férmion com spin 1/2 em um estado é 1 (2 se abstrair o spin) ms = +1/2 e ms = - 1/2. Exemplos de férmions: * prótons * quarks * elétrons * neutrinos == Motivação == As partículas microscópicas exibem propriedades que, no começo do século XX, motivaram o surgimento da Mecânica quântica. O problema da identidade das partículas, antes tido como ponto pacífico pela Mecânica clássica, toma feição inteiramente nova. Duas partículas que podem ser distinguidas pela posição na mecânica clássica já não o podem ser pela mecânica quântica. Isso decorre pela imprecisão inerente às medidas efetuadas sobre os observáveis, que correspondem, grosso modo, à noção de propriedade da mecânica clássica. A imprecisão da mecânica quântica decorre do Princípio da incerteza de Heisenberg, que estipula restrição para a medição simultânea de propriedades incompatíveis, que são aquelas relacionadas pela relação de incerteza de Heisenberg. == Estatística quântica == Com o advento da Mecânica quântica as noções de distinção das partículas subatômicas e da ocupação de estados de energia sofreram sérias reformulações. No começo do século XX, Boltzmann havia chegado a forma correta da distribuição do número de partículas em função do nível de energia. Mas isso no âmbito da mecânica clássica. Contudo, principalmente com o surgimento da moderna teoria quântica, o conceito de trajetória se torna seriamente prejudicado, quando não totalmente desnecessário e contraditório. Uma trajetória implica o deslocamento de uma partícula (idealizada como um ponto matemático) no espaço e no tempo. Nesse sentido, uma trajetória física corresponderia, na matemática, a uma curva suave e diferenciável, completamente contínua em todos os seus pontos. Porém, mesmo no trabalho de Einstein sobre o movimento browniano em 1905 (publicado juntamente com outros três trabalhos, a saber: o efeito fotoelétrico, o calor específico dos sólidos e a relatividade); esse cientista postulou trajetórias em zig-zag, descontínuas em inúmeros (para não dizer infinitos) pontos para as moléculas e átomos, assim como também as partículas movidas, fossem elas de pó, pólen, dentre outras. Assim, ainda no cenário da física clássica, as trajetórias suaves já eram admissíveis. Com o entendimento trazido à luz pela interpretação do princípio da incerteza de Heisenberg e pela interpretação estatística da Função de onda dada por Max Born foi totalmente por terra a noção de que a partícula tinha trajetória definida. Assim sendo, não se podem distinguir partículas cujas características sejam idênticas se se aproximam muito uma da outra, porque então não se pode identifica-las pela trajetória, já que para pontos muitos próximos, dependendo da velocidade, os pontos já não são discerníveis. A relação matemática que rege essa indeterminação fundamental é a relação da incerteza de Heisenberg: [Xk,Pl] = i\\hbar\\delta_{kl} \\mathbb{I} onde Xk representa o operador posição, Pl representa o operador Momento linear e \\mathbb{I} o operador identidade. Dentro desse entendimento, a distribuição de Boltzmann não é mais válida, senão como aproximação. Verificou-se que as distribuições válidas para partículas com carácter manifestamente quântico, são as seguintes: * Distribuição de Fermi-Dirac * Distribuição de Bose- Einstein A primeira é válida para partículas de Spin semi-inteiro( 1/2, 3/2, 5/2...),em unidades de \\hbar, ou seja, para os férmions, ao passo que a segunda é a distribuição válida para partículas de spin inteiro (0,1,2,3...), ou seja, para os bósons. Pode-se explicar qualitativa e sucintamente, de forma simplificada, que para os férmions as funções de onda são funções anti- simétricas, ou seja, trocam de sinal perante a troca simultânea das coordenadas espaciais e das coordenadas de spin entre dois férmions. == Ver também == * Gás de Fermi Categoria:Partículas Categoria:Física nuclear",
 "title": "Férmion"
}