{
 "id": "7298",
 "text": "O princípio de exclusão de Pauli é um princípio da mecânica quântica formulado por Wolfgang Pauli em 1925. Ele afirma que dois férmions idênticos não podem ocupar o mesmo estado quântico simultaneamente. Uma forma mais rigorosa de enunciar este princípio é dizer que a função de onda total de um sistema composto por dois férmions idênticos deve ser antissimétrica, com respeito ao cambiamento de duas partículas. Para elétrons de um mesmo átomo, ele implica que dois elétrons não podem ter os mesmos quatro números quânticos. Por exemplo, se os números quânticos n, l, e m_l são iguais nos dois elétrons, estes deverão necessariamente ter os números m_s diferentes, e portanto os dois elétrons têm spins opostos. O princípio de exclusão de Pauli é uma consequência matemática das restrições impostas por razões de simetria ao resultado da aplicação do operador de rotação a duas partículas idênticas de spin semi-inteiro. == Sumário == O princípio de exclusão de Pauli é um dos mais relevantes princípios da física, basicamente porque os três tipos de partículas que formam a matéria ordinária - elétrons, prótons e nêutrons - têm que satisfazê-lo. O princípio de exclusão de Pauli é a razão fundamental para muitas das propriedades características da matéria, desde sua estabilidade até a existência das regularidades expressas pela tabela periódica dos elementos. O princípio de exclusão de Pauli é uma consequência matemática das propriedades do operador momento angular, que é o gerador das operações de rotação, em mecânica quântica. A permutação de partículas num sistema de duas partículas idênticas (que é matematicamente equivalente à rotação de cada partícula de um ângulo de 180 graus) deve resultar em uma configuração descrita pela mesma função de onda da configuração original (quando as partículas têm spin inteiro) ou numa mudança de sinal desta função de onda (para partículas de spin semi-inteiro). Por isso, duas partículas de spin semi-inteiro não podem estar em um mesmo estado quântico, já que a função de onda do sistema composto pelas duas teria que ser igual a sua simétrica, e a única função que atende a esta condição é a função identicamente nula. Partículas com função de onda anti-simétrica são chamadas férmions, e obedecem ao princípio de exclusão de Pauli. Além das mais familiares já citadas - elétron, próton e nêutron - são também fermions o neutrino e o quark (que são os constituintes elementares dos prótons e nêutrons), além de alguns átomos, como o hélio-3. Todos os férmions possuem spin \"semi-inteiro\", o que quer dizer que seu momento angular intrínseco tem valor \\hbar = \\frac{h}{2\\pi} (a constante de Planck dividida por 2\\pi) multiplicada por um semi-inteiro (\\frac{1}{2}, \\frac{3}{2}, \\frac{5}{2}, etc.). Na teoria da mecânica quântica, fermions são descritos por \"estados anti-simétricos\", que são explicados em mais detalhes no artigo sobre partículas idênticas. Um sistema formado por partículas idênticas com spin inteiro é descrito por uma função de onda simétrica; estas partículas são chamadas bósons. Ao contrário dos fermions, elas podem partilhar um mesmo estado quântico. São exemplos de bósons o fóton e os bósons W e Z. == História == No início do século XX tornou-se evidente que átomos e moléculas com elétrons emparelhados ou um número par de eletrons são mais estáveis que aqueles com um número ímpar de eletrons. Num artigo publicado em 1916 por Gilbert N. Lewis, por exemplo, a regra três dos seis postulados propostos pelo autor para explicar o comportamento químico das substâncias estabelece que um átomo tende a ter um número par de elétrons em sua camada de valência, sendo esse número, de preferência oito, que estão normalmente dispostos simetricamente nos oito vértices de um cubo (ver: átomo cúbico). Em 1922 Niels Bohr mostrou que a tabela periódica pode ser explicada pela hipótese de que certos números de elétrons (por exemplo, 2, 8 e 18) correspondem a \"camadas fechadas\" estáveis. Pauli procurou uma explicação para estes números, que eram a esta altura apenas empíricos. Ao mesmo tempo, ele estava tentando explicar certos resultados experimentais envolvendo o Efeito Zeeman em espectroscopia atômica e no ferromagnetismo. Ele encontrou uma pista essencial em um artigo de 1924 escrito por E.C.Stoner, que estabelecia que, para um dado valor do número quântico principal (n), o número de níveis de energia de um eletron no espectro de um átomo de metal alcalino posto sob a ação de um campo magnético externo, situação na qual todos os níveis de energia degenerados são separados, é igual ao número de elétrons na camada fechada de um gás nobre correspondente ao mesmo valor de n. Este fato levou Pauli a perceber que os números aparentemente complicados de elétrons em camadas fechadas podem ser reduzidos a uma regra muito simples, a de que só pode haver um elétron em cada estado atômico, definido por um conjunto de quatro números quânticos. Para esta finalidade ele introduziu um novo número quântico com apenas dois valores possíveis, identificado por Samuel Goudsmit e George Uhlenbeck como o spin do eletron. == Conexão com a simetria do estado quântico == O princípio de exclusão de Pauli pode ser deduzido a partir da hipótese de que um sistema de partículas só pode ocupar estados quânticos anti-simétricos. De acordo com o teorema spin-estatística, sistemas de partículas idênticas de spin inteiro ocupam estados simétricos, enquanto sistemas de partículas de spin semi-inteiro ocupam estados anti-simétricos; além disso, apenas valores de spin inteiros ou semi-inteiros são permitidos pelos princípio da mecânica quântica. Como discutido no artigo sobre partículas idênticas, um estado anti-simétrico no qual uma das partículas está no estado \\left|\\psi_1\\right\\rangle (nota) enquanto a outra está no estado \\left|\\psi_2\\right\\rangle é : |\\psi_1, \\psi_2\\rangle = \\frac{1}{\\sqrt{2}} \\Big( |\\psi_1\\rangle|\\psi_2\\rangle - |\\psi_2\\rangle|\\psi_1\\rangle \\Big). No entanto, se \\left|\\psi_1\\right\\rangle e \\left|\\psi_2\\right\\rangle são exatamente o mesmo estado, a expressão acima é identicamente nula: : |\\psi_1, \\psi_2\\rangle = 0. Isto não representa um estado quântico válido, porque vetores de estado que representem estados quânticos têm obrigatoriamente que ser normalizáveis, isto é devem ter norma finita. Em outras palavras, nunca poderemos encontrar as partículas que formam o sistema ocupando um mesmo estado quântico. == Consequências == O princípio de exclusão de Pauli ajuda a explicar uma grande variedade de fenômenos físicos. Um destes fenômenos é a \"rigidez\" ou \"resiliência\" da matéria ordinária (fermions): o princípio proíbe que fermions idênticos sejam espremidos uns contra os outros (cf. módulo de Young e módulo de rigidez de sólidos), e por isso nossas observações quotidianas do mundo macroscópico mostram que objetos materiais colidem, ao invés de atravessar uns aos outros, e de que somos capazes de nos apoiar de pé sobre o solo sem nele afundar. Outra consequência deste princípio é a elaborada estrutura das camadas eletrônicas dos átomos e a maneira como átomos partilham eletrons na formação da variedade de moléculas ou substância químicas e a gama de suas combinações (química). Um átomo eletricamente neutro contém eletrons ligados em número igual ao de protons de seu núcleo. Como os eletrons são fermions, o princípio de exclusão de Pauli os proíbe de ocupar o mesmo estado quântico, e por isso os eletrons tem que se \"empilhar\" em estados quânticos diversos no interior de um átomo. Considere, por exemplo, um átomo de hélio neutro, que tem dois eletrons ligados. Ambos podem ocupar o estado de mais baixa energia (1s) mas para isso têm que ter spins opostos. Isto não viola o princípio de Pauli porque o spin é parte da caracterização do estado quântico do eletron, e por isso os dois eletrons ocupam estados quânticos diferentes. No entanto, o spin só pode ter dois valores diferentes (ou autovalores). Num átomo de lítio, que contém três eletrons ligados, o terceiro eletron não pode ocupar um estado 1s, já que resultaria com o spin, e portanto o estado quântico, igual a algum dos dois primeiros, e tem que ocupar um dos estados 2s de energia mais alta. De forma análoga, os elementos sucessivos vão requerer que os eletrons adicionais vão ocupando estados de energia cada vez mais alta, a cada vez que um número par de eletrons esgota os estados disponíveis no estado anterior. As propriedades químicas de uma substância depende fortemente do número de eletrons em sua camada mais externa, o que dá origem à tabela periódica dos elementos. Em condutores e semi-condutores, elétrons livres têm que partilhar o espaço total disponível no interior do material - e por isso seus níveis de energia se empilham criando uma estrutura de bandas a partir de cada nível de energia atômico. Em bons condutores (metais) os eletrons estão tão fortemente degenerados que eles acabam por não contribuir de forma significativa para a capacidade térmica do metal. Muitas propriedades mecânicas, elétricas, magnéticas, ópticas e químicas dos sólidos são consequências diretas da repulsão de Pauli entre eletrons livres ou semi- livres. A Astronomia mostra outra demonstração espetacular deste efeito, na forma de estrelas anãs brancas e estrelas de nêutron. Em ambos os tipos de objetos, a estrutura atômica usual da matéria ordinária é quebrada por forças gravitacionais enormes, fazendo com que a estabilidade seja suportada apenas pela \"pressão de degenerescência\". Esta forma exótica de matéria é chamada de matéria degenerada. Nas anãs brancas, os átomos são impedidos de colapsar uns sobre os outros pela pressão de degenerescência de seus eletrons. Nas estrelas de neutrons, que exibem forças gravitacionais ainda mais intensas, os eletrons e os protons colapsam formando neutrons, que são capazes de produzir pressões de degenerescência maiores. Os neutrons são os objetos mais \"rígidos\" conhecidos - seu módulo de Young, ou mais apropriadamente módulo de rigidez é 20 ordens de grandeza maior que o do diamante. De acordo com a relatividade geral, as forças gravitacionais no centro de um buraco negro se tornam tão intensas que toda a matéria se quebra em seus constituintes fundamentais, que são supostamente puntiformes e sem estrutura interna. Todas estas partículas poderiam se empilhar em um ponto zero dimensional porque as forças gravitacionais seriam maiores que a pressão de degenerescência. Isto parece violar o princípio de exclusão de Pauli, mas já que o interior de um buraco negro está além do horizonte de eventos, ele é inacessível a verificação experimental e esta hipótese permanece sem comprovação possível. == Ver também == * Interação de troca * Regra de Hund * Princípio de Aufbau * Camada de valência == Bibliografia == * * * * * == Ligações externas == * Nobel Lecture: Exclusion Principle and Quantum Mechanics Testemunho de Pauli sobre o desenvolvimento do princípio de exclusão. *",
 "title": "Princípio de exclusão de Pauli"
}