{
 "id": "7299",
 "text": "Wolfgang Ernst Pauli (Viena, 25 de abril de 1900 — Zurique, 15 de dezembro de 1958) foi um físico teórico e pesquisador austríaco e um dos pioneiros da física quântica. Em 1945, após ter sido nomeado por Albert Einstein, Pauli recebeu o Prêmio Nobel de Física por sua \"contribuição decisiva através da descoberta de uma nova lei da Natureza, o princípio de exclusão ou princípio de Pauli\". A descoberta envolveu a teoria do spin, que é a base de uma teoria da estrutura da matéria. == Biografia == Pauli nasceu em Viena, em 1900. Era filho do químico Wolfgang Joseph Pauli (1869–1955) e sua esposa, Bertha Camilla Schütz; sua irmã era Hertha Pauli, escritora, jornalista e atriz. Seu nome do meio é uma homenagem ao seu padrinho, o físico Ernst Mach. Os avós paternos de Pauli eram de proeminentes famílias judias de Praga; seu bisavô foi o editor periódico judeu Wolf Pascheles. A mãe de Pauli, Bertha, foi criada na religião católica romana, como a mãe; seu pai era o escritor judeu Friedrich Schütz. Pauli foi criado como católico romano. Pauli estudou no Döblinger Gymnasium em Viena, graduando-se com honras em 1918. Apenas dois meses após a graduação, ele publicou seu primeiro ensaio científico, sobre a Teoria da Relatividade Geral de Albert Einstein. Frequentou então a Universidade Ludwig-Maximilian de Munich, trabalhando com Arnold Sommerfeld, onde recebeu seu doutorado em julho de 1921 por sua tese sobre a teoria quântica da molécula de hidrogênio ionizada (). ==Carreira== Sommerfeld pediu a Pauli que revisasse a teoria da relatividade para a Encyklopädie der mathematischen Wissenschaften (Enciclopédia de Ciências Matemáticas). Dois meses após o doutorado, Pauli concluiu o artigo, que chegou a 237 páginas. Einstein o elogiou; publicado como monografia, continua sendo uma referência padrão sobre o assunto. Pauli passou um ano na Universidade de Göttingen como assistente de Max Born, e no ano seguinte no Instituto de Física Teórica de Copenhague (mais tarde Instituto Niels Bohr). De 1923 a 1928, foi professor na Universidade de Hamburgo. Durante este período, Pauli foi fundamental no desenvolvimento da moderna teoria da mecânica quântica. Em particular, ele formulou o princípio da exclusão e a teoria do spin não relativístico. Em 1928, Pauli foi nomeado Professor de Física Teórica na ETH Zurique, na Suíça. Ele foi premiado com a Medalha Lorentz em 1930. Foi professor visitante na Universidade de Michigan em 1931 e no Instituto de Estudos Avançados de Princeton em 1935. ==Jung== No final de 1930, logo após a postulação do neutrino e imediatamente após seu divórcio de Käthe Margarethe Deppner e o suicídio da mãe, Pauli passou por uma crise pessoal. Em janeiro de 1932 consultou o psiquiatra e psicoterapeuta Carl Jung, que também morava perto de Zurique. Jung imediatamente começou a interpretar os sonhos profundamente arquetípicos de Pauli e Pauli se tornou um colaborador de Jung. Logo começou a criticar cientificamente a epistemologia da teoria de Jung, e isso contribuiu para um certo esclarecimento das ideias de Jung, especialmente sobre a sincronicidade. Muitas dessas discussões estão documentadas nas cartas entre os dois. A elaborada análise de Jung de mais de 400 sonhos de Pauli está documentada em Psychology and Alchemy. Em 1933, Pauli publicou a segunda parte de seu livro sobre Física, Handbuch der Physik, que foi considerado o livro definitivo sobre o novo campo da física quântica. Robert Oppenheimer chamou-a de \"a única introdução adulta à mecânica quântica\". A anexação alemã da Áustria em 1938 fez de Pauli um cidadão alemão, o que se tornou um problema para ele em 1939, após o início da Segunda Guerra Mundial. Em 1940, tentou em vão obter a cidadania suíça, o que lhe teria permitido permanecer na ETH. ==Estados Unidos e Suíça== Em 1940, Pauli mudou-se para os Estados Unidos, onde trabalhou como professor de física teórica no Instituto de Estudos Avançados de Princeton. Em 1946, após a guerra, naturalizou-se cidadão americano e regressou a Zurique, onde permaneceu durante a maior parte da vida. Em 1949, obteve a cidadania suíça. ===Últimos anos=== Em 1958, Pauli recebeu a medalha Max Planck. No mesmo ano, ele adoeceu com câncer no pâncreas. Quando seu último assistente, Charles Enz, o visitou no hospital Rotkreuz, em Zurique, Pauli perguntou-lhe: “Você viu o número do quarto?” Era 137. Ao longo de sua vida, Pauli esteve preocupado com a questão de por que a constante de estrutura fina, uma constante fundamental adimensional, tem um valor quase igual a 1/137. Pauli morreu naquele quarto em 15 de dezembro de 1958, aos 58 anos. ==Vida pessoal== Em 1929, Pauli casou-se com Käthe Margarethe Deppner, uma dançarina de cabaré. O casamento foi infeliz, terminando em divórcio menos de um ano depois. Casou-se novamente em 1934 com Franziska Bertram (1901–1987). Eles não tiveram filhos. ==Pesquisa científica== Pauli fez muitas contribuições importantes como físico, principalmente no campo da mecânica quântica. Ele raramente publicava artigos, preferindo longas correspondências com colegas como Niels Bohr, da Universidade de Copenhague, na Dinamarca, e Werner Heisenberg, com quem tinha amizades próximas. Muitas de suas ideias e resultados nunca foram publicados e apareceram apenas em suas cartas, que muitas vezes eram copiadas e divulgadas por seus destinatários. Em 1921, Pauli trabalhou com Bohr para criar o Princípio de Aufbau, que descrevia a acumulação de elétrons em conchas com base na palavra alemã para construção, já que Bohr também era fluente em alemão. Pauli propôs em 1924 um novo grau quântico de liberdade (ou número quântico) com dois valores possíveis, para resolver inconsistências entre os espectros moleculares observados e a teoria em desenvolvimento da mecânica quântica. Ele formulou o princípio de exclusão de Pauli, talvez seu trabalho mais importante, que afirmava que não poderiam existir dois elétrons no mesmo estado quântico, identificados por quatro números quânticos, incluindo seu novo grau de liberdade de dois valores. A ideia do spin surgiu com Ralph Kronig. Um ano depois, George Uhlenbeck e Samuel Goudsmit identificaram o novo grau de liberdade de Pauli como spin de elétrons, no qual Pauli por muito tempo erroneamente se recusou a acreditar. Em 1926, logo após Heisenberg publicar a teoria matricial da mecânica quântica moderna, Pauli a usou para derivar o espectro observado do átomo de hidrogênio. Esse resultado foi importante para garantir credibilidade à teoria de Heisenberg. Pauli introduziu as matrizes 2×2 Pauli como base dos operadores de spin, resolvendo assim a teoria não relativística do spin. Este trabalho, incluindo a equação de Pauli, às vezes é dito ter influenciado Paul Dirac em sua criação da equação de Dirac para o elétron relativístico, embora Dirac tenha dito que ele mesmo inventou essas mesmas matrizes de forma independente na época. Dirac inventou matrizes de spin semelhantes, mas maiores (4x4) para uso em seu tratamento relativístico do spin fermiônico. Em 1930, Pauli considerou o problema da decadência beta. Em uma carta de 4 de dezembro a Lise Meitner et al., iniciando: \"Queridas senhoras e senhores radioativos\", ele propôs a existência de uma partícula neutra até então não observada com uma massa pequena, não superior a 1% da massa de um próton, para explicar o espectro contínuo do decaimento beta. Em 1934, Enrico Fermi incorporou a partícula, que ele chamou de neutrino, \"pequeno neutro\" no italiano nativo de Fermi, em sua teoria do decaimento beta. O neutrino foi confirmado experimentalmente pela primeira vez em 1956 por Frederick Reines e Clyde Cowan, dois anos e meio antes da morte de Pauli. Ao receber a notícia, ele respondeu por telegrama: \"Obrigado pela mensagem. Tudo vem para aquele que sabe esperar. Pauli\". Em 1940, Pauli re-derivou o teorema da estatística de spin, um resultado crítico da teoria quântica de campos que afirma que partículas com spin semi-inteiro são férmions, enquanto partículas com spin inteiro são bósons.Em 1949, ele publicou um artigo sobre a regularização de Pauli-Villars: regularização é o termo para técnicas que modificam integrais matemáticas infinitas para torná- las finitas durante os cálculos, de modo que se possa identificar se as grandezas intrinsecamente infinitas na teoria (massa, carga, função de onda) formam um conjunto finito e, portanto, calculável que pode ser redefinido em termos de seus valores experimentais, cujo critério é denominado renormalização, e que remove infinidades das teorias quânticas de campos, mas também permite o cálculo de correções de ordem superior na teoria da perturbação. Pauli fez repetidas críticas à síntese moderna da biologia evolutiva, e seus admiradores contemporâneos apontam para modos de herança epigenética como apoio a seus argumentos. Paul Drude em 1900 propôs o primeiro modelo teórico para um elétron clássico movendo-se através de um sólido metálico. O modelo clássico de Drude também foi aumentado por Pauli e outros físicos. Pauli percebeu que os elétrons livres no metal devem obedecer às estatísticas de Fermi-Dirac. Usando essa ideia, ele desenvolveu a teoria do paramagnetismo em 1926. Pauli disse: \"Festkörperphysik ist eine Schmutzphysik\" – a física do estado sólido é a física da sujeira. Pauli foi eleito membro estrangeiro da Royal Society (ForMemRS) em 1953 e presidente da Sociedade Suíça de Física em 1955 por dois anos. Em 1958, tornou-se membro estrangeiro da Academia Real de Artes e Ciências dos Países Baixos. ==Personalidade e reputação== O efeito Pauli foi nomeado após sua habilidade bizarra anedótica de quebrar equipamentos experimentais simplesmente por estar em sua vizinhança. Pauli estava ciente de sua reputação e ficava encantado sempre que o efeito Pauli se manifestava. Essas estranhas ocorrências estavam de acordo com suas investigações controversas sobre a legitimidade da parapsicologia, particularmente sua colaboração com C. G. Jung sobre sincronicidade. Max Born considerava Pauli \"apenas comparável ao próprio Einstein ... talvez até maior\". Einstein declarou Pauli seu \"herdeiro espiritual\". Pauli era notoriamente perfeccionista. Isso se estendeu não apenas ao seu próprio trabalho, mas também ao de seus colegas. Como resultado, ele ficou conhecido na comunidade da física como a \"consciência da física\", o crítico a quem seus colegas eram responsáveis. Ele poderia ser contundente em sua rejeição de qualquer teoria que achasse faltante, muitas vezes rotulando-a de ganz falsch, \"totalmente errada\". == Bibliografia == * * * == Ver também == *Princípio de exclusão de Pauli ==Ligações externas== * * * * Categoria:Nobel de Física Categoria:Medalha Lorentz Categoria:Medalha Max Planck Categoria:Conferência de Solvay Categoria:Professores do Instituto Federal de Tecnologia de Zurique Categoria:Professores do Instituto de Estudos Avançados de Princeton Categoria:Professores da Universidade de Göttingen Categoria:Químicos da Áustria Categoria:Físicos da Áustria Categoria:Físicos da Suíça Categoria:Físicos da Áustria do século XX Categoria:Exilados do nazismo Categoria:Cidadãos naturalizados dos Estados Unidos Categoria:Norte-americanos de ascendência austríaca Categoria:Suíços de ascendência austríaca Categoria:Naturais de Viena Categoria:Naturais do Império Austro-Húngaro Categoria:Predefinição sobre prémios Nobel que usam a propriedade do Wikidata P8024",
 "title": "Wolfgang Pauli"
}