{
 "id": "73007",
 "text": "Clara Nunes, nome artístico de Clara Francisca Gonçalves Pinheiro (Paraopeba, 12 de agosto de 1942 — Rio de Janeiro, 2 de abril de 1983), foi uma cantora e compositora brasileira, considerada uma das maiores e melhores intérpretes do país. Pesquisadora da música popular brasileira, de seus ritmos e de seu folclore, também viajou para muitos países representando a cultura do Brasil. Conhecedora das músicas, danças e das tradições africanas, ela se converteu à umbanda e levou a cultura afro-brasileira para suas canções e vestimentas. Foi uma das cantoras que mais gravaram canções dos compositores da Portela, sua escola de samba de preferência. Também foi a primeira cantora brasileira a vender mais de cem mil discos, derrubando um tabu segundo o qual mulheres não vendiam discos. Durante toda a sua carreira, vendeu quatro milhões e quatrocentos mil discos. Foi considerada pela revista Rolling Stone como a nona maior voz brasileira e, pela mesma revista, quinquagésima primeira maior artista brasileira de todos os tempos. == Biografia == Mais jovem dos sete filhos (José, Maria, Ana Filomena, Vicentina, Branca e Joaquim) do casal Manuel Pereira de Araújo e Amélia Gonçalves Nunes, nasceu em uma família muito humilde do interior de Minas Gerais, no distrito de Cedro, à época pertencente ao município de Paraopeba, e que depois emancipou-se com o nome de Caetanópolis. Ali viveu até os quinze anos. Marceneiro na fábrica de tecidos Cedro & Cachoeira, o pai de Clara era conhecido como \"Mané Serrador\" e também era violeiro e participante das festas de Folia de Reis. Manuel faleceu vítima de atropelamento em 1944, e sua esposa entrou em depressão e faleceu de câncer em 1948. Aos seis anos, Clara, já órfã de pais, foi criada por sua irmã Maria, apelidada de Dindinha, e por seu irmão José, conhecido como Zé Chilau. Nessa época Clara participava de aulas de catecismo na matriz da Cruzada Eucarística, e cantava ladainhas em latim no coro da igreja. Segundo as suas próprias palavras, cresceu ouvindo Carmem Costa, Ângela Maria e, principalmente, Elizeth Cardoso e Dalva de Oliveira, das quais sempre teve muita influência, mantendo, no entanto, estilo próprio. Em 1952, ainda menina, venceu seu primeiro concurso de canto organizado em sua cidade, interpretando \"Recuerdos de Ypacaraí\". Como prêmio, ganhou um vestido azul. Aos 14 anos, para ajudar no sustento do lar, Clara ingressou como tecelã na fábrica Cedro & Cachoeira, a mesma para a qual seu pai trabalhara. Em 1957 teve que se mudar às pressas para Belo Horizonte. Foi morar com sua irmã Vicentina e seu irmão Joaquim, que viviam na casa de uma tia paterna, por causa do assassinato de seu primeiro namorado, cometido no mesmo ano por seu irmão, Zé Chilau, que queria defender a honra da irmã, que estava sendo difamada por este rapaz, pois não aceitou o término do relacionamento, e estava sendo alvo de comentários maldosos na sua pequena cidade natal. Após o crime seu irmão ficou muitos anos foragido, reaparecendo quando Clara já era famosa, e então ela pôde ajudá-lo a não ser condenado pela justiça. Na capital mineira, trabalhava como tecelã em uma fábrica de tecidos durante o dia inteiro, e a noite estudava o curso normal de formação de professoras. Aos finais de semana, participava dos ensaios do coral da igreja, no bairro Renascença, onde vivia com os irmãos, primos e tios. Acabou se afastando do catolicismo, e junto de sua amiga de infância Lalita, começou a frequentar centros espíritas de mesa branca, e converteu-se ao kardecismo, onde conseguiu algumas cartas psicografadas dos pais. Naquela época, conheceu o violonista Jadir Ambrósio, conhecido por ter composto o hino do Cruzeiro. Admirado com a voz da adolescente, Jadir levou Clara a vários programas de rádio, como \"Degraus da Fama\", no qual ela se apresentou com seu nome de batismo, Clara Francisca. === Surge Clara Nunes === No início da década de 1960, conheceu também Aurino Araújo (irmão de Eduardo Araújo), que a levou para conhecer muitos artistas. Aurino também foi seu namorado durante dez anos. Por influência do produtor musical Cid Carvalho, adotou o nome artístico de Clara Nunes, usando o sobrenome da mãe. Quando solteira se chamava Clara Francisca Gonçalves, depois de casada adotou o sobrenome Pinheiro. Em 1960, já com o nome de Clara Nunes e ainda trabalhando como tecelã, ela venceu a etapa mineira do concurso \"A Voz de Ouro ABC\", com a música \"Serenata do Adeus\", composta por Vinicius de Moraes e gravada anteriormente por Elizeth Cardoso. Na final nacional do concurso realizado em São Paulo, obteve o terceiro lugar com a canção \"Só Adeus\" (de Jair Amorim e Evaldo Gouveia). A partir daí, começou a cantar na Rádio Inconfidência de Belo Horizonte. Por conta dos compromissos profissionais na área musical e as constantes viagens, teve de deixar o emprego na fábrica de tecidos e também o colégio. Durante três anos seguidos foi considerada a melhor cantora de Minas Gerais. Ela também passou a se apresentar como crooner em clubes e boates da capital mineira e chegou a trabalhar com o então baixista Milton Nascimento — àquela altura conhecido como Bituca. Naquela época, fez sua primeira apresentação na televisão, no programa de Hebe Camargo em Belo Horizonte. Em 1963, ganhou um programa exclusivo na TV Itacolomi, chamado \"Clara Nunes Apresenta\" e exibido por um ano e meio. No programa se apresentavam artistas de reconhecimento nacional, entre os quais Altemar Dutra e Ângela Maria. Viveu em Belo Horizonte até 1965, quando seu namorado Aurino a orientou, informando que ela teria mais chances de ser famosa se morasse em São Paulo ou no Rio. Como ele tinha família no Rio e conhecia tudo na cidade, Clara sentiu-se mais segura, e decidiu mudar-se para o Rio de Janeiro, vindo de carro com o namorado. Ela alugou um quarto e passou a viver no bairro de Copacabana, onde viu o mar pela primeira vez, ficando encantada, o que lhe deu mais inspiração musical. === Os primeiros discos === Já no Rio, passou a apresentar-se em vários programas de televisão, tais como José Messias, Chacrinha, Almoço com as Estrelas e Programa de Jair do Taumaturgo. Antes de aderir ao samba, cantava especialmente boleros. Além de emissoras de rádio e televisão, ela também se apresentava em escolas de samba, clubes e casas noturnas do subúrbio carioca, onde acabou conhecendo terreiros de religião de matriz africana, optando por deixar o kardecismo e converter-se ao candomblé. Ainda em 1965, ela passou num teste como cantora na gravadora Odeon e registrou pela primeira vez a sua voz em um LP. O disco foi lançado pela Rádio Inconfidência (onde trabalhou quando morava em Belo Horizonte) e contava com a participação de outros artistas, todos da Odeon. No ano seguinte, foi contratada por esta gravadora, a primeira e a única em toda a sua vida. Naquele mesmo ano, foi lançado o primeiro LP oficial da cantora, \"A Voz Adorável de Clara Nunes\". Por insistência da gravadora para que ela interpretasse músicas românticas, Clara apresentou neste álbum um repertório de boleros e sambas-canção, mas o LP foi um fracasso comercial. Em 1968, gravou \"Você Passa e Eu Acho Graça\", seu segundo disco na carreira e o primeiro onde cantaria sambas. A faixa-título (de Ataulfo Alves e Carlos Imperial) foi seu primeiro grande sucesso radiofônico. No ano seguinte, a Odeon lançou \"A Beleza Que Canta\", LP no qual a cantora interpretou \"Casinha Pequena\", uma canção de domínio público. Ainda em 1969, ganhou o primeiro lugar no \"I Festival da Canção Jovem de Três Rios\" com a música \"Pra Que Obedecer\" (de Paulinho da Viola e Luís Sérgio Bilheri) e ainda classificou a canção \"Encontro\" (de Elton Medeiros e Luís Sérgio Bilheri) na terceira colocação. Ficou em oitavo lugar no \"IV Festival Internacional da Canção Popular\" com a música \"Ave Maria do Retirante\" (de Alcyvando Luz e Carlos Coqueijo), que foi lançada naquele mesmo ano em disco homônimo. === Afirmação no samba === Em 1970, se apresentou em Luanda, capital angolana, em convite de Ivon Curi. Nesse mesmo ano, rompeu seu noivado, e desmarcou seu casamento, que ocorreria dentro de poucos meses com Aurino Araújo, após dez anos de namoro, ao flagrar uma traição dele em uma boate. No ano seguinte, a cantora gravou seu quarto LP, no qual interpretou \"Ê Baiana\" (de Fabrício da Silva, Baianinho, Ênio Santos Ribeiro e Miguel Pancrácio), música que obteve considerável sucesso no carnaval de 1971, e \"Ilu Ayê\", samba-enredo da Portela (de autoria de Norival Reis e Silvestre Davi da Silva). Na capa do álbum, a cantora mineira fez um permanente nos cabelos pintados de vermelho e passou a partir daí a se vestir com turbante e vestes brancas, roupas que remetem-se às religiões afro-brasileiras. Neste mesmo ano de 1971, deixou o candomblé e se ligou definitivamente a umbanda, frequentando um terreiro do bairro de Madureira, no Morro da Serrinha. Esta foi a religião a qual dedicou-se publicamente com muita fé e amor, até o fim de sua vida. Em 1972, firmou-se como cantora de samba com o lançamento do álbum \"Clara Clarice Clara\". Com arranjos e orquestrações do maestro Lindolfo Gaya e com músicos como o violonista Jorge da Portela e Carlinhos do Cavaco, o disco teve como grandes destaques as canções \"Seca do Nordeste\" (um samba-enredo da escola de samba Tupi de Brás de Pina), \"Morena do Mar\" (de Dorival Caymmi), \"Vendedor de Caranguejo\" (de Gordurinha), \"Tributo aos Orixás\" (de Mauro Duarte, Noca e Rubem Tavares) e a faixa-título \"Clara Clarice Clara\" (de Caetano Veloso e Capinam). Ainda naquele ano, Clara Nunes se apresentou no \"Festival de Música de Juiz de Fora\" e gravou um compacto simples da música \"Tristeza, Pé no Chão\" (de Armando Fernandes), que vendeu mais de 100 mil cópias. A Odeon lançou em 1973 o disco \"Clara Nunes\". Naquele mesmo ano, a cantora estreou com Vinicius de Moraes e Toquinho o show \"O poeta, a moça e o violão\" no Teatro Castro Alves, em Salvador. Também em 1973, foi convidada pela Radiotelevisão Portuguesa para fazer uma temporada em Lisboa. Depois, percorreu alguns outros países da Europa, como a Suécia, onde gravou um especial ao lado da Orquestra Sinfônica de Estocolmo para a TV local. === Sucesso comercial === Integrou a comissão que representou o Brasil no \"Festival do Midem\", em Cannes, em 1974. Por lá, a Odeon lançou somente para o público europeu o disco \"Brasília\", que foi base para o LP \"Alvorecer\". Este álbum emplacou grandes sucessos como \"Conto de Areia\" (de Romildo S. Bastos e Toninho Nascimento), \"Menino Deus\" (de Mauro Duarte e Paulo César Pinheiro) e \"Meu Sapato Já Furou\" (de Mauro Duarte e Elton Medeiros). O LP bateu recorde de vendagem para cantoras brasileiras, com mais de 300 mil cópias vendidas, um feito nunca antes registrado no Brasil. Ainda em 1974, a cantora atuou (ao lado de Paulo Gracindo), em \"Brasileiro Profissão Esperança\", espetáculo de Paulo Pontes, referente à vida da cantora e compositora Dolores Duran e do compositor e jornalista Antônio Maria. O show ficou em cartaz no Canecão até 1975 e gerou o disco homônimo. Também em 1975, a Odeon lançaria ainda o LP \"Claridade\". Com grandes sucessos como \"O Mar Serenou\" (de Candeia) e \"Juízo Final\" (de autoria de Nelson Cavaquinho e Élcio Soares), este álbum se tornou o maior sucesso da carreira da cantora, batendo o recorde de vendagem feminina e alavancando o samba-enredo da Portela na avenida, \"Macunaíma, Herói da Nossa Gente\" (de autoria de Norival Reis e Davi Antônio Correia), com o qual a escola classificou-se em 5º lugar no Grupo 1. Ainda naquele ano de 1975, casou-se com seu noivo, com quem estava junto desde 1971, o poeta, compositor e produtor Paulo César Pinheiro. Após a união, percorreu diversos países da Europa em turnê e em lua-de-mel. Clara Nunes gravou o LP \"Canto das Três Raças\" em 1976. Além da faixa-título (de Mauro Duarte e Paulo César Pinheiro), grande sucesso na carreira da cantora, o disco contava ainda com \"Lama\" (de Mauro Duarte), \"Tenha Paciência\" (de Nelson Cavaquinho e Guilherme de Brito), \"Riso e Lágrimas\" (de Nelson Cavaquinho, Rubens Brandão e José Ribeiro), \"Fuzuê\" (de Romildo e Toninho) e \"Retrato Falado\" (de Eduardo Gudin e Paulo César Pinheiro). Em 1977, a Odeon lançou o disco \"As Forças da Natureza\", um álbum mais dedicado ao partido-alto. O LP teve como principais destaques a faixa- título (de João Nogueira e Paulo César Pinheiro), \"Coração Leviano\" (de Paulinho da Viola) e \"Coisa da Antiga\" (de Wilson Moreira e Nei Lopes). O disco ainda contou com a participação de Clementina de Jesus na faixa \"PCJ- Partido da Clementina de Jesus\" (de Candeia) e lançou \"À Flor da Pele\", primeira composição de Clara (feita em parceria com Maurício Tapajós e Paulo César Pinheiro). Em 1978, foram lançados os álbuns \"Guerreira\", no qual interpretou vários ritmos brasileiros além do samba — sua marca registrada —, e \"Esperança\", com destaque para a faixa \"Feira de Mangaio\" (de Sivuca e Glorinha Gadelha). Ainda naquele ano, participou do LP \"Vida boêmia\", de João Nogueira, no qual interpretou \"Bela Cigana\" (de João Nogueira e Ivor Lancellotti), e esteve — ao lado de Chico Buarque, Maria Bethânia e outros artistas — no show do Riocentro, que marcaria a história política brasileira devido à explosão de uma bomba. Em 1979, participou do LP \"Clementina\", de Clementina de Jesus. Naquele mesmo ano, a cantora se submeteu a uma histerectomia, após sofrer seu terceiro aborto espontâneo, por causa dos miomas que possuía no útero, que estavam comprometendo muito a sua saúde. Ela tentou diversos tratamentos, tanto médicos quanto espirituais, para tornar-se mãe, mas não obteve respostas satisfatórias. Por nutrir obsessão pela maternidade, a impossibilidade definitiva de engravidar a fez sofrer muito. Nessa época, doou para um orfanato toda a coleção de bonecas que tinha guardado desde a infância, pois sonhava em ter uma filha para presenteá-la com as bonecas que um dia foram suas. O fato de não ter conseguido gerar um filho, causou fortes abalos emocionais, superados pela entrega absoluta à carreira artística, fazendo-a interpretar com muita inspiração músicas belíssimas e de intensa carga emocional. === Últimos anos de vida === Em 1980, gravou o álbum \"Brasil Mestiço\", que fez sucesso nas emissoras de rádio de todo o país com \"Morena de Angola\" (composta por Chico Buarque), \"Brasil Mestiço, Santuário da Fé\" (de Mauro Duarte e Paulo César Pinheiro), \"Peixe com Coco\" (de Alberto Lonato, Josias e Maceió do Cavaco), \"Última Morada\" (de Noca da Portela e Natal) e \"Viola de Penedo\" (de Luiz Bandeira). Ainda naquele ano, a cantora participou dos LPs \"Cabelo de Milho\" (de Sivuca) e \"Fala Meu Povo\" (de Roberto Ribeiro), e viajou para Angola representando o Brasil ao lado de Elba Ramalho, Djavan, Dorival Caymmi e Chico Buarque, entre outros. Gravou em 1981 o LP \"Clara\", com grande sucesso para a música \"Portela na Avenida\" (de Mauro Duarte e Paulo César Pinheiro), com a participação especial da Velha Guarda da Portela nesta faixa, e estreou o show \"Clara Mestiça\" (dirigido por Bibi Ferreira). Ainda naquele ano, a Odeon lançou uma coletânea intitulada \"Sucesso de Ouro\". Em 1982, a Odeon lançaria \"Nação\", o último álbum de estúdio da cantora. O LP teve como destaques a faixa-título (de João Bosco, Aldir Blanc e Paulo Emílio), \"Menino Velho\" (de Romildo e Toninho), \"Ijexá\" (de Edil Pacheco), \"Serrinha\" (de Mauro Duarte e Paulo César Pinheiro) — uma homenagem dos compositores à escola de samba Império Serrano e ao Morro da Serrinha, reduto do jongo, situadas em Madureira, subúrbio carioca. Ainda naquele ano, apresentou-se na Alemanha ao lado de Sivuca e Elba Ramalho e participou do LP \"Kasshoku\", lançado no Japão pela gravadora Toshiba/EMI, gravando um especial para a emissora de TV NHK. == Morte == Em 5 de março de 1983 submeteu-se a uma cirurgia de varizes e teve reação alérgica a um componente da anestesia. Clara sofreu uma parada cardíaca e permaneceu durante 28 dias internada na UTI da Clínica São Vicente, no Rio de Janeiro: a fatalidade . Neste ínterim, circularam uma série de especulações nos meios de comunicação sobre sua internação, entre elas: inseminação artificial, aborto, tentativa de suicídio, uso de drogas e violência doméstica, todas falsas. Na madrugada do sábado de Aleluia de 2 de abril de 1983, a quatro meses de seu 41º aniversário, foi declarada morta em razão de choque anafilático. A sindicância aberta pelo Conselho Regional de Medicina do Rio de Janeiro na época foi arquivada, o que geraria por muitos anos suspeitas sobre as causas da morte da cantora. O corpo foi velado por mais de 50 mil pessoas na quadra da escola de samba Portela. O sepultamento no Cemitério São João Batista foi acompanhado por uma multidão de fãs e amigos. Em sua homenagem, a rua em Oswaldo Cruz onde fica a sede da Portela, sua escola de coração, recebeu seu nome (antiga Rua Arruda Câmara). == Após a morte == Em 1984, com o enredo \"Contos de Areia\", a Portela faz uma homenagem à Clara Nunes, sendo campeã naquele ano, juntamente com a Estação Primeira de Mangueira. Em 1986, a Velha Guarda da Portela interpretou \"Flor do Interior\" (de Manacéa), uma das muitas músicas feitas em homenagem à Clara Nunes, no disco \"Doce Recordação\" — produzido por Katsunori Tanaka e lançado no Japão. Outro compositor, Aluísio Machado (da Império Serrano), também compôs a música \"Clara\" em homenagem à cantora. Em 1988, Maria Gonçalves (irmã mais velha de Clara Nunes, que passou a criar a cantora quando esta tinha apenas quatro anos) reuniu várias peças do vestuário, adereços e objetos pessoais da cantora, e criou uma sala que abriga o acervo de sua obra em um espaço físico com cerca de 120 metros, anexado à creche que leva o seu nome em Caetanópolis. Em 1989, a gravadora EMI-Odeon produziu a coletânea \"Clara Nunes, O Canto da Guerreira\". Também naquele ano, o selo WEA lançou para o mercado estadunidense o álbum \"O Samba: Brazil Classics 2\", com vários artistas e incluindo Clara Nunes. Três anos depois, a EMI-Odeon lançou \"Série 2 em 1\", compilação em CD de dois LPs: \"Brasil Mestiço\" e \"Nação\", e a gravadora norte-americana World Pacific lançou \"Best of Clara Nunes\" no mercado dos Estados Unidos. Em 1993, o selo Som Livre lançou \"Clara Nunes - 10 anos\" — em lembrança ao décimo aniversário de morte da cantora — e a EMI-Odeon lançou pela \"Série 2 em 1\" os discos \"Adoniran Barbosa\" e \"Adoniram Barbosa e Convidados\", este último também contou com a participação de Clara Nunes. Esta mesma gravadora lançaria em 1994 as coletâneas \"O Canto da Guerreira\", \"O Canto da Guerreira Volume 2\" e \"Meus Momentos\". Também naquele ano, a gravadora Saci lançou o álbum \"Homenagem a Mauro Duarte\", que contou com a voz de Clara Nunes, uma de suas maiores amigas e a sua principal intérprete. Em 1995, a Odeon lançou \"Clara Nunes com Vida\", álbum produzido por Paulo César Pinheiro e José Milton, no qual foram acrescidas as vozes de outros artistas — Emílio Santiago, Martinho da Vila, Chico Buarque, Nana Caymmi, Roberto Ribeiro, João Bosco, Elba Ramalho, Gilberto Gil, Milton Nascimento, Alcione, Marisa Gata Mansa, Paulinho da Viola, Ângela Maria e João Nogueira - fazendo duetos com Clara Nunes, e \"O Talento de Clara Nunes\", outra coletânea. No ano seguinte, a EMI-Odeon reeditou a obra completa de Clara Nunes, que incluíam 16 discos com as capas reproduzidas do original, remasterizados no Estúdio Abbey Road, em Londres, considerado o melhor do mundo. Três anos depois, a cantora Alcione gravou \"Claridade\", uma álbum com os maiores sucessos da carreira da amiga. Em 2001, foi apresentado no teatro do Centro Cultural Banco do Brasil, no Rio de Janeiro, o musical \"Clara Nunes Brasil Mestiço\", e no ano seguinte foi lançado o livro \"Velhas Histórias, Memórias Futuras\" de Eduardo Granja Coutinho, no qual o autor faz várias referências à cantora. Em comemoração aos seus 60 anos, que seriam completados em 2003, a gravadora DeckDisc lançou \"Um Ser de Luz — Saudação à Clara Nunes\", álbum produzido por Paulão Sete Cordas e que contou a participação de diversos artistas interpretando parte de seu repertório, como Mônica Salmaso (\"Alvorecer\"), Élton Medeiros (\"Lama\"), Rita Ribeiro (\"Morena de Angola\"), Mart'nália (\"Ijexá\"), Fafá de Belém (\"Sem Compromisso\"), Renato Braz (\"Menino Deus\" e \"Nação\"), Falamansa (\"Feira de Mangaio\"), Monarco e Velha Guarda da Portela (\"Peixe com Coco\"), Cristina Buarque (\"Derramando Lágrimas\"), Dona Ivone Lara (\"Juízo Final\"), Nilze Carvalho (\"A Deusa dos Orixás\"), Teresa Cristina (\"As Forças da Natureza\"), Pedro Miranda (\"Candongueiro\"), Alfredo Del Penho (\"Coisa da antiga\"), Wilson Moreira (\"O Mar Serenou\"), Helen Calaça (\"Basta um Dia\") e ainda participações de Seu Jorge, Walter Alfaiate e Elza Soares, entre outros. No ano seguinte, a mesma gravadora lançou \"Clara Nunes canta Tom e Chico\", coletânea na qual compilou algumas gravações de discos anteriores da cantora, entre elas \"Apesar de Você\", \"Umas e Outras\", \"Desencontro\", \"Morena de Angola\" e \"Novo Amor\" (todas de Chico Buarque), \"Insensatez\" e \"A Felicidade\" (de Tom Jobim e Vinícius de Moraes), além de \"Sabiá\" (da dupla Tom e Chico). Em 2006 foi encontrada mais uma interpretação inédita de Clara Nunes. A composição \"Quem Me Dera\" (de Maurício Tapajós e Hermínio Bello de Carvalho) foi incluída no álbum póstumo de Maurício Tapajós, \"Sobras Repletas\", que também trouxe uma outra composição, também em sua homenagem, desta vez feita em sua homenagem, \"Surdina\" (de Maurício Tapajós e Cacaso). Em 2007, o jornalista Vagner Fernandes lançou a biografia \"Clara Nunes - Guerreira da Utopia\", que trouxe entrevistas com vários compositores e intérpretes, entre os quais Chico Buarque, Paulinho da Viola, Alcione, Hermínio Bello de Carvalho, Hélio Delmiro, Milton Nascimento, Monarco e Paulo César Pinheiro, além de familiares e amigos. Em agosto de 2006, a Prefeitura de Caetanópolis lançou o 1º Festival Cultural Clara Nunes, com o objetivo de desenvolver a cultura no município e região, e também resgatar a obra da cantora. O Festival Cultural Clara Nunes faz parte dos eventos culturais da cidade e todo ano é realizado no mês de agosto, mês de nascimento de Clara Nunes. Em 4 de agosto de 2007, na abertura do 2º Festival, a Prefeitura Municipal de Caetanópolis inaugurou a Casa de Cultura Clara Nunes, onde havia sido o cinema da cidade e onde a Clara se apresentou pela primeira vez. A Casa de Cultura Clara Nunes, administrada pela Secretaria Municipal de Cultura, é local onde se realizam oficinas de dança, música, pintura e teatro, oferecidas gratuitamente à população. O Instituto Clara Nunes foi fundado em 19 de maio de 2005 pela irmã de Clara, Maria Gonçalves (a Dindinha), conhecida na cidade como Mariquita, e está instalado no mesmo prédio onde funciona a Creche Clara Nunes e o Artesanato Ponto de Luz, que produz tapetes cuja venda ajuda na manutenção da Creche. O Instituto foi criado para administrar e zelar pelo acervo da cantora. Em agosto de 2012 foi inaugurado o Memorial Clara Nunes, com a exposição do acervo. No dia 23 de maio de 2018, a Portela, escola de samba de coração de Clara, anunciou o enredo em homenagem à cantora para o carnaval de 2019: \"Na Madureira Moderníssima, hei sempre de ouvir cantar um sabiá\", assinado pela carnavalesca Rosa Magalhães. == Ditadura militar == Documento confidencial do Centro de Informações do Exército, datado de 1971, menciona Clara Nunes em uma lista de artistas que colaboravam com a ditadura militar de 1964 (mais precisamente, segundo o documento, artistas que \"se uniram à Revolução de 1964 no combate à subversão\" ou \"estão sempre dispostos a uma efetiva cooperação com o Governo\"). O documento tratava de suposta campanha difamatória realizada por veículos da imprensa contra esses artistas. A informação foi considerada surpreendente por Vagner Fernandes, biógrafo da cantora; segundo ele, Clara não era muito envolvida com política. Ela chegara a gravar versão de \"Apesar de você\", canção de Chico Buarque com letra crítica ao regime, mas — também segundo seu biógrafo — o fizera sem dar-se conta dessa temática implícita.Fernandes, Vagner. Clara Nunes: Guerreira da Utopia. Rio de Janeiro: Ediouro, 2007. p. 112-113. ISBN 978-85-774-8031-9. == Discografia == == Ligações externas == * * Categoria:Naturais de Paraopeba Categoria:Cantores de Minas Gerais Categoria:Cantores de música popular brasileira Categoria:Meios- sopranos do Brasil Categoria:Portela (escola de samba) Categoria:Sambistas Categoria:Umbandistas do Brasil Categoria:Pseudônimos do Brasil Categoria:Cantoras brasileiras do século XX Categoria:!Mais Diversidade em Teoria da História na Wiki (Selecionados)",
 "title": "Clara Nunes"
}