{
 "id": "73077",
 "text": "Ambulância é um veículo equipado para o transporte ou prestação de primeiros socorros a doentes e feridos. O termo \"ambulância\" vem da palavra latina \"ambulare\", que significa \"movimentar\". Até à Segunda Guerra Mundial, a palavra era também usada para designar os postos de socorro militares de campanha. Actualmente, o termo está geralmente associado aos veículos automóveis onde é administrada assistência médica de emergência a pacientes com doença ou ferimentos graves. Estes veículos estão normalmente equipados com luzes rotativas e sirenes de aviso, destinados a facilitar a sua deslocação rápida através do trânsito. As ambulâncias de emergência, em diversos países, são identificadas pelo sinal Estrela da Vida. Este sinal, com origem nos serviços de emergência médica dos Estados Unidos e, actualmente, adoptado por muitos outros, representa os seis estágios do tratamento médico pré-hospitalar. Ao invés da Estrela da Vida, as ambulâncias militares são identificadas pela Cruz Vermelha. Este símbolo protege-as de ataques à luz das leis internacionais da guerra. Além das ambulâncias de emergência existem outros tipos, as mais comuns sendo as ambulâncias de transporte de doentes. Estes veículos servem apenas para transportar doentes, em situações não- urgentes, para locais de tratamento. Normalmente não estão equipadas com equipamento de suporte à vida e, muitas vezes nem sequer com luzes rotativas e sirenes. Em alguns locais, existe uma forma modificada de ambulância usada apenas para o transporte rápido de uma equipa médica a um local de uma ocorrência, não sendo usada para transporte de pacientes. Nestes casos, um paciente que necessite de ser transportado para o hospital sê-lo-á, numa outra ambulância com essa capacidade. A maioria dos veículos utilizados como ambulância são do tipo furgão. No entanto existem também ambulâncias baseadas em camiões, autocarros, comboios, aeronaves e embarcações. ==Tipos funcionais== As ambulâncias podem ser divididas pelos seguintes tipos de função: #Ambulâncias de socorro - são o tipo mais comum de ambulâncias de emergência, sendo normalmente um veículo com capacidade para uma única maca, guarnecido com tripulação e equipamento capazes de aplicarem medidas de suporte básico de vida, destinadas à estabilização e transporte de doentes que necessitem de assistência durante o transporte; #Ambulâncias de cuidados intensivos - são um tipo mais avançado de ambulâncias de emergência. São guarnecidos com uma tripulação e equipamento capazes de aplicarem medidas de suporte avançado de vida. A tripulação inclui sempre um médico; #Ambulâncias de transporte de doentes acamados - veículos de transporte de doentes acamados ou em cadeiras de rodas, em situações não urgentes em que não precisem de assistência médica especial; #Ambulâncias de transporte múltiplo - veículos de transporte de doentes que possam viajar normalmente sentados, sem necessidade de assistência médica especial; #Veículos de socorro médico - veículos de intervenção médica guarnecidos com uma tripulação e equipamento capazes de aplicar medidas de suporte avançado de vida, mas sem capacidade de transportar a vítima. Da sua tripulação faz sempre parte um médico e, normalmente, um enfermeiro. ==Veículos utilizados como ambulância== As ambulâncias podem basear-se em muitos tipos de veículos. As condições de emergência podem levar, inclusive à adaptação improvisada de veículos como ambulâncias. #Furgão - uma ambulância típica baseia-se num automóvel com carroçaria do tipo furgão, normalmente assente num chassis standard. Na América do Norte são comuns as ambulâncias baseadas em veículos com uma caixa grande, chamados de \"mod\" (modulares); #Carro/Todo-o-terreno - usados quer como veículos de socorro médico, transportando apenas a equipamento e o equipamento de socorro, quer, mais raramente, como transporte de doentes que possam viajar sentados. Alguns carros/todo-o-terrenos podem transportar uma maca; #Motocicleta - em algumas áreas urbanas as motocicletas são utilizadas como veículo de socorro médico, pela sua capacidade de deslocamento rápido através de trânsito congestionado. Em alguns locais da África são utilizadas motos com side-car ou pequenos trailers para transportar pacientes. Normalmente são tripuladas por um médico, enfermeiro ou paramédico e tranportam algum equipamento de suporte avançado de vida; #Bicicletas - as bicicletas-ambulâncias ou bikes-ambulâncias são usadas para transportar socorristas até o local do chamado, ou então para remoção de pessoas enfermas para local onde possam receber os cuidados. Geralmente, as bicicletas-ambulâncias circulam em regiões onde há poucos recursos, regiões com barreiras geográficas ou zonas de circulação exclusiva de pedestres; #Moto, quadriciclo, triciclo motorizado - usados do mesmo modo que as motocicletas em eventos ao ar livre e em zonas de difícil acesso a outros veículos motorizados; #Carro de Golf - usado em determinados eventos, normalmente desportivos, como veículo de socorro médico e para transporte de pacientes em maca; #Helicóptero - usado para o socorro e o transporte de vítimas em locais inacessíveis por outros meios, ou em situações em que a rapidez é essencial; #Avião - usado tanto para a prestação de cuidados médicos em locais vastos e remotos ou para o transporte de pacientes através de longas distências; # Lancha - chamadas de ambulanchas, são utilizadas em transporte de pacientes e equipe de saúde em comunidades ribeirinhas, litorais, lagos e outros corpos d'água, onde o acesso por veículos convencionais é impossível ou menos viável; #Navio - usado como hospital móvel, normalmente pelas forças armadas em locais de guerra ou de catástrofe, onde não existam instalações hospitais disponíveis em número suficiente. Podem também ser considerados ambulância pois, além de prestarem cuidados de saúde aos pacientes, também os transportam; # Burro - os burros-ambulâncias consistem no uso de pequenas carroças atreladas a burros ou outros animais de carga para remover pacientes em regiões carentes de recursos ou de difícil acesso por veículos convencionais. ==Projecto e construção== O projecto de ambulância deverá ter em conta as condições locais e a infraestrutura disponível. Estradas bem mantidas são necessárias para as ambulâncias normais poderem chegar ao local do incidente e transportar o paciente para o hospital. Em locais onde essas estradas não existem as ambulâncias terão de ser baseadas em veículos todo o terreno. Também é necessária a disponibilidade de combustível e de instalações apropriadas para a manutenção do veículo. As ambulâncias normalmente têm dois fabricantes. O primeiro é responsável pelo fabrico do veículo base. O segundo é responsável por adaptar o veículo base com equipamento especializado de modo a transformá-lo numa ambulância. Tipicamente as modernas ambulâncias são propulsadas por um motor de combustão interna, a gasolina ou gasóleo. == Ambulâncias militares == Ambulâncias militares incluem as regulares ambulâncias, mas camufladas. Helicópteros são frequentemente utilizados como ambulâncias aéreas, visto que são extremamente eficazes para evacuar feridos. Devido ao elevado perigo em campos de batalha, são colocadas armaduras nas ambulâncias militares, ou são baseadas em veículos blindados. Como as leis da guerra não autorizam que armas sejam colocadas em ambulâncias, as ambulâncias baseadas em veículos blindados são desarmadas e pintadas com uma cruz vermelha ou outras marcas aceites. == Objetivo == Esse veículo tem objetivo de aplicar medidas de suporte básico de vida, estabilizar e transportar com velocidade e segurança pacientes vítimas de traumas. Diferente do Serviço de Atendimento Móvel de Urgência (SAMU) e de outras ambulâncias, esse veículo não faz atendimento de ocorrências de casos clínicos, pois não tem, na guarnição, enfermeiros e médicos, a não ser em alguns estados como São Paulo em que o SAMU é integrado ao Corpo de Bombeiros. == Condutor == Para se conduzir o veículo de resgate é necessário Carteira Nacional de Habilitação (CNH), compativel com o veículo, e Curso de Condutores de Veículos de Emergência.Código de Transito Brasileiro – Lei n° 9.503, de 23 de Setembro de 1997 == Guarnição == É formada normalmente uma equipe com três militares, sendo os cargos e funções divididos desta maneira: * Motorista: Levar o veículo, equipamentos e guarnição com rapidez e segurança até o local da ocorrência; estacionar em local seguro; sinalizar a via; isolar o local; se necessário for atuar na ocorrência. * Chefe de guarnição/socorrista 1: decidir ações a serem tomadas; verificar os riscos; socorrer o paciente. * Socorrista 2: pegar os materiais; socorrer o paciente. == Sirene e giroflex == Veículos de emergência em geral só podem trafegar com giroflex e sirenes ligadas em atendimento à ocorrências. A Ambulância também possui um rádio, este rádio serve tanto para chamar mais Ambulâncias como para pedir auxílio ao Corpo de Bombeiros em caso de incêndio como força policial para casos onde existe um indivíduo armado no lugar. == Capacidade == Em geral, veículos deste tipo só suportam um paciente corretamente imobilizado com prancha rígida. Existem mais um ou dois lugares para pacientes com traumas menores que podem ser transportados sentados. == Material == Os materiais que são utilizados em um veículo de resgate podem variar muito de uma região para outra. Em alguns estados do Brasil, por exemplo, o Serviço de Atendimento Móvel de Urgência está integrado com o Corpo de Bombeiros, então possui materiais para manobras mais incisivas, pois possui médicos em sua guarnição. Nas guarnições compostas unicamente por militares, tem-se, como carga da viatura, estes equipamentos: 1 2 3 Equipamentos para transporte: * Prancha rígida * Maca * Maca portátil (dobrável) Equipamentos para estabilização: * KED adulto * KED infantil * Colar cervical * Tala de fêmur com alongador * Tala de perna * Tala de braço * Tala de antebraço * Tala de joelho * Tala moldável Equipamentos para medição e aferição: * Esfigmomanômetro digital * Esfigmomanômetro analógico * Estestoscópio * Oxímetro de pulso Equipamentos para ressucitação: * Desfibrilador * Ambú adulto * Ambú infantil * Cânulas de Guedel (0,1,2) Equipamentos de segurança e proteção: * Luvas descartáveis * Luvas de proteção * Máscaras descartáveis * Óculos de proteção * Colete refletivo * Capacete * Lanterna * Cones * Bastão isolante * Luvas de borracha (isolante) Utilizáveis: * Kit parto * Soro fisiológico * Álcool * Água oxigenada * Gase * Compressa cirúrgica * Compressa (rolo) * Atadura * Fita crepe * Esparadrapo Outros: * Manual Abiquim * Tesoura * Tesoura ponta romba * Serra sabre * Cordas == Ver também == * ABTS (bombeiros) * Paramédico * SAMU * Instituto Nacional de Emergência Médica * Carro de polícia * Carro de bombeiro * Transporte aeromédico Recomendações Técnicas para Bases VMER Categoria:Ambulâncias",
 "title": "Ambulância"
}