{
 "id": "73088",
 "text": "Grêmio Esportivo Novorizontino foi um clube brasileiro de futebol da cidade de Novo Horizonte, interior do estado de São Paulo, que encerrou suas atividades em 1999. == História == Fundado no dia 11 de março de 1973, com o nome de Pima Futebol Clube, era formado na época, em sua maioria, por funcionários de uma fábrica de calçados que levava o nome de Pima. Essa escola-fábrica assistia crianças carentes em forma de orfanato. Em 1976, depois de brilhar no futebol amador, conquistando o bicampeonato da Liga Catanduvense de Futebol em 1974 e 1975, o então presidente Arneldo Sauressing e diretoria resolveu inscrever o time no profissionalismo, colocando-o na 3ª divisão do Campeonato Paulista. Como não poderia se chamar Pima, o presidente Arneldo, que era gaúcho, resolveu homenagear o Grêmio de Porto Alegre, colocando o nome \"Grêmio Esportivo Novorizontino\". As cores amarelo e preto são originárias das cores da fábrica. O mascote do time é o Tigre, por também ter as cores do clube. Foi no ano de 1977 que assumiu a presidência do clube o empresário Dr. Jorge Ismael de Biasi, quando o time se transformou em um clube de futebol, conquistando títulos e revelando jogadores como Paulo Sérgio, Márcio Santos (ambos da Seleção tetracampeã), Maurício (goleiro do Corinthians), Helder, Alessandro Cambalhota (ambos do Santos), Luís Carlos Goiano (do de Porto Alegre), e muitos outros. O primeiro uniforme do Pima FC era idêntico ao do São Paulo, porém, em lugar da faixa horizontal vermelha existia uma faixa amarela. Depois este foi substituído pelo uniforme com listras horizontais em amarelo e preto. Foi também o Dr. Jorge Ismael de Biasi quem levou o clube à conquista do vice-campeonato paulista de 1990, onde o Tigre perdeu o título na final para o Bragantino, depois de dois empates. O presidente construiu também o estádio Jorjão, com capacidade para 16.000 pessoas, um magnífico centro de treinamento com dois campos de futebol, além de outros confortos que muitos clubes brasileiros não possuem. Em 1994, a família Chedid assumiu o clube, e durante sua administração o Novorizontino sofreu um declínio que culminaria com seu rebaixamento para a 2ª divisão do Campeonato Paulista, e o clube foi obrigado a abandonar a 2ª divisão do Campeonato Brasileiro. Em 1994, o time foi sexto lugar no Paulistão, ganhando vaga na Copa Bandeirantes, em que ganhou três vezes (contra São Paulo, Araçatuba e Corinthians), empatou duas (contra Araçatuba e São Paulo) e perdeu uma (contra o Corinthians), ficando com o segundo lugar do grupo e terceiro da disputa. Muitas vezes foi obrigado a deixar Novo Horizonte para realizar seus jogos em Catanduva, Mirassol e outras cidades da região. Em 1999, a equipe é afastada do campeonato. == Dados == Até 1999. *Jogos: 1.080 *Vitórias: 447 *Empates: 328 *Derrotas: 305 *Gols marcados: 1.432 *Gols sofridos: 1.100 *Saldo: 332 == Títulos == NACIONAIS Competição Títulos Temporadas Campeonato Brasileiro – Série C 1 1994 TOTAL Competição Títulos Temporadas Títulos oficiais 1 1 Nacional === Campanhas de destaque === DESTAQUES Competição Resultados Campeonato Paulista Vice-campeão (1990) Campeonato Paulista – Série A3 Vice-campeão (1981) === Outras conquistas === ==== Internacionais ==== * Copa Grosseto (Itália): 1994. * Vice-Campeonato Torneio de Acapulco (México): 1993 * Vice-Campeonato Copa Decesano (Itália): 1994. ==== Nacionais ==== * Campeão Amador Regional (Liga Catanduvense): 2 vezes (1974 e 1975). * Grupo Branco do Campeonato Paulista: 1985. * Grupo B do Campeonato Paulista * Torneio José Maria Marim: 1987. * Torneio Jorge Biasi: 1988. * Vice-Campeonato Torneio Seletivo do Campeonato Brasileiro: 1993. === Categorias de base === * Copa Aspirantes: 1994. * Vice- Campeonato Copa Aspirantes: 1993. * 1ª Divisão do Campeonato Paulista de Juniores: 2 vezes (1988 e 1994). == Estatísticas == === Participações === Promovido à divisão superior Rebaixado à divisão inferior Licenciamento no ano seguinte Competição Competição Temporadas Melhor campanha Anos Campeonato Paulista 11 Vice-campeão (1990) 1986-1996 1 Série A2 6 Vice-campeão (1985) 1982-1985 e 1997-1998 1 1 Série A3 3 Sem dados 1976 e 1980-1981 1 1 Segunda Divisão 3 Sem dados 1977-1979 1 rowspan=2 width=\"10\" Série B 3 12º colocado (1991) 1989, 1991 e 1995 – – Série C 2 Campeão (1994) 1988 e 1994 1 – === Participações em torneios nacionais === Série B Ano 1989 1991 1995 Pos. 58º 12º 15º Série C Ano 1988 1994 Pos. 19º 1º == Ídolos == === Jogadores notáveis === * Alessandro Cambalhota * Edson Pezinho * Esquerdinha * Índio * Luís Carlos Goiano * Márcio Santos * Maurício * Odair * Padilha * Paulo Sérgio === Treinadores notáveis === * Nelsinho Baptista * José Teixeira Categoria:Clubes de futebol fundados em 1973 Categoria:Clubes de futebol extintos em 1999",
 "title": "Grêmio Esportivo Novorizontino"
}