{
 "id": "73209",
 "text": "Ídolos foi um talent show brasileiro, baseado no programa britânico Pop Idol e parte da franquia Idols, que consistia em revelar o \"novo ídolo musical do Brasil\". Estreou em 5 de abril de 2006 na emissora SBT, substituindo o horário ocupado pela sessão de filmes Quinta no Cinema após a mudança do humorístico A Praça É Nossa dos sábados para as quintas, sendo apresentado por Beto Marden e Lígia Mendes, e com a participação de Arnaldo Saccomani, Carlos Eduardo Miranda, Cynthia \"Cyz\" Zamorano e Thomas Roth como jurados. A segunda e última temporada no SBT estreou em 28 de março de 2007, mantendo os apresentadores e jurados da primeira temporada. Essa foi a primeira versão brasileira para o formato de talent show criado por Simon Fuller. Em 2008, o formato, ainda no auge, foi comprado pela emissora Record, que produziu e exibiu as cinco temporadas posteriores. A primeira temporada da Record estreou em 19 de agosto de 2008, tendo Rodrigo Faro como apresentador e Luiz Calainho, Marco Camargo e Paula Lima como jurados. Em 2011, Luiza Possi e Rick Bonadio entraram para o júri, substituindo Paula e Calainho, respectivamente. Luiza e Bonadio foram substituídos por Fafá de Belém e Supla, respectivamente, em 2012. Também em 2012, Rodrigo Faro deixou a apresentação do programa e foi substituído por Marcos Mion. Em 2012, após a grande final da 7.ª temporada ao todo do programa no Brasil, a Record anunciou o encerramento da atração. Em seu lugar, a emissora adaptou outro talent show, Got Talent Brasil.Há 7 anos no ar, \"Ídolos\" acaba para dar lugar à versão brasileira de \"America's Got Talent\" == História == Ídolos estreou sem muito alarde em 2006, exibido então pelo SBT, que anteriormente exibira o similar Popstars, onde jovens aspirantes a cantores concorriam a uma vaga em um grupo musical. Logo Ídolos chamou a atenção, pois diferente de outros programas de calouros atuais, mostrava todo o processo de seleção, desde o início, até o momento final, incluindo até cantores ruins. O programa seguiu com índices de audiência considerados interessantes pela emissora na fase das audições, seguindo o mesmo ritmo para a fase do teatro, onde o futuro vencedor Leandro Lopes já começava a se destacar. A última fase do programa já mostrava a provável vitória do carioca, assim como um crescimento em audiência para a emissora. Teve sua final exibida sem muita pompa, nos mesmos estúdios onde as finais foram apresentadas, confirmando o que todos já esperavam: Leandro Lopes como vencedor. Importante lembrar que a final do Ídolos 2006 foi gravada horas antes de ser exibida, fazendo assim com que o nome do vencedor fosse divulgado antes mesmo de o programa ir ao ar. O sucesso da primeira temporada lhe rendeu uma sequência, exibida no ano seguinte; Ídolos 2007 seguiu os mesmos passos de seu antecessor, com os mesmos jurados e sem grandes novidades, perdendo assim um pouco da atenção dos telespectadores, mas ainda assim foi considerado satisfatório, porém, uma terceira temporada ainda era incerta. Thaeme Mariôto foi a vencedora da edição, sendo a única mulher a vencer o programa. Quando em meados de outubro de 2007, especulou-se que a Record (concorrente direta) da atual detentoras dos direitos de produção do Ídolos, havia feito uma proposta à Fremantle pela compra do formato no Brasil. Era o início de uma disputa acirrada na justiça pelo programa: o SBT alegava que, como era a atual dona dos direitos no Brasil, tinha prioridade na negociação de novas temporadas; a Fremantle, por sua vez, alegava que a emissora mudara muito o formato do programa, e com isso havia quebrado regras do contrato, e assim, perdera a prioridade. Chegou a ser dito pela imprensa que Silvio Santos, dono do SBT, teria viajado aos Estados Unidos, disposto a manter o Ídolos no SBT a qualquer custo, mas a essa altura, a Record já estava atrás da equipe para a produção da nova versão brasileira da franquia Idols, no momento, sem novo nome definido. Já no começo de 2008, as chamadas começaram a aparecer na programação da Record para o que seria a nova versão do Ídolos no Brasil. Em agosto de 2008, o Ídolos estreou na Record como uma superprodução, que custou milhões de reais à emissora. Na mesma época, o SBT, como contra-ataque, lançou o Novosídolos, programa semelhante ao antigo Ídolos de sua emissora. As chamadas lançadas pelo SBT anunciavam o programa como uma novidade em sua programação, e deixavam clara a tentativa da emissora de manter um programa com os mesmos moldes do Ídolos. Porém, no dia de sua estreia, a Record, junto à Fremantle, conseguiram na justiça que o nome Novosídolos fosse vetado, e o programa foi ao ar sem nome definido; a solução que o SBT encontrou foi lançar um concurso às pressas, onde os telespectadores enviariam uma sugestão de nome ao programa, e o melhor receberia um prêmio, dando origem ao programa Astros. Ídolos 2008 foi seguindo seu curso, com altos índices de audiência, liderando por diversas vezes sua faixa de horário. Teve sua final exibida ao vivo pela primeira vez, consagrando Rafael Barreto, que já vinha se destacando e mostrava grandes possibilidades de sair vencedor. Em 2009, a Record anunciou a segunda temporada do programa na casa, e seguiu, novamente, o curso natural do formato, sem grandes novidades, porém com grande destaque de seus finalistas, considerados até hoje, os melhores de todas as edições. Teve sua final também transmitida ao vivo, tendo Saulo Roston, que não havia avançado no ano anterior, como vencedor. Em 2010, o programa já mostrava sinais de desgaste no Brasil, mas ainda assim foi lançado, obtendo recorde de inscritos. Teve sua final novamente apresentada ao vivo, onde foi declarado vencedor o jovem Israel Lucero. No final de 2010, surge na imprensa a notícia de que Luiz Calainho, jurado do Ídolos desde 2008, abandonaria o programa. Calainho, que possui outras empresas ligadas à mídia, declarou que no ano seguinte, iria investir mais em suas empresas, e que o programa tomava muito seu tempo. Semanas depois, Paula Lima, também jurada desde 2008, também anunciou sua saída da atração. Coincidentemente, a versão estadunidense do formato reformularia sua bancada de jurados no mesmo ano, trazendo novos elementos para o ano de 2011. A Record, então, começou a busca por dois novos jurados, já que Marco Camargo permaneceria em seu posto, uma vez que além de jurado do Ídolos, Camargo também é diretor musical da emissora que detém os direitos do programa, tendo assim, de qualquer forma, um contrato com a mesma. Nomes como o de Rita Lee foram mencionados pela imprensa, mas nunca confirmados pela emissora, até que Luiza Possi, que já havia feito uma participação especial na bancada em 2010, foi confirmada como a presença feminina no júri, e logo depois foi divulgado o nome do produtor musical Rick Bonadio, que já havia trabalhado como jurado no extinto Popstars, similar exibido pelo SBT anos antes. A troca de jurados deu um novo ânimo ao programa, que em 2011 seguiu seu curso sem nenhuma novidade, a não ser pelo voto online, indisponível nas temporadas brasileiras anteriores. A final foi apresentada ao vivo, tendo como vencedor o jovem Henrique Lemes, e ainda durante a final, o apresentador Rodrigo Faro anunciou que as inscrições para a quinta temporada na Record, e sétima ao todo, estavam abertas. No final de 2011, no entanto, Rick Bonadio e Luiza Possi, jurados recém-chegados ao programa, anunciaram sua saída. Bonadio não se pronunciou oficialmente sobre o motivo de sua saída, já Luiza declarou que não concordava com alguns aspectos em relação ao investimento dado ao vencedor. A temporada 2012 teria então como jurados o roqueiro Supla, o veterano Marco Camargo (em seu quinto ano como jurado) e a cantora Fafá de Belém. Também na temporada de 2012, Rodrigo Faro deixou a apresentação do Ídolos após quatro anos para se dedicar a um programa diário. O novo apresentador foi Marcos Mion. Ídolos 2012 terminou com a vitória do gaúcho Everton Silva, sendo a última temporada exibida pela Record, que deteve os direitos da produção do talent show por cinco anos. De acordo com Wanderley Villa Nova, diretor geral do programa na Record, o programa iria ser retirado do ar porque a emissora acredita que \"já cumpriu o ciclo\". Segundo ele, a decisão não teve a ver com audiência. No lugar da atração musical, a Record anunciou que iria adaptar outro talent show, a versão brasileira da franquia Got Talent, também da produtora Freemantle Media. == Sumário == Ano Vencedor(a) Vice(s) Apresentador(es) Jurados Emissora 1 2 3 4 2006 Leandro Lopes Lucas Poletto Beto Marden Lígia Mendes Miranda Roth Cyz Saccomani SBT 2007 Shirley Carvalho 2008 Rafael Barreto Rafael Bernardo Rodrigo Faro Calainho Paula Marco rowspan=\"5\" width=\"100\" Record 2009 Saulo Roston Diego Moraes 2010 Israel Lucero Tom Black 2011 Higor Rocha Rick Luiza 2012 Everton Silva Leonardo Cavalcante Quinara Vizeu Marcos Mion Supla Fafá == Ídolos Kids == Em 2012, a Record lançou, em sua festa de apresentação de programação do ano, o talent show Ídolos Kids, uma então novidade para tentar, mais uma vez, dar um novo ânimo à atração original. Ídolos Kids estreou no dia 5 de setembro de 2012, um dia depois da estreia da 7.ª temporada ao todo do formato original. Teve apenas a participação de crianças com idade entre 7 a 12 anos. Os jurados foram Afonso Nigro, João Gordo e Kelly Key, e foi apresentado por Cássio Reis. Devido à boa audiência da primeira temporada, onde chegou a ser líder no ibope em alguns minutos de alguns episódios, a emissora decidiu estrear a segunda temporada em menos de um ano depois, diferentemente do formato original, que não seria mais renovado em 2013. == Fases == === Audições === As audições são realizadas em normalmente cinco cidades de grande concentração populacional do país. Em sete temporadas, o programa passou pelas seguintes cidades: Brasília e Goiânia na região Centro-Oeste; Fortaleza, Recife e Salvador na região Nordeste; Belém na região Norte; Belo Horizonte, Campinas, Rio de Janeiro, São Paulo e Uberlândia na região Sudeste; e Curitiba, Florianópolis e Porto Alegre na região Sul. Os inscritos normalmente passam por dois cortes preliminares, com um produtor do programa e um profissional e depois pela direção do programa, antes de poderem se apresentar para os jurados, porém apenas as audições para os jurados são televisionadas. Nessas etapas preliminares, são aprovados cantores ruins, medianos e bons para equilibrar as emoções que o programa despertará ao longo da fase das audições, incluindo um número de candidatos inusitados ou engraçados que são consequentemente satirizados pelos jurados. Os candidatos que passam pelos cortes preliminares em cada cidade das audições são então ouvidos individualmente pelos jurados. Para passar para a fase seguinte, o candidato deve ser aprovado pela maioria dos jurados. Nessa fase, o apresentador tem uma aparição menor apenas mostrando pontos turísticos do local de realização de gravação e entrevistando candidatos na fila de espera. === Teatro / Resort === ==== Ídolos 2006 a Ídolos 2011: Teatro ==== Os candidatos aprovados nas audições são levados à cidade de São Paulo, onde se apresentam em um palco de Teatro. Essa fase é feita em três etapas eliminatórias distintas: Na primeira etapa, chamada de Chorus Line, um número de candidatos por vez sobem ao palco e, alinhados em uma fileira, cantam individualmente e a cappella um trecho de uma música de escolha livre. Eles são julgados e alguns eliminados. Na segunda etapa, os candidatos selecionados devem memorizar previamente canções escolhidas pelos jurados para se apresentarem em grupos (ou, menos comumente, em duplas ou trios). Novamente, alguns candidatos são eliminados. Mesmo cantando em grupos, os candidatos são julgados individualmente, portanto as eliminações são individuais e não necessariamente do grupo todo. Na terceira e última etapa, os candidatos selecionados têm que fazer uma apresentação solo de uma música da seleção dos jurados, com acompanhamento de banda ou podendo tocar seu próprio instrumento, em frente aos jurados e aos outros candidatos, para então ouvirem na decisão final se serão classificados para as semifinais. ==== Ídolos 2012: Resort ==== Na temporada de 2012, a segunda fase, que era a fase do Teatro nas edições anteriores, foi realizada no Mavsa Resort, na cidade de Cesário Lange, em São Paulo. As três etapas eliminatórias do Resort continuaram parecidas com as do Teatro, com algumas modificações: Na primeira etapa, chamada de Chorus Line, um número de candidatos por vez, que não foram aprovados por unanimidade nas audições, são chamados e, alinhados em uma fileira, cantam individualmente e a cappella um trecho de uma música de escolha livre. Eles são julgados e alguns eliminados. Na segunda etapa, os candidatos selecionados e os candidatos que não precisaram cantar na primeira etapa têm que se dividir em duplas para apresentarem uma música da seleção dos jurados. Novamente, alguns são eliminados. Mesmo cantando em duplas, os candidatos são julgados individualmente, portanto as eliminações são individuais e não necessariamente da dupla. Na terceira e última etapa, os candidatos selecionados têm que fazer uma apresentação solo de uma música da seleção dos jurados, com acompanhamento de banda, aos jurados, para então ouvirem na decisão final se serão classificados para as semifinais. === Semifinais === Também chamadas de fase dos workshops. A partir dessa fase, as apresentações passam a ser realizadas em estúdio e os jurados, apesar de ainda darem suas avaliações, passam o poder de decisão para o público, que define, através de votação por telefone e SMS, os candidatos que serão classificados para a fase dos concertos (finais). As semifinais ocorrem de maneiras distintas dependendo da temporada. A partir do Ídolos 2010, tanto o público quanto os jurados passam a ter o poder de decisão, visto que 5 candidatos serão classificados por votação do público e outros 5 restantes por decisão dos jurados. ==== Ídolos 2006 e 2008 ==== Nas temporadas de 2006 e 2008, 30 semifinalistas foram aleatoriamente divididos em 3 grupos de 10 candidatos. Cada concorrente cantaria na noite de seu respectivo grupo. Os três candidatos mais votados pelo público de cada grupo (independente de sexo) avançariam para as finais. Ambas as temporadas também apresentaram os episódios da Repescagem. No Ídolos 2006, 8 candidatos que não conseguiram passar para a fase final foram escolhidos pelos jurados para se apresentarem novamente e disputarem a última vaga no Top 10. No Ídolos 2008, 6 candidatos (2 de cada grupo) que não conseguiram passar para a fase final foram escolhidos pelos jurados para se apresentarem novamente e disputarem a última vaga no Top 10. ==== Ídolos 2007 ==== Na temporada de 2007, 32 semifinalistas foram divididos por sexo em 4 grupos de 8 candidatos. Cada concorrente cantaria na noite de seu respectivo grupo (2 noites de homens e 2 noites de mulheres). Os três candidatos mais votados pelo público de cada grupo avançariam para as finais, que ampliou de Top 10 para Top 12. ==== Ídolos 2009 ==== Na temporada de 2009, 24 semifinalistas foram divididos por sexo em 2 grupos de 12 candidatos. Foram 2 noites de apresentações, uma do grupo masculino e outra do feminino. Os seis mais votados pelo público de cada grupo foram classificados para as finais, formando um Top 12. ==== Ídolos 2010, 2011 e 2012 ==== Nas temporadas de 2010, 2011 e 2012, 15 semifinalistas se apresentaram na mesma noite e, no episódio seguinte, os 5 mais votados pelo público foram revelados e automaticamente classificados para as finais. Mais tarde, durante o programa, os jurados escolhiam outros 5 restantes para completar o Top 10. === Finais === Também chamadas de fase dos concertos, têm a duração de 7-10 semanas. Cada finalista do Top 10 (Ídolos 2006, 2008, 2010, 2011 e 2012) ou Top 12 (Ídolos 2007 e 2009) canta uma canção a partir de um tema semanal em apresentações, acompanhadas por banda ao vivo e para uma plateia maior, com um candidato sendo eliminado a cada semana (em algumas semanas podendo haver eliminação de dois candidatos). Os temas semanais podem ser baseados em um gênero musical, músicas gravadas por determinado artista ou temas genéricos. Durante o período das finais, os finalistas passam a viver juntos em uma mansão, onde ficam em regime de confinamento, fazendo ensaios e preparação vocal com uma treinadora vocal e um preparador corporal antes de subir ao palco. Nas primeiras semanas, os candidatos cantam uma música cada. A partir do Top 5 os competidores cantam duas músicas cada; e a partir do Top 3 cantam três músicas cada. O público vota em seu(s) preferido(s) através de SMS, telefone (abolido no Ídolos 2010) e internet (a partir do Ídolos 2011). Após um ou dois dias (dependendo da temporada) do episódio de apresentações há o episódio de resultados, onde são revelados os votos do público para aquela semana. Os episódios de resultados normalmente têm a presença de um convidado musical especial, podendo ou não estar relacionado com o tema musical da semana. No anúncio dos resultados, os candidatos mais votados pelo público são anunciados salvos em ordem aleatória, até chegar aos três menos votados (nas semanas finais do programa apenas são anunciados 2 menos votados; e na penúltima semana apenas é anunciado o menos votado). Então, os menos votados são chamados ao centro do palco. Em seguida, o apresentador salva o candidato que foi o 3.º menos votado. Os 2 menos votados permanecem e o resultado é revelado; o candidato eliminado deixa o programa, vendo sua retrospectiva e cantando pela última vez no palco do Ídolos. Nas semanas em que ocorre eliminação dupla, são anunciados quatro menos votados, em vez de três, seguindo o mesmo procedimento: um é salvo primeiro (o 4.º menos votado) e, em seguida, é revelado o resultado com os três restantes, sendo os dois candidatos menos votados eliminados. No Ídolos 2012, foi introduzido o \"veto dos jurados\", semelhante ao \"Judges' Save\" da versão estadunidense American Idol. Após a revelação do menos votado da semana, os jurados podem salvar o eliminado caso haja consenso entre eles, fazendo com que a competição continue intacta por mais uma semana. O veto pode ser usado apenas uma vez durante as finais. ==== Grande Final ==== A grande final consiste na apresentação dos dois candidatos restantes na disputa. Nas temporadas de 2006 e 2007, ambas exibidas pelo SBT, a grande final foi realizada no mesmo estúdio da fase dos concertos, na CDT da Anhanguera. Na temporada de 2008, primeira a ser exibida pela Record, a grande final foi realizada no Complexo do Anhembi, em São Paulo. Na temporada de 2009, a grande final aconteceu no Teatro Bradesco, em São Paulo. Nas temporadas de 2010 e 2011, a grande final ocorreu no Via Funchal, em São Paulo. No Ídolos 2012, a grande final foi realizada nos Estúdios Quanta, em São Paulo, o mesmo da fase dos concertos, e teve três finalistas disputando o título de novo ídolo, em vez de dois. O episódio da grande final costuma ser mais longo, transmitido ao vivo e tem apresentações de vários convidados musicais especiais, além de reunir todos os finalistas eliminados. No final do episódio, é anunciado o candidato que recebeu mais votos do público, que se torna o vencedor do programa. Até a temporada de 2011, o prêmio principal era um contrato com uma gravadora para o lançamento de um disco. Na temporada de 2012, o prêmio foi 500 mil reais para o vencedor investir no sonho de se tornar um grande ídolo da música. O vencedor encerra o programa cantando a música de trabalho em meio à comemoração. == Temporadas == Finalistas (data de eliminação) SBT Ídolos 2006 Leandro Lopes Vencedor Lucas Poletto Vice-campeão Osnir Alves 20 de julho Vanessa Oliveira 13 de julho Paulo Neto 6 de julho Angel Duarte 29 de junho Giovana Félix 22 de junho Davison Batista 15 de junho Thaís Moreira 8 de junho Pollyana Papel 1 de junho Ídolos 2007 Thaeme Mariôto Vencedora Shirley Carvalho Vice-campeã Lenny Bellard 9 de agosto Tiago Faria 2 de agosto Davi Lins 26 de julho Naiara Terra 19 de julho Karine Rodrigues 12 de julho Dan Barros 5 de julho Isaque Galvão 28 de junho João Callaça 21 de junho Dani Black 14 de junho Julio JL Record Ídolos 2008 Rafael Barreto Vencedor Rafael Bernardo Vice-campeão Maria Christina 10 de dezembro Paulo Cremona 3 de dezembro Nanda Garcia 26 de novembro Lorena Chaves 19 de novembro Cássia Raquel 12 de novembro Amandí Cortez 5 de novembro Pedrinho Black 29 de outubro Tiago Mattos 22 de outubro Ídolos 2009 Saulo Roston Vencedor Diego Moraes Vice-campeão Hellen Lyu 9 de dezembro Priscila Borges 2 de dezembro Dani Morais 25 de novembro Marcos Paulo 18 de novembro Marcos Duarte 12 de novembro Taíssa de Araújo 4 de novembro Júlio César Thaís Bonizzi 28 de outubro Raquel Soares 21 de outubro Evandro Elias 14 de outubro Ídolos 2010 Israel Lucero Vencedor Tom Black Vice-campeão Nise Palhares 16 de setembro Chay Suede 9 de setembro Romero Ribeiro 2 de setembro Maria Alice 26 de agosto Rodrigo Valentim 19 de agosto Tamires Santana Agnes Jamille 12 de agosto Juliani Fernandes 5 de agosto Ídolos 2011 Henrique Lemes Vencedor Higor Rocha Vice-campeão Hellen Caroline 7 de julho Karielle Gontijo 30 de junho Fernanda Portilho 23 de junho Marjory Porto 16 de junho Elson Júnior 9 de junho Camila Morais Mello Júnior 2 de junho Raphael Diniz 26 de maio Ídolos 2012 Everton Silva Vencedor Leonardo Cavalcante Vice-campeões Quinara Vizeu Raphael Leandro 6 de dezembro Kim Lírio 29 de novembro Thiago Thaylom 22 de novembro Pryscilla Silva Tiago Barbosa 15 de novembro Ana Paula Nogueira 8 de novembro Jéssica Campos 1 de novembro Legenda geral: Salvo primeiro Salvo por último Eliminado Salvo pelos jurados (veto dos jurados) Desistente Vice- campeão Vencedor === Ídolos 2006 === A primeira temporada exibida pelo SBT estreou em 5 de abril de 2006. As audições foram realizadas em cinco capitais: Recife, Brasília, Porto Alegre, Rio de Janeiro e São Paulo. Na grande final, exibida em 27 de julho de 2006, Leandro Lopes venceu Lucas Poletto. Na sua primeira audição, Leandro foi reprovado pelo jurado Arnaldo Saccomani, porém ele progrediu não ficando nunca entre os menos votados nas finais. A candidata que ficou mais vezes entre os menos votados foi Vanessa Oliveira, por seis vezes, sendo eliminada na sexta vez. Foi a candidata de todas as temporadas que mais esteve nos menos votados. Data Menos Votados 1 de junho Pollyana Papel Paulo Neto Vanessa Oliveira 8 de junho Thaís Moreira Vanessa Oliveira (2) Osnir Alves 15 de junho Davison Batista Vanessa Oliveira (3) Lucas Poletto 22 de junho Giovana Félix Vanessa Oliveira (4) Osnir Alves (2) 29 de junho Angel Duarte Lucas Poletto (2) Vanessa Oliveira (5) 6 de julho Paulo Neto (2) Osnir Alves (3) 13 de julho Vanessa Oliveira (6) Lucas Poletto (3) 20 de julho Osnir Alves (4) 27 de julho Lucas Poletto (4) Leandro Lopes === Ídolos 2007 === A segunda e última temporada exibida pelo SBT estreou em 28 de Março de 2007. As audições foram realizadas em cinco cidades: Salvador, Belém, Belo Horizonte, Campinas e Florianópolis. Essa temporada foi a única a ter um Top 3 apenas com mulheres. A grande final, exibida em 16 de agosto de 2007, consagrou Thaeme Mariôto, que derrotou Shirley Carvalho, com 53% dos votos do público. Thaeme ficou entre os menos votados duas vezes, durante o top 12 e o top 6, sendo a única vencedora que esteve nos menos votados mais de uma vez. Thaeme também foi a única mulher a vencer o programa. Desde 2011, forma a dupla sertaneja Thaeme & Thiago. A candidata que ficou mais vezes entre os menos votados foi Lenny Bellard, por cinco vezes, sendo eliminada na quinta vez. Karine Rodrigues foi a primeira candidata deficiente visual a ter chegado nas finais do Ídolos. Data Menos Votados 14 de junho Julio JL Isaque Galvão 14 de junho Dani Black Thaeme Mariôto 21 de junho João Callaça Dan Barros Isaque Galvão (2) 28 de junho Isaque Galvão (3) Dan Barros (2) Karine Rodrigues 5 de julho Dan Barros (3) Shirley Carvalho Lenny Bellard 12 de julho Karine Rodrigues (2) Naiara Terra Lenny Bellard (2) 19 de julho Naiara Terra (2) Thaeme Mariôto (2) Tiago Faria 26 de julho Davi Lins Lenny Bellard (3) 2 de agosto Tiago Faria (2) Lenny Bellard (4) 9 de agosto Lenny Bellard (5) 16 de agosto Shirley Carvalho (2) Thaeme Mariôto * Nesta semana, o homem e a mulher menos votados foram eliminados. Também foram anunciados o 2.º homem menos votado (Isaque Galvão) e a 2.ª mulher menos votada (Thaeme Mariôto). Não foi divulgado qual dos dois eliminados foi de fato o menos votado, embora Julio JL tenha sido anunciado antes. * Na grande final, foi anunciado que Thaeme Mariôto recebeu 53% dos votos do público para vencer, enquanto Shirley Carvalho obteve 47% dos votos. === Ídolos 2008 === A primeira temporada exibida pela Record (terceira ao todo) estreou em 19 de agosto de 2008. As audições ocorreram nas capitais de quatro estados de três diferentes regiões brasileiras: Porto Alegre, Salvador, Rio de Janeiro e São Paulo. Em 17 de dezembro de 2008, Rafael Barreto venceu Rafael Bernardo e conquistou o título. Barreto esteve apenas uma vez entre os menos votados, durante o top 7. As candidatas que ficaram mais vezes entre os menos votados foram Lorena Chaves, Nanda Garcia e Maria Christina, por três vezes cada, sendo eliminadas na terceira vez. Data Menos Votados 22 de outubro Tiago Mattos Amandí Cortez Lorena Chaves 29 de outubro Pedrinho Black Rafael Bernardo Lorena Chaves (2) 5 de novembro Amandí Cortez (2) Nanda Garcia Cássia Raquel 12 de novembro Cássia Raquel (2) Rafael Barreto Maria Christina 19 de novembro Lorena Chaves (3) Nanda Garcia (2) Paulo Cremona 26 de novembro Nanda Garcia (3) Rafael Bernardo (2) 3 de dezembro Paulo Cremona (2) Maria Christina (2) 10 de dezembro Maria Christina (3) 17 de dezembro Rafael Bernardo (3) Rafael Barreto === Ídolos 2009 === A segunda temporada exibida pela Record (quarta ao todo) estreou em 18 de agosto de 2009. As audições ocorreram nas capitais de cinco estados: Curitiba, Belo Horizonte, Fortaleza, São Paulo e Rio de Janeiro. Nesta temporada houve pela primeira vez uma desistência no programa: Marcos Duarte desistiu da competição durante o anúncio dos resultados do top 7, mesmo não estando entre os 3 menos votados da noite. No dia 16 de dezembro de 2009, Saulo Roston foi anunciado o novo ídolo do Brasil vencendo Diego Moraes. Saulo esteve apenas uma vez entre os menos votados, durante o top 9. Saulo já havia participado do Ídolos 2008, mas foi eliminado no Top 30 daquela edição. As candidatas que ficaram mais vezes entre os menos votados foram Dani Morais e Priscila Borges, por quatro vezes cada, sendo eliminadas na quarta vez. Data Menos Votados 14 de outubro Evandro Elias Thaís Bonizzi Raquel Soares 21 de outubro Raquel Soares (2) Júlio César Marcos Paulo 28 de outubro Thaís Bonizzi (2) Dani Morais Júlio César (2) 4 de novembro Júlio César (3) Taíssa de Araújo Saulo Roston Marcos Paulo (2) 12 de novembro Dani Morais (2) Diego Moraes Priscila Borges 12 de novembro Marcos Duarte 18 de novembro Marcos Paulo (3) Priscila Borges (2) Dani Morais (3) 25 de novembro Dani Morais (4) Priscila Borges (3) Hellen Lyu 2 de dezembro Priscila Borges (4) Diego Moraes (2) Hellen Lyu (2) 9 de dezembro Hellen Lyu (3) 16 de dezembro Diego Moraes (3) Saulo Roston * Não foi divulgado quem era o 2.º e 3.º menos votado entre Dani Morais e Júlio César, apenas foi anunciado que Thaís Bonizzi era a eliminada da noite, com os três menos votados no palco. * Esta semana teve dois eliminados, com isso foram anunciados quatro menos votados. Não foi divulgado qual dos dois eliminados foi de fato o menos votado, embora Júlio César tenha sido anunciado antes. * Devido ao apagão ocorrido em 10 de novembro de 2009 em vários estados brasileiros, as apresentações foram reprisadas no dia 11 de novembro de 2009 e a eliminação foi adiada para o dia 12 de novembro de 2009. Dani Morais, Diego Moraes e Priscila Borges foram os menos votados da semana, porém quando o apresentador Rodrigo Faro divulgaria a eliminação, Marcos Duarte anunciou sua desistência alegando problemas físicos e emocionais, apesar de ter sido salvo pelo público nessa noite. Com isso, Dani, Diego e Priscila continuaram na competição e não houve divulgação de qual dos três seria o 3.º, 2.º e menos votado da semana. * Devido à desistência de Marcos Duarte na semana anterior sem ele estar entre os menos votados, os votos desta semana foram somados aos da anterior. === Ídolos 2010 === A terceira temporada exibida pela Record (quinta ao todo) estreou no dia 10 de junho de 2010. As audições ocorreram em Fortaleza, Florianópolis, Rio de Janeiro e São Paulo. No dia 23 de setembro de 2010, Israel Lucero foi anunciado o novo Ídolo do Brasil, vencendo Tom Black. Ambos nunca estiveram entre os menos votados nas finais, sendo a primeira vez que isso ocorre no Top 2. Israel era, até então, o candidato mais jovem a vencer o programa, com 16 anos e 10 meses. Henrique Lemes, em 2011, o ultrapassaria, com 16 anos e 3 meses. A candidata que ficou mais vezes entre os menos votados foi Nise Palhares, por cinco vezes, sendo eliminada na quinta vez. Data Menos Votados 5 de agosto Juliani Fernandes Chay Suede Tamires Santana 12 de agosto Agnes Jamille Tamires Santana (2) Romero Ribeiro 19 de agosto Tamires Santana (3) Rodrigo Valentim Maria Alice Nise Palhares 26 de agosto Maria Alice (2) Chay Suede (2) Nise Palhares (2) 2 de setembro Romero Ribeiro (2) Chay Suede (3) Nise Palhares (3) 9 de setembro Chay Suede (4) Nise Palhares (4) 16 de setembro Nise Palhares (5) 23 de setembro Tom Black Israel Lucero * Esta semana teve dois eliminados, com isso foram anunciados quatro menos votados. Não foi divulgado qual dos dois eliminados foi de fato o menos votado, embora Tamires Santana tenha sido anunciada antes. === Ídolos 2011 === A quarta temporada exibida pela Record (sexta ao todo) estreou em 5 de abril de 2011. As audições foram realizadas em Florianópolis, Uberlândia, Rio de Janeiro e São Paulo. No dia 14 de julho de 2011, Henrique Lemes foi anunciado o vencedor com 55% dos votos, contra Higor Rocha. Na grande final da temporada, foi constatado o recorde absoluto de votos nas edições do programa: mais de 7 milhões. Ambos com 16 anos, na época, é o Top 2 mais jovem de todas as edições. Henrique não esteve nunca entre os menos votados durante as finais. Ele também se torna o candidato mais jovem a vencer, com 16 anos e 3 meses, superando Israel Lucero, da edição anterior. A candidata que ficou mais vezes entre os menos votados foi Hellen Caroline, por cinco vezes, sendo eliminada na quinta vez. Hellen também foi a quarta mulher consecutiva a ser eliminada no top 3, deixando 2 homens na grande final. Foi a segunda vez que uma candidata deficiente visual chegou às finais do Ídolos, Marjory Porto. A primeira foi na edição de 2007, Karine Rodrigues. Data Menos Votados 26 de maio Raphael Diniz Camila Morais Elson Júnior 2 de junho Mello Júnior Elson Júnior (2) Marjory Porto 9 de junho Camila Morais (2) Elson Júnior (3) Fernanda Portilho Hellen Caroline 16 de junho Marjory Porto (2) Hellen Caroline (2) Higor Rocha 23 de junho Fernanda Portilho (2) Hellen Caroline (3) Higor Rocha (2) 30 de junho Karielle Gontijo Hellen Caroline (4) 7 de julho Hellen Caroline (5) 14 de julho Higor Rocha (3) Henrique Lemes * Esta semana teve dois eliminados, com isso foram anunciados quatro menos votados. Não foi divulgado qual dos dois eliminados foi de fato o menos votado, embora Camila Morais tenha sido anunciada antes. * A grande final obteve recorde de votação em todas as edições do programa, com mais de 7 milhões de votos. Devido a um erro no site oficial do programa, as porcentagens da grande final foram divulgadas assim que a votação foi encerrada, antes do anúncio ao vivo, apontando que Henrique Lemes recebeu 55% dos votos do público para vencer, enquanto Higor Rocha obteve 45% dos votos. === Ídolos 2012 === A quinta e última temporada exibida pela Record (sétima ao todo) estreou no dia 4 de setembro de 2012. As audições ocorreram em Salvador, Goiânia, Rio de Janeiro, Porto Alegre e São Paulo. As audições tiveram recorde de inscritos: cerca de 100 mil candidatos. Essa temporada foi a que teve as finais mais curtas, com apenas sete semanas. Ocorreram mudanças e fatos inéditos nessa edição, como a segunda fase que passou a ser num resort, a introdução do \"veto dos jurados\" que pôde ser usado para salvar um candidato da eliminação, o novo prêmio de 500 mil reais e, principalmente, a grande final pela primeira vez no Brasil com três candidatos. A grande final teve outro fato inédito: Quinara Vizeu se tornou a única mulher a chegar na grande final nas temporadas da Record, e apenas a terceira ao todo (contando com as temporadas do SBT), após Thaeme Mariôto e Shirley Carvalho no Ídolos 2007. A grande final foi realizada em 13 de dezembro de 2012 e deu a vitória a Everton Silva. Everton não esteve nunca entre os menos votados, assim como Leonardo Cavalcante, que também chegou à grande final. Os candidatos que ficaram mais vezes entre os menos votados foram Pryscilla Silva, Thiago Thaylom, Kim Lírio, Raphael Leandro e Quinara Vizeu (excluindo a grande final), por três vezes cada. Data Menos Votados 1 de novembro Jéssica Campos Kim Lírio Pryscilla Silva 8 de novembro Ana Paula Nogueira Pryscilla Silva (2) Quinara Vizeu Thiago Thaylom 15 de novembro Tiago Barbosa Raphael Leandro Thiago Thaylom (2) 22 de novembro Pryscilla Silva (3) Thiago Thaylom (3) Kim Lírio (2) Quinara Vizeu (2) 29 de novembro Kim Lírio (3) Raphael Leandro (2) Quinara Vizeu (3) 6 de dezembro Raphael Leandro (3) 13 de dezembro Quinara Vizeu (4) Leonardo Cavalcante Everton Silva * Esta semana teria dois eliminados, com isso foram anunciados quatro menos votados. Ana Paula Nogueira e Pryscilla Silva foram as menos votadas da semana, porém os jurados decidiram usar o veto e salvaram Pryscilla. Com isso, apenas Ana Paula deixou a competição nessa semana. Não foi divulgado qual das duas foi de fato a menos votada, embora Ana Paula Nogueira tenha sido anunciada antes. * Esta semana teve dois eliminados, com isso foram anunciados quatro menos votados. Não foi divulgado qual dos dois eliminados foi de fato o menos votado, embora Pryscilla Silva tenha sido anunciada antes. * Inicialmente, nesta semana haveria mais uma eliminação dupla, enquanto os dois mais votados iriam para a grande final da temporada. Porém, ao anunciar os resultados, o apresentador Marcos Mion anunciou que neste ano aconteceria uma mudança: pela primeira vez na história do formato brasileiro aconteceria uma grande final com três candidatos. Com isso, apenas Raphael Leandro deixou a competição nessa semana. * Na grande final, foi anunciado apenas que Everton Silva foi o vencedor; não foi divulgado quem ficou em 2.º e 3.º lugar entre Leonardo Cavalcante e Quinara Vizeu. == Logotipos == Esta é uma galeria dos logotipos já utilizados para o programa, desde a estreia: Ficheiro:Ídolos-sbt.jpg|130px|2006 a 2007 Ficheiro:Ídolos Record.jpg|130px|2008 a 2012 Categoria:Programas do SBT Categoria:Programas da Record (rede de televisão) Categoria:Fremantle (empresa) Categoria:Programas musicais do Brasil Categoria:Programas de televisão do Brasil que estrearam em 2006 Categoria:Programas de televisão do Brasil encerrados em 2012 Categoria:Talent shows do Brasil Categoria:Programas de televisão em língua portuguesa",
 "title": "Ídolos (Brasil)"
}