{
 "id": "73229",
 "text": "O rio Canoas é um curso de água do estado de Santa Catarina, no Brasil. Tem uma extensão de 570 km, o que o faz o maior rio que corre somente no estado de Santa Catarina. Nasce entre a serra da Anta Gorda e a serra da Boa Vista, ambas parte da serra Geral, na divisa das cidades de Anitápolis, Santa Rosa de Lima e Bom Retiro, a cerca de 100 km do litoral. No entanto, o rio Canoas corre para o oeste, banhando os municípios de Urubici, Rio Rufino, Otacílio Costa, Correia Pinto, Ponte Alta, São José do Cerrito, Abdon Batista (um pouco antes do qual recebe as águas de seu afluente, o rio Caveiras), Anita Garibaldi, Celso Ramos (entre os quais recebe as águas do rio Inferno Grande). Após passar pelo município de Celso Ramos, deságua no rio Pelotas e forma o rio Uruguai. == Bacia hidrográfica do rio Canoas == A bacia hidrográfica do Rio Canoas possui uma área de e uma área de drenagem de , além disso, a vazão do Canoas é de 260 m³/s. A poluição pode ser dada por: efluentes tóxicos da produção de papel e celulose, efluentes orgânicos e tóxicos das concentrações urbanas e industriais e agrotóxicos das lavouras anuais e fruticultura. Com um consumo urbano de ou 133 l/hab/dia, a bacia é utilizada por indústrias e pela agricultura. São bem variadas as indústrias que se utilizam a bacia, tendo indústrias nas áreas de: construção civil, extrativa mineral, madeireira e moveleira, de borracha, couro, fumo, peles, produtos alimentícios, bebidas e álcool etílico, produtos minerais não metálicos, papel, papelão, editoras e gráficas, material elétrico e de comunicação, produtos farmacêuticos, veterinários, perfumaria e higiene, têxteis e de artefatos, calçados, material de transporte e mecânica. Já na agricultura, o consumo é de 56.416,3 m³/dia, sendo a bacia utilizada para culturas de milho (6,2% da produção catarinense), de soja (13,4% da produção catarinense), maçã (48,2% da produção catarinense), batata (25% da produção catarinense) e de alho, (100% da produção catarinense). Além disso, a bacia hidrográfica do rio Canoas contém com três usinas hidrelétricas, localizadas uma em Lages no rio Caveiras, outra em Curitibanos no rio Canoas e a última no município de Campos Novos, também no rio Canoas. Um de seus afluentes também é o rio Desquite junto ao município de Otacílio Costa com uma vazão média de 15m³/s. == Ligações externas == *Rio Canoas no Google Earth Canoas Categoria:Geografia de Urubici Categoria:Geografia de São José do Cerrito Categoria:Geografia de Abdon Batista (Santa Catarina) Categoria:Anita Garibaldi (Santa Catarina) Categoria:Geografia de Bom Retiro Categoria:Geografia de Rio Rufino Categoria:Vargem (Santa Catarina)",
 "title": "Rio Canoas (Santa Catarina)"
}