{
 "id": "73244",
 "text": "O rio Cubatão do Sul, também conhecido apenas como rio Cubatão, é um curso de água do estado de Santa Catarina, no Brasil. Com 62 km de extensão, percorre os municípios de Santo Amaro da Imperatriz, Águas Mornas, São Pedro de Alcântara e Palhoça. Acaba formando uma bacia hidrográfica de mesmo nome, maior em extensão, que tem importância estratégica pois abastece de água potável vários municípios da região conhecida como Grande Florianópolis. Suas nascentes mais distantes se originam nas encostas orientais das serras da Boa Vista e da Garganta (Águas Mornas), além da serra do Tabuleiro. De acordo com as cartas topográficas do IBGE, o rio Cubatão começa no encontro entre os rios do Salto e Novo e desemboca na baía Sul, em Palhoça. Sua localização precisa é 27°35'50 S e 48°38'24 W. Seus principais afluentes são os rios dos Bugres, Forquilhinha e Matias, na margem norte, e os rios das Antas, Ribeirão Vermelho, das Águas Claras e Vargem do Braço ou Pilões, na margem sul. Apresenta declividade de 67%, desde a sua mais alta nascente a 700 metros até os primeiros cinco quilômetros do seu percurso superior a 11% de declividade média, deste ponto até a foz. == Bacia hidrográfica do Rio Cubatão do Sul == A bacia banhada pelo rio tem área da 738 quilômetros quadrados, sendo que 342 quilômetros quadrados estão dentro do Parque Estadual da Serra do Tabuleiro, unidade de conservação ambiental. Na sua nascente, caracterizam rochas sedimentares pouco resistentes, enquanto na maior parte do seu curso existem rochas cristalinas mais antigas e bastante erodidas. Desta bacia hidrográfica vêm a maior parte da água que abastece os municípios de Florianópolis, São José, Palhoça, Biguaçu e Santo Amaro da Imperatriz, captadas principalmente no rio Pilões e no próprio rio Cubatão do Sul. == Ecoturismo == No trecho em que passa na cidade de Santo Amaro da Imperatriz há corredeiras utilizadas para a prática do rafting. Os turistas percorrem três quilômetros e meio desde o Poço Azul do Salto até o início de Santo Amaro, durante uma hora e meia. As principais corredeiras são: Carrossel, Babilônia, Via Americana, Calcanhar da Imperatriz, Saco Grande, Corredeira do Saco, Corredeira do S, Surf do Caldeirão e a Corredeira Hide-Side. == Problemas ambientais == As condições naturais da bacia do rio Cubatão há em muito foram modificadas pela ação do ser humano, incrementando o ritmo da erosão, ocasionando o assoreamento de baixadas e mesmo da própria baía Sul, que se observa nas imagens de satélite através da mancha de sedimentos em suspensão que adentra pela baía. Entre os principais problemas enfrentados pelo rio Cubatão do Sul, figuram: o extrativismo vegetal e desmatamentos para a ampliação da área agrícola, fabricação de carvão e comércio de madeiras; o uso desordenado de agrotóxicos, o lançamento de esgotos de origem humana e animal e de lixo doméstico e hospitalar, a extração desordenada de areia para construção civil. == Ligações externas == *Laudo de vistoria do Rio Cubatao Sul Categoria:Geografia de Águas Mornas Categoria:Geografia de Palhoça Categoria:Geografia de Santo Amaro da Imperatriz Categoria:Geografia de Biguaçu",
 "title": "Rio Cubatão do Sul"
}