{
 "id": "73359",
 "text": "A Estrada Real do Comércio é uma antiga estrada construída no século XIX e tombada pelo Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN), cujos resquícios ainda podem ser vistos nos municípios de Nova Iguaçu e Miguel Pereira, no estado brasileiro do Rio de Janeiro. == Origem == A Real Junta de Comércio, Agricultura, Fábrica e Navegação do Estado do Brasil e Domínios Ultramarinos, daí o nome Comércio, sugeriu em 1811 a abertura de um caminho através de uma região de mata virgem para melhorar o trajeto das tropas de mulas entre o porto do Rio de Janeiro e as Minas Gerais e Goiás. Assim foi aberta a \"Estrada do Comércio\" que saía da vila de Nossa Senhora da Piedade do Iguaçu (hoje em Nova Iguaçu), cortava a atual Reserva Biológica Federal do Tinguá subindo as serras, passava pelo arraiais da Estiva (hoje município de Miguel Pereira, Arcádia e Vera CruzCORREIO DA LAVOURA. Reserva Biológica do Tinguá – o maior tesouro de Nova Iguaçu. Rio de Janeiro: Correio da Lavoura, 2001. parte 09. apud SOUZA, Joelma Cavalcante. Reserva Biológica do Tinguá, RJ - Discutindo o processo de co-gestão a partir de uma iniciativa local. Teste de Mestrado em Estudos Sociais e Pesquisas Populacionais, Produção e Análise de Informação Geográfica. IBGE - Instituto Brasileiro de Geografia e Estatística; ENCE - Escola Nacional de Ciências Estatísticas. 2003. p. 84. Visitado em 22 de março de 2016. e chegava no porto de Ubá (atual Andrade Pinto, distrito de Vassouras), nas margens do rio Paraíba do Sul.Jornal Caminhando - Informativo da Diocese de Nova Iguaçu, ano XVIII, no 142, julho/2002, pg. 14 apud MENEZES, Antônio Lacerda. Blog da Paróquia de Nossa Senhora da Conceição do Tinguá. Visitado em 9 de novembro de 2008. == Trajeto == O trajeto original, que ficou pronto em 1822, começava na vila de Nossa Senhora da Piedade do Iguaçu, subia a serra do Tinguá, e chegava até o porto de Ubá, atual distrito de Andrade Pinto, em Vassouras, nas margens do rio Paraíba do Sul, de onde podia seguir-se para Minas Gerais e Goiás. Em Piedade do Iguaçu, a estrada permitia a conexão com diversos portos no rio Iguaçu de onde as embarcações chegavam no porto do Rio de Janeiro. Outra opção, era seguir-se por estradas que passavam pela freguesia de Nossa Senhora da Apresentação do Irajá e Inhaúma até chegar na cidade do Rio de Janeiro. == Relevância == A abertura da Estrada do Comércio influenciou o crescimento econômico da Baixada Fluminense e a criação da vila de Nossa Senhora da Piedade do Iguaçu, que depois mudou de lugar e nome para o atual município de Nova Iguaçu. Com a expansão das lavouras de café no vale do rio Paraíba do Sul, a Estrada do Comércio tornou a principal via de escoamento desta região para o porto do Rio de Janeiro. A produção cafeeira expandiu-se também na serra do Tinguá e vale do rio Santana, utilizando a mesma rota de escoamento. == Reconstrução == A primeira seção da Estrada do Comércio foi praticamente reconstruída em 1842 pelo coronel do Imperial Corpo de Engenheiros Conrado Jacob de NiemeyerChamado de Jacob Koeler em SOUZA, Joelma Cavalcante. Reserva Biológica do Tinguá, RJ - Discutindo o processo de co-gestão a partir de uma iniciativa local, p.84 com a colocação de calçamento de pedras, retificação de trechos, construção de pontilhões e extensos muros de arrimo para contenção de encostas. O coronel engenheiro Nie­meyer mudou-se com a família para a serra do Tinguá, onde hoje está o distrito de Conrado, em Miguel Pereira. == Declínio == A decadência da Estrada do Comércio começou quando se inaugurou a Estrada de Ferro Dom Pedro II (atual Estrada de Ferro Central do Brasil), em 29 de março de 1858, ligando a Corte do Rio de Janeiro com Queimados e, anos depois, com Minas Gerais. Depois houve a abertura da Estrada de Rodeio (atual Engenheiro Paulo de Frontin) a Paty do Alferes que proporcionou um caminho alternativo até a região cafeeira do vale do rio Paraíba do Sul. A Estrada do Comércio poderia ter continuado em uso com o tráfego local, mas problemas ecológicos causaram uma rápida decadência econômica da região. A má exploração agrícola causou a degradação dos solos, o assoreamento dos rios e o surgimento de zonas pantanosas infestadas de mosquitos. Surgiram várias endemias que causaram o despovoamento de parte da Baixada Fluminense e uma profunda decadência econõmia. No vale do rio Paraíba do Sul, a má exploração agrícola também esgotou rapidamente os solos de modo que a produção de café caiu rapidamente no final do século XIX. Com isto, a Estrada do Comércio ficou praticamente abandonada. == Ver também == * Nova Iguaçu * Santana das Palmeiras * Reserva Biológica Federal do Tinguá Categoria:História de Nova Iguaçu Categoria:Tinguá Categoria:Logradouros de Nova Iguaçu Categoria:Estradas reais do Brasil Colonial Categoria:Rotas de comércio Categoria:Turismo no estado do Rio de Janeiro Categoria:Turismo em Minas Gerais Categoria:Turismo em Nova Iguaçu Categoria:Transportes de Nova Iguaçu Categoria:Transportes de Miguel Pereira Categoria:Ruas e avenidas do Brasil",
 "title": "Estrada Real do Comércio"
}