{
 "id": "73504",
 "text": "O termo vinagre, deriva do francês vinaigre,AQUARONE, Eugênio. et al. Biotecnologia Industrial. vol.IV. São Paulo: Blucher, 2001. que quer dizer vinho agre ou azedo. O vinagre é um contaminante indesejável na fabricação de vinhos. É, entretanto, um composto bastante utilizado no preparo de alimentos. == História == Na Bíblia, tanto o Antigo quanto o Novo Testamento fazem referência ao vinagre. O fato mais conhecido talvez seja a Crucificação de Jesus, em que os romanos oferecem uma esponja embebida de vinagre a Jesus Cristo. Para Hipócrates, a substância continha propriedades medicinais. Era conhecida como posca, uma mistura de água e vinagre. Todavia, apesar de ser conhecido desde tempos remotos, a indicação técnica é propriedade de Geber, que o destilou. == Produção == A produção do vinagre envolve três tipos de alterações bioquímicas: * uma fermentação alcoólica de um carboidrato; * uma oxidação do álcool até ácido acético. * uma carbonização de álcool === Micro- organismos utilizados === Emprega-se uma fermentação por leveduras para a produção do álcool. A concentração alcoólica é ajustada entre 10 a 13%, sendo, então, exposta às bactérias do ácido acético (é um processo aeróbio), que vai oxidar a solução alcoólica até que se produza o vinagre na concentração desejada. A fermentação, onde se deseja um aroma bom, é obtida pela ação de cultura pura de Saccharomyces cerevisiae, ou S. cerevisiae da variedade ellipsoideus. Para fermentação acética, emprega-se organismos mistos do gênero Acetobacter. Com o aumento da produção de bebidas em embalagens plásticas, as bactérias acéticas não fermentativas tornaram-se mais importantes. Várias razões contribuíram para este fato, entre elas, a resistência de Gluconobacter a sanitizantes comumente empregados na indústria engarrafadora de bebidas, sua habilidade de crescer na presença de ácido ascórbico e ácido benzoico, e os altos níveis que caracterizam as bebidas em recipientes plásticos. == Tipos e padronização == Existem diversos tipos de vinagres produzidos dependendo do tipo de material usado na fermentação alcoólica (sucos, xaropes contendo amiláceos hidrolisados). De acordo com o FDA (Food and Drug Administration) a definição e padronização de um dos tipos de vinagre são: vinagre, vinagre de sidra e vinagre de maçã — produto obtido pelas fermentações alcoólica e subsequentemente acética do suco de maçãs. Contém, em 100 centímetros cúbicos a 20°C, não menos do que 4 gramas de ácido acético. == Ver também == * Ácido acético (uso médico) Categoria:Condimentos Categoria:Soluções aquosas",
 "title": "Vinagre"
}