{
 "id": "73518",
 "text": "O (IFN) é uma proteína produzida pelos leucócitos e fibroblastos para interferir na replicação de fungos, vírus, bactérias e células de tumores e estimular a atividade de defesa de outras células. Existem três tipos de interferon, classificados de acordo com o receptor celular e resposta que ativam. São um tipo de citocina produzida por todos os animais vertebrados e alguns invertebrados.http://www.britannica.com/EBchecked/topic/290230/interferon == Tipos == *Interferon tipo I: A forma alfa é produzida por leucócitos e a forma beta por fibroblastos quando invadidos por vírus. Induz a própria célula infectada e células próximas a produzirem proteínas que impedem a replicação do vírus. Usado para tratar hepatite B,hepatite C e esclerose múltipla. Sua produçao é estimulada por interleucina 1 e 2 e pelo fator de necrose tumoral.Haller O, Kochs G, Weber F (October–Dec 2007). \"Interferon, Mx, and viral countermeasures\". Cytokine Growth Factor Rev. 18 (5–6): 425–33. doi:10.1016/j.cytogfr.2007.06.001. PMID 17683972. *Interferon tipo II: Também conhecido como interferon imune e sempre na forma de Interferon-gama, é produzido por linfócitos T e células NK quando estimulados por interleucina 12 ou 18. O Interferon gama é responsável por ativar macrófagos, estimula a expressão de Complexo maior de histocompatibilidade, crescimento, maturação e diferenciação de muitos tipos de células, aumenta a atividade de células NK, regula a resposta inflamatória, potencializa outros interferons e modula a atividade dos linfócitos B. Pode ser usado no tratamento da doença granulomatosa crônica e da osteopetrose.Todd PA, Goa KL (January 1992). \"Interferon gamma-1b. A review of its pharmacology and therapeutic potential in chronic granulomatous disease\". Drugs 43 (1): 111–22. doi:10.2165/00003495-199243010-00008. PMID 1372855 *Interferon tipo III: Também conhecido como interleucina 28/29, é produzida por células dendríticas e monócitos sempre na forma lambda. Quando infectadas por vírus, atua em sinergia e como complementar com a forma alfa para estimular a produção de proteínas que inferem com a replicação viral pelas células vizinhas. Estimula mitose de linfócitos. Dependendo do vírus a maior resposta será de tipo I ou de tipo III.http://jvi.asm.org/content/80/9/4501.full == Função == Os interferons induzem um estado de resistência antiviral em células teciduais não infectadas. O vírus, ao replicar-se, vai ativar o gene codificante do interferon. Após a síntese proteica, a proteína sai da célula e entra na corrente sanguínea, até chegar às células vizinhas que ainda não foram atacadas. A proteína liga-se à membrana celular dessas células e ativa o gene codificante de proteínas antivirais. Estas proteínas antivirais, por sua vez, vão impedir a replicação do vírus, quando este tentar replicar-se nessas células. Os IFN são produzidos na fase inicial da infecção e constituem a primeira linha de resistência a muitas viroses. Um grupo de interferons (IFNalfa e IFNbeta) é produzido por células infectadas por vírus, e um outro grupo (IFNgama) é sintetizado por células NK ou linfócitos T ativados. == Patologias == A atividade do interferon está profundamente relacionada com o desenvolvimento de várias doenças como doenças do colágeno, lúpus e artrite reumatóide, diabetes mellitus dependente de insulina, hepatite fulminante, pancreatite grave, nefrite, esclerose múltipla, doenças alérgicas, e aterosclerose. == Terapia == Os interferons Alpha, Beta e Gamma são proteínas naturais produzidas pelas células do sistema imunológico em resposta à ameaça de agentes como vírus, bactérias, parasitas e tumores. São utilizados para tratar condições como a esclerose múltipla, diversos cânceres (como carcinoma, leucemias e linfomas) e hepatite B e C.Goldstein D, Laszlo J (Sep 1988). \"The role of interferon in cancer therapy: a current perspective\" (Free full text). CA: a cancer journal for clinicians 38 (5): 258–277. doi:10.3322/canjclin.38.5.258. PMID 2458171. == Resistência == Diversos vírus são resistentes a interferon, dentre elesSen G (2001). \"Viruses and interferons\". Annu. Rev. Microbiol. 55: 255–81. doi:10.1146/annurev.micro.55.1.255. PMID 11544356.: *Encefalite Virus Japonês (JEV) *Vírus da dengue tipo 2 (DEN-2) *Alguns Herpesvirus, incluindo citomegalovirus (HCMV) *Influenza A subtipo H5N1 *Papiloma vírus humano (HPV) *Epstein-Barr virus (EBV) *Vaccinia virus (VV) Categoria:Citocinas",
 "title": "Interferon"
}