{
 "id": "73517",
 "text": "O Festival Eurovisão da Canção (em Inglês: Eurovision Song Contest; em Francês: Concours Eurovision de la Chanson) é uma competição internacional de canções organizada anualmente pela União Europeia de Radiodifusão (UER) (em Inglês: European Broadcasting Union (EBU), em Francês: L'Union Européenne de Radio-Télévision (UER)), que conta com participantes que representam países europeus, Israel, Turquia, países do Cáucaso, e mais recentemente, também a Austrália. Cada país participante apresenta uma canção original a ser executada na televisão e na rádio em direto, transmitida aos organismos de radiodifusão nacionais através das redes Eurovisão e Eurorádio da EBU, com os países concorrentes a votarem nas canções dos outros países para eleger um vencedor. Com base no Festival de Música de Sanremo, que surgiu em Itália em 1951, a Eurovisão realiza-se anualmente (além de 2020) desde 1956, tornando-se a competição de música televisiva internacional mais longa do mundo e um dos programas de televisão mais longos do mundo. Os membros ativos da UER, bem como os membros associados convidados, são elegíveis para concorrer, e a partir de 2019, 52 países participaram pelo menos uma vez. Cada emissor participante envia uma canção original de 3 minutos de duração ou menos, para ser executada em direto por um cantor ou grupo de até 6 pessoas com idade igual ou superior a 16 anos. Inicialmente cantadas na língua oficial de cada país, a partir do anos 90 as canções total ou parcialmente em inglês têm dominada a tendência do festival e são cada vez menos os países a enviar canções noutras línguas. A eleição da canção vencedora é organizada em duas etapas. Cada país da UER tem um juri representativo que atribui dois conjuntos de 1–8, 10 e 12 pontos às suas canções favoritas, chamado “votação do júri”. A segunda etapa de votos, chamada “voto popular” é adicionada aos votos do júri e a canção a receber mais pontos é declarada vencedora. Desde 2023, o voto popular aceita votação popular de qualquer parte do mundo e não apenas dos países participantes. Também em 2023 o Festival Eurovisão da Canção foi transmitido em direto nos EUA pela primeira vez na longa história do festival. Outras atuações apresentam-se ao lado da competição, incluindo um ato de abertura e intervalo especialmente encomendado e performances de convidados por músicos e outras personalidades, com atos passados como Cirque du Soleil, Madonna e a primeira performance de Riverdance. Originalmente constituído por um único evento noturno, o concurso expandiu-se à medida que novos países aderiram, levando à introdução de procedimentos de eliminação sucessiva de participantes na década de 1990, e eventualmente à criação de semifinais na década de 2000. A partir de 2020, a Alemanha já competiu mais vezes do que qualquer outro país, tendo participado em todas menos uma edição, enquanto a Irlanda detém o recorde de mais vitórias, com sete vitórias no total. Tradicionalmente realizado no país que venceu o evento do ano anterior, o concurso oferece uma oportunidade para promover o país anfitrião e a cidade como destino turístico. Milhares de espectadores participam todos os anos, e os jornalistas estão presentes para cobrir todos os aspetos do concurso, incluindo ensaios no recinto, conferências de imprensa com os atos concorrentes, e outros eventos e performances relacionadas na cidade anfitriã. Ao lado do logotipo genérico da Eurovisão, um tema e slogan únicos é tipicamente usado para cada evento. O concurso foi para o ar em países de todos os continentes, e está disponível online através do site oficial da Eurovisão desde 2000. A Eurovisão está entre os eventos não-desportivos mais vistos do mundo todos os anos, com centenas de milhões de espectadores em todo o mundo, e o desempenho no concurso tem proporcionado frequentemente aos artistas um impulso na carreira local e, nalguns casos, sucesso internacional duradouro. Vários dos artistas musicais mais vendidos do mundo competiram em edições anteriores, incluindo ABBA, Céline Dion, Julio Iglesias e Olivia Newton-John, e alguns dos singles mais vendidos do mundo receberam a sua primeira atuação internacional no palco da Eurovisão. O concurso tem recebido críticas pela sua qualidade artística, abrangendo estilos étnicos e internacionais, e reclamações quanto a um elemento geopolítico no sistema de votação e nas inscrições concorrentes, com relações variadas entre os países participantes e as emissoras doutros territórios. O domínio da língua inglesa num festival suposto de celebrar a diversidade linguístico cultural de cada país, e a proliferação do género pop que é também anglo-saxónico, não são universalmente com aceitações. Vários momentos polémicos, como a desistência tardia dos países participantes, a censura de segmentos do concurso pelas emissoras e os eventos políticos que impactaram a participação no concurso, também foram vividos em edições anteriores. O ESC ganhou grande popularidade por seu apelo kitsch e entrou na cultura LGBT, resultando numa grande base de fãs ativos bem como influência na cultura popular, incluindo televisão e cinema, tanto na Europa quanto no resto do mundo. A popularidade do concurso levou à criação de vários eventos semelhantes, organizados pela UER ou criados por organizações externas, e vários eventos especiais foram organizados pela UER para celebrar aniversários selecionados ou como substituto devido ao cancelamento do ESC. == História == As origens do Festival Eurovisão da Canção derivam inicialmente de um desejo de promover a cooperação através de transmissões de televisão transfronteiriças entre países europeus nos anos que se seguiram à Segunda Guerra Mundial, o que deu origem à fundação da União Europeia de Radiodifusão em 1950 para esse fim. A palavra \"Eurovisão\" foi usada pela primeira vez em relação à rede da UER pelo jornalista britânico George Campey no London Evening Standard em 1951, quando ele se referiu a um programa da BBC sendo retransmitido pela televisão holandesa. Vários eventos foram transmitidos internacionalmente pela rede de transmissão Eurovisão no início dos anos 1950, incluindo a Coroação de Elizabeth II em 1953, e uma série de programas de intercâmbio internacional em 1954. Após essa temporada de programas de verão, um comitê da UER, chefiado por Marcel Bezençon, foi formado em janeiro de 1955 para investigar novas iniciativas de cooperação entre as emissoras; este comitê aprovou para estudos mais aprofundados um concurso de música europeu, a partir de uma ideia inicialmente proposta por Sergio Pugliese. A Assembleia Geral da UER concordou com a organização do concurso de música em outubro de 1955, sob o título inicial de European Grand Prix (ou Grande Prémio da Europa em Português), e aceitou uma proposta feita pela delegação suíça para sediar o evento em Lugano na primavera de 1956. O Festival de Música Italiano de Sanremo foi usado como base para o planejamento inicial do concurso, com várias emendas e adições introduzidas devido ao seu caráter internacional. Sete países participaram do primeiro concurso, sendo eles Alemanha (como Alemanha Ocidental), Bélgica, França, Itália, Luxemburgo, Países Baixos e Suíça, com cada país representado por duas canções de 3 minutos a 3 minutos e meio de duração, a única vez em que foram permitidas várias entradas por país. A primeira música vencedora foi \"Refrain\", representando a nação natal Suíça e interpretada por Lys Assia. A votação durante o primeiro concurso foi realizada à porta fechada, sendo apenas anunciado no palco o vencedor do concurso. Inspirando-se no Festival de Canções Populares Britânicas da BBC realizado em agosto de 1956, que apresentava um placar e votação por júris regionais, a UER decidiu incorporar esta ideia no seu próprio concurso, para que o público e os telespectadores pudessem acompanhar a votação em casa. Inicialmente, o país sede do concurso era decidido com antecedência pelos organizadores do concurso, mas com o aumento do número de países participantes, a partir de 1958 o concurso passou a ser realizado no país vencedor do ano anterior, criando um precedente o que, salvo algumas exceções, continua até os dias atuais. Novas e avançadas tecnologias de transmissão foram introduzidas no concurso, com o 30º concurso sendo o primeiro a ser transmitido via satélite em 1985, e a 45ª edição a primeira a ser transmitida em direto pela Internet em 2000. O Festival Eurovisão da Canção começou a expandir-se rapidamente à medida que novos países procuravam entrar, com entre 16 e 18 países competindo regularmente a cada ano na década de 1960. O concurso assistiu também à entrada de países além das fronteiras tradicionais da Europa no concurso, com países da Ásia Ocidental e Norte da África entrando pela primeira vez nas décadas de 1970 e 1980. Mudanças na Europa após o fim da Guerra Fria viram um influxo de novos países da Europa Central e de Leste a requerer inclusão no concurso pela primeira vez. O concurso de 1993 contou com uma rodada de pré-qualificação separada, com sete desses novos países competindo por três lugares no evento. A partir de 1994, um sistema de eliminação foi introduzido para controlar o número de países concorrentes, com os países com pior desempenho sendo impedidos de entrar na competição do ano seguinte e substituídos por aqueles que haviam ficado de fora nas edições anteriores. A partir de 2004, o concurso transformou-se num evento multiprograma, quando o 49º concurso apresentou a introdução duma semifinal, que permitiu a todos os países interessados ​​competir no concurso a cada ano; e assim uma segunda semifinal foi finalmente adicionada em 2008. 64 concursos foram realizados desde sua primeira transmissão, tornando o ESC a competição anual de música televisionada mais longa, conforme determinado pelo Guinness World Records. Um total de 52 países participaram da história do concurso, com um recorde de 43 países participando de um único concurso em 2008, e posteriormente combinados em 2011 e 2018. Em 2015, a Austrália se tornou o primeiro país não membro da UER a inscrever-se quando foi convidada pela UER para competir na 60ª edição do concurso. Anunciado inicialmente como um \"evento único\" para comemorar o aniversário do concurso e para homenagear a história da Austrália de transmissão do concurso - a emissora australiana The Special Broadcasting Service (SBS) transmitiu o concurso desde 1983 \\- o país foi convidado a voltar ano seguinte, e em 2019 direitos de participação foram garantidos até 2023. O ESC foi realizado todos os anos até 2020, quando a competição daquele ano, planejado para ser realizada em Roterdão, Holanda, foi cancelado em resposta à pandemia COVID-19. Não foi possível realizar nenhum evento competitivo devido à incerteza gerada pela disseminação do vírus na Europa e às diversas restrições impostas pelos governos dos países participantes. No seu lugar, uma transmissão especial Eurovisão: Europe Shine a Light, foi produzida pelos organizadores holandeses, que homenageou as canções e artistas que teriam competido no concurso de 2020 mas num formato não competitivo. === Nomes do Concurso === Com o passar dos anos, o nome usado para descrever o concurso e no logotipo oficial de cada edição evoluiu. As primeiras competições foram produzidas sob o nome de Grand Prix Eurovision de la Chanson Européenne em Francês e como Eurovision Song Contest Grand Prix em Inglês, com variações semelhantes usadas nas línguas de cada um dos países emissores. A partir de 1968, o nome Inglês abandonou o 'Grand Prix' do nome, com o nome Francês logo sendo alinhado como Concours Eurovision de la Chanson, usado pela primeira vez em 1973. A orientação oficial da marca do concurso especifica que traduções do nome podem ser usadas dependendo da tradição nacional e do reconhecimento da marca nos países concorrentes, mas que o nome oficial Eurovision Song Contest é sempre preferido; o concurso também é comumente referido em Inglês pelas abreviações 'ESC' e 'Eurovision'. Em apenas quatro ocasiões o nome usado para o logotipo oficial do concurso não foi em Inglês ou Francês: quando Itália sediou o concurso em 1965 e 1991, o concurso usou os nomes italianos Gran Premio Eurovisione della Canzone e Concorso Eurovisione della Canzone, respectivamente; nas competições de 1976 e 1980 realizadas nos Países Baixos, a competição usou o nome holandês Eurovisiesongfestival. == Formato == O formato do concurso mudou ao longo dos anos, mas muitos aspectos permaneceram consistentes desde o seu início. Os países participantes enviam canções originais a serem executadas em um programa de televisão transmitido em direto pelas redes Eurovisão e Euroradio simultaneamente para todos os países. Um \"país\" como participante é representado por uma emissora de televisão desse país, membro da União Europeia de Radiodifusão (UER), e é tipicamente, mas nem sempre, a organização de radiodifusão pública nacional desse país. O programa é apresentado por um dos países participantes e é transmitido em um auditório da cidade-sede selecionada. Durante o programa, após todas as canções terem sido executadas, cada país participante procede à votação das canções dos outros países - as nações não têm permissão para votar em suas próprias canções. No final do programa, a música com mais pontos é declarada vencedora. O vencedor recebe, simplesmente, o prestígio de ter ganho - embora seja comum que um troféu seja entregue aos artistas e compositores vencedores, e o país vencedor seja formalmente convidado para sediar o evento no ano seguinte. O concurso é um evento sem fins lucrativos e o financiamento é normalmente obtido por meio de uma taxa de participação de cada emissora participante, contribuições da emissora anfitriã e da cidade-sede e receitas comerciais de patrocínios, vendas de ingressos, televotação e peças promocionais (normalmente posters, CDs, DVDs e até mesmo objetos típicos da cidade-sede). Cada concurso é tipicamente formado por três programas de televisão em direto realizados durante uma semana: duas semifinais são realizadas na terça-feira e quinta-feira da \"semana da Eurovisão\", seguidas por uma grande final no sábado. Todos os países competidores competem em uma das duas semifinais, exceto o país-sede da competição daquele ano e os países do \"Big Five\" - França, Alemanha, Itália, Espanha e Reino Unido - que, como os maiores contribuintes financeiros do concurso, qualificam-se automaticamente para a final. Os demais países são divididos entre as duas semifinais, e as 10 entradas com maior pontuação em cada semifinal se qualificam para a grande final; isso significa que 26 países no total competem na grande final a cada ano. O concurso é invariavelmente acompanhado por um ou mais apresentadores, que dão as boas-vindas aos telespectadores e orientam o processo de votação. Outras apresentações são geralmente apresentadas ao lado das canções concorrentes, com um ou mais atos de intervalo normalmente executados após a última canção concorrente e antes da apresentação dos votos. Cada emissora participante tem critério exclusivo sobre o processo que pode empregar para selecionar sua inscrição para o concurso, embora a UER encoraje fortemente que as emissoras envolvam o público com a seleção de seu ato. Os métodos típicos em que os participantes são selecionados para o concurso incluem um processo de seleção nacional televisionado por votação pública; uma seleção interna por um comitê nomeado pela emissora; e por meio de um formato misto onde algumas decisões são tomadas internamente, normalmente o artista performático, com o público envolvido na seleção da música concorrente. Entre os programas de seleção de televisão de maior sucesso está o Melodifestivalen da Suécia, estabelecido pela primeira vez em 1959 e agora um dos programas de TV mais assistidos da Suécia a cada ano. À medida que as emissoras nacionais entram e saem do feed da Eurovisão transmitido pela UER, o logotipo da rede UER / Eurovision (não deve ser confundido com o logotipo do próprio concurso de música) é exibido. A música que acompanha (usada em outras transmissões da Eurovisão) é o Prelúdio (Marche en rondeau) ao Te Deum de Marc-Antoine Charpentier. Originalmente, o mesmo logotipo foi usado para a rede Eurovisão e a União Europeia de Radiodifusão (UER), no entanto, eles agora têm dois logotipos diferentes; quando a vinheta é transmitida, é o logotipo da rede Eurovisão que aparece. == Participação == Os membros ativos (em oposição aos membros associados) da União Europeia de Radiodifusão (UER) são elegíveis para participar; Membros ativos são aqueles que estão localizados em estados que se enquadram na Área Europeia de Radiodifusão, ou são estados membros do Conselho da Europa. Membros ativos incluem organizações de mídia cujas transmissões são frequentemente disponibilizadas para pelo menos 98% das famílias em seu próprio país que estão equipadas para receber tais transmissões. As emissoras membros associados também podem ser elegíveis para competir no concurso, dependendo da aprovação do Grupo de Referência do concurso. O Espaço Europeu de Radiodifusão é definido pela União Internacional de Telecomunicações: > A \"Área Europeia de Radiodifusão\" é limitada a oeste pela fronteira oeste da > Região 1, a leste pelo meridiano 40° Leste de Greenwich e a sul pelo > paralelo 30° Norte, de modo a incluir a parte norte da Arábia Saudita e a > parte dos países ribeirinhos do Mediterrâneo dentro desses limites. Além > disso, Armênia, Azerbaijão, Geórgia e Ucrânia e as partes dos territórios do > Iraque, Jordânia e República Árabe Síria que se encontram fora dos limites > acima estão incluídos na Área de Transmissão Europeia. A elegibilidade para participar no concurso não está, portanto, limitada aos países da Europa, uma vez que vários países geograficamente fora das fronteiras do continente e aqueles que abrangem mais de um continente estão incluídos na Área de Radiodifusão. Muitos desses países participaram, incluindo países da Ásia Ocidental, como Israel e Chipre, países que abrangem a Europa e Ásia, como Rússia e Turquia, e países do Norte da África, como Marrocos. A Austrália tornou-se o primeiro país a participar fora da Área Europeia de Radiodifusão em 2015, a convite do Grupo de Referência. Os membros da UER que desejem participar devem cumprir as condições estabelecidas pelo regulamento do concurso, cuja cópia separada é elaborada anualmente. No máximo 44 países podem participar de qualquer concurso. As emissoras devem ter pago à UER uma taxa de participação antecipadamente até o prazo especificado nas regras do ano em que desejam participar; essa taxa é diferente para cada país com base em seu tamanho e audiência. Cinquenta e dois países participaram pelo menos uma vez. Eles estão listados aqui ao lado do ano em que fizeram sua estreia: {| class=\"wikitable\" style=\"font-size:94%\" Ano País estreante == Hospedagem == thumb|alt= Fotografia do palco no concurso de 2014, com alguns dos competidores no palco|O palco do concurso de 2014, realizado em Copenhagen, Dinamarca|259x259px Os preparativos para o concurso de cada ano normalmente começam após a conclusão do concurso do ano anterior. Na conferência de imprensa do vencedor após a grande final, o Supervisor Executivo do concurso tradicionalmente fornecerá ao Chefe da Delegação do país vencedor um pacote de boas-vindas contendo informações relacionadas à hospedagem do concurso. Assim que a emissora participante do país vencedor confirma à UER que pretende sediar o evento, uma cidade-sede é escolhida pela emissora associada, a qual deve atender a determinados critérios definidos no regulamento do concurso. O local a ser escolhido deve ter capacidade para acomodar pelo menos 10 000 espectadores, espaço para um centro de imprensa para 1 500 jornalistas e a cidade-sede deve ser de fácil acesso a um aeroporto internacional. Além disso, o local também deve ter acomodações em hotéis disponíveis para pelo menos 2 000 delegados, jornalistas e espectadores. Por esses motivos, o concurso é normalmente, mas nem sempre, realizado em uma capital nacional ou regional. Nos últimos anos, os processos de licitação tornaram-se uma ocorrência comum, com várias cidades do país-sede se candidatando para sediar o concurso. Antes do concurso de 2017, realizado na Ucrânia, um debate com representantes de seis potenciais cidades-sede foi transmitido em direto via rádio e televisão nacional, com contribuições da mídia, música e fãs do Festival da Eurovisão, para escolher em que cidade seria a anfitriã mais adequada. O concurso foi apresentado em uma variedade de locais diferentes, desde pequenos cinemas e estúdios de televisão nos primeiros dias do concurso, até grandes estádios atualmente. O maior local para sediar a competição é o Estádio Parken em Copenhagen, que realizou o concurso de 2001 e foi assistido por quase 38 000 espectadores no local. O menor local do concurso é o Green Glens Arena em Millstreet, Condado de Cork, Irlanda, com uma população de apenas 1 500 na época do concurso; o local para o concurso de 1993, entretanto, é capaz de hospedar até 8 000 espectadores. O hotel e as instalações de imprensa nas proximidades do local, e em particular os custos de acomodação para as delegações visitantes, jornalistas e fãs, são normalmente uma consideração importante na escolha de uma cidade-sede. No passado, os organizadores do concurso e as autoridades municipais tiveram de negociar tarifas com os proprietários dos hotéis antes do concurso; em 2005, os organizadores do concurso antes do concurso em Kiev pediram ao governo ucraniano para bloquear as reservas a serem usadas para as delegações do concurso devido ao espaço limitado do hotel disponível na época, o que afetou negativamente os agências turísticas e os próprios turistas. O concurso é considerado uma oportunidade única para promover o país-sede como destino turístico; antes do concurso de 2005 em Kiev, Ucrânia, as restrições de visto foram suspensas para os países membros da União Europeia e a Suíça durante o verão de 2005 em uma tentativa de encorajar viagens para a Ucrânia. === País- sede === Após os dois primeiros concursos realizados na Suíça e na Alemanha, a tradição do país vencedor, que sediará o evento do ano seguinte, foi estabelecida em , realizado nos Países Baixos. Algumas exceções a essa regra ocorreram desde então, normalmente quando o país vencedor já havia sediado o evento no passado recente. Essas exceções estão listadas abaixo: * —hospedado pela BBC em Londres quando a NTS dos Países Baixos recusou devido a despesas, tendo anteriormente sediado o concurso de 1958. O Reino Unido foi escolhido para sediar depois de terminar em segundo lugar em 1959; * —hospedado pela BBC em Londres, quando a RTF da França recusou devido às despesas, tendo anteriormente sediado o concurso em e . O segundo e terceiro lugares, Mônaco e Luxemburgo, também recusaram quando foram especificados as regras enquanto aos serviços de hospedagem; * —hospedado pela NOS em Amsterdão após uma votação para determinar o país-sede após o concurso de ter quatro países vencedores pela falta de uma regra de desempate; * —hospedado pela BBC em Edimburgo quando a Télé Monte Carlo de Mônaco não foi capaz de fornecer um local adequado. A emissora monegasca convidou a BBC para sediar o evento devido à sua experiência anterior; * —hospedado pela BBC em Brighton quando a RTL de Luxemburgo recusou devido às despesas após hospedar o concurso de ; * —hospedado pela NOS em Haia quando a IBA de Israel declinou devido a despesas após a realização do concurso de . Os holandeses se ofereceram para hospedar o concurso depois que várias outras emissoras, supostamente incluindo a vice- campeã espanhola RTVE e a BBC, também recusaram hospedar o concurso. Com o convite da Austrália para participar do concurso em 2015, foi anunciado que, caso vencessem o concurso, a emissora australiana SBS seria co-anfitriã do concurso do ano seguinte em uma cidade europeia em colaboração com uma emissora membro da UER de sua escolha. === Logotipo do Festival Eurovisão e tema === Um logotipo genérico para o concurso foi apresentado pela primeira vez em , para criar uma identidade visual consistente. Isso normalmente é acompanhado por um tema artístico exclusivo e um slogan projetado para cada concurso individual pela emissora anfitriã, com a bandeira do país-sede no centro do coração da Eurovisão. O logotipo original, apresentado em 2004, foi projetado pela JM International, com sede em Londres, e foi reformulado em 2014 por Cornelis Jacobs da Agência Cityzen, com sede em Amsterdã, antes do concurso de que marcava os 60 anos do Festival Eurovisão da Canção. Um slogan individual foi associado a cada edição do concurso desde 2002, exceto em 2009. Esse slogan é decidido pela emissora anfitriã e é então usado para desenvolver a identidade visual e o design do concurso. Esse slogan é tipicamente usado pelos produtores no planejamento e formulação da identidade visual do show, e é canalizado para a cenografia do concurso, os atos de abertura e intervalo, e os \"cartões postais\", pequenos vídeos intercalados entre as inscrições que geralmente destacam o país-sede, e em muitos casos introduzir os atos ao público. Os cartões postais foram introduzidos no concurso em 1970, inicialmente como uma tentativa de \"aumentar\" o concurso depois que vários países decidiram não competir, devido ao empate de 4 países em 1969, mas desde então se tornaram uma parte regular do show. Cada slogan usado no concurso desde 2002 está listado abaixo: Ano País-sede Cidade-sede Slogan Tradução para Português Tallinn A Modern Fairytale Um conto de fadas moderno Riga A Magical Rendez-vous Um Encontro Mágico Istambul Under the Same Sky Sob o Mesmo Céu Kiev Awakening Despertar Atenas Feel the Rhythm Sente o Ritmo Helsinque True Fantasy Fantasia Real Belgrado Confluence of Sound Confluência do Som Oslo Share the Moment Partilha o Momento Düsseldorf Feel Your Heart Beat! Sente o Teu Coração Bater! Baku Light Your Fire! Acende o Teu Fogo! Malmö We Are One Nós Somos Um Copenhague #JoinUs #JunteSe Viena Building Bridges Construindo Pontes Estocolmo Come Together Todos Juntos Kiev Celebrate Diversity Celebre a Diversidade Lisboa All Aboard! Todos a bordo! Tel Aviv Dare to Dream Ousa Sonhar Roterdam Open Up Abre-te Turim The Sound of Beauty O Som da Beleza Liverpool United by Music Unidos pela Música Malmö === Semanas do Evento === As \"semanas do evento\" referem-se às semanas durante as quais o concurso ocorre; a semana em que os shows em direto são realizados e transmitidos é normalmente referida como \"semana da Eurovisão\" pelos fãs e pelos media. Os preparativos físicos para o concurso geralmente começam semanas antes de qualquer um dos artistas ou delegações chegar à cidade-sede, com o local anfitrião sendo preparado e o palco sendo construído antes dos ensaios. Por esse motivo, os organizadores do concurso normalmente solicitarão que o local esteja disponível por aproximadamente seis semanas antes da grande final. Jovens músicos e alunos do ensino médio da cidade-sede atuam como intérpretes substitutos para auxiliar nos ensaios técnicos iniciais, e atuam como um guia para as delegações antes da chegada ao país-sede, caso haja necessidade de alterações. As delegações normalmente chegam à cidade-sede duas a três semanas antes dos shows em direto, com as \"semanas de evento\" na cidade-sede geralmente durando 15 dias. Cada emissora participante nomeia um Chefe de Delegação, responsável por coordenar os movimentos dos membros delegados, assegurar-se que as regras do concurso sejam respeitadas pela sua delegação e ser o representante desse país na UER. Os membros da delegação de cada país incluem intérpretes, compositores, letristas, membros da imprensa e - nos anos em que as canções eram uma orquestra em direto - um maestro. Também está presente, se desejado, um comentarista, que fornece comentários sobre o concurso para o feed de rádio e/ou televisão do seu país; os comentaristas recebem cabines de comentários dedicadas, situadas na parte posterior da arena, atrás do público. ==== Ensaios e conferências de imprensa ==== Os ensaios no local do concurso geralmente começam ao domingo, duas semanas antes da grande final, e todos os países participantes ensaiarão individualmente no palco duas vezes. O primeiro ensaio de cada país dura 30 minutos e é realizado a portas fechadas, com acesso vetado à imprensa credenciada, mas tendo autorização a usar um link de vídeo para o centro de imprensa próximo. Seguem- se um \"meet and greet\", com os participantes reunidos com a imprensa e fãs no centro de imprensa. O segundo ensaio de cada país dura 20 minutos, podendo a imprensa assistir da arena. Isso é seguido por uma entrevista coletiva com a imprensa reunida. Depois do ensaio de cada país, a delegação reúne-se com a equipe de produção do programa na sala de exibição, onde assistem às filmagens do ensaio recém-realizado e onde os produtores ou delegações dão a conhecer quaisquer requisitos especiais ou alterações necessários. Os ensaios e as coletivas de imprensa são realizados paralelamente, de modo que, enquanto um país ensaia no palco, outro país realiza sua coletiva de imprensa. Um resumo das perguntas e respostas que emergem das conferências de imprensa é produzido pela gestão de imprensa anfitriã e distribuído à imprensa credenciada. A programação típica para esses ensaios individuais mostra os semifinalistas executando o seu ensaio inicial desde primeiro domingo à quarta-feira seguinte, com os países ensaiando na ordem em que serão apresentados durante as semifinais em direto. Os segundos ensaios dos semifinalistas geralmente têm lugar de quinta a sábado na semana anterior aos shows em direto. As delegações do país-sede e os finalistas automáticos dos \"Big Five\" chegam mais tarde, e normalmente fazem o primeiro ensaio na sexta-feira ou sábado antes da \"Semana da Eurovisão\", e o segundo ensaio no domingo. Cada show em direto é precedido por três ensaios gerais, onde todo o show é apresentado da mesma forma que será apresentado na TV. O primeiro ensaio geral, realizado na tarde do dia anterior ao show, é aberto à imprensa. O segundo e o terceiro ensaios gerais, realizados no serão anterior ao concurso e durante a tarde do dia do concurso, são abertos ao público, sendo os bilhetes vendidos da mesma forma que os shows em direto. Além disso, o segundo ensaio geral também é utilizado como back-up gravado em caso de falha técnica, e é também o show no qual os júris irão basear os seus votos. Após os dois shows semifinais, as delegações dos países qualificados participarão numa conferência de imprensa das eliminatórias e, após a grande final, a delegação vencedora participará numa conferência de imprensa dos vencedores. Outras coletivas de imprensa são normalmente realizadas durante as \"semanas do evento\", que normalmente incluem uma coletiva de imprensa com a emissora anfitriã, uma conferência sobre o próximo Festival Eurovisão da Canção Júnior, assim como uma coletiva de imprensa com os finalistas automáticos. ==== Recepções e Festas ==== Normalmente, realizam- se várias recepções e festas durante as \"semanas do evento\", realizadas pelos organizadores do concurso, bem como pelas várias delegações. Tradicionalmente, uma Recepção de Boas-Vindas é realizada no domingo anterior aos shows em direto, que apresenta uma cerimónia de tapete vermelho para todos os países participantes. Normalmente, acontece num local opulento na cidade-sede, com grandes teatros e câmaras-municipais tendo participado em competições recentes, e geralmente é acompanhado por música em direto, canapés, champanhe, e bebidas gratuitas e fogos de artifício. Delegados credenciados, imprensa e fãs têm acesso a uma boate oficial, o \"EuroClub\", durante a \"semana de eventos\", que não é aberta ao público. As várias delegações normalmente organizam as suas próprias festas durante a semana da Eurovisão, seja no EuroClub ou noutros locais na cidade-sede; eventos realizados pelos países nórdicos e os finalistas automáticos são alguns dos mais comuns. A \"Vila da Eurovisão\" é a fan-zone oficial durante o concurso, aberta ao público gratuitamente, onde são realizadas apresentações em direto dos artistas do concurso e onde os fãs podem assistir aos shows em direto em ecrãs-gigantes. Além do título principal do Festival Eurovisão, outros prémios são tradicionalmente concedidos, tanto pelos organizadores do Eurovision quanto por organizações de fãs. Os Prémios Marcel Bezençon, criados por dois ex- artistas suecos da Eurovisão, Christer Björkman e Richard Herrey, e atribuídos pela primeira vez em 2002, foram um conjunto de prémios adicionais que celebram as melhores músicas e artistas na final de cada concurso, votados pela imprensa acreditada, comentadores nacionais e os compositores reunidos. Os vencedores desses três prémios normalmente receberão um troféu, que é tradicionalmente entregue nos bastidores pouco antes da grande final. Outros prémios liderados por fãs, normalmente realizados nas semanas anteriores ao evento ou logo após, incluem a pesquisa anual da OGAE para determinar o ato favorito dos membros da organização de fãs OGAE e o Prémio Barbara Dex para determinar os \"mais mal-vestidos\" artistas de cada ano, com o nome da cantora belga Barbara Dex que representou a Bélgica no concurso de 1993 num vestido feito por ela própria. == Regras == Um conjunto detalhado de regras é produzido para cada concurso, escrito pela União Europeia de Radiodifusão e aprovado pelo Grupo de Referência do concurso. Essas regras mudaram ao longo do tempo e geralmente descrevem a elegibilidade das músicas concorrentes, o formato do concurso, o sistema de votação a ser usado para determinar o vencedor e como os resultados serão apresentados, os valores do concurso aos quais todas as emissoras participantes devem concordar, e os direitos de distribuição e transmissão para as emissoras participantes do concurso e aquelas que não participam ou não podem participar. === Organização do concurso === O concurso é organizado anualmente pela União Europeia de Radiodifusão (UER), juntamente com a emissora participante do país-sede. O concurso é supervisionado pelo Grupo de Referência em nome de todas as emissoras participantes, cada uma representada por um Chefe de Delegação nomeado. O Chefe da Delegação de cada país é responsável por liderar a delegação de seu país no evento, e é a pessoa de contato de seu país com a UER. A delegação de um país normalmente incluirá um Chefe de Imprensa, os participantes do concurso, os compositores, os músicos de apoio e a comitiva do artista, e pode variar de 20 a 50 pessoas, dependendo do país. Os chefes de delegação normalmente se reunirão em Março, antes da realização do concurso, para receber informações detalhadas sobre os shows, o local, o design do palco, a iluminação e o som para melhor preparar sua inscrição para o concurso, bem como detalhes sobre a organização do evento, como transporte e hospedagem durante o evento. Esta reunião também marca o prazo para que as músicas concorrentes sejam enviadas aos organizadores do concurso. ==== Escrutinadores e Supervisores Executivos ==== Desde as primeiras edições do concurso, o processo de votação do concurso tem sido presidido por um escrutinador nomeado pela UER, a quem cabe zelar pela correta e sucessiva atribuição de todos os pontos. Isso evoluiu para a função atual do Supervisor Executivo, que junto com a supervisão da votação também é responsável por garantir a organização do concurso em nome da UER, fazer cumprir as regras e supervisionar a produção de TV durante os programas em direto. Desde 2011, o Supervisor Executivo tem sido auxiliado por um Supervisor de Evento, que supervisiona e coordena outros assuntos relacionados ao evento em nome da EBU. ==== Grupo de Referência ==== O Grupo de Referência é o comitê executivo do concurso e trabalha em nome de todos os países participantes do concurso. O grupo se reúne quatro a cinco vezes por ano em nome de todas as emissoras participantes, e sua função é aprovar o desenvolvimento e o formato do concurso, garantir o financiamento, controlar a marca do concurso, aumentar a conscientização pública e supervisionar os preparativos anuais do concurso com a emissora anfitriã. === Elegibilidade para músicas e artistas === As regras do concurso estabelecem quais músicas podem ser elegíveis para competir. Como o concurso é para novas composições e para evitar que qualquer um dos participantes concorrentes tenha uma vantagem em relação aos outros participantes, os organizadores do concurso normalmente estabelecem uma restrição sobre quando uma música pode ser lançada para ser considerada elegível. As regras nos últimos anos normalmente viram esta data definida como o primeiro dia de setembro do ano antes de o concurso ser realizado, no entanto, esta data mudou e na história do concurso isso aconteceu apenas algumas semanas antes do início do concurso. realizada. Anteriormente, as músicas não podiam ser lançadas comercialmente em qualquer outro país que não aquele que representava até depois da grande final; no entanto, esse critério não existe mais e, com o avanço da tecnologia e o crescimento do streaming na Internet, as músicas são publicadas regularmente online e lançados globalmente, e são promovidos através do site oficial da Eurovision e plataformas de mídia social. O concurso nunca teve uma regra que ditasse a nacionalidade ou país de nascimento dos artistas concorrentes; muitos países concorrentes menores, como Luxemburgo e Mônaco, foram regularmente representados por artistas e compositores de outros países, além também do fato que o Reino Unido já participou com duas cantoras australianas: Olivia Newton-John em 1974 e Gina G em 1996. Além de que vários artistas vencedores na história do concurso possuíam uma nacionalidade diferente ou nasceram em um país diferente daquele que representaram no concurso, o caso mais notável é da cantora franco-canadense Céline Dion, vencedora de 1988 pela Suíça. Cada performance competitiva pode apresentar apenas um máximo de seis pessoas no palco, e não pode conter animais vivos. Desde 1990, todos os artistas devem ter mais de 16 anos no dia do show em direto em que se apresentam. Esta regra foi introduzida depois que dois artistas no concurso de 1989, Nathalie Pâque representando a França e Gili Netanel representando Israel, tinham 11 e 12 anos, respectivamente, no dia do concurso, o que gerou reclamações de alguns dos outros países participantes. A introdução desta regra significa que Sandra Kim, que venceu o concurso para a Bélgica em 1986 aos 13 anos, permaneceria como a mais jovem vencedora perpetuamente. Nenhum artista pode competir por mais de um país no concurso no mesmo ano. === Música em direto === A música em direto é parte integrante do concurso desde a sua primeira edição. Os vocais principais das canções concorrentes devem ser cantados em direto no palco, no entanto, outras regras sobre o acompanhamento musical pré-gravado mudaram com o tempo. A orquestra foi uma figura proeminente do concurso de 1956 a 1998. Faixas de apoio pré-gravadas foram permitidas no concurso pela primeira vez em 1973, mas sob esta regra os únicos instrumentos que podiam ser pré-gravados também deveriam ser vistos sendo \"executados\" no palco; em 1997, esta regra foi alterada para permitir que todas as músicas instrumentais fossem pré- gravadas, no entanto, o país-sede ainda era obrigado a fornecer uma orquestra. Em 1999, as regras foram alteradas novamente, tornando a orquestra um requisito opcional; a emissora anfitriã do concurso de 1999, a IBA de Israel, subsequentemente decidiu não fornecer uma orquestra como medida de economia de custos, o que significa que todas as inscrições usariam uma faixa de apoio pela primeira vez na história do concurso. As regras atuais do concurso agora especificam que toda música instrumental deve ser pré-gravada, sem instrumentação em direto permitida, tornando o retorno da orquestra para atos concorrentes impossível sob as regras atuais. Antes de 2020, todos os vocais eram obrigados a ser executados em direto, sem vozes naturais de qualquer tipo ou imitações vocais permitidas nas faixas de apoio. A inscrição croata no concurso de 1999, \"Marija Magdalena\" interpretada por Doris Dragović, foi sancionada após o concurso por incluir vocais masculinos sintetizados em desafio a esta regra. Os organizadores do concurso posteriormente penalizaram a Croácia reduzindo sua pontuação no concurso daquele ano em 33% para fins de cálculo da média de pontos de cinco anos para uso na determinação de quais países seriam rebaixados em competições futuras. Antes do concurso de 2021, em um esforço para tornar o concurso mais flexível para mudanças após o cancelamento do evento de 2020 e para facilitar a modernização, os organizadores anunciaram que os backing vocals gravados agora serão permitidos em caráter experimental; esta será uma adição opcional, e as delegações ainda estão livres para fornecer backing vocals em direto, se preferirem, no entanto, todos os vocais principais que executam a melodia da música, incluindo o(s) vocalista(s) principal(is) e quaisquer vocalistas secundários, ainda devem ser tocados em direto. === Idiomas === Como a Eurovisão é um concurso de música, todas as inscrições devem incluir vocais e letras de algum tipo; peças puramente instrumentais nunca foram permitidas. Atualmente, as inscrições concorrentes podem ser realizadas em qualquer idioma, seja natural ou construído, no entanto, as regras sobre o(s) idioma(s) em que a inscrição de um país pode ser realizada variaram ao longo da história do concurso. De 1956 a 1965, não havia regras em vigor para ditar em qual idioma um país pode se apresentar, no entanto, todas as entradas até 1964 foram feitas em um dos idiomas nacionais de seu país. Em 1965, o sueco Ingvar Wixell quebrou essa tradição de apresentar sua canção em Inglês, \"Absent Friend\", que originalmente havia sido tocada na final nacional sueca em Sueco. Seguindo esse incidente, uma nova regra de idioma foi introduzida para o concurso de 1966 para todos os países concorrentes, evitando que as inscrições fossem realizadas em qualquer idioma que não fosse um dos idiomas nacionais oficialmente reconhecidos do país. A regra do idioma foi abolida pela primeira vez em 1973, permitindo que todos os países participantes cantassem no idioma de sua escolha; a regra foi reintroduzida antes do concurso de 1977, no entanto, como o processo de escolha das inscrições para a Bélgica e a Alemanha já haviam começado antes da mudança de regra, eles foram autorizados a se apresentar em Inglês. A regra do idioma foi abolida mais uma vez em 1999, resultando em 14 das 23 entradas concorrentes daquele ano com letras em Inglês. Mesmo assim, ainda sim alguns países ainda mantem a tradição de cantar em seu idioma nativo na maioria das vezes, foi o caso dos atuais ex- participantes Andorra e Mónaco (em sua volta) e dos atuais participantes Espanha, França, Itália e Portugal. Podemos também citar os participantes Irlanda, Malta e Reino Unido que cantam sempre na sua lingua nativa, sendo que o Inglês é a lingua comum destes. Desde a abolição da regra do idioma, a grande maioria das inscrições no concurso de cada ano é agora realizada em Inglês, devido ao seu status de língua franca; no concurso de 2017, apenas quatro canções foram executadas num idioma diferente do Inglês. Após a vitória de Salvador Sobral no concurso daquele ano com uma música em Português, o concurso de 2018 em Lisboa resultou num aumento no número de inscrições noutro idioma que não o Inglês, tendência que se repetiu em 2019. A abolição da regra da língua, no entanto, proporcionou aos artistas oportunidades de executar canções que não teriam sido possíveis anteriormente. Várias participações concorrentes foram apresentadas em uma linguagem inventada: em 2003, Urban Trad ficou em segundo lugar para a Bélgica com a música \"Sanomi\"; em 2003, Treble representou os Países Baixos com \"Amambanda\", apresentada em Inglês e em língua artificial; e em 2008, Ishtar representou a Bélgica com \"O Julissi\". Os artistas também usaram essa liberdade linguística para se apresentar em línguas diferentes do Inglês, que também não são línguas oficiais do seu país: a austríaca Zoë executou \"Loin d'ici\" no concurso de 2016 em Francês, enquanto Elina Nechayeva executou \"La forza\", uma canção em Italiano, para a Estónia em 2018. Como o concurso tem sido tradicionalmente em Inglês e Francês, no mínimo um dos anfitriões do concurso deve ser fluente em ambos Francês e Inglês. === Ordem de apresentação === A ordem de atuação dos países concorrentes era historicamente decidida por sorteio aleatório, mas desde 2013 a ordem é decidida pelos produtores do concurso e enviada ao Supervisor Executivo e Grupo de Referência da UER para aprovação antes de ser anunciada publicamente. Essa mudança foi introduzida para fornecer uma experiência melhor para os telespectadores, tornando o programa mais emocionante e permitindo que todos os países se destaquem, evitando casos em que canções de estilo ou andamento semelhantes fossem executadas em sequência. De acordo com o método atual, durante o sorteio das semifinais, cada país competindo em uma semifinal é sorteado para o primeiro ou segundo tempo dessa semifinal; uma vez que todas as músicas tenham sido selecionadas, os produtores determinarão a ordem de execução das semifinais. Os qualificados nas semifinais fazem um sorteio aleatório durante a coletiva de imprensa dos vencedores para determinar se eles vão jogar durante a primeira ou a segunda metade da final; os finalistas automáticos também sortearão aleatoriamente sua metade competidora na preparação para a grande final, exceto para o país anfitrião, que tira seu número de desempenho exato. A ordem de execução para a final é então decidida após a segunda semifinal pelos produtores, levando em consideração as qualidades musicais das canções concorrentes, bem como a performance de palco, para melhor trabalhar em torno de como configurar quaisquer adereços, iluminação e outra produção considerações. A mudança do processo em 2013 levou a uma reação mista dos fãs do concurso, com alguns expressando preocupação com a corrupção potencial ao permitir que os produtores decidissem em que ponto cada país teria desempenho, enquanto outros estavam mais otimistas sobre a mudança. A ordem de apresentação dos países concorrentes é considerada um fator importante no potencial de vitória do concurso, e análises estatísticas sobre o assunto comprovaram que, em um sorteio aleatório, as canções que atuam posteriormente no concurso têm mais chance de serem pontuadas. altamente. Alcançar o segundo lugar na final é considerado particularmente prejudicial às chances de um país ganhar o concurso, já que nenhuma música que se apresentou nesta posição ganhou a competição em sua história. === Votação === Vários sistemas de votação foram usados na história do concurso para determinar a colocação das músicas concorrentes. O sistema atual está em vigor desde 2016, que funciona com base na votação posicional. Cada país atribui dois conjuntos de pontos: um conjunto é baseado nos votos do júri profissional de cada país, composto por cinco profissionais da música daquele país; e o outro conjunto é baseado nos votos recebidos pelo público telespectador por telefone, SMS ou através do aplicativo oficial da Eurovisão. Cada conjunto de pontos consiste em 1–8, 10 e 12 pontos para o júri e as 10 músicas favoritas do público, com a música preferida recebendo 12 pontos. Os júris nacionais e o público em cada país não têm permissão para votar em seu próprio país, uma regra introduzida pela primeira vez em 1957. Historicamente, os pontos de cada país eram determinados por um júri, que às vezes era composto por membros do público, profissionais da música ou ambos em combinação. Com os avanços na tecnologia de telecomunicações e em resposta às críticas sobre algumas escolhas do júri para o vencedor do concurso, o voto por telefone (televotação) foi apresentada ao concurso pela primeira vez em 1997, a título experimental. No concurso de 1997, as emissoras da Áustria, Alemanha, Suécia, Suíça e Reino Unido permitiram que seu público determinasse seus votos pela primeira vez e, a partir de 1998,a televotação foi estendido a quase todos os países concorrentes. O concurso de 2004 foi o primeiro a tornar a televotação obrigatória para todos os países concorrentes, porém cada país foi obrigado a fornecer um \"júri reserva\", que seria usado em caso de falha na votação ou se o número de votos registrados não passasse de um conjunto limite para ser considerado válido. Um júri foi reintroduzido para a grande final do concurso de 2009, com os pontos de cada país compreendendo os votos do júri e do público em partes iguais; esta mistura de júri e votação do público foi expandida para as semifinais a partir de 2010. O sistema de votação atual é uma modificação daquele usado no concurso desde 1975, quando o sistema \"1–8, 10, 12 pontos\" foi introduzido pela primeira vez. Até 2016, cada país forneceu um conjunto de pontos, representando os votos do júri do país, do público ou, desde a grande final de 2009, os votos de ambos combinados. ==== Apresentação dos votos ==== Desde 1957, os votos de cada país são anunciados como parte de um segmento de votação da transmissão do concurso. Após os votos de cada país terem sido calculados e verificados, e após as apresentações durante o intervalo, o(s) apresentador(es) do concurso chamarão um porta-voz em cada país para convidá-los a anunciar os resultados da votação de seu país em Inglês ou Francês. Este porta-voz é normalmente um músico, locutor ou jornalista que é bem conhecido em seu país, e os porta-vozes anteriores incluíram ex-artistas e apresentadores da Eurovisão. Antes de 1994, os anúncios eram feitos por meio de linhas telefônicas dos países de origem, com o áudio canalizado para o auditório para o público ouvir e pela transmissão televisiva; o concurso de 1994 viu a introdução de links de satélite para a votação, o que permitiu aos porta-vozes serem vistos visualmente pelo público e pelos telespectadores. Os votos de cada país são computados por meio de um placar, que normalmente mostra o número total de pontos que cada país recebeu até o momento, bem como os pontos atribuídos pelo país que está sendo convocado pelo(s) apresentador(es). O placar foi introduzido pela primeira vez em 1957; A votação no primeiro concurso foi realizada a portas fechadas, mas inspirando-se no Festival de Canções Populares Britânicas do Reino Unido, que contou com a votação de júris regionais, a UER decidiu incorporar essa ideia em seu próprio concurso. Esse placar estava historicamente situado fisicamente ao lado do palco e era atualizado manualmente à medida que cada país dava seus votos; uma versão gráfica feita em computador desse placar foi apresentada pela primeira vez no concurso de 1988, que em concursos recentes é capaz de se classificar para colocar o país com mais votos no topo. Historicamente, o porta-voz de cada país anunciava todos os pontos dados em sequência, que seriam então repetidos pelo(s) apresentador(es) do concurso em Inglês e Francês. Com o aumento do número de países competidores e, portanto, do número de países que votaram na final, a sequência de votações logo se tornou um processo demorado. A partir de 2006, para economizar tempo, apenas 8, 10 e 12 pontos de cada país foram anunciados por seu porta-voz, com os pontos 1 a 7 adicionados automaticamente ao placar. Desde a introdução do novo sistema de votação em 2016, os porta-vozes agora anunciam apenas os 12 pontos do seu país, com os seus 8 e 10 pontos agora também sendo exibidos na tela automaticamente. De 1957 a 1962, a ordem em que os países participantes anunciaram seus votos foi na ordem inversa da apresentação de suas canções; de 1963 a 2003, os países foram chamados na mesma ordem em que apresentaram suas canções, com exceção do concurso de 1974, em que o sorteio foi feito para definir a ordem em que os países foram chamados. Com a introdução das semifinais em 2004, um novo sistema de determinação da ordem de votação foi necessário para contabilizar os países que não se classificaram para a final: em 2004, os países foram convocados em ordem alfabética de acordo com seus códigos de duas letras do ISO 3166-1 alfa-2; e em 2005, os votos dos semifinalistas não qualificados foram anunciados primeiro, pela ordem em que se apresentaram na semifinal, seguidos dos países finalistas na ordem em que se classificaram na final. De 2006 a 2010, à semelhança de 1974, foi realizado um sorteio em separado para determinar a ordem de votação; esse sorteio foi cancelado em 2011, quando foi decidido que os produtores do concurso decidiriam agora o pedido. Este pedido é baseado nos resultados do júri submetidos após o ensaio geral da \"final do júri\" no dia anterior à grande final, para criar uma experiência mais cheia de suspense para o público. A partir de 2016, a sequência de votação do júri é aberta pelo porta-voz do país-sede do ano anterior, cabendo ao porta-voz do país-sede do ano em curso o encerramento. Desde 2016, quando os votos do júri e do público de cada país são anunciados separadamente, a apresentação da votação começa com os porta- vozes de cada país sendo chamados, por sua vez, a anunciar os pontos do júri profissional de seu país. Assim que os pontos do júri de todos os países forem anunciados, o(s) apresentador(es) do concurso anunciarão o total de pontos públicos recebidos para cada finalista, com os resultados de todos os países consolidados em um único valor para cada país participante. De 2016 a 2018, os pontos públicos foram anunciados em ordem do último para o primeiro, com o país com a menor pontuação total anunciado primeiro; desde 2019, estes pontos são anunciados de acordo com a sua colocação pelos júris, sendo que o país que recebeu menos pontos dos júris recebe primeiro os seus pontos públicos. Os resultados completos da televotação e os votos do júri de cada país e dos membros individuais do júri são publicados no site oficial da Eurovisão após o show, com os pontos de televotação individuais para cada país normalmente exibidos na tela no final do show pela emissora daquele país. ==== Empates ==== Desde 1970, as regras do concurso definem como determinar o país vencedor nos casos em que dois ou mais países tenham o mesmo número de pontos ao final da votação. O método de desempate mudou ao longo do tempo e a atual regra de desempate está em vigor desde 2016. Neste caso, um resultado combinado de televisão nacional e júri é calculado para cada país, e o vencedor é a música que tem obteve pontos do maior número de países. A primeira regra de desempate foi introduzida após o concurso de 1969, quando quatro dos dezesseis países participantes - Espanha, França, Países Baixos e Reino Unido - terminaram a votação com igual número de votos. Como não havia uma regra para desempatar, todos os quatro foram declarados vencedores conjuntos. Este resultado levou vários outros países concorrentes a manifestarem a sua insatisfação, e a Áustria, Finlândia, Noruega, Portugal e Suécia recusaram-se a participar na edição de 1970 do concurso. Até 2020, em apenas uma ocasião desde 1969 houve empate para o primeiro lugar: em 1991, no final do processo de votação, a Suécia e a França haviam recebido 146 pontos cada. A regra de desempate em vigor na época especificava que o país que tivesse recebido mais conjuntos de 12 pontos seria declarado o vencedor; se ainda houvesse um empate, então os 10 pontos recebidos, seguidos de 8 pontos e assim em diante seriam usados ​​para desempatar. França e Suécia receberam quatro '12 pontos', no entanto, como a Suécia recebeu mais '10 pontos' individuais do que a França, a sueca Carola foi declarada a vencedora com a canção \"Fångad av en stormvind\". ==== Validação e observação ==== Uma série de etapas foram estabelecidas para garantir que um resultado de votação válido seja obtido e que a transparência na votação e nos resultados seja observada. O júri profissional de cada país, bem como os membros individuais do júri, devem atender a um conjunto de critérios para serem elegíveis, no que diz respeito à experiência profissional e à diversidade de gênero e idade. É delineado um conjunto de critérios pelos quais as inscrições concorrentes devem ser avaliadas, e todos os membros do júri prometem por escrito que usarão esses critérios ao classificar as inscrições, bem como declarando que não estão vinculados a nenhum dos concorrentes de forma alguma que poderia influenciar sua decisão. Além disso, os membros do júri só podem fazer parte do júri uma vez a cada três anos. Cada membro do júri vota independentemente dos demais membros do júri, não sendo permitida qualquer discussão ou deliberação sobre o voto entre os membros. Desde 2004, o televoto em cada país é supervisionado pelo parceiro oficial de votação do concurso, a Digame, com sede na Alemanha. Esta empresa reúne todos os televotos e, desde 2009, os votos do júri em todos os países, que são processados ​​pela Plataforma de Resposta Pan-Europeia da empresa, sediada no Centro de Controle de Votação em Colônia, Alemanha. Este sistema garante que todos os votos sejam contados de acordo com as regras e que quaisquer tentativas de influenciar injustamente o voto sejam detectadas e mitigadas. Todo o processo de votação é supervisionado por observadores independentes de uma empresa de auditoria externa, que para o concurso de 2019 veio da empresa de serviços profissionais Ernst & Young. === Transmissão === As emissoras participantes de países concorrentes devem transmitir em direto a semifinal em que competem ou, no caso dos finalistas automáticos, a semifinal em que devem votar, e a grande final, em sua totalidade, incluindo todos canções concorrentes, a recapitulação da votação que contém pequenos clipes das atuações, o procedimento de votação ou qualificação da semifinal revelam e, na grande final, a reprise da música vencedora. Desde 1999, os radiodifusores que o desejassem tiveram a oportunidade de fornecer publicidade durante hiatos curtos e não essenciais na programação do programa. Em várias ocasiões, as emissoras participantes foram forçadas a atrasar ou adiar a transmissão de um ou mais programas em direto devido a circunstâncias especiais: em 2000, o concurso foi interrompido nos Países Baixos para fornecer cobertura de notícias de emergência sobre o desastre dos fogos de artifício em Enschede, o que significou um o televoto não pôde ser realizado e o júri reserva do país foi usado para fornecer os pontos do país; e em 2012, a Albânia adiou a transmissão da primeira semifinal, em que competia, para cobertura do acidente de ônibus Qafa e Vishës. Em ambos os casos, nenhuma sanção foi imposta às emissoras devido à natureza emergencial dos incidentes, no entanto, em 2009, quando a Espanha adiou a transmissão da segunda semifinal para fornecer cobertura contínua do torneio de tênis Madrid Open, a UER anunciou que sanções seriam aplicadas à emissora espanhola RTVE. O concurso foi produzido em cores pela primeira vez em 1968 pela BBC, a Eurovisão também tem sido transmitido em widescreen desde 2005 e em alta definição desde 2007. ==== Arquivamento ==== Um projeto de arquivamento foi iniciado pela UER em 2011, com o objetivo de coletar imagens de todas as edições do concurso e materiais relacionados de sua história antes do 60º aniversário do concurso, em 2015. Em colaboração com as emissoras membros, a UER agora detém todas as edições de o concurso, exceto para as edições de 1956 e 1964, das quais não existe nenhuma filmagem. O primeiro concurso em 1956 foi principalmente um programa de rádio, no entanto, câmeras estavam presentes para transmitir o programa para os poucos europeus que tinham um aparelho de televisão e qualquer vídeo que possa ter sido gravado se perdeu com o tempo; no entanto, o áudio do concurso foi preservado e um breve noticiário da reprise da canção vencedora sobreviveu. Relatórios conflitantes sobre o destino de qualquer vídeo do concurso de 1964 em Copenhague foram retratados ao longo dos anos: uma das alegações é que o vídeo do concurso foi destruído em um incêndio nos estúdios da emissora dinamarquesa DR na década de 1970, sem nenhum vídeo de outras emissoras conhecidas; outras alegações incluem que a filmagem do concurso foi perdida quando a fita foi apagada pela gerência de DR para uso na gravação de uma nova programação, ou que a DR não gravou o show devido à falta de gravadores disponíveis. Tal como aconteceu com o concurso de 1956, as gravações de áudio do concurso de 1964 e algumas imagens da sequência de abertura e da repetição vencedora sobreviveram. Os direitos autorais de cada concurso individual de 1956 a 2003 são de propriedade da emissora organizadora do concurso daquele ano. Desde 2004, os direitos de cada concurso são agora detidos centralmente pela UER. == Expansão do Concurso == Dos sete países originais que entraram na primeira competição em 1956, o número de países competidores cresceu continuamente ao longo do tempo, com mais de 20 países competindo regularmente no final dos anos 1980.As primeiras discussões sobre a modificação do formato do concurso para dar conta do crescimento dos países concorrentes ocorreram na década de 1960. Em 1965, no 10º aniversário do concurso, a UER convidou as emissoras participantes a compartilhar propostas para o futuro do concurso, depois que a emissora luxemburguesa CLT expressou dúvidas sobre sua capacidade de organizar o concurso de 1966. Entre as sugestões recebidas estavam as semifinais com base regional ou linguística; hospedar o concurso em várias noites; e transmitir o concurso de vários locais durante uma noite, com atos concorrentes divididos em dois grupos e atuando em dois locais diferentes, com a apresentação e o votação sendo realizadas em um desses locais ou em um terceiro local. Muitas dessas propostas foram consideradas impraticáveis ​​e rejeitadas, com preocupações levantadas de que os espectadores em países eliminados nas semifinais perderiam o interesse e não se incomodariam em assistir à final e, no caso de um concurso em vários locais, o custo adicional de duas orquestras, um risco adicional de falha técnica com dois conjuntos de produção, e o potencial de que a qualidade do som em cada um dos locais não seria o mesmo, dando aos artistas em um local uma vantagem sobre o outro. Além de pequenas modificações no sistema de votação em uso e outras regras, nenhuma mudança fundamental no formato do concurso foi introduzida até o início dos anos 1990, quando mudanças na Europa no final dos anos 1980 e início dos anos 1990 viram a formação de novos países e o interesse no concurso de os países do antigo Bloco de Leste começaram a crescer, particularmente após a cessação da rede OIRT, responsável pela Europa de Leste, e sua fusão com a UER em 1993. === Pré-seleções e rebaixamento === 1993 viu um aumento significativo no número de países que desejavam competir no concurso: 29 países estavam registrados para participar, muitos para caber razoavelmente em um único programa de TV. Para reduzir este número, os organizadores do concurso implementaram um método de pré-seleção pela primeira vez, para reduzir o número de inscrições que competiriam no concurso principal em Millstreet, Irlanda. Sete países da Europa Central e Leste Europeu que procuram participar pela primeira vez competiram na Kvalifikacija za Millstreet (Pré-seleção para Millstreet), realizada em Ljubljana, Eslovênia, um mês antes da competição, com os três primeiros países qualificados para o concurso de 1993. No final da votação, Bósnia e Herzegovina, Croácia e Eslovênia foram escolhidas para competir em Millstreet, o que significa que a Estônia, Hungria, Romênia e Eslováquia teriam que esperar mais um ano antes de serem autorizados a competir. Um novo sistema de rebaixamento foi introduzido em 1993 para a entrada na concurso de 1994: os países com posições mais baixas a cada ano seriam forçados a ficar de fora da competição do ano seguinte, para serem substituídos por novos países e aqueles que antes tinham que ficar de fora. Os sete últimos países em 1993 foram forçados a não participar do ano seguinte, no entanto, descontentas com essa regra Itália e Luxemburgo se retiraram voluntariamente, Itália somente iria voltar a competição em 2011 e Luxemburgo, um dos primeiros países a participar, nunca mais voltaria a ter interesse na competição. Apenas os cinco últimos finalmente perderam a competição de 1994 em Dublin, para serem substituídos pelos quatro países competidores em Kvalifikacija za Millstreet que tinham perdidas e novas entradas da Lituânia, Polónia e Rússia. Este sistema foi usado novamente em 1994 para qualificação para o concurso de 1995, mas um novo sistema foi introduzido para o concurso de 1996. Principalmente em uma tentativa de agradar a Alemanha, um dos maiores mercados da Eurovisão e maiores contribuintes financeiros que de outra forma teriam sido rebaixados sob o sistema anterior, o concurso de 1996 viu uma rodada de qualificação apenas de áudio realizada nos meses anteriores ao concurso em Oslo, Noruega. 29 países iriam competir por 22 lugares na competição principal, com os anfitriões noruegueses automaticamente qualificados. No entanto, a Alemanha seria um dos sete países a perder, ao lado da Hungria, Romênia, Rússia, Dinamarca, Israel e Macedônia do Norte, no que teria sido sua estreia na competição. 1996 marcou o único uso da rodada de qualificação apenas de áudio e, para a competição de 1997, um sistema de rebaixamento semelhante ao usado entre 1993 e 1995 foi introduzido, com base na pontuação média de cada país nas últimas cinco competições anteriores como uma medida contra a qual países seriam relegados. Isso foi posteriormente alterado novamente em 2001, de volta ao mesmo sistema usado entre 1993 e 1995, onde apenas os resultados da competição daquele ano contariam para o rebaixamento. === O «Big Four» e «Big Five» === Em 1999, as regras sobre o rebaixamento de países foram alteradas para isentar Alemanha, Espanha, França e Reino Unido do rebaixamento, dando-lhes o direito automático de competir independentemente de sua média de pontos de cinco anos. Este grupo, como os membros da União Europeia de Radiodifusão são os mais bem pagos e que financiam significativamente o concurso a cada ano, posteriormente se tornou conhecido como os países do \"Big Four\". Este grupo foi ampliado em 2011, quando Itália voltou à competição, tornando-se os \"Big Five\". Esta regra foi originalmente introduzida para evitar que os maiores financiadores do concurso fossem rebaixados e, portanto, suas contribuições financeiras teriam sido perdidas; no entanto, desde a introdução das semifinais em 2004, os \"Big Five\" agora se qualificam automaticamente para a final junto com o país-sede. Há algum debate sobre se esse status prejudica os resultados desses países no concurso, com base na antipatia relatada sobre sua qualificação automática, bem como a potencial desvantagem de terem menos tempo no palco principal porque não tiveram que competir nas semifinais. No entanto, este debate parece ser muito mais complexo, pois os resultados dos países do \"Big Five\" podem variar muito na mesma competição: por exemplo, na competição de 2011 e 2019, Itália terminou em segundo lugar. Enquanto em 2019 enquanto três membros dos \"Big Five\", nomeadamente Alemanha, Espanha e Reino Unido, ficaram entre os 6 últimos colocados. Este status também causou consternação para alguns dos outros países competidores, e foi citado, entre outros aspectos do concurso, como uma razão pela qual a Turquia deixou de competir no concurso após 2012. === A introdução de semifinais === Um fluxo de novos países no concurso de 2003 forçou o Grupo de Referência do concurso a repensar sobre a melhor forma de gerenciar o número ainda crescente de países que desejam entrar no concurso pela primeira vez. Como consideravam impossível eliminar 10 países a cada ano, para o concurso de 2003 os organizadores congelaram inicialmente as novas inscrições enquanto encontravam uma solução para o problema. 25 países foram originalmente programados para participar do concurso em Riga, Letônia, no entanto, a Ucrânia foi adicionada à lista de participantes em uma fase tardia, fazendo sua estreia. Os outros novos países candidatos, que dizem incluir Albânia, Bielorrússia, República Checa e Sérvia e Montenegro, seriam portanto obrigados a ficar de fora por mais um ano. Em janeiro de 2003, a UER anunciou a introdução de uma semifinal, expandindo o concurso em um evento de dois dias a partir de 2004. Os 10 primeiros países na final de cada ano se classificariam automaticamente para a final do ano seguinte, junto com os \"Big Four\", o que significa que todos os outros países competiriam na semifinal para competir por 10 vagas na final. A competição de 2004 em Istambul, Turquia, teve um recorde de 36 países competindo, com novas inscrições da Albânia, Andorra, Bielorrússia e Sérvia e Montenegro, e os países anteriormente rebaixados de 2003 retornando ao lado de Mônaco, em sua primeira aparição na competição em 25 anos. O formato desta semifinal manteve-se semelhante ao da final propriamente dita, que decorreu na quarta-feira durante a \"semana da Eurovisão\". Após as atuações e o tempo para votação, os nomes dos 10 países com maior número de pontos, que assim se classificariam para a grande final, são anunciados no final do show, revelados em ordem aleatória pelos apresentadores do concurso. Uma única semifinal continuou a ser realizada entre 2005 e 2007, no entanto, em 2007, com mais de 40 países competindo na competição daquele ano em Helsinque, Finlândia, a semifinal contou com 28 entradas competindo por 10 vagas na final. Posteriormente, em resposta às críticas das eliminatórias principalmente do Leste Europeu no evento de 2007 e ao aparente desprezo das inscrições dos países da Europa Ocidental, a EBU anunciou em outubro de 2007 que para a competição de 2008 em Belgrado, Sérvia, uma segunda semifinal seria ser apresentado. Todos os países iriam agora competir em uma das duas semifinais, realizadas na terça e quinta- feira da \"semana da Eurovisão\", com apenas o país-sede e os países do \"Big Four\", e posteriormente os \"Big Five\" de 2011, qualificando-se automaticamente; 10 vagas de qualificação estariam disponíveis em cada uma das semifinais, com um novo sistema introduzido para dividir os países concorrentes entre as duas semifinais com base em sua localização geográfica e padrões de votação anteriores, na tentativa de reduzir o impacto da votação em bloco e para tornar o resultado menos previsível. A votação em cada semifinal é realizada apenas nos países que competem nessa semifinal, como tal, apenas esses países são obrigados a transmitir aquela semifinal, no entanto, muitos países exibem ambas as semifinais. Os finalistas automáticos também são divididos entre as duas semifinais com o objetivo de determinar em qual semifinal eles são obrigados a transmitir e fornecer votos. Para as competições de 2008 e 2009, nove das dez eliminatórias em cada semifinal foram decididas pelo público televoto em cada país, com a 10ª qualificação sendo preenchida pelo maior não qualificado, conforme determinado pelos resultados dos júris de apoio; este sistema foi posteriormente descartado em 2010 com a introdução da votação dividida entre o júri e o público em todos os programas. Os resultados completos da votação das semifinais são retidos até depois da grande final, quando então são publicados no site oficial da Eurovisão. Em 2019, apenas dois países se classificaram em todas as semifinais em que participaram: Austrália e Ucrânia; por outro lado, Andorra continua sendo o único país que nunca competiu em uma grande final. ==Vencedores== 71 canções ganharam o Festival Eurovisão da Canção até 2024, representadas por 27 países. A Irlanda e a Suécia têm o maior número de vitórias com sete cada um, seguida por França, Luxemburgo, Reino Unido e Países Baixos com cinco vitórias cada. 24 países participaram do concurso, mas ainda não venceram. Em apenas uma ocasião, em somente uma ocasião mais de uma música ganhou o concurso: em 1969, quatro países terminaram o concurso com um número de pontos igual e como na época não havia uma regra de desempate em vigor, todos os quatro países foram declarados vencedores. O Reino Unido detém o recorde de número de segundos lugares, tendo sido vice-campeão da competição 16 vezes. A Noruega, por sua vez, ficou em último lugar mais vezes do que qualquer outro país, ocupando a parte inferior do placar em 11 ocasiões, incluindo marcando nul points quatro vezes. Os vários países concorrentes tiveram vários graus de sucesso no concurso ao longo dos anos. Apenas dois países venceram o concurso em sua primeira participação: Suíça, vencedora do primeiro concurso em 1956; e Sérvia, que venceu a competição em 2007 em sua primeira participação como um país independente, tendo competido anteriormente como parte da Iugoslávia e Sérvia e Montenegro. É raro, mas não impossível, um país registrar vitórias consecutivas. Na história do concurso, isso ocorreu em quatro ocasiões: a Espanha tornou-se o primeiro país a conseguir esse feito, quando foi declarada a vencedora do concurso de 1968 e um dos quatro vencedores compartilhados em 1969; Luxemburgo foi o primeiro a conseguir sem dividir o título, quando ganhou o concurso em 1972 e 1973; Israel fez o mesmo em 1978 e 1979; e a Irlanda se tornou o primeiro país a ganhar três títulos consecutivos, vencendo o concurso em 1992, 1993 e 1994. A sequência de vitórias da Irlanda na década de 1990 também inclui a competição de 1996, dando-lhes um recorde de quatro vitórias em cinco anos. Vários países tiveram esperas relativamente curtas antes de vencer seu primeiro concurso: a Ucrânia venceu em sua segunda participação em 2004, enquanto a Letônia venceu em sua terceira competição em 2002. Em comparação, outros países competiram na competição por anos, às vezes décadas, antes de registrar sua primeira vitória. A Grécia estabeleceu o recorde de maior espera por uma vitória na competição em 2005, quando Helena Paparizou venceu a competição 31 anos após a primeira aparição da Grécia; no ano seguinte, a Finlândia quebrou esse recorde, quando Lordi encerrou uma sequência de 45 anos sem vencer. Mais de uma década depois, em 2017, Portugal bateu novamente este recorde, quando Salvador Sobral se tornou o primeiro português vencedor 53 anos após a primeira participação do país no concurso. Muitos países também tiveram que esperar muitos anos para vencer o concurso novamente. A Suíça passou 32 anos antes de vencer a competição pela segunda vez em 1988 e novamente em 2024 quando esperou 36 anos ao vencer pela terceira vez; A Dinamarca manteve uma lacuna de 37 anos entre as vitórias em 1963 e 2000, e os Países Baixos esperou 44 anos para vencer a competição novamente em 2019, sendo sua última vitória em 1975. O recorde atual é da Áustria, que venceu sua segunda competição em 2014, 48 anos após sua primeira vitória em 1966. A maioria das canções vencedoras foram executadas no concurso em inglês, especialmente desde que a regra do idioma foi abolida em 1999. Desde aquele concurso, apenas cinco canções vencedoras foram executadas total ou parcialmente em um idioma diferente do inglês. As canções vencedoras que foram cantadas integralmente em outro idioma desde 1999 são \"Molitva\" da Sérvia em 2007, \"Amar Pelos Dois\" de Portugal em 2017, \"Zitti e Buoni\" da Itália em 2021 e \"Stefania\" da Ucrânia em 2022. === Troféu === Ao vencer o concurso, os artistas e compositores recebem um troféu, que desde 2008 conta com design padrão. Este troféu é uma peça feita à mão de vidro jatedo com detalhes pintados na forma de um microfone no estilo dos anos 1950 e foi projetado por Kjell Engman, da empresa sueca Kosta Boda, especialista em arte em vidro. Os compositores e compositores da inscrição vencedora recebem versões menores do troféu. O troféu é normalmente apresentado pelo vencedor do ano anterior, no entanto, outras pessoas foram chamadas no passado para entregá-lo, incluindo representantes da emissora anfitriã, a UER, políticos e até personagens fictícios, como foi o caso em 2007 em Helsinque, Finlândia, quando Joulupukki, conhecido internacionalmente como Papai Noel, entregou o prêmio à vencedora Marija Šerifović. Em 2019, esta é a última ocasião em que o troféu não foi entregue pelo vencedor do ano anterior. === Artistas e músicas vencedoras === Os artistas vencedores do Festival Eurovisão da Canção figuram como alguns dos artistas mais vendidos do mundo, enquanto várias das canções vencedoras do concurso se tornaram alguns dos singles mais vendidos do mundo. O ABBA, os vencedores do concurso de 1974 para a Suécia, vendeu cerca de 380 milhões de álbuns e singles desde que sua vitória no concurso os levou à fama mundial, com sua canção vencedora \"Waterloo\" tendo vendido mais de cinco milhões de discos. Céline Dion, a cantora franco-canadense que venceu pela Suíça em 1988 com \"Ne partez pas sans moi\", vendeu mais de 200 milhões de discos em todo o mundo. \"Save Your Kisses for Me\", a canção vencedora no concurso de 1976 para Brotherhood of Man do Reino Unido, é um dos vencedores mais bem-sucedidos do concurso, vendendo mais de seis milhões de singles, mais do que qualquer outra canção vencedora na história do concurso. Mais recentemente, \"Euphoria\", interpretada por Loreen e a canção vencedora da Suécia em 2012, alcançou sucesso em toda a Europa após o concurso, aparecendo em paradas de singles em toda a Europa e se tornando a canção da Eurovisão mais baixada no Reino Unido, chegando ao terceiro lugar no UK Singles Chart. Vários vencedores anteriores alcançaram sucesso contínuo, tanto local quanto internacionalmente: Bucks Fizz, formado especialmente para o concurso de 1981 e os eventuais vencedores para o Reino Unido com \"Making Your Mind Up\", continuou a lançar canções de sucesso durante os anos 1980; France Gall, a cantora francesa que venceu por Luxemburgo em 1965 aos 17 anos de idade com a canção \"Poupée de cire, poupée de son\", teve uma longa carreira e gravou e se apresentou na década de 1990; e Vicky Leandros, a cantora grega que venceu para Luxemburgo em 1972 com \"Après toi\", continua a gravar e lançar álbuns, particularmente no mercado de língua alemã, incluindo uma tentativa de representar a Alemanha no concurso de 2006 realizado em Atenas. Outros artistas vencedores passaram a contribuir para outros campos. Dana, a vencedora da Irlanda no concurso de 1970 com \"All Kinds of Everything\", passou a servir como membro do Parlamento Europeu e concorreu sem sucesso em duas eleições presidenciais irlandesas. Várias canções não vencedoras também alcançaram grande sucesso: \"Nel blu, dipinto di blu\", popularmente conhecida como \"Volare\", a terceira colocada no concurso de 1958 por Itália e originalmente tocada no concurso por Domenico Modugno, foi gravado por vários artistas ao longo dos anos, com vendas combinadas de mais de 22 milhões de cópias em todo o mundo; \"Eres tú\", interpretado por Mocedades da Espanha e vice-campeão no concurso de 1973, alcançou sucesso mundial, tornando-se a primeira canção em espanhol a chegar ao top 10 da Billboard Hot 100 nos Estados Unidos; O indicado ao Grammy \"Ooh Aah... Just a Little Bit\", que originalmente ficou em oitavo lugar no concurso de 1996 para o Reino Unido alcançou a posição # 1 no UK Singles Chart (a última música da Eurovisão a alcançá-lo em 2020) e alcançou sucesso na Europa e nos EUA, vendendo 790 mil discos e alcançando a posição #12 na Billboard Hot 100. O vídeo de \"Occidentali's Karma\" de Francesco Gabbani, a música do sexto colocado no concurso de 2017 por Itália, se tornou a primeira música da Eurovisão a atingir mais de 200 milhões de visualizações no YouTube, enquanto \"Soldi\", o segundo colocado no O concurso de 2019, do participante italiano Mahmood, é a canção da Eurovisão mais transmitida no Spotify. Loreen e Johnny Logan são os únicos artistas a terem ganhado vários títulos da Eurovisão como artista. A sueca Loreen venceu em 2012 com a canção \"Euphoria\" e em 2023 com \"Tattoo\", que se tornou sucesso internacional. Johnny Logan venceu o concurso da Irlanda em 1980 com \"What's Another Year\", escrito por Shay Healy, e em 1987 com \"Hold Me Now\", escrito pelo próprio Logan. Logan também foi o compositor vencedor no concurso de 1992, quando escreveu outro vencedor irlandês, \"Why Me?\" interpretada por Linda Martin e, portanto, obteve três vitórias na competição como artista ou compositor. Quatro outros compositores também escreveram, cada um, duas canções vencedoras de concursos: Willy van Hemert, Yves Dessca, Rolf Løvland e Brendan Graham. == Atos de intervalo e convidados especiais. == Além do concurso de música em si, a transmissão de televisão apresenta regularmente performances de artistas e músicos que não estão competindo no concurso, como também pode incluir apresentações de personalidades locais e internacionais. Apresentações convidadas foram vistas pela primeira vez na primeira edição do concurso, e se tornaram um destaque durante os shows em direto desde os anos 1960. Essas apresentações têm variado amplamente, com apresentações de música, arte, dança e circo em edições anteriores. Os vencedores anteriores do concurso também apresentam regularmente, com o campeão atual tradicionalmente retornando para executar a música vencedora do ano passado, bem como às vezes executando uma nova música de seu repertório. O ato de intervalo, realizado após a apresentação da última música concorrente e antes do anúncio dos votos de cada país, tornou-se uma parte memorável do concurso e contou com a presença de artistas internacionalmente conhecidos e estrelas locais. Os organizadores do concurso usaram anteriormente essas apresentações como uma forma de explorar a cultura e a história de seu país, como em \"4 000 anos de canção grega\", realizada no concurso de 2006 realizado em Atenas, Grécia. Outras apresentações foram mais cômicas por natureza, com paródia e humor, como foi o caso no concurso de 2016, quando \"Love Love Peace Peace\", uma ode humorística à história e ao espetáculo do próprio concurso, foi apresentada pelos anfitriões Petra Mede e Måns Zelmerlöw e contou com vários dos momentos mais memoráveis ​​do concurso e vencedores anteriores. A primeira aparição pública de Riverdance foi como parte do intervalo do Festival Eurovisão da Canção 1994 realizado em Dublin, Irlanda; a apresentação de sete minutos com música e dança tradicional irlandesa foi posteriormente expandida para um show de palco completo que desde então foi apresentado em mais de 450 locais em todo o mundo e visto por mais de 25 milhões de pessoas, tornando-se uma das produções de dança de maior sucesso no mundo e um plataforma de lançamento para seus dançarinos principais Michael Flatley e Jean Butler. Riverdance foi posteriormente convidado a se apresentar como o ato de intervalo nos especiais de 50 e 60 anos em 2005 e 2015, respectivamente. Concursos recentes viram vários artistas de renome mundial subirem ao palco da Eurovisão em performances não competitivas: o grupo dinamarquês de Europop Aqua apresentou um medley musical, que incluiu seu sucesso mundial \"Barbie Girl\", no concurso de 2001 realizado em Copenhagen, Dinamarca. A dupla russa t.A.T.u, que já havia representado a Rússia no concurso em 2003, apresentou seu hit \"Not Gonna Get Us\" ao lado do Ensemble Alexandrov no concurso de 2009 em Moscou, Rússia. No Festival Eurovisão da Canção 2018, em Lisboa, Portugal, o cantor e compositor brasileiro Caetano Veloso fez uma participação especial na apresentação de Salvador Sobral, contracantando com ele a canção Amar pelos Dois, vencedora da edição 2017, em Kiev, Ucrânia. Caetano foi uma das celebridades mundiais que mais torceram pela vitória portuguesa no festival. Artista americano Justin Timberlake deu a primeira performance na televisão do vencedor do Grammy \"Can't Stop the Feeling!\" como parte do ato de intervalo no concurso de 2016; e a autodenominada \"Rainha do Pop\" Madonna se apresentou no concurso de 2019 em Tel Aviv, Israel, em uma performance polêmica tingida de política com suas canções \"Like a Prayer\" e \"Future\". A companhia de circo de Montreal Cirque du Soleil também se apresentou no concurso de música, abrindo a grande final do concurso em 2009. Convidados especiais também foram usados na história do concurso ​​como um canal e resposta a eventos globais que acontecem ao mesmo tempo que o concurso. O concurso de 1999 em Jerusalém terminou com os apresentadores do concurso convidando todos os artistas concorrentes ao palco para cantar uma versão da versão em inglês de \"Hallelujah\", a canção vencedora de Israel em 1979, como um tributo às vítimas da Guerra de Kosovo, que estava em curso na ocasião. Em 2016, parte do ato de intervalo para a primeira semifinal apresentou uma apresentação de dança intitulada \"The Grey People\", coreografada por Fredrik Rydman e dedicada à crise dos migrantes europeus. O concurso contou com a participação de rostos conhecidos de fora do mundo da música. Isso inclui atletas, como os boxeadores Vitali e Wladimir Klitschko em 2005, os tenistas Novak Djokovic e Ana Ivanovic e a estrela do basquete Vlade Divac em 2008 e o jogador de futebol Zlatan Ibrahimović em 2013; e atores como Gal Gadot em 2019. O concurso também viu o aparecimento de astronautas e cosmonautas servindo, com Ed Lu e Yuri Malenchenko dando uma saudação em direto da Estação Espacial Internacional no concurso de 2003 em Riga, Letônia. No mesmo concurso, Elton John fez uma aparição especial, a falar com os apresentadores em direto do Life Ball em Viena. Vários novos recursos foram adicionados ao concurso nos últimos anos. Desde 2013, foi estabelecida a tradição de abrir a Grande Final com um \"Desfile das Nações\", também chamado de \"Desfile da Bandeira\", que vê os artistas concorrentes entrando em cena com a bandeira de seu país na ordem em que cada país irá executar, semelhante à procissão de atletas concorrentes na cerimônia de abertura dos Jogos Olímpicos. O vencedor mais recente do Festival Eurovisão da Canção Júnior normalmente faz uma aparição como convidado na Grande Final do concurso desde 2014 e é entrevistado em uma entrevista coletiva realizada para anunciar detalhes da última edição do concurso junior. == Shows de aniversário e eventos especiais == Várias transmissões especiais foram encomendadas ao longo dos anos para marcar aniversários importantes na história do concurso. Essas transmissões apresentam formatos competitivos e não competitivos, normalmente consistem em performances de vencedores e artistas anteriores, bem como outros momentos memoráveis vistos em concursos anteriores. A UER organizou quatro programas especiais em 2020 em colaboração com as emissoras membros, que foram transmitidos por meio de suas redes, para substituir o Festival Eurovisão da Canção 2020 em seu cancelamento. Algumas emissoras também encomendaram seus próprios programas para seu público, que podiam ou não apresentar um elemento de votação, com exemplos da Áustria, Alemanha, Suécia e Reino Unido entre os países a organizar programas para suas audiências. === Songs of Europe (1981) === Songs of Europe foi um evento realizado para comemorar o vigésimo quinto aniversário do concurso, realizado durante o verão de 1981 em Mysen, Noruega, como parte do Momarkedet, um concerto anual de caridade realizado no autódromo de Mysen Momarken e organizado pela Cruz Vermelha de Mysen. Songs of Europe apresentava performances em direto e gravações de vídeo de todos os vencedores do Festival Eurovisão da Canção até 1981, e foi transmitido pela rede Eurovisão através da emissora norueguesa NRK. === Congratulations: 50 Anos do Festival Eurovisão da Canção === Congratulations: 50 Anos do Festival Eurovisão da Canção foi um programa de televisão transmitido em 22 de outubro de 2005, organizado pela UER e produzido pela emissora dinamarquesa DR. Realizada no Forum Copenhagen em Frederiksberg, Copenhagen, Dinamarca e apresentados pelos ex-competidores da Eurovisão Katrina Leskanich e Renārs Kaupers, 14 canções dos primeiros 50 anos do concurso, escolhidas pelos fãs da Eurovisão por meio de votação online e pelo Grupo de Referência do concurso, participaram do uma competição para determinar a música mais popular da história do concurso. Transmitido em direto para 31 países que participaram do Festival Eurovisão da Canção até 2005, o vencedor foi coroado pela soma dos votos dos júris e do televoto popular em dois turnos: no primeiro turno, o número de músicas concorrentes foi reduzido a cinco, com cada país dando pontos às suas 10 melhores canções por meio do sistema de votação padrão da Eurovisão; no segundo turno, o vencedor era declarado após um segundo turno de votação, onde apenas seis pontos ou mais foram atribuídos. Junto com a competição, o programa também apresentava destaques da história do Festival Eurovisão da Canção, performances especiais de ex-participantes e medleys de vídeo de competições anteriores. A canção vencedora, anunciada no final do show, foi \"Waterloo\" do ABBA, a canção vencedora do concurso de 1974 para a Suécia. === Eurovision Song Contest's Greatest Hits === Eurovision Song Contest's Greatest Hits foi um concerto celebrando o sexagésimo aniversário, realizado no Eventim Apollo em Hammersmith, Londres, Reino Unido em 31 de março de 2015 e apresentado por Graham Norton e Petra Mede. Organizado pela UER e produzido pela emissora britânica BBC, o evento foi gravado e transmitido por mais de 20 países participantes da Eurovisão entre abril e maio no período que antecedeu o Festival Eurovisão da Canção 2015. O concerto não competitivo contou com a participação de 15 artistas anteriores da Eurovisão de 13 países, apresentando canções da história do concurso, juntamente com montagens de vídeo de várias outras canções da Eurovisão e filmagens dos bastidores de concursos históricos apresentados entre as performances de palco. === Eurovisão: Europe Shine A Light === Eurovisão: Europe Shine A Light foi um programa de televisão em direto realizado em 16 de maio de 2020, organizado pela UER e produzido pelas emissoras holandesas NOS, NPO e AVROTROS. Transmitido do Studio 21 do Media Park em Hilversum, Países Baixos, o programa foi realizado em substituição ao concurso de 2020, originalmente planejado para ser realizado no Rotterdam Ahoy em Rotterdam na mesma data, mas foi cancelado em março de 2020 devido a pandemia de COVID-19. O programa forneceu uma vitrine para as 41 canções que teriam competido no 65º Eurovision Song Contest em um formato não competitivo, e foi apresentado por Chantal Janzen, Edsilia Rombley e Jan Smit, com NikkieTutorials fornecendo conteúdo online. O show de duas horas também incluiu aparições de artistas anteriores da Eurovisão se conectando remotamente com os do estúdio de Hilversum por meio de links de vídeo em direto e por meio de imagens pré-gravadas, incluindo o vencedor mais recente Duncan Laurence, que se apresentou em Hilversum. Na apresentação final da noite, os artistas do Festival Eurovisão da Canção 2020 se reuniram como um coro virtual para executar \"Love Shine a Light\", a canção vencedora do concurso de 1997 para o Reino Unido. == Seleções Nacionais == Para a edição do festival de 2002, a TVE, estação nacional espanhola, criou um reality show chamado \"Operación Triunfo\" (em português: Operação Triunfo) que mostrava a formação e seleção de cantores desconhecidos. O formato televisivo foi um enorme sucesso em Espanha e, a partir daí, foi-se espalhando por vários países à volta do mundo, como Portugal, México e Brasil, tendo atingindo o seu auge em 2004, quando diversos países usaram o mesmo como suas seleções nacionais. == Canções com null points (zero pontos) == * 1962 - Katinka, De Spelbrekers (Países Baixos) *1962 - Llámame, Víctor Balaguer (Espanha) *1962 - Nur In Der Wiener Luft, Eleonore Schwarz (Áustria) *1962 - Ton Nom, Fud Leclerc (Bélgica) *1963 - Een Speeldoos, Annie Palmen (Países Baixos) *1963 - Muistojeni Laulu, Laila Halme (Finlândia) *1963 - Solhverv, Anita Thallaug (Noruega) *1963 - En Gång I Stockholm, Monica Zetterlund (Suécia) *1964 - Život Je Sklopio Krug, Sabahudin Kurt (Jugoslávia) *1964 - Man Gewöhnt Sich So Schnell An Das Schöne, Nora Nova (Alemanha) *1964 - Oração, António Calvário (Portugal) *1964 - I Miei Pensieri, Anita Traversi (Suíça) *1965 - Paradies, Wo Bist Du?, Ulla Wiesner (Alemanha) *1965 - ¡Qué Bueno, Qué Bueno!, Conchita Bautista (Espanha) *1965 - Als Het Weer Lente Is, Lize Marke (Bélgica) *1965 - Aurinko Laskee Länteen, Viktor Klimenko (Finlândia) *1966 - Dio Come Ti Amo, Domenico Modugno (Itália) *1966 - Bien Plus Fort, Tereza (Mónaco) *1967 - Quel Coeur Vas-Tu Briser?, Géraldine (Suíça) *1970 - Je Suis Tombé du Ciel, David-Alexandre Winter (Luxemburgo) *1978 - Mil etter mil, Jahn Teigen (Noruega) * 1981 - Aldri i livet, Finn Kalvik (Noruega) * 1982 - Nuku pommiin, Kojo (Finlândia) * 1983 - Opera, Çetin Alp & the Short Waves (Turquia) * 1983 - Quién Maneja Mi Barca?, Remedios Amaya (Espanha) * 1987 - Şarkım Sevgi Üstüne, Seyyal Taner & Locomotif (Turquia) * 1988 - Lisa, Mona Lisa, Wilfried (Áustria) * 1989 - Það sem enginn sér, Daníel, (Islândia) * 1991 - Venedig im regen, Thomas Forstner, (Áustria) * 1994 - Lopšinė mylimai, Ovidijus Vyšniauskas (Lituânia) * 1997 - San Francisco, Tor Endresen (Noruega) * 1997 - Antes do adeus, Célia Lawson (Portugal) * 1998 - Lass ihn, Gunvor (Suíça) * 2003 - Cry Baby, Jemini (Reino Unido) * 2004 - Celebrate, Piero & The Musicstars (Suíça) (Semifinal) * 2009 - Aven Romale, Gipsy.cz (República Checa) (Semifinal 1) * 2015 - Black Smoke, Ann Sophie (Alemanha) (Final) * 2015 - I Am Yours, The Makemakes (Áustria) * 2021 - Embers, James Newman (Reino Unido) == Ver também == * Festival RTP da Canção * Festival Eurovisão da Canção Júnior * Festival de Sanremo == Ligações externas == * Site oficial * Site oficial Festival da Canção RTP Categoria:Competições de canto",
 "title": "Festival Eurovisão da Canção"
}