{
 "id": "73521",
 "text": "As interleucinas (do grego, entre células brancas) são alguns tipos de proteínas produzidas principalmente por leucócitos (principalmente por linfócitos T, macrófagos e eosinófilos) cada uma com suas funções, sendo que a maioria delas está envolvida na ativação ou supressão do sistema imune e na indução de divisão de outras células. Também possuem função na memória e são usados como medicamento.Ben Menachem-Zidon O, Avital A, Ben-Menahem Y, Goshen I, Kreisel T, Shmueli EM, Segal M, Ben Hur T, Yirmiya R (17 November 2010). \"Astrocytes support hippocampal-dependent memory and long-term potentiation via interleukin-1 signaling\". Brain, Behaviour, and Immunity 25 (5): 1008–1016. doi:10.1016/j.bbi.2010.11.007. PMID 21093580. == Atividade == Existem mais de 36 tipos, numerados pela ordem da sua descoberta, e alguns podem ser divididos em sub-tipos de acordo com sua atividade, por exemplo, IL-1a, IL-1b e IL-1ra. Antigamente possuíam nomes de acordo com sua ação, exemplo, \"fator quimiotático de neutrófilos\" para o IL-8, que ignoravam que elas podiam ter múltiplas funções. O efeito que uma interleucina produz depende da célula que o capta, atuando como um capitão que dá uma ordem diferente para cada tipo de soldado. Muitos de seus efeitos ocorrem em cadeia e inibem o sistema imune, por exemplo, a interleucina 10 (IL-10) é produzido por Linfócitos T regulatórios (LTr) para inibir a atividade de outros linfócitos T ao mesmo tempo que estimulam outros LTr a produzir mais IL-10. Essa autoimunossupressão é importante para evitar respostas excessivas (autoimunidade). Nome Células produtoras Unless else specified in boxes, then ref is: Lippincott's Illustrated Reviews: Immunology. Paperback: 384 pages. Publisher: Lippincott Williams & Wilkins; (July 1, 2007). Language: English. ISBN 0-7817-9543-5. ISBN 978-0-7817-9543-2. Page 68 Receptores alvo Células receptoras Função IL-1 macrófagos, Linfócitos B, monócitos e célula dendríticas CD121a/IL1R1, CD121b/IL1R2 Linfócitos T co-estimulação IL-1 macrófagos, Linfócitos B, monócitos e célula dendríticas CD121a/IL1R1, CD121b/IL1R2 Célula B maturação e proliferação IL-1 macrófagos, Linfócitos B, monócitos e célula dendríticas CD121a/IL1R1, CD121b/IL1R2 Células NK ativação IL-1 macrófagos, Linfócitos B, monócitos e célula dendríticas CD121a/IL1R1, CD121b/IL1R2 Macrófagos, endotélio, outro Em pequenas quantidades induzem reação de fase aguda e resposta inflamatória e em grandes quantidades induzem febre IL-2 Linfócito T auxiliar tipo 1 CD25 / IL2RA, CD122 / IL2RB, CD132 / IL2RG linfócitos T e B, células NK, macrófagos e oligodendrócitos Estimula o crescimento, diferenciação e proliferação dos linfócitos T, B e NK. Pode ser usado para recuperar a imunidade de pacientes imunossuprimidos. IL-3 Linfócitos T auxiliares, mastócitos, células NK, endotélio, eosinófilos CD123 / IL3RA, CSF2RB/CD131/IL3RB células-tronco hematopoéticas Diferenciação e proliferação de células progenitoras medulares de eritrócitos, granulócitos IL-3 Linfócitos T auxiliares, mastócitos, células NK, endotélio, eosinófilos CD123 / IL3RA, CSF2RB/CD131/IL3RB mastócitos maturação e liberação de histamina IL-4 linfócitos T auxiliares tipo 2, mastócitos, macrófagoss CD124 / IL4R, CD132 / IL2RG linfócitos B ativados proliferação e diferenciação, papel importante na resposta alérgica, pois estimula síntese de IgE e IgG1.) IL-4 linfócitos T auxiliares tipo 2, mastócitos, macrófagoss CD124 / IL4R, CD132 / IL2RG linfócitos T proliferação IL-4 linfócitos T auxiliares tipo 2, mastócitos, macrófagoss CD124 / IL4R, CD132 / IL2RG endotélio estimula expressão de proteínas de adesão para que linfócitos penetrem ao local da infecção. IL-5 linfócitos T auxiliares tipo 2, mastócitos, eosinófilos CD125/IL5RA, CD131/IL3RB eosinófilos proliferação IL-5 linfócitos T auxiliares tipo 2, mastócitos, eosinófilos CD125/IL5RA, CD131/IL3RB Célula B s diferenciação, produção de IgA IL-6 macrófago s, linfócitos T auxiliares tipo 2, linfócitos B, astrócitos, endotélio CD126 / IL6RA, CD130 / IR6RB linfócitos B ativados diferenciação em plasmócitos IL-6 macrófago s, linfócitos T auxiliares tipo 2, linfócitos B, astrócitos, endotélio CD126 / IL6RA, CD130 / IR6RB plasmócitos secreção de anticorpos IL-6 macrófago s, linfócitos T auxiliares tipo 2, linfócitos B, astrócitos, endotélio CD126 / IL6RA, CD130 / IR6RB células-tronco hematopoéticas diferenciação IL-6 macrófago s, linfócitos T auxiliares tipo 2, linfócitos B, astrócitos, endotélio CD126 / IL6RA, CD130 / IR6RB Linfócitos T, outros induz reação de fase aguda, hematopoiese, diferenciação celular e inflamação IL-7 Células do estroma da medula óssea e células do estroma de timo CD127 / IL7RA, cadeia gama comum/ CD132 / IL2RG Linfócitos imaturos diferenciação e proliferação de células progenitoras linfoides. Também estimulam a produção de citocinas pró-inflamatórias. IL-8 ou CXCL8 macrófagos, linfócitos, células epiteliais CXCR1 / IL8rA, CXCR2 / IL8RB / CD128 Neutrófilos, basófilos e linfócitos Quimiotaxia dos neutrófilos IL-9 linfócitos T auxiliares tipo 2 CD129 / IL9R Linfócitos T e B Potencializa efeitos da IgM, IgG e IgE. Estimula crescimento dos mastócitos e linfócitos T. IL-10 monócitos, linfócitos T e B, mastócitos e macrófagos CD210 / IL10RA, CDW210B / IL10RB macrófagos inibe a produção de IL-1, IL-6 e Fator de necrose tumoral alfa IL-10 monócitos, linfócitos T e B, mastócitos e macrófagos CD210 / IL10RA, CDW210B / IL10RB Linfócitos B ativação IL-10 monócitos, linfócitos T e B, mastócitos e macrófagos CD210 / IL10RA, CDW210B / IL10RB mastócitos inibe a expressão de receptores para captar IgE IL-10 monócitos, linfócitos T e B, mastócitos e macrófagos CD210 / IL10RA, CDW210B / IL10RB LTh2 inibe a produção de Interferon-gama, Fator de necrose tumoral alfa e IL-2 IL-10 monócitos, linfócitos T e B, mastócitos e macrófagos CD210 / IL10RA, CDW210B / IL10RB LTh2 Estimula a produção de mais IL-10 IL-11 estroma da medula óssea IL11RA estroma da medula óssea estimula produção de proteínas de fase aguda e proliferação e maturação de megacariócitos e osteoclastos.Paul SR, Bennett F, Calvetti JA, Kelleher K, Wood CR, O'Hara RM, Leary AC, Sibley B, Clark SC, Williams DA (1990). \"Molecular cloning of a cDNA encoding interleukin 11, a stromal cell-derived lymphopoietic and hematopoietic cytokine\". Proc. Natl. Acad. Sci. U.S.A. 87 (19): 7512–6. doi:10.1073/pnas.87.19.7512. PMC 54777. PMID 2145578. IL-12 células dendríticas, linfócitos B, linfócitos T, macrófagos CD212 / IL12RB1, IR12RB2 linfócitos T ativados diferenciação em linfócito T auxiliar tipo 1 e aumenta a atividade dos linfócitos T citotóxicos e NK (↑ interferon-gama, ↑ TNF-α, ↓ IL-10). IL-12 células dendríticas, linfócitos B, linfócitos T, macrófagos CD212 / IL12RB1, IR12RB2 linfócito NK Estimula produção de interferon-gama e TNF-α IL-13 Linfócito T auxiliar tipo 2, mastócito, linfócito NK IL13R LTh2, Linfócitos B, macrófagos Estimula o crescimento e diferenciação de linfócitos B, inibe a LTh1 e a produção de citocinas pró-inflamatórias como IL-1 e IL-6 e também de IL-8, IL-10, IL-12. IL-14 ou taxilina linfócitos B e T IL14R linfócitos B controla o crescimento e proliferação dos linfócitos B, mas inibe a secreção de anticorpos. Problemática em linfomas B. IL-15 fagócitos mononucleares e células epiteliais IL15RA Linfócitos B, T e NK ativados Induz a proliferação e atividade dos linfócitos B, T e NK. IL-16 linfócitos T, células epiteliais, eosinófilos CD4 linfócitos T auxiliares, monócitos e macrófagos Atrai quimicamente as células CD4+ ao local onde são necessários (quimiotaxia). IL-17 Linfócito T auxiliar tipo 17 CDw217 / IL17RA, IL17RB epitélio estimula a produçao de citocinas pró- inflamatórias osteoclastos. IL-18 macrófagos CDw218a / IL18R1 Linfócitos T auxiliares tipo 1 e NK Induz a produção de interferon-gama e aumenta a atividade do linfócito NK. IL-20 Queratinócitos e monócitos ativados IL20R regula a proliferação e diferenciação de queratinócitos. IL-21 Linfócito T auxiliar e NK IL21R Todos linfócitos, células dendríticas co-estimulação, ativação e proliferação de células T citotóxicas, estimula NK a aumentar sua citotoxicidade, aumenta a proliferação de linfócitos B com diferenciação e mudança de isotipo, promove a diferenciação de Linfócito T auxiliar tipo 17. IL-22 Linfócito T auxiliar tipo 17 IL10R2 e IL22R células epiteliais do fígado, pâncreas, intestino e pulmões Estimula a produção de defensinas e regeneração por células epiteliais. Aumenta a produção de proteínas de fase aguda. IL-23 macrófagos s, células dendríticas IL23R linfócitos T auxiliares Estimula proliferação de linfócitos T auxiliares e mantem a produção de IL-17, IL-6 e Fator de necrose tumoral. Problemático em doenças autoimunes. Langrish CL, Chen Y, Blumenschein WM, Mattson J, Basham B, Sedgwick JD, McClanahan T, Kastelein RA, Cua DJ. IL-23 Pathogenic T-Cell Population Induces AutoImmune Inflammation. J Exp Med 2005 Jan 17;201(2):233-40 == Descrição == Descrição mais resumidahttp://thjuland.tripod.com/interleukin.html: * IL-1: secretada pelos macrófagos, monócitos e linfócitos B participar na regulação de respostas imunes, reacções inflamatórias, e a hematopoiese. Induz expressão de selectina E, VCAM-1, ICAM-1 pelo endotélio. Aumenta produção de de Proteína c-reativa e amiloide sérico. * IL-2: secretada pelos linfócitos T auxiliares ativados, induzem a proliferação dos linfócitos T, B e NK. * IL-3: secretada pelos linfócitos T e células tímicas epiteliais, estimula a proliferação de precursores das células hematopoiéticas (hemácias, granulócitos, macrófagos e linfócitos). * IL-4: secretada por linfócitos T e mastócitos estimula os linfócitos B a produzirem de anticorpos. Tem papel importante na resposta alérgica e estimulação da produção de IgE. Nos macrófagos, IL-4 induz a expressão de MHC de classe II, mas inibe a produçãlplpo de citocinas pró- inflamatórias do (IL-1 e Factor de necrose tumoral alfa). Estimula a proliferação de linfócitos T auxiliares tipo 2 (Th2). * IL-5: sintetizada por linfócitos T e mastócitos, estimula o desenvolvimento das células B e dos eosinófilos. * IL-6: secretada pelos linfócitos T e B, endotélio, fibroblastos e macrófagos estimula o fígado na produção de proteínas da fase aguda como proteína c-reativa e amiloide P sérico. Induz a diferenciação de linfócitos B em plasmócitos, linfocitos * IL-7: sintetizada por células do estroma da medula óssea estimula o desenvolvimento e regula a sobrevivência das linfócitos B, T e NK. * IL-8: sintetizada por macrófago; quimiotáticas para neutrófilos e linfócitos T. Estimula a inflamação. * IL-9: sintetizada por linfócitos T estimula respostas citotóxicas. Estimula a inflamação. * IL-10: inibe a produção da citocina Th1, em macrófagos inibe a produção de interferon-gama (IFN-y), IL-1, IL-6, IL-10 e TNF-alfa e suspende a apresentação de antígenos. Por outro lado, ativa linfócitos B. Desse modo inibe a resposta de combate contra patógenos intracelulares e tumores e estimula resposta contra patógenos extracelulares. * IL-11: sintetizada pelos fibroblastos do estroma medular * IL-12: sintetizada por linfócitos B e macrófagos estimula os Linfócito NK e T a produzirem IFN-γ e respostas Th1 (contra intracelulares). Se opõe aos efeitos de IL-10. * IL-13: estimulação do crescimento e diferenciação das células B e inibe macrófagos;; sintetizada por células T * IL-14: fator de crescimento para células B e inibe síntese de imunoglobulinas; ; sintetizada por células T e algumas células B * IL-15: fator de crescimento de células NK * IL-17: indução da produção de citocinas pró-inflamatórias * IL-18: potencializa ações da IL-12, estimula produção de IFN-γ * IL-23: estimula produção de IL-17, IL-6, e Factor de Necrose Tumoral.",
 "title": "Interleucina"
}