{
 "id": "73536",
 "text": "Em bioquímica, fosforilação é a adição de um grupo fosfato (PO4) a uma proteína ou outra molécula. A fosforilação é um dos principais participantes nos mecanismos de regulação das proteínas. É importante nos mecanismos de reações da qual participa o trifosfato de adenosina (ATP), que funciona como uma \"moeda de energia\" nas células dos organismos vivos. A energia obtida na respiração ou na fotossíntese é utilizada para adicionar o grupo fosfato ao ADP (difosfato de adenosina) e convertê-lo em ATP. Esta molécula armazena essa energia , que fica à disposição da célula. A eliminação de um grupo fosfato no ATP, a hidrólise do ATP, ocorre com a liberação de 30,6 kJ/mol. == Fotofosforilação == Refere-se ao processo de formação do ATP durante a fotossíntese. Também é conhecida como \"fosforilação fotossintética\". A energia luminosa excita e desprende elétrons da clorofila (ou outros pigmentos) existentes nos tilacóides dos cloroplastos das plantas. A energia associada aos elétrons excitados se armazena no ATP, num processo que produz o ATP a partir do ADP e fosfato inorgânico. : ADP + fosfato + luz → ATP (fosforilação fotosintética) Posteriormente, no estroma, a energia do ATP é utilizada para reduzir o CO2 em glicose, que pode ser utilizada na respiração da planta, produção de outras substâncias como, por exemplo, a celulose, ou ser armazenada na forma de amido em diversas regiões da planta (raizes, frutos, sementes). == Fosforilação oxidativa (por respiração celular) == A oxidação do alimento durante a respiração liberta energia química potencial produzida no transporte de elétrons na cadeia respiratória, realizada nas mitocôndrias, armazenada também na forma de ATP. O processo implica a fosforilação oxidativa de moléculas como glicose, ácidos graxos e outras. As moléculas do alimento são decompostas durante uma série de reações e a energia liberada em certos estágios do processo é utilizada para produzir ATP em reações de fosforilação. : Alimento → CO2 \\+ energia : ADP + fosfato(Pi) + energia → ATP (fosforilação oxidativa)+H2O O ATP produzido é utilizado como reservatório e de energia, nas células, em diversas atividades metabólicas. Nas plantas ocorrem a fosforilação fotosintética (na fotossíntese) e a oxidativa (na respiração) e nos animais apenas a oxidativa. Categoria:Transdução de sinal Categoria:Vias metabólicas",
 "title": "Fosforilação"
}