{
 "id": "73551",
 "text": "José da Costa Nunes GCC • GCIC • GCIH (em mandarim, 高若瑟) (Candelária do Pico, Açores, 15 de Março de 1880 — Roma, 29 de Novembro de 1976) foi um cardeal católico que exerceu as funções de Bispo de Macau (1920 – 1940) e Arcebispo de Goa e Damão (1940 – 1953). Foram-lhe concedidos os títulos honoríficos de Patriarca das Índias Orientais e de Primaz do Oriente (1940), sendo elevado a cardeal em 1962. Foi também professor, músico e escritor. == Biografia == thumb|250px|Túmulo de D. José da Costa Nunes na Igreja de Nossa Senhora das Candeias (Candelária, ilha do Pico). thumb|250px|Brasão de armas de D. José da Costa Nunes (no seu túmulo). thumb|250px|Igreja de Nossa Senhora da Candeias, Candelária (fachada). José da Costa Nunes nasceu na freguesia rural da Candelária, no sudoeste da ilha do Pico, filho de José da Costa Nunes e Francisca Felizarda de Castro, uma família de lavradores. Depois de concluir os estudos primários na sua freguesia natal, realizou em 1892, no Liceu da Horta da vizinha ilha do Faial, o exame de admissão aos estudos liceais, sendo aprovado. Ingressou então no Seminário Episcopal de Angra (em 1893). Durante o seu percurso como seminarista colaborou em jornais e revistas, usando múltiplos pseudónimos, revelando precocemente talento para a escrita e para a oratória. A sua obra posterior, nos múltiplos artigos jornalísticos, textos de conferência, pastorais, homilias e cartas que produziu, confirmam esta característica. No Seminário Episcopal de Angra fez com brilhantismo os seus estudos, recebendo a 1 de Junho de 1901 a Prima Tonsura e Ordens Menores na Igreja de Nossa Senhora da Guia do antigo Convento de São Francisco de Angra, imóvel onde então funcionavam conjuntamente o Seminário e o Liceu de Angra do Heroísmo. Em 1902, quando frequentava o último ano de Teologia do Seminário e se preparava para a ordenação, foi convidado pelo vice-reitor daquele estabelecimento e seu conterrâneo do Pico, João Paulino de Azevedo e Castro, então eleito bispo de Macau, a acompanhá-lo como seu secretário particular. Aceitou o convite e após a sagração de D. João Paulino, conferida em Angra pelo bispo cessante de Macau D. José Manuel de Carvalho, partiu na companhia do novo prelado, chegando a Macau a 4 de Junho de 1903. Durante a viagem para Macau, acompanhou D. João Paulino nos seus contactos com as autoridades civis e eclesiásticas em Lisboa e Roma e visitou Bombaim e Singapura. Chegado a Macau e feito o exame de Teologia no Seminário Diocesano de São José de Macau, foi ordenado presbítero em 26 de Julho de 1903. Em Macau desenvolveu actividades pastorais, foi professor no Seminário de S. José (1903 – 1906), Vigário Geral da Diocese de Macau e Timor (1906 – 1913), governador do bispado (1907) e fundador do jornal Oriente (1915). Por provisão de 6 de Maio de 1915 foi nomeado vice-reitor interino do Seminário. Esteve nas missões de Malaca, Singapura e Timor (1911). Desenvolveu também actividades missionárias no Timor Português no período de 1913 a 1920. Por morte de D. João Paulino, em sessão do cabido realizada a 22 de Fevereiro de 1918 foi eleito vigário capitular, cargo que exerceu até 16 de Dezembro de 1920, data do consistório secreto que o preconizou bispo da diocese de Macau. A sua nomeação para prelado resultou do trabalho que desenvolveu como vigário capitular na recuperação das finanças e na reorganização interna da diocese de Macau. === Episcopado === No dia 16 de Dezembro de 1920 foi eleito Bispo de Macau. A sua ordenação episcopal deu- se a 20 de Novembro de 1921, na Igreja Matriz da Horta, sendo sagrado por D. Manuel Damasceno da Costa (1867 – 1922), bispo de Angra. O novo prelado fez entrada solene na sua sede diocesana a 4 de Junho de 1922, governando-a até 1940. O seu trabalho missionário na extensa diocese de Macau traduziu-se por um marcado crescimento do número de católicos, que de 29 628 em 1918 passou para 50 916 em 1940. Também se dedicou à reorganização das estruturas pastorais ali existentes, entregando o Seminário à direcção espiritual dos Jesuítas e o Colégio de Santa Rosa de Lima às irmãs Franciscanas Missionárias de Maria. Fundou em Macau um colégio para rapazes chineses, através do qual introduziu o ensino profissional. Deve-se-lhe também a reparação de diversas igrejas que se encontravam arruinadas. Na região do sul da China que se encontrava sob a jurisdição da diocese de Macau, D. José da Costa Nunes procurou reavivar as missões católicas ali sediadas e aumentar o número de missionários, e fazer crescer o número de igrejas, residências, escolas e obras de assistência. No então Timor Português, ao tempo parte da diocese de Macau, reconheceu a crise que ali vivia a Igreja Católica, fundindo os dois vicariatos existentes e procurou melhorar a vida eclesiástica, religiosa, catequética e financeira. Para melhorar a educação religiosa, fundou uma escola de catequistas, que ministrava ensino equivalente ao 3.º ano dos liceus e habilitava os formados a leccionar a instrução primária. Também criou um colégio e uma escola de artes e ofícios. Tendo em conta a distância entre Macau e Timor e as grandes diferenças culturais e pastorais entre ambos os territórios, solicitou à Santa Sé a elevação do vicariato de Díli a diocese, o que foi concedido por bula de 18 de Janeiro de 1941. Nos territórios/paróquias de São José (Singapura) e de São Pedro (Malaca), também parte da diocese de Macau, intensificou a acção pastoral, dotando a igreja local de estruturas escolares próprias e fomentando o espírito missionário. Em 11 de Dezembro de 1940, aos 60 anos de idade, foi nomeado pelo papa Pio XII para o lugar de arcebispo de Goa e Damão e arcebispo-titular de Cranganor, Primaz do Oriente, com o título de Patriarca das Índias Orientais. Partiu de Macau para a sua nova diocese a 25 de Novembro de 1941, possivelmente devido à Segunda Guerra Mundial, cujos efeitos já se sentiam em Macau. Chegado à Índia, a 18 de Janeiro de 1942 tomou posse da Sé de Goa e iniciou a visita pastoral a toda a sua extensa arquidiocese, visitando-a toda, incluindo Damão, Nagar-Aveli e Diu. Em Goa continuou o trabalho de modernização e de elevação intelectual das populações católicas que iniciara em Macau, ganhando grande projecção pública. A 6 de Setembro de 1946 foi agraciado com a Grã-Cruz da Ordem do Império Colonial e a 29 de Agosto de 1953 com a Grã-Cruz da Ordem Militar de Cristo.Presidência da República (1972), Anuário das Ordens Honoríficas Portuguesas: Referido a 31 de Dezembro de 1971, Chancelaria das Ordens, pp. 167 e 119 A 16 de Dezembro de 1953, foi oficializada a sua renúncia ao cargo de arcebispo de Goa e Damão, tendo nesse dia o papa Pio XII investido D. José da Costa Nunes nas dignidades de vice-Camerlengo da Cúria Romana e de arcebispo-titular de Odessa (Odessus), conservando o título pessoal de Patriarca. Entretanto, a 13 de Julho de 1953, a Santa Sé nomeara-o presidente da Comissão Permanente do Congresso Eucarístico Internacional, na Cúria Romana. === Cardinalato === O Papa João XXIII elevou-o a cardeal da Santa Igreja, com o título de cardeal-presbítero de Santa Prisca, no dia do seu onomástico, São José, a 19 de Março de 1962, impondo-lhe o barrete cardinalício a 22 de Março daquele mesmo ano. A 23 de Junho desse ano foi agraciado com a Grã-Cruz da Ordem do Infante D. Henrique.Ibid., p. 176 Participou no Concílio Vaticano II (1962–1965) e foi cardeal-eleitor no conclave de 1963 que elegeu o Papa Paulo VI. Em 1964 foi nomeado pelo Papa Paulo VI legado papal para as comemorações do IV Centenário das Missões da Companhia de Jesus em Macau e IV centenário da chegada dos primeiros missionários católicos a Macau. Durante a sua estadia em Macau como enviado papal foi homenageado pelos seus antigos diocesanos, que o proclamaram cidadão benemérito da cidade de Macau e descerraram o seu retrato no salão nobre do Leal Senado de Macau. Em 1967, participou como Legado a latere do Papa Paulo VI nas Festas Jubilares de Fátima, onde foi novamente homenageado. A 30 de Agosto de 1970 inaugurou na freguesia da Candelária do Pico, o Patronato Infantil da Casa de São José, entregue às Irmãs Franciscanas Hospitaleiras da Imaculada Conceição. Foi o primeiro estabelecimento de educação pré-escolar da ilha do Pico e um dos primeiros dos Açores, tendo funcionado até 2005, ano em que encerrou por falta de crianças na zona que servia. Para tal doou a sua própria casa, a qual hoje se encontra transformada em casa-museu, dedicada à sua memória. Perdeu o direito de participação no conclave de eleição papal a 1 de Janeiro de 1971, por ter mais de 80 anos de idade. O Cardeal Costa Nunes foi o principal sagrante dos seguintes bispos: * José Filipe do Carmo Colaço; * James Edward Walsh, M.M. === Falecimento e honras === thumb|250px|Busto de D. José da Costa Nunes existente junto à Igreja de Nossa Senhora das Candeias. Morreu em Roma no dia 29 de Dezembro de 1976, aos 96 anos e depois de 23 anos de serviço na Cúria Romana. O seu corpo foi sepultado no cemitério Campo di Verano, Roma, e transferido posteriormente para a Igreja de Santo António dos Portugueses, também em Roma. A 27 de Junho de 1997 os restos mortais do Cardeal Costa Nunes foram solenemente trasladados para a igreja paroquial da Candelária, nos Açores. A 6 de Setembro de 1946 foi condecorado pelo governo português com a Grã-Cruz da Ordem do Império Colonial, a 29 de Agosto de 1953 com a Grã-Cruz da Ordem de Cristo e, finalmente, a 23 de junho de 1962 foi com a Grande-Cruz do Infante Dom Henrique.Ibid., pp. 167, 119 e 176 Em Macau, um jardim de infância de língua portuguesa, operado pela Associação Promotora da Instrução dos Macaenses, tem como patrono este cardeal português e ex-bispo de Macau (Jardim de Infância de D. José da Costa Nunes). O mesmo acontece com o principal estabelecimento de ensino do seu concelho natal, a Escola Básica e Secundária Cardeal Costa Nunes (Madalena do Pico). === Longevidade === Dentre os 611 cardeais criados no século XX, o Cardeal Costa Nunes figura como um dos mais longevos, fazendo par aos seguintes venerandos purpurados: * Francesco Morano (1872 – 1968), 96 anos * Alberto di Jorio (1884 – 1979), 95 anos * Ferdinando Giuseppe Antonelli (1896 – 1993), 97 anos * Henri-Marie de Lubac, S.J. (1896 – 1991), 95 anos * Ignatius Kung Pin-mei (1901 – 2000), 98 anos * Paolo Dezza, S.J. (1901 – 1999), 98 anos * Corrado Bafile (1903 – 2005), 101 anos * Franz König (1905 – 2004), 98 anos * Corrado Ursi (1908 – 2003), 95 anos * Johannes Gerardus Maria Willebrands (1909 – 2006), 97 anos * Opilio Rossi (1910 – 2004), 93 anos * Alfons Maria Stickler, S.D.B. (1910 – 2007) 97 anos * Paul Augustin Mayer, O.S.B. (1911 – 2010) 98 anos * Adam Kozłowiecki, S.J. (1911 – 2007) 96 anos * Louis-Albert Vachon (1912 – 2006) 94 anos * Juan Carlos Aramburu (1912 – 2004), 92 anos == Cronobiografia == * 15 de Março de 1880 — Nasceu na Candelária, ilha do Pico, Açores. * 19 de Março de 1880 — Baptizado na igreja paroquial da Candelária. * 1 de Junho de 1901 — Recebeu a Prima Tonsura e Ordens Menores, na igreja do Convento de São Francisco de Angra. * 23 de Março de 1902 — Partiu de Lisboa para Macau, como secretário particular do bispo D. João Paulino de Azevedo e Castro. * 4 de Junho de 1902 — Chegou a Macau. * 19 de Julho de 1903 — Recebeu o Subdiaconado. * 25 de Julho de 1903 — Recebeu o Diaconado. * 26 de Julho de 1903 — Ordenado presbítero. * 31 de Julho de 1903 — Celebrou a sua Missa Nova na igreja de Santo Agostinho de Macau. * 6 de Junho de 1904 — Partiu para as Missões de Malaca e Singapura, como secretário de D. João Paulino. * 2 de Setembro de 1904 — Regressou a Macau. * 14 de Julho de 1906 — Nomeado vigário geral da Diocese de Macau. * 3 de Abril de 1907 — Nomeado governador do Bispado de Macau. * 22 de Fevereiro de 1918 — Eleito vigário capitular em sede vacante por morte de D. João Paulino. * 23 de Novembro de 1920 — Nomeado Bispo de Macau. * 20 de Novembro de 1921 — Recebeu a Sagração Episcopal na Igreja Matriz da Horta. * 4 de Julho de 1922 — Fez entrada solene na sua diocese. * 11 de Dezembro de 1940 — Nomeado pelo papa Pio XII para o cargo de Arcebispo da Sé Metropolitana, Primacial e Patriarcal de Goa, com os títulos de Arcebispo Metropolitano de Goa e Damão, Arcebispo Titular de Cranganor, Primaz do Oriente e Patriarca das Índias Orientais. * 18 de Janeiro de 1942 — Tomou posse da Sé de Goa. * 3 de Junho de 1946 — Condecorado pelo governo português com a grã-cruz da Ordem do Império. * 22 de Julho de 1953 — Condecorado com a grã-cruz da Ordem de Cristo. * 16 de Dezembro de 1953 — Resignou da arquidiocese de Goa e Damão e foi nomeado Arcebispo Titular de Odessa, com o título pessoal de Patriarca. Pouco depois é escolhido para desempenhar as funções de vice- camerlengo da Cúria Romana. * 19 de Março de 1962 — Criado cardeal pelo papa João XXIII, com título de cardeal-presbítero de Santa Prisca. * 10 de Novembro de 1964 — Enviado papal ao IV Centenário das Missões da Companhia de Jesus em Macau. * 11 de Maio de 1967 — Delegado a latere do Santo Padre às festas jubilares de Fátima. * 29 de Novembro de 1976 — Faleceu em Roma, depois de receber a visita e bênção do papa Paulo VI. As solenes exéquias foram na Basílica de São Pedro e o seu túmulo colocado na Igreja de Santo António dos Portugueses, em Roma. * 27 de Junho de 1997 — Os restos mortais foram solenemente trasladados para a igreja paroquial da Candelária, na ilha do Pico. == Obras publicadas == * Cartas aos sacerdotes da Arquidiocese de Goa. Lisboa, 1947. 342 p. * Cartas aos sacerdotes da Arquidiocese de Braga. Lisboa: Agência Geral das Colónias, 1947. 342 p. (Ed. Comemorativa do seu Jubileu Episcopal 1946) . * Conferência sobre o Padroado Portuguez do Oriente. Lisboa: Sociedade Nacional de Tipografia, 1922. 23 p. * L'aspetto missionario della colonizzazione portoghese.(Sep. La Cultura nel Mondo, 5) * Textos do Cardeal Costa Nunes. Macau: Fundação Macau, 1999: ** 1 – Estudante jornalista'. 280 p.; ** 2 – Escritos. 245 p.; ** 3 – Cartas da China. 174 p. ; ** 4 – Documentos oficiais. 293 p.; ** 5 – Pastorais. 272 p.; ** 6 – Conferências. 275 p.; ** 7 – Viagens. 292 p. ** 8 – Crónicas; ** 9 – Entre Chinese e entre Malaios; ** 11 – Documentação oficial; ** 12 – Magistério do Patriarca; ** 13 – Cartas aos Sacerdotes da Arquidiocese de Goa; ** 14 – Cartas aos Jovens Goeses; ** 16 – Cartas de Roma. == Fontes == * Anuário Católico de Portugal (1953), Lisboa, Rádio Renascença: 403–404. * Boletim Eclesiástico dos Açores (1971), Cardeal Dom José da Costa Nunes: Bodas de Oiro da Sagração Episcopal. 40: 18–20. * Jaime Garcia Goulart (editor), Cardeal D. José da Costa Nunes: In Memoriam no Centenário do Nascimento: 1880–1980 (1980), Braga, Editorial A.O. (Secretariado Nacional do Apostolado da Oração). * José Machado Lourenço (1981), Açorianos em Macau. Angra do Heroísmo. * José Augusto Pereira, (1939), Padres Açoreanos: Bispos, Publicistas, Religiosos. Angra do Heroísmo, União Gráfica Angrense: 15–16. == Ver também == * Cardeais de Portugal == Ligações externas == * * * * * * * * * * Categoria:Naturais da Madalena (Açores) Categoria:Arcebispos de Goa Categoria:Bispos católicos de Macau Categoria:Patriarcas das Índias Orientais Categoria:Cardeais de Portugal Categoria:Cardeais nomeados pelo papa João XXIII Categoria:Grã-Cruzes da Ordem do Império Categoria:Grã-Cruzes da Ordem Militar de Cristo Categoria:Grã-Cruzes da Ordem do Infante D. Henrique Categoria:Arcebispos titulares de Cranganor Categoria:Participantes do Concílio Vaticano II",
 "title": "José da Costa Nunes"
}