{
 "id": "736",
 "text": "Afonso IV, O Bravo (Lisboa, – Lisboa, ), foi o Rei do Reino de Portugal e Algarves de 1325 até sua morte em 1357, com 66 anos. Era um dos filhos do rei Dinis I e da sua esposa Isabel de Aragão (canonizada como Santa Isabel). Foi o sétimo rei de Portugal e seu reinado ficou marcado por conflitos com Castela, reformas administrativas, a peste negra e a execução de Inês de Castro. O seu cognome foi-lhe atribuído pela bravura na batalha do Salado. == Vida == Afonso foi o segundo filho da rainha Isabel. Teve uma irmã, nascida um ano antes, Constança que casou com o rei de Castela, Fernando IV. Em 1309, D. Afonso IV casou com a infanta Beatriz, filha do rei Sancho IV de Castela, este filho de Afonso X, o Sábio que é o avô materno do rei Dinis, pai de Afonso IV; como tal, os noivos são primos. Deste matrimónio destacam-se Maria de Portugal e Pedro I. Este casamento e o da sua irmã, estavam previstos com o tratado de Alcanizes. Apesar de ser filho legítimo de seu pai D. Dinis, D. Afonso não seria, de acordo com algumas fontes, o favorito do rei D. Dinis, que preferia a companhia de D. Afonso Sanches, um dos seus bastardos (legitimado). Esta preferência deu lugar a uma rivalidade entre os dois irmãos, levando o futuro rei a rebelar-se contra o pai, havendo guerra civil, em 1322. Além daquele meio-irmão havia ainda João Afonso e Fernão Sanches, outros filhos de Dinis. Do lado do futuro rei, estava a sua mãe, alguns grandes nobres, muitos filhos segundos e os bispos do Porto e Lisboa. O rei Dinis contava com os três filhos bastardos, alguns nobres e as ordens militares. A paz foi feita com a intervenção da rainha Isabel, depois da batalha de Alvalade e quatro anos de guerra. Assinada a paz em 26 de fevereiro de 1324, Afonso Sanches foi afastado da corte e o futuro rei via, assim, assegurado o trono. Em 1325, Afonso IV tornou-se rei e como primeira decisão, após cortes em Évora, declarou Afonso Sanches, que se encontrava já em Castela, como traidor, retirando-lhe todas as terras, títulos e feudos concedidos pelo pai de ambos. Fez o mesmo a João Afonso, que foi executado. O exilado não se conformou e do outro lado da fronteira orquestrou uma série de manobras políticas e militares com o fim de se tornar ele próprio rei. Depois de várias tentativas de invasão falhadas, os irmãos assinaram um tratado de paz, sob o patrocínio da rainha Isabel.Chronica de ElRei Dom Afonso o Quarto, Rui de Pina (1440-1522) Jaz na Sé de Lisboa, junto a D. Beatriz, sua rainha e consorte. == Reinado == Afonso tornou-se rei em 1325, com 33 anos, dando algum seguimento à política do pai, mas agora com certa austeridade na corte. Entre 1325 e 1326 houve guerra contra o irmão Afonso Sanches. Ataques foram feitos na fronteira entre Portugal e Castela. Após a paz, os bens de Afonso Sanches foram devolvidos. Durante este reinado houve guerra contra Castela, por razões familiares. A nível interno, a política do rei visava fortalecer o poder real com as reformas que foram feitas, como na justiça. O seu cognome vem do papel que teve na batalha do Salado. ===Política externa=== A primogénita do casamento, a infanta D.Maria casou com D. Afonso XI de Castela em 1328, mas o casamento revelou-se infeliz, dado que o Rei de Castela maltratava abertamente a mulher. D. Afonso IV não ficou contente por ver sua filha menosprezada e negociou o casamento do filho Pedro com Constança Manuel, filha dum influente nobre: João Manuel; ora o rei Afonso XI raptou Constança e isto levou à guerra, durando de 1336 a 1339. A paz veio em julho de 1339 com intervenção do papa e do rei de França, o tratado foi assinado em Sevilha. No ano seguinte, em Outubro de 1340, tropas portuguesas participaram na grande vitória da Batalha do Salado contra os mouros merínidas. Outras medidas na política externa foram a confirmação da aliança com Aragão e Castela em 1328 e 1329. Um acordo comercial com a Inglaterra em 1353. Em 1343 houve no reino grande carestia de cereais e em 1346, a fim de fazer sua aliança com o rei de Aragão, D. Afonso IV enviou a Barcelona um embaixador para a assinatura do acordo entre o rei e D. Pedro IV de Aragão com vista à realização do casamento da infanta D. Leonor. ===Política interna=== A sua política visava a centralização do poder como a criação dos chamados juízes de fora, criada em 1327 e 1332-1340. Os magistrados passam a ser nomeados pelo rei, em vez dos juízes eleitos pelos membros dos concelhos. Foi proibida a intromissão dos nobres na justiça e a vingança privada (costume dos nobres) foi proibida com pena de morte. Tratou-se portanto de uma medida de centralização do poder judicial. Outras medidas internas: reforma parlamentar dos deputados do povo (1331); reformas dos concelhos; repressão dos abusos senhorias. Em 1347 ocorreu um sismo que abalou Coimbra, tendo causado enormes prejuízos. Em 1348 a peste negra, vinda da Europa, assola o país, entre setembro e dezembro. De todos os problemas foi a peste o mais grave, vitimando grande parte da população e causando grande desordem no reino. O rei reagiu prontamente, tendo promulgado legislação a reprimir a mendicidade e a ociosidade. Também neste reinado foram tomadas medidas quanto ao vestuário permitido, conforme a classe social. A última parte do reinado de D. Afonso IV foi marcada por intrigas políticas e conflitos internos em grande parte devidos à presença em solo português de refugiados da guerra civil entre D. Pedro I de Castela e o seu meio-irmão D. Henrique da Trastâmara. Entre os exilados contavam-se vários nobres, habituados ao poder, que cedo criaram a sua própria fação dentro da Corte portuguesa. Quando o príncipe herdeiro D. Pedro assume Inês de Castro como sua preferida, os nobres castelhanos passam a gozar cada vez mais dos privilégios do poder real português. Inês é bisneta de Sancho IV de Castela, pai da mãe de Pedro, sendo como tal sobrinha-neta da rainha. Afonso IV não ficou agradado com o favoritismo concedidos aos castelhanos e procurou várias formas de afastar D. Inês do filho. Sem sucesso, pois D. Pedro assume a relação com D. Inês de Castro, sua preferida, bem como assumiu os filhos que dela teve, legitimando-os na famosa Declaração de Cantanhede. Em 1349, Pedro recusa tornar a casar com outra mulher que não ela. Com o passar dos anos D. Afonso IV perdeu o controlo da situação e os fidalgos pró Castela e Inês de Castro aumentavam a sua influência junto de Pedro, enquanto o único herdeiro direto de D. Pedro e D. Constança Manuel de Vilhena, o futuro rei D. Fernando, crescia como uma criança doente. Preocupado com a vida do único neto que reconhecia como herdeiro e com o acréscimo de poder castelhano dentro de suas fronteiras, D. Afonso IV planeia e executa a morte de Inês de Castro em 1355 juntamente com Pêro Coelho, Álvaro Gonçalves e Diogo Lopes Pacheco. Tomado por violenta indignação, D. Pedro entrou em guerra aberta contra o pai, tendo como aliados a família Castro; cercaram durante duas semanas a cidade do Porto. A reconciliação chegou apenas em 1357, quando o rei delega em vida grande parte do poder ao príncipe herdeiro, D. Pedro. Afonso IV morreu pouco tempo depois. A maior contribuição a nível económico e administrativo foi a importância dada ao desenvolvimento da marinha portuguesa. D. Afonso IV subsidiou a construção de uma marinha mercante e financiou as primeiras viagens de exploração Atlântica. As Ilhas Canárias foram descobertas no seu reinado. Isto deu-se em 1336. == Títulos, estilos e honrarias == Os títulos usados pelo rei foram: * 8 de Fevereiro de 1291 – 7 de Janeiro de 1325: \"o Infante Afonso de Portugal\"; * 7 de Janeiro de 1325 – 28 de Maio de 1357: \"Sua Mercê, o Rei\". O estilo oficial de D. Afonso IV enquanto Rei era: \"Pela Graça de Deus, Afonso IV, Rei de Portugal e do Algarve\". == Ascendência == == Descendência == Do seu casamento com D. Beatriz de Castela (1293 - Lisboa, 25 de Outubro de 1359), infanta do Reino de Castela, filha do rei D. Sancho IV de Castela com D. Maria de Molina, nasceram: #D. Maria de Portugal (Coimbra, 1313 - Évora, 1357), casada em 1328 na localidade de Alfaiates, Sabugal, com o rei Afonso XI de Castela (13 de agosto de 1311 - 26 de março de 1350), a «Fermosíssima Maria» referida por Luís de Camões n' Os Lusíadas; #D. Afonso de Portugal (Penela, 1315 - 1317), morreu na infância; #D. Dinis de Portugal (n. Santarém, 12 de fevereiro de 1317), morreu alguns meses após o nascimento; #D. Pedro I de Portugal (Coimbra, 8 de abril de 1320 - Évora, Estremoz, 18 de janeiro de 1367), sucessor do pai no trono português; #D. Isabel de Portugal (21 de dezembro de 1324 - 11 de julho de 1326); #D. João de Portugal (23 de setembro de 1326 - 21 de junho de 1327); #D. Leonor de Portugal (Coimbra, 1328 - Jérica ou Teruel, Aragão, outubro de 1348), casada em 1347 com o rei Pedro IV de Aragão (Balaguer, 1319 - Barcelona, 5 de janeiro de 1387). Diferentemente dos reis seus antecessores, Afonso IV não teve filhos fora do casamento, embora existam autores que lhe apontam, sem provas documentais, uma suposta filha bastarda: D. Maria Afonso de Portugal (1316 - Lisboa, 1384), casada em 1330 com D. Fernando de Castela, senhor de Valencia de Campos, mestre da Ordem de Santiago e filho de D. Afonso de Castela, senhor de Valência e de D. Joana de Castro (1280 - 1327). == Ver também == *Árvore genealógica dos reis de Portugal *Dinastia de Borgonha *Peste negra == Bibliografia == * * Rui de Pina (1440-1522). Chronica de ElRei Dom Afonso o Quarto * * * * == Ligações externas == * * D. Afonso IV, testemunha da peste negra, Portugal e os Portugueses (Extrato de Programa), por António Ferronha, RDP Internacional, 1998 |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Afonso IV de Portugal Casa de Borgonha Ramo da Casa de Capeto 8 de fevereiro de 1291 – 28 de maio de 1357 |- |width=\"30%\" align=\"center\" | Precedido por Dinis I |width=\"40%\" style=\"text-align: center;\"| Rei de Portugal e Algarve 7 de janeiro de 1325 – 28 de maio de 1357 |width=\"30%\" align=\"center\" | Sucedido por Pedro I |} Categoria:Reis de Portugal Categoria:Reis do Algarve Categoria:Casa da Borgonha (Portugal) Categoria:Naturais de Lisboa Categoria:Monarcas católicos romanos Categoria:Governantes do século XIV",
 "title": "Afonso IV de Portugal"
}