{
 "id": "73661",
 "text": "A Arte Medieval do mundo ocidental cobre um vasto período de tempo e lugar, com mais de 1000 anos na Europa, e em certos períodos na Ásia Ocidental e no Norte da África. Inclui grandes movimentos e períodos artísticos, arte nacional e regional, gêneros, reavivamentos, artesanato dos artistas e os próprios artistas. A arte medieval foi produzida em muitos meios, e as obras sobrevivem em grande número em esculturas, manuscritos iluminados, vitrais, trabalhos em metal e mosaicos, todos os quais tiveram uma taxa de sobrevivência mais alta do que outros meios, como pinturas de parede a afrescos, trabalhos em metais preciosos ou têxteis, incluindo tapeçaria. Especialmente no início do período, obras nas chamadas \"artes menores\" ou artes decorativas, como trabalhos em metal, escultura em marfim, esmalte vítreo e bordados usando metais preciosos, eram provavelmente mais valorizadas do que pinturas ou esculturas monumentais. Compreendida como período histórico da História da Europa entre os séculos V e XV. Inicia-se com a Queda do Império Romano do Ocidente e termina durante a transição para a Idade Moderna. A Idade Média é o período intermédio da divisão clássica da História Ocidental, a saber: a Antiguidade, Idade Média, Idade Moderna e Idade Contemporânea, sendo frequentemente dividido em Alta Idade Média e Baixa Idade Média. Foi um período onde a Igreja Católica teve uma grande influência em todos os aspectos da vida social, inclusive no campo artístico. Os historiadores da arte tentam classificar a arte medieval em grandes períodos e estilos, muitas vezes com alguma dificuldade. Um esquema geralmente aceito inclui as fases posteriores da arte cristã primitiva, arte do período migratório, arte bizantina, arte insular, arte pré-românica, arte românica e arte gótica, bem como muitos outros períodos dentro desses estilos centrais. Além disso, cada região, principalmente durante o período em processo de se tornarem nações ou culturas, tinha seu próprio estilo artístico distinto, como a arte anglo-saxônica ou a arte viking. A arte medieval foi produzida em muitos meios, e as obras sobrevivem em grande número em esculturas, manuscritos iluminados, vitrais, trabalhos em metal e mosaicos, todos os quais tiveram uma taxa de sobrevivência mais alta do que outros meios, como pinturas de parede a afrescos, trabalhos em metais preciosos ou têxteis, incluindo tapeçaria. Especialmente no início do período, obras nas chamadas \"artes menores\" ou artes decorativas, como trabalhos em metal, escultura em marfim, esmalte vítreo e bordados usando metais preciosos, eram provavelmente mais valorizadas do que pinturas ou esculturas monumentaisHeslop traces the beginning of the change to \"around the twelfth century\", quoted, 54; Zarnecki, 234. ==Estilos== 'Periodização' 'Periodização' 'Periodização' 'Periodização' 'Periodização' 'Periodização' 'Periodização' 'Periodização' 'Periodização' 'Periodização' Arte bizantina Arte bizantina Arte bizantina - Arte cristã do Império Romano do oriente, desde a transição da capital para Constantinopla à sua conquista em 1453 pelos turcos. \\- Influência da arte romana e da arte oriental. \\- Arquitectura religiosa (cúpula), pintura e mosaico de carácter bidimensional e simbólico (ícones). - Arte cristã do Império Romano do oriente, desde a transição da capital para Constantinopla à sua conquista em 1453 pelos turcos. \\- Influência da arte romana e da arte oriental. \\- Arquitectura religiosa (cúpula), pintura e mosaico de carácter bidimensional e simbólico (ícones). - Arte cristã do Império Romano do oriente, desde a transição da capital para Constantinopla à sua conquista em 1453 pelos turcos. \\- Influência da arte romana e da arte oriental. \\- Arquitectura religiosa (cúpula), pintura e mosaico de carácter bidimensional e simbólico (ícones). - Arte cristã do Império Romano do oriente, desde a transição da capital para Constantinopla à sua conquista em 1453 pelos turcos. \\- Influência da arte romana e da arte oriental. \\- Arquitectura religiosa (cúpula), pintura e mosaico de carácter bidimensional e simbólico (ícones). - Arte cristã do Império Romano do oriente, desde a transição da capital para Constantinopla à sua conquista em 1453 pelos turcos. \\- Influência da arte romana e da arte oriental. \\- Arquitectura religiosa (cúpula), pintura e mosaico de carácter bidimensional e simbólico (ícones). - Arte cristã do Império Romano do oriente, desde a transição da capital para Constantinopla à sua conquista em 1453 pelos turcos. \\- Influência da arte romana e da arte oriental. \\- Arquitectura religiosa (cúpula), pintura e mosaico de carácter bidimensional e simbólico (ícones). Período pré-românico Período pré-românico Período pré-românico Período pré-românico Período pré-românico Período pré- românico Período pré-românico Período pré-românico Período pré-românico Período pré-românico Arte islâmica Arte islâmica Arte islâmica - Arte religiosa islâmica, extenso território (Pérsia, Síria, Turquia, Egito, Norte de África, Sicília, Península Ibérica). Diversas influências. Palácios, mesquitas, arquitectura com base na geometria e matemática, mármore, mosaico, azulejo, cerâmica, metal, iluminura. \\- Ornamentos com base em citações do Corão (arabescos), espiritualismo, ausência da figura humana, abstraccionismo, geometrização, padrões, motivos florais e vegetais. Ver também**: Arte mourisca - Arte religiosa islâmica, extenso território (Pérsia, Síria, Turquia, Egito, Norte de África, Sicília, Península Ibérica). Diversas influências. Palácios, mesquitas, arquitectura com base na geometria e matemática, mármore, mosaico, azulejo, cerâmica, metal, iluminura. \\- Ornamentos com base em citações do Corão (arabescos), espiritualismo, ausência da figura humana, abstraccionismo, geometrização, padrões, motivos florais e vegetais. Ver também**: Arte mourisca - Arte religiosa islâmica, extenso território (Pérsia, Síria, Turquia, Egito, Norte de África, Sicília, Península Ibérica). Diversas influências. Palácios, mesquitas, arquitectura com base na geometria e matemática, mármore, mosaico, azulejo, cerâmica, metal, iluminura. \\- Ornamentos com base em citações do Corão (arabescos), espiritualismo, ausência da figura humana, abstraccionismo, geometrização, padrões, motivos florais e vegetais. Ver também**: Arte mourisca - Arte religiosa islâmica, extenso território (Pérsia, Síria, Turquia, Egito, Norte de África, Sicília, Península Ibérica). Diversas influências. Palácios, mesquitas, arquitectura com base na geometria e matemática, mármore, mosaico, azulejo, cerâmica, metal, iluminura. \\- Ornamentos com base em citações do Corão (arabescos), espiritualismo, ausência da figura humana, abstraccionismo, geometrização, padrões, motivos florais e vegetais. Ver também**: Arte mourisca - Arte religiosa islâmica, extenso território (Pérsia, Síria, Turquia, Egito, Norte de África, Sicília, Península Ibérica). Diversas influências. Palácios, mesquitas, arquitectura com base na geometria e matemática, mármore, mosaico, azulejo, cerâmica, metal, iluminura. \\- Ornamentos com base em citações do Corão (arabescos), espiritualismo, ausência da figura humana, abstraccionismo, geometrização, padrões, motivos florais e vegetais. Ver também**: Arte mourisca - Arte religiosa islâmica, extenso território (Pérsia, Síria, Turquia, Egito, Norte de África, Sicília, Península Ibérica). Diversas influências. Palácios, mesquitas, arquitectura com base na geometria e matemática, mármore, mosaico, azulejo, cerâmica, metal, iluminura. \\- Ornamentos com base em citações do Corão (arabescos), espiritualismo, ausência da figura humana, abstraccionismo, geometrização, padrões, motivos florais e vegetais. Ver também**: Arte mourisca Arte dos povos germânicos Arte dos povos germânicos Arte dos povos germânicos - Arte visigótica - Período da invasão pelos Visigodos da Península Ibérica entre 415 e 711 d.C.. \\- Arte hibérnico-saxónica e Arte anglo-saxónica - Irlanda e Grã-Bretanha, do século V ao século XII. \\- Fusão artística céltico-germânica pela influência de tribos germânicas (estilo Hibérnico-Saxão de 600 a 800 d.C.) - Mosteiros, joalharia, artefactos em metal, madeira, pedra de estilo animalista imaginativo (abstraccionismo e organicismo). - Iluminura de carácter ornamental, ausência de representação humana, geometrização e elementos zoomórficos. Ver também: Arte celta - Arte visigótica - Período da invasão pelos Visigodos da Península Ibérica entre 415 e 711 d.C.. \\- Arte hibérnico-saxónica e Arte anglo-saxónica - Irlanda e Grã-Bretanha, do século V ao século XII. \\- Fusão artística céltico-germânica pela influência de tribos germânicas (estilo Hibérnico-Saxão de 600 a 800 d.C.) - Mosteiros, joalharia, artefactos em metal, madeira, pedra de estilo animalista imaginativo (abstraccionismo e organicismo). - Iluminura de carácter ornamental, ausência de representação humana, geometrização e elementos zoomórficos. Ver também: Arte celta - Arte visigótica - Período da invasão pelos Visigodos da Península Ibérica entre 415 e 711 d.C.. \\- Arte hibérnico-saxónica e Arte anglo-saxónica - Irlanda e Grã-Bretanha, do século V ao século XII. \\- Fusão artística céltico-germânica pela influência de tribos germânicas (estilo Hibérnico-Saxão de 600 a 800 d.C.) - Mosteiros, joalharia, artefactos em metal, madeira, pedra de estilo animalista imaginativo (abstraccionismo e organicismo). - Iluminura de carácter ornamental, ausência de representação humana, geometrização e elementos zoomórficos. Ver também: Arte celta - Arte visigótica - Período da invasão pelos Visigodos da Península Ibérica entre 415 e 711 d.C.. \\- Arte hibérnico-saxónica e Arte anglo-saxónica - Irlanda e Grã-Bretanha, do século V ao século XII. \\- Fusão artística céltico-germânica pela influência de tribos germânicas (estilo Hibérnico-Saxão de 600 a 800 d.C.) - Mosteiros, joalharia, artefactos em metal, madeira, pedra de estilo animalista imaginativo (abstraccionismo e organicismo). - Iluminura de carácter ornamental, ausência de representação humana, geometrização e elementos zoomórficos. Ver também: Arte celta - Arte visigótica - Período da invasão pelos Visigodos da Península Ibérica entre 415 e 711 d.C.. \\- Arte hibérnico-saxónica e Arte anglo-saxónica - Irlanda e Grã-Bretanha, do século V ao século XII. \\- Fusão artística céltico-germânica pela influência de tribos germânicas (estilo Hibérnico-Saxão de 600 a 800 d.C.) - Mosteiros, joalharia, artefactos em metal, madeira, pedra de estilo animalista imaginativo (abstraccionismo e organicismo). - Iluminura de carácter ornamental, ausência de representação humana, geometrização e elementos zoomórficos. Ver também: Arte celta - Arte visigótica - Período da invasão pelos Visigodos da Península Ibérica entre 415 e 711 d.C.. \\- Arte hibérnico-saxónica e Arte anglo-saxónica - Irlanda e Grã-Bretanha, do século V ao século XII. \\- Fusão artística céltico-germânica pela influência de tribos germânicas (estilo Hibérnico-Saxão de 600 a 800 d.C.) - Mosteiros, joalharia, artefactos em metal, madeira, pedra de estilo animalista imaginativo (abstraccionismo e organicismo). - Iluminura de carácter ornamental, ausência de representação humana, geometrização e elementos zoomórficos. Ver também: Arte celta Maior proximidade formal ao românico Maior proximidade formal ao românico Maior proximidade formal ao românico Maior proximidade formal ao românico Maior proximidade formal ao românico Maior proximidade formal ao românico Maior proximidade formal ao românico Maior proximidade formal ao românico Maior proximidade formal ao românico Maior proximidade formal ao românico 70px Arte merovíngia Arte merovíngia Arte merovíngia - Período da dinastia franca dos merovíngios de c. 500 a 750. - Período da dinastia franca dos merovíngios de c. 500 a 750. - Período da dinastia franca dos merovíngios de c. 500 a 750. - Período da dinastia franca dos merovíngios de c. 500 a 750. - Período da dinastia franca dos merovíngios de c. 500 a 750. - Período da dinastia franca dos merovíngios de c. 500 a 750. Arte carolíngia Arte carolíngia Arte carolíngia - Período de Carlos Magno e seus sucessores. \\- Arquitectura religiosa com pinturas murais, mosaicos, baixos-relevos (Catedral de Aachen - capela palatina), surge a cripta com deambulatório, mosteiros. \\- Artes decorativas, marfins, joalharia, iluminura de forte dinamismo de traço, energia ritmica. \\- Herança céltico-germânica, inspiração na arte romana clássica, espírito medieval, emocional. - Período de Carlos Magno e seus sucessores. \\- Arquitectura religiosa com pinturas murais, mosaicos, baixos-relevos (Catedral de Aachen - capela palatina), surge a cripta com deambulatório, mosteiros. \\- Artes decorativas, marfins, joalharia, iluminura de forte dinamismo de traço, energia ritmica. \\- Herança céltico-germânica, inspiração na arte romana clássica, espírito medieval, emocional. - Período de Carlos Magno e seus sucessores. \\- Arquitectura religiosa com pinturas murais, mosaicos, baixos-relevos (Catedral de Aachen - capela palatina), surge a cripta com deambulatório, mosteiros. \\- Artes decorativas, marfins, joalharia, iluminura de forte dinamismo de traço, energia ritmica. \\- Herança céltico-germânica, inspiração na arte romana clássica, espírito medieval, emocional. - Período de Carlos Magno e seus sucessores. \\- Arquitectura religiosa com pinturas murais, mosaicos, baixos-relevos (Catedral de Aachen - capela palatina), surge a cripta com deambulatório, mosteiros. \\- Artes decorativas, marfins, joalharia, iluminura de forte dinamismo de traço, energia ritmica. \\- Herança céltico-germânica, inspiração na arte romana clássica, espírito medieval, emocional. - Período de Carlos Magno e seus sucessores. \\- Arquitectura religiosa com pinturas murais, mosaicos, baixos-relevos (Catedral de Aachen - capela palatina), surge a cripta com deambulatório, mosteiros. \\- Artes decorativas, marfins, joalharia, iluminura de forte dinamismo de traço, energia ritmica. \\- Herança céltico-germânica, inspiração na arte romana clássica, espírito medieval, emocional. - Período de Carlos Magno e seus sucessores. \\- Arquitectura religiosa com pinturas murais, mosaicos, baixos-relevos (Catedral de Aachen - capela palatina), surge a cripta com deambulatório, mosteiros. \\- Artes decorativas, marfins, joalharia, iluminura de forte dinamismo de traço, energia ritmica. \\- Herança céltico-germânica, inspiração na arte romana clássica, espírito medieval, emocional. Arte otoniana Arte otoniana Arte otoniana - Alemanha, meados do século X a inícios do século XI. Sacro Império Romano-Germânico: Otão I e seus sucessores. Estilo que sucede ao carolíngio, do qual recebe grande influência, e que antecipa formalemente o românico. \\- Arquitectura vigorosa, maciça e de equilibradas proporções, portas de bronze em relevo. \\- Escultura realista e expressiva. Iluminura de grande força e intensidade, variedade de matizes, clarificação da mensagem, hierarquia pela escala das figuras. - Alemanha, meados do século X a inícios do século XI. Sacro Império Romano-Germânico: Otão I e seus sucessores. Estilo que sucede ao carolíngio, do qual recebe grande influência, e que antecipa formalemente o românico. \\- Arquitectura vigorosa, maciça e de equilibradas proporções, portas de bronze em relevo. \\- Escultura realista e expressiva. Iluminura de grande força e intensidade, variedade de matizes, clarificação da mensagem, hierarquia pela escala das figuras. - Alemanha, meados do século X a inícios do século XI. Sacro Império Romano-Germânico: Otão I e seus sucessores. Estilo que sucede ao carolíngio, do qual recebe grande influência, e que antecipa formalemente o românico. \\- Arquitectura vigorosa, maciça e de equilibradas proporções, portas de bronze em relevo. \\- Escultura realista e expressiva. Iluminura de grande força e intensidade, variedade de matizes, clarificação da mensagem, hierarquia pela escala das figuras. - Alemanha, meados do século X a inícios do século XI. Sacro Império Romano-Germânico: Otão I e seus sucessores. Estilo que sucede ao carolíngio, do qual recebe grande influência, e que antecipa formalemente o românico. \\- Arquitectura vigorosa, maciça e de equilibradas proporções, portas de bronze em relevo. \\- Escultura realista e expressiva. Iluminura de grande força e intensidade, variedade de matizes, clarificação da mensagem, hierarquia pela escala das figuras. - Alemanha, meados do século X a inícios do século XI. Sacro Império Romano-Germânico: Otão I e seus sucessores. Estilo que sucede ao carolíngio, do qual recebe grande influência, e que antecipa formalemente o românico. \\- Arquitectura vigorosa, maciça e de equilibradas proporções, portas de bronze em relevo. \\- Escultura realista e expressiva. Iluminura de grande força e intensidade, variedade de matizes, clarificação da mensagem, hierarquia pela escala das figuras. - Alemanha, meados do século X a inícios do século XI. Sacro Império Romano-Germânico: Otão I e seus sucessores. Estilo que sucede ao carolíngio, do qual recebe grande influência, e que antecipa formalemente o românico. \\- Arquitectura vigorosa, maciça e de equilibradas proporções, portas de bronze em relevo. \\- Escultura realista e expressiva. Iluminura de grande força e intensidade, variedade de matizes, clarificação da mensagem, hierarquia pela escala das figuras. Românico e Gótico Românico e Gótico Românico e Gótico Românico e Gótico Românico e Gótico Românico e Gótico Românico e Gótico Românico e Gótico Românico e Gótico Românico e Gótico Arte românica Arte gótica Arte gótica Arte gótica Arte manuelina Arte manuelina Arte manuelina ==Expressões artísticas== === Arquitetura === Durante a Idade Média, os templos (igrejas, catedrais) e outros edifícios tinham planta de cruz latina ou em basílica. No estilo Românico os principais materiais utilizados para a construção de edifícios eram a pedra e o tijolo. Na altura os tetos dos edifícios eram de madeira e, por causa disso, havia muitos incêndios. Por esta razão, esses tetos de madeira foram substituídos por abóbadas. Devido a estas abóbadas (de estilo bizantino) as paredes tiveram de se tornar espessas para sustentar tanto peso. Para as sustentar era necessário o uso de contrafortes em abundância. Para que os edifícios não se desmoronassem, o uso de janelas e vitrais passou a ser tão reduzido que quase não se notava os detalhes do interior dos edifícios, pelo facto de haver pouca luminosidade. No estilo Gótico os edifícios passaram a ser mais altos, mas menos extensos. Com o surgimento das abóbadas de nervuras, através dos arcos ogivais, foi possível a construção de igrejas mais altas, com longas torres. Esses arcos, aparentes no seu interior, ressaltaram a impressão de altura e verticalidade. Outra novidade foram os pilares, que dispensaram as grossas paredes com janelas estreitas e permitiram a construção de paredes com grandes áreas de vitrais coloridos. Esses vitrais deixaram passar a luz do sol e criaram um ambiente interno cheio de cores, transmitindo intensa espiritualidade. A fachada gótica era feita com três portais, e cada um levava a uma nave diferente. Sobre o portal central, era construída uma janela redonda chamada rosácea, uma marca do estilo gótico. ===Literatura=== Os Jograis passam a cantar históricos poemas dos Trovadores, descrevendo romances, duelos e brigas dos Cavaleiros. Surgem então as Novelas de Cavalarias cujo texto feito pelo Trovador cantava os combates entre vilões e heróis, raptos de donzelas e final feliz. As novelas de cavalaria constituem exemplo expressivo da influência dos povos ibéricos na formação da cultura brasileira. Trazidas pelos Colonizadores, essas narrativas acabaram se incorporando à cultura popular, principalmente a da Região Nordestina, onde a literatura de cordel até hoje reflete essa influência. Dentre os vários tipos de Cordel, destacam-se os romances, lendas e folclore do Brasil. * Romance de cavalaria * Trovadorismo ===Música=== Música medieval é o termo dado à música típica do período da Idade Média durante a História da Música ocidental européia. Esse período iniciou com a queda do Império Romano e terminou aproximadamente no meio do Século XV. Determinar o fim da Era medieval e o início da Renascença pode ser arbitrário; aqui, para fins do estudo de Música, vamos considerar o ano de 1401, o início do Século XV. Melodia gregoriana - A rápida expansão do cristianismo exige um maior rigor do Vaticano, que unifica a prática litúrgica romana no século VI. O papa Gregório I (São Gregório, o Magno) institucionalizou o canto gregoriano, através de uma reforma litúrgica, que se tornou modelo para a Europa católica. A notação musical sofre transformações, e os neumas são substituídos pelo sistema de notação com linhas a partir do trabalho de vários sacerdotes cristãos, sobretudo, Guido D'Arezzo (992-1050); que foi o responsável pelo estabelecimento de um sistema de notação musical com quatro linha, o tetragrama, de onde se originou a atual pauta musical de cinco linhas, o pentagrama. Foi ele, que no século XI designou as notas musicais como são conhecidas atualmente, usando o texto de um hino a São João Batista (originalmente em latim), onde cada estrofe inicia com uma nota musical: anteriormente, as notas eram designadas pelas sete primeiras letras do alfabeto latino. Desse modo, as notas musicais passaram a ser chamadas UT, RE, MI, FA, SOL, LA e SI. Posteriormente o nome DO substituiu o UT. O nome da nota SI formou-se das letras iniciais do último verso do hino como pode ser visto a seguir: Ut queant laxis Resonare fibris Mira gestorum Famuli tuorum Solve polluti Labii reatum Sancte Ioannes Que significa: \"Para que teus servos, possam ressoar claramente a maravilha dos teus feitos, limpe nossos lábios impuros, ó São João.\" ==Bibliografia== *BERING, Kunibert, Kunst- Epochen – Kunst des frühen Mittelalters, Reclam, Stuttgart, 2002, ISBN 3-15-018169-0 *CALADO, Margarida, PAIS DA SILVA, Jorge Henrique, Dicionário de Termos da Arte e Arquitectura, Editorial Presença, Lisboa, 2005, ISBN 20130007 *HINDLEY, Geoffrey, O Grande Livro da Arte - Tesouros artísticos dos Mundo, Verbo, Lisboa/São Paulo, 1982 *JANSON, H. W., História da Arte, Fundação Calouste Gulbenkian, Lisboa, 1992, ISBN 972-31-0498-9 == Ver também == * Perspectiva espinha de peixe ==Ligações externas==",
 "title": "Arte da Idade Média"
}