{
 "id": "73678",
 "text": "A rodopsina é uma proteína transmembranar que se encontra nos bastonetes, encontrados no epitélio pigmentar da retina dos olhos. == Estrutura == A rodopsina consta de uma parte protéica, opsina, e uma não protéica que é um derivado da vitamina A, o 11-cis-retinal. A opsina é uma cadeia polipeptídica formada por aproximadamente 348 aminoácidos, que se distribuem em sete degraus da \"hélice alfa\" que se situam perpendiculares à membrana, unidas por partes protéicas fora da estrutura. O grupo carboxilo terminal situa-se na parte citosólica e o grupo amino terminal na posição intradiscal. A porção C-terminal da rodopsina interage com a proteína G transducina. O 11-cis- retinal se situa unido a uma das hélices alfa no centro da molécula, colocado perpendicularmente, através da ligação ao resíduo de lisina-256 por uma base de Schiff. Esta colocação faz com que a luz se transforme quando incide no 11-cis-retinal, produzindo reações que levam a um impulso nervoso. == Mecanismo de transdução de sinal == A rodopsina dos Bastonetes absorve fortemente a luz verde azulada e adquire portanto uma tonalidade avermelhada. É responsável pela visão monocromática no escuro. Quando a luz atinge o 11-cis-retinal, este é convertido a trans-retinal (estado excitado da molécula); a rodopsina interage então com a transducina, causando a substituição de guanosina difosfato por guanosina trifosfato ligado a esta. Neste passo existe uma amplificação de sinal, já que uma molécula de rodopsina é capaz de interagir com centenas de moléculas de transducina. A transducina dissocia-se em dois polipéptidos, sendo que um deles activa a cGMP fosfodiesterase; esta enzima catalisa a conversão de guanosina monofosfato cíclico (cGMP) a 5'-GMP, o que causa o abaixamento dos níveis intracelulares de cGMP. É este abaixamento que despoleta o sinal nervoso, pois causa o fecho de canais transmembranares de cálcio, o que impede a entrada de ions Ca2+ e Na+ na célula, hiperpolarizando a membrana. O ion Ca2+ continua, no entanto, a sair da célula, o que reduz a sua concentração intracelular. Isto estimula a recuperação da rodopsina através da fosforilação desta pela rodopsina cinase. A proteína arrestina liga-se então à zona C-terminal fosforilada da rodopsina, inactivando-a rapidamente. Ocorre então um processo mais lento de recuperação da rodopsina, em que a arrestina se dissocia desta, ocorre desfosforilação e o trans-retinal se converte a 11-cis-retinal. == Outras opsinas == Algumas opsinas relacionadas (fotopsinas) diferem em apenas alguns aminoácidos, bastando isso para que absorvam a luz em comprimentos de onda diferentes. Estes pigmentos também se encontram no cones da retina e são a base da visão a cores. Para além da rodopsina, os seres humanos possuem três outras opsinas: fotopsina I (absorve no espectro amarelo), fotopsina II (no verde) e fotopsina III (no violeta). Algumas espécies de Archaea expressam uma bomba protónica denominada bacteriorodopsina, através da qual executam a fotossíntese. Tal como a rodopsina, também possui retinal e tem sete hélices alfa transmembranares; no entanto, não está associada a uma proteína G. == Referências == * NELSON, David L.; COX, Michael M., Lehninger Principles of Biochemistry, 4ª edição, W. H. Freeman, 2005, ISBN 978-0-7167-4339-2 == Ligações externas == * * * * == Leitura de apoio == Categoria:Proteínas he:אופסין#רודופסין",
 "title": "Rodopsina"
}