{
 "id": "73681",
 "text": "O rio Paraibuna é um curso de água do estado de São Paulo, no Brasil. O rio, as áreas verdes próximas e seus afluentes são preservados pelo Parque Estadual da Serra do Mar, que faz parte da Mata Atlântica. Muitas pessoas confundem-no com o rio homônimo que banha os estados de Minas Gerais e Rio de Janeiro. == Topônimo == \"Paraibuna\" origina-se do tupi antigo paraibuna, que significa \"rio ruim e escuro\", a partir da junção dos termos pará (grande rio), aíb (ruim), un (escuro) e a (sufixo).NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 590. Muitos ficavam impressionados com o rio, que, com alguns quilômetros da nascente, já tinha margens largas, fortes corredeiras e uma profundeza considerável, não sendo possível se ver o seu fundo. Por este motivo, teriam dado-lhe o nome de Paraibuna. ==Nascente== Nasce no bairro de Campo Alegre, no município de Cunha, perto da nascente do rio Jacuí, bem próximo à divisa com o estado do Rio de Janeiro. ==Percurso== O rio Paraibuna nasce no bairro de Campo Alegre, no município de Cunha e, então, segue em direção ao sudoeste, para o bairro que tem seu nome: Paraibuna. Um trecho do rio atravessa o Parque Estadual da Serra do Mar, entra no Núcleo Cunha-Indaiá, ainda na cidade de Cunha e sai no Núcleo Santa Virgínia. Passa pelos municípios de São Luiz do Paraitinga (próximo aos limites de Ubatuba) e Natividade da Serra, onde suas margens alargam-se bastante. No município de Paraibuna, que recebe seu nome, suas águas são aproveitadas para gerar energia elétrica. == Municípios banhados == * Cunha * São Luiz do Paraitinga * Natividade da Serra * Paraibuna ==O sucessor do rio Paraibuna== No município de Paraibuna, suas águas se fundem com as do rio Paraitinga para formar o rio Paraíba do Sul, um dos mais importantes da Região Sudeste do Brasil. O rio Paraíba do Sul possui um outro afluente também denominado rio Paraibuna (o \"Paraibuna mineiro\"), que banha os estados de Minas Gerais e do Rio de Janeiro e que é confundido com este rio, o \"Paraibuna paulista\". O rio Paraíba segue para a divisa de São Paulo com o Rio de Janeiro. Na sequência, atravessa o Rio de Janeiro e desagua no oceano Atlântico. Categoria:Cunha (São Paulo) Paraibuna Paraibuna Categoria:Hidrotopônimos de origem tupi",
 "title": "Rio Paraibuna (alto Paraíba do Sul)"
}