{
 "id": "73717",
 "text": "O rio São José dos Dourados é um rio brasileiro do estado de São Paulo. Nasce em Mirassol, e abastece parte do município. Tem a foz no rio Paraná, correndo paralelamente ao rio Tietê e é ligado a esse rio por meio do Canal Pereira Barreto. == Caracterização == É um rio localizado na UGRHI 18 (Unidade Hidrográfica de Gerenciamento de Recursos Hídricos) no estado de São Paulo e é constituído por cerca de 35 afluentes, a maioria de pequeno porte.. A UGRHI em que está inserido Possui uma grande parcela de municípios com menos de 5 mil habitantes, sendo Jales a maior cidade nessa microbacia. A maior parte dos municípios da bacia se abastacem por meio de águas subterrâneas. É um rio com muitas corredeiras, favorecendo a piracema do dourado, peixe que antes era abundante e \"emprestou\" o nome ao rio Sua foz faz parte do reservatório da Usina Hidrelétrica de Ilha Solteira. A vegetação que se encontrava era a Floresta Estacional Semidecidual, principalmente, hoje bastante degradada. === Micro-bacias === A bacia do rio São José dos Dourados é constituída por 6 micro-bacias: Baixo São José dos Dourados (2.247,1 km²), Ribeirão Ponte Pensa (305,6 km²), Ribeirão Coqueiro (637,3 km²), Ribeirão Marimbondo (933,9 km²), Médio São José dos Dourados (1.281,5 km²) e Alto São José dos Dourados (1.387,8 km²). == Caracterização socioeconômica da bacia == As principais atividades econômicas a pecuária de leite e a fruticultura, com destaque para o plantio de uva. O setor comercial concentra-se nos municípios de Jales e Santa Fé do Sul atraindo compradores da região. ==Principais problemas encontrados na bacia== Os terrenos em que está inserida a bacia são muito suscetíveis à erosão.. A situação é agravada pelo fato de que não existem unidades de conservação na região e que restam apenas 6,5% da vegetação original (cerca de 449 km²). É notável que em alguns fragmentos maiores (como aqueles encontrados em Meridiano, São João de Iracema e Magda, somando 6.481 hectares) cortados pelo rio (ou nas proximidades), a fauna se mostra diversa, sendo constatado por moradores da região, a presença de grandes carnívoros (como a onça-parda), muito ameaçados de extinção no estado de São Paulo, o que mostra a importância da conservação da região também do ponto de vista da biodiversidade Sao Jose dos Dourados",
 "title": "Rio São José dos Dourados"
}