{
 "id": "7380",
 "text": "Numa definição genérica, reator químico é um recipiente onde ocorrem reações químicas, transferências de massa e calor. Em engenharia química, reatores químicos são vasos projetados para conter reações químicas de interesse e escala industrial. O projeto de um reator químico trata com múltiplos aspectos de engenharia química, sobre os quais os engenheiros químicos trabalham para obter a maximização dos valores obtíveis para a reação dada. Projetistas garantem que a reação se processa com maior eficiência para o produto de saída desejado, produzindo o mais alto rendimento do produto, mas gerando o mínimo de custos para serem comprados e operarem. As despesas normais de operação incluem uma fonte de energia, remoção (dissipação) de energia, custos de matérias-primas, trabalho humano, etc. Transferências de energia podem vir na forma de aquecimento ou resfriamento, bombeamento para aumentar a pressão, a perda de pressão pelo atrito (como a queda de pressão através de um cotovelo de 90° na tubulação ou uma placa de orifício, agitação, etc. == Visão global == thumb|left|180px|Reator químico com meias bobinas em volta dele. Existem vários tipos de reactores químicos e várias maneiras de classificá-los. Quanto ao vaso (o formato mais básico do espaço físico onde se dão as reações), existem dois tipos principais básicos: *Reatores em tanques *Reatores em tubos Ambos os tipos podem ser usados como reatores contínuos ou de bateladas. Mais comumente, reatores operam em estado estacionário, mas podem também ser operados em um estado transiente. Quando é primeiramente trazido à operação novamente (após uma manutenção ou inoperação) seria considerado em um estado transitório, onde as variáveis-chave do processo mudam com o tempo. Ambos os tipos de reatores também podem acomodar um ou mais sólidos (reagentes, catalisador ou material inerte), mas os reagentes e os produtos são normalmente líquidos e gases. Os reatores reais são versões imperfeitas de alguns reatores ideais, sendo que existem três modelos básicos utilizados para estimar as variáveis de processo mais importantes de diferentes reatores químicos: * Reator em batelada, em inglês batch reactor, de aplicação bastante geral na indústria química mas limitada para processos industriais pesados, pois não permite produção contínua. * Reator perfeitamente agitado (RPA) ou reator tanque agitado contínuo (CSTR, de continuous stirred-tank reactor model), e * Reator de fluxo em pistão (PFR, plug flow reactor model), ou simplesmente reator pistão (RP). Na prática, os diversos reatores operam em regimes intermediários entre estes dois últimos tipos básicos.Fogler, H. S., \"Elements of Chemical Reaction Engineering\", 2nd Edition, Prentice Hall, New Jersey, 1992. Além disso, reatores catalíticos requerem tratamento separado, se eles são reatores em batelada, RPA ou RP, muitas das suposições dos modelos mais simples não são válidas. As variáveis chave de processo incluem: * Tempo de residência (τ, letra grega tau minúscula) * Volume (V) * Temperatura (T) * Pressão (P) * Concentrações de espécies químicas (C1, C2, C3, ... Cn) * Coeficientes de transferência de calor (h, U) No cálculo de reatores atual, é conveniente e econômico não perder-se tempo em estudos de cinética química extremamente profundos nos processos químicos em suas diversas escalas, reduzindo-se o tempo de pesquisa e desenvolvimento na extrapolação dos dados obtidos em laboratório para as plantas piloto, e destas, para as escalas das plantas químicas industriais. Nesse processo de ampliação de escala, há a consideração que dois processos químicos são similares quando para uma mesma reação química são obtidas as mesmas conversões, o que permite a extrapolação dos parâmetros da cinética química.Valdemir Alexandre dos Santos, Eliane Cardoso de Vasconcelos; Extrapolação de dados cinéticos obtidos em reatores homogêneos; Revista Química e Tecnologia; Ano 1 -n°1 - jul./dez. 2002 - pgs 11-19 - www.unicap.br Os reatores também podem ser classificados quanto a natureza das fases participantes como reatores homogêneos de meios totalmente gasosos ou líquidos, e reatores heterogêneos, com os reagentes estando nas diversas combinaçoes de fases possíveis: gás-líquido, gás-sólido, líquido- sólido e gás-líquido-sólido. Reatores de reações químicas sólido-sólido são relativamente raros. == Operação == Quanto a operação, os reatores podem ser contínuos ou descontínuos. Balanço material ao RPA: :A → Produtos Com a constante cinética K, numa reação de 1ª ordem: :\\ (-r_a)=K.C_a :entrada = saída + acumulação + reagidos :\\ Q*C_ae=Q*C_as + V(dc/dt) + V*(-r_a) Em estado estacionário (steady state): :\\ dc/dt=0 Logo o balanço material fica: :\\ Q*C_ae = Q*C_as + V(k*C_as) Esta equação permite calcular a concentração de saída do reactor e o tempo de residência ( \\tau = Q/V) Em estado estacionário pode se estabelecer a equação de projecto de um RPA: :\\ V = Q*(C_ae -C_as)/(-r_a) == Detalhamento dos tipos == === Reator perfeitamente agitado (RPA) === thumb|350px|right|Um reator RPA. Verificação das condições do vaso.. Em um RPA, um ou mais fluidos reagentes são introduzidos em um reator tanque com um agitador enquanto o efluente do reator é removido. O agitador agita os reagentes para garantir a mistura adequada. Simplesmente dividindo o volume do tanque pela vazão volumétrica média através do tanque resulta no tempo de residência, ou a quantidade média de tempo na qual uma quantidade discreta de reagente passa dentro do tanque. Reatores RPA/CSTR também são chamados de reatores de concentração uniforme. Usando cinética química, a realização completa da reação esperada em porcentagem pode ser calculada. Alguns aspectos importantes do RPA: * Em estado estacionário, a taxa de fluxo de entrada é quase igual a taxa de fluxo de massa de saída, do contrário, o tanque transbordaria ou ficaria vazio (estado transiente). Enquanto o reator está em um estado transiente a equação do modelo deve ser derivada da massa diferencial e balanços energéticos. * A reação ocorre na velocidade de reação associada à concentração final (de saída). * Frequentemente, é economicamente benéfico operar diversos reatores RPA em série. Isto permite, por exemplo, que o primeiro RPA opere em uma concentração de reagente mais alta e consequentemente numa mais alta taxa de reação. Nestes casos, os tamanhos dos reatores podem variar de maneira a minimizar o capital de investimento requerido para implementar o processo. * Pode ser visto que um número infinito de infinitamente pequenos reatores RPA operando em série seria equivalente a um reator RP. O comportamento de um RPA é frequentemente aproximado ou modelado por aquele que seria um reator tanque idealmente agitado contínuo, ou reator tanque agitado contínuo ideal (CISTR, Continuous Ideally Stirred-Tank Reactor), que podemos tratar pela sigla RTACI. Todos os cálculos realizados com RTACI assumem mistura perfeita. Se o tempo de residência é 5 a 10 vezes o tempo de mistura, esta aproximação é válida para os propósitos de engenharia. O modelo RTACI é frequentemente usado para simplificar cálculos de engenharia e pode ser uado para descrever reatores de pesquisa. Na prática pode-se somente realizar aproximações, em particular nos reatores de escala industrial. === Reator de fluxo em pistão (RFP ou RP) === Em um RFP, um ou mais reagentes fluidos são bombeados através de uma tubulação que é o próprrio reator. A reação química ocorre na medida em que os reagentes viajam através do RFP. Neste tipo de reator, a taxa de reação cria um cria um gradiente em relação à distância percorrida; na entrada do RFP, a taxa é muito alta, mas como as concentrações dos reagentes diminuem e a concentração do produto aumenta (ou as concentrações dos produtos aumentam) a taxa de reação diminui. Alguns aspectos importantes dos reatores do tipo RFP: * Todos os cálculos realizados com reatores RFP supõe não haver mistura das correntes de montante e jusante, como implicado no termo \"fluxo em pistão\". * Reagentes podem ser introduzidos no RFP em posições no reator que não seja o de entrada. Desta forma, uma maior eficiência pode ser obtida, ou o tamanho e o custo do reator RFP podem ser reduzidos. * Um reator RFP normalmente tem uma eficiência mais alta que um reator RPA do mesmo volume. Isto é, dado o mesmo espaço-tempo, uma reação irá ocorrer a uma maior taxa de completação em um RFP que num RPA. Para a maioria das reações químicas, é impossível alcançar-se 100% de completação. A taxa da reação decai a medida que a completação aumenta até um ponto onde o sistema alcança um equilíbrio dinâmico (nenhuma reação no balanço, ou mudança em espécies químicas ocorre). O ponto de equilíbrio para a maioria dos sistemas é menos que 100% completo. Por esta razão um processo de separação, tal como destilação, frequentemente é posterior a um reator quíico de maneira a separar qualquer reagentes remanescentes ou subprodutos do produto desejado. Estes reagentes podem algumas vezes ser reautilizados no início do processo, tal como no processo Haber. Reator de fluxo oscilatório (RFO), oscillatory flow reactor (OFR), algumas vezes chamado de reator compartimentado oscilatório ou reator oscilatório compartimentado (ROC), oscillatory baffled reactor (OBR), são reatores tubulares com estrutura interna provida de chicanas que geram o movimento oscilatório dos fluidos em reação aumentando seu tempo de residência e sua capacidade de mistura com consequente melhora da performance reacional. São reatores que intensificam processos, sendo capazes de processar de forma contínua reações que são processadas normalmente de forma descontínua, pois necessitam de longos tempos de residência. São pesquisados, por exemplo, para a produção de biodiesel.MATOS, Leonardo José B. L.; FERNANDES, Fabiano A. N., CARTAXO, Samuel J. M.; MODELAGEM DE REATOR COM FLUXO OSCILATÓRIO PARA A PRODUÇÃO DE BIODIESEL 1 - www.cpamn.embrapa.brMATOS, Leonardo José B. L.; FERNANDES, Fabiano A. N., CARTAXO, Samuel J. M.; Modelagem de um reator oscilatório contínuo para a produção de Biodiesel; IV SEPRONe – Fortaleza, CE, Brasil - 2009 - www.ot.ufc.br Reator compartimentado oscilatório contínuo (RCOC), continuous oscillatory baffled reactor (COBR) é um reator de fluxo em pistão tubular. A mistura em um reator RCOC é alcançada pela combinação de oscilação de fluido e defletores em orifícios, permitindo o fluxo em pistão a ser alcançado sob condições de regime laminar com o número de Reynolds do fluxo de balanço de apenas aproximadamente 100. === Reator semi-batelada === Um reator semi-batelada ou semi-contínuo é operado tanto com entradas e saídas em bateladas. Um fermentador, por exemplo, é carregado com uma batelada, que constantemente produz dióxido de carbono, que tem que ser removido de forma contínua. Analogamente, conduzir uma reação de gás com um líquido é geralmente difícil, pois há perdas do gás em bolhas. Portanto, uma alimentação contínua de gás é injetada na batelada de um líquido. Um exemplo de uma reação destas é a cloração. === Reator catalítico === Embora reatores catalíticos sejam frequentemente implementados como reatores de fluxo em pistão, sua análise requer tratamento mais complexo. A taxa de uma reação catalítica é proporcional a quantidade de catalisador com os quais os reagentes entram em contato. Com um catalisador de fase sólida e reagentes de fase fluida, isto é proporcional a área exposta, ou área de contato, eficiência de difusão dos reagentes nele e saída dos produtos, e mistura turbulenta ou falta dela. Mistura perfeita não pode ser suposta. Além disso, uma marcha de uma reação catalítica é frequentemente multi-etapas com intermediários que são quimicamente ligadas ao catalisador; e como a ligação química ao catalisador pe também uma reação química, isto pode afetar a cinética. O comportamento do catalisador é também algo a ser considerado. Particularmente em processos petroquímicos a alta temperatura, catalisadores são desativados por sinterização, coqueificação e processos similares. Um exemplo comum de uma reação catalítica é a conversão catalítica posterior a um motor de combustão interna, para os gases de exaustão. == Referências == * Froment G.F. & K.B. Bischoff, \"Chemical Reactor Analysis and Design\", John Wiley & Sons, New York, 1979. * Levenspiel, O., \"Engenharia das Reações Químicas\", Vols. 1 e 2 , Edgard Blucher Ltda, São Paulo, 1972. * Levenspiel, O.; \"Patterns of Flow in Chemical Process Vessels\", in Adv Chem. Eng. 4, 95, 1963. * Levenspiel, O.; The Chemical Reactor Omnibook, Oregon St Univ Bookstores (January 1993). ISBN 0-88-246160-5 * Schmidt, Lanny D., The Engineering of Chemical Reactions. New York: Oxford University Press, 1998. ISBN 0-19-510588-5. * Smith, J. M., \"Chemical Engineering Kinetics\", 3rd Edition, McGraw-Hill, New York, 1981. ==Ver também== * Microrreactor Categoria:Equipamentos laboratoriais Categoria:Engenharia química",
 "title": "Reator químico"
}