{
 "id": "73848",
 "text": "Em anatomia, as são duas cavidades do coração, localizadas uma em cada lado acima dos ventrículos, dos quais são separadas por válvulas cardíacas. São constituídas por tecido muscular estriado cardíaco. As aurículas recebem através das veias o sangue da grande e da pequena circulação, que não se misturam pois cada aurícula é separada da outra. A cada batimento cardíaco, as aurículas contraem-se primeiro, impulsionando o sangue para os ventrículos, o que corresponde à sístole auricular. Os ventrículos contraem-se posteriormente, bombeando o sangue para fora do coração para as artérias, o que corresponde à sístole ventricular. Cada aurícula possui um pequeno apêndice forrado por músculo pectíneo, semelhante a uma orelha de animal, chamado de , que é o maior responsável pela ejeção do sangue na diástole. == Aurícula direita == é a cavidade do coração que recebe o sangue venoso (pobre em oxigênio), proveniente da veia cava inferior e veia cava superior. Deságua no ventrículo direito, de quem é separado pela valva tricúspide. O ventrículo direito contrai-se ulteriormente, bombeando o sangue para fora do coração pela artéria pulmonar para os pulmões. No átrio direito encontram-se duas estruturas importantes para o automatismo cardíaco: o nó sinusal e o nodo atrioventricular (AV). O nó sinusal situa-se próximo à desembocadura da veia cava superior enquanto que o nodo AV está próximo da valva tricúspide. No comando do automatismo cardíaco está o nodo sinusal, que possui um menor período refratário e portanto gera impulsos elétricos em uma frequência mais elevada que os outros focos cardíacos, inclusive o nó AV. Os impulsos gerados no nó sinusal são transmitidos para o nó AV por feixes interatriais. Ao passar pelo nodo AV ocorre a condução decremental, ou seja, há um retardo na velocidade de transmissão dos impulsos cardíacos. Só então esses impulsos serão transmitidos aos ventrículos por meio de fibras localizadas no septo interventricular. Isto é fundamental para que os átrios se contraiam antes dos ventrículos, fazendo com que o coração consiga gerar um débito cardíaco efetivo. A valva tricúspide é constituída por ânulo fibroso, cordas tendíneas, músculos papilares e 3 cúspides. Em relação ao enchimento ventricular, os átrios funcionam apenas como bomba de escorva, pois contribuem apenas com 25% desse enchimento. Durante a diástole (relaxamento ventricular) os primeiros 75% de enchimento ventricular se dão de forma passiva. A contração atrial ajuda com apenas 25%. Quando há uma fibrilação atrial (FA) os átrios não conseguem bater de forma ordenada, mas o que é mais importante durante esse ritmo cardíaco é que os ventrículos também não conseguirão se contrair de forma ordenada, pois quem os comanda é o nó sinusal (como já foi dito). Assim, a maior implicação hemodinâmica da FA está no fato de o nodo sinusal deixar de coordenar o ritmo cardíaco fazendo com que não haja débito cardíaco efetivo suficiente para suprimir o organismo. Além disso, um trombo intracavitário poderá se desprender facilmente durante esse ritmo e poderá gerar fenômenos tromboembólicos. O uso de anticoagulantes se faz necessário, não para destruir o trombo, mas sim para estabilizá-lo. == Aurícula esquerda == Aurícula esquerda ou átrio esquerdo é uma cavidade do coração que recebe o sangue arterial (com O2) do pulmão conduzido pelas veias pulmonares.EDITH APPLEGATE. ANATOMIA E FISIOLOGIA. Elsevier (medicina). pp. 225–. ISBN 978-85-352-5436-5.William E. DeTurk; Lawrence P. Cahalin. Fisioterapia Cardiorespiratória: Baseada em Evidências. Artmed. p. 104. ISBN 978-85-363-1256-9.Frederic H. Martini; Michael J. Timmons; Robert B. Tallitsch (2009). Anatomia Humana - 6.ed.: Coleção Martini. p. 569. ISBN 978-85-363-2029-8. A aurícula esquerda recebe o sangue arterial rico em oxigénio e envia-o, através da valva mitral (ou bicúspide), para o ventrículo esquerdo. O ventrículo esquerdo contrai-se ulteriormente, bombeando o sangue para fora do coração pela aorta para todas as partes do corpo. == Doenças == Quando as aurículas apresentam disfunções podem tornar-se campos propícios à formação de trombos, coágulos de sangue que podem deslocar-se para outros órgãos causando problemas como embolias pulmonares e acidentes vasculares cerebrais. Os pacientes com este risco são tratados com substâncias antiplaquetárias como o ácido acetilsalicílico, ou anticoagulantes como a varfarina. == Ver também == * Coração * Ciclo cardíaco * Sistema circulatório == Notas == * No Brasil, átrio é atualmente a forma preferida pela Sociedade Brasileira de Anatomia na sua Terminologia Anatômica, resultante da revisão de 2001 da Nomina Anatómica, enquanto o termo aurícula é usado para as estruturas forradas por músculo pectíneo adjacentes aos átrios. Categoria:Anatomia cardíaca",
 "title": "Aurícula"
}