{
 "id": "73851",
 "text": "Estácio é um bairro da Zona Central do município do Rio de Janeiro, no Brasil. Seu IDH, no ano 2000, era de 0,829, o 70º melhor do município do Rio de Janeiro. O seu nome é uma homenagem ao fundador da cidade, Estácio de Sá. == Geografia == === Limites geográficos === Os limites do bairro são definidos pelo decreto 5280, de 23 de agosto de 1985: \"Do entroncamento da Rua Frei Caneca com a Rua Carolina Reidner; por esta (excluída) até a Rua Emília Guimarães; por esta (excluída) e pelo seu prolongamento, até a Linha de Transmissão (Fontes - Frei Caneca); por esta, até o ponto de cota 127m no Morro dos Santos Rodrigues; deste ponto, em direção à Rua Major Freitas; por esta (incluída) até a Rua Ambiré Cavalcanti, por esta (excluída) até a Rua Aristides Lobo; por esta (excluída, excluindo a Rua Tenente Vieira Sampaio) até a Rua Haddock Lobo, por esta (incluída) até a rua Paulo de Frontin; por esta (incluído apenas o lado ímpar) até a Rua Joaquim Palhares; por esta (incluída) até a Rua Projeta 1 do PA 10.025; por esta (excluída) até a Rua Néri Pinheiro; por esta (excluída) até a Praça Álvaro Reis; por esta (incluída); Rua Frei Caneca (incluída) ao ponto de partida.\" Limita-se com os bairros Cidade Nova, Tijuca, Praça da Bandeira, Rio Comprido e Catumbi. No Estácio, encontram-se várias instalações da Polícia Militar do Estado do Rio de Janeiro: o Museu Histórico, o 1º Batalhão e o Hospital. Até 13 de março de 2010, o bairro também abrigava o Complexo Penitenciário Frei Caneca,Frei Caneca, mais antigo presídio do país, é implodido - G1, 13 de março de 2010 (visitado em 13-3-2010) originária da antiga Casa de Correcção, a primeira penitenciária criada no Brasil. === Cultura === O bairro possui grande importância cultural por estar associado às origens do samba. Foi cantado nos versos de Noel Rosa e de outros compositores de primeira grandeza da música popular brasileira. É conhecido como o \"Berço do Samba\", por ter visto nascer a Primeira Escola de Samba, em 1928, a Deixa Falar, fundada por Ismael Silva. Abriga a Escola de Samba Estácio de Sá, campeã do carnaval carioca em dez ocasiões entre 1965 e 2015. No bairro, também nasceram dois dos maiores nomes da música brasileira: os cantores e compositores Gonzaguinha e Luiz Melodia. A tradicional Igreja do Divino Espírito Santo remonta ao século XVIII. abriga ainda a sede da Primeira Igreja Batista do Rio de Janeiro. == História == thumb|left|250px|Subida para o Morro de São Carlos. O local onde se situa o atual bairro do Estácio já foi conhecido pelo nome de Mata Porcos, devido ao fato de existir nas redondezas uma mata para onde fugiam alguns porcos de um matadouro situado no local. Posteriormente, no como acesso ao bairro, foi aberto o Caminho de Mata-Porcos, depois renomeado para Rua Nova do Conde da Cunha, Rua da Sentinela e finalmente Rua Frei Caneca. Bairro inicialmente proletário, na gestão de Pereira Passos foi erguida uma vila operária ao longo da Av. Salvador de Sá, perto de onde se instalou a fábrica da cervejaria Brahma. A região do entorno Estácio/Cidade Nova abrigou, até o final do século XX, a chamada zona do meretrício da cidade. Datam desse período as instalações hospitalares para atendimento materno-infantil São Francisco de Assis, junto à Estação Praça Onze do metrô. Cabe ressaltar que até a oficialização da delimitação geográfica dos bairros do município, ocorrida em 1985, historicamente sempre houve confusão popular entre os limites de Estácio e Cidade Nova. Por vezes, o Teleporto, a antiga Vila Mimosa, e a área onde atualmente está o Sambódromo são referidas como parte do Estácio. Atualmente, por estar bem integrado a região da Tijuca, o bairro vem sofrendo influência da especulação imobiliária do mercado. Além de estar próximo ao centro da cidade e ser bem servido por meios de transportes, o bairro foi beneficiado pela pacificação do Complexo de São Carlos, principal agrupamento de favelas da região. ==Ver também== * Regiões administrativas do Rio de Janeiro * Estado do Rio de Janeiro * Rio de Janeiro (cidade) == Ligações externas == * *",
 "title": "Estácio (bairro)"
}