{
 "id": "73858",
 "text": "O etanol (CH3CH2OH ou C2H6O), também chamado álcool etílico e, na linguagem corrente, simplesmente álcool, é uma substância orgânica obtida da fermentação de açúcares, hidratação do etileno ou redução de acetaldeído, encontrado em bebidas como cerveja, vinho e aguardente, bem como na indústria de perfumaria. No Brasil, tal substância é também muito utilizada como combustível de motores de explosão (ver: motor a álcool), constituindo assim um mercado em ascensão para um combustível obtido de maneira renovável e o estabelecimento de uma indústria de química de base, sustentada na utilização de biomassa de origem agrícola e renovável (ver: Produção de álcool no Brasil e Etanol como combustível no Brasil). O etanol é o mais comum dos álcoois. Os álcoois são compostos que têm grupos hidroxila ligados a átomos de carbono sp3 (ou seja, cadeias carbônicas saturadas). Podem ser vistos como derivados orgânicos da água em que um dos hidrogênios foi substituído por um grupo orgânico. As técnicas de produção do álcool, na Antiguidade apenas restritas à fermentação natural ou espontânea de alguns produtos vegetais, como açúcares, começaram a se expandir a partir da descoberta da destilação. Mais tarde, já no século XIX, fenômenos como a industrialização expandem ainda mais este mercado, que alcança um protagonismo definitivo, ao mesmo ritmo em que se vai desenvolvendo a sociedade de consumo no século XX. O seu uso é vasto: em bebidas alcoólicas, na indústria farmacêutica, como solvente químico, como combustível ou ainda com antídoto. O Brasil é o maior produtor mundial de cana-de-açúcar com aproximadamente 38% da produção mundial. Maior produtor e exportador de açúcar com 22% da produção mundial. Sendo também o segundo maior produtor de etanol do mundo com 28% da produção mundial, atrás apenas dos Estados Unidos. No Brasil os índios produziam o cauim, uma fermentação da mandioca cozida ou de sucos de frutas, mastigados e depois fervidos. O etanol é muito importante no meio médico, onde é utilizado, bem como outros álcoois também são, no extermínio de vida microbiana nociva, que poderia piorar o estado dos doentes já que o etanol mata os organismos desnaturando suas proteínas e dissolvendo os lípidos sendo eficaz contra a maioria das bactérias, fungos, e vários tipos de vírus, mas é ineficaz contra os esporos bacterianosMcDonnell G, Russell AD (1999). \". Clin. Microbiol. Rev. 12 (1): 147–79. PMC 88911. PMID 9880479. e preservação em fluido. É usado também na produção de biodiesel, onde o óleo da mamona reage com o etanol, gerando éster etílico e glicerina. Há utilização também na produção de bebidas alcoólicas e de produtos farmacêuticos e de perfumaria. == Tipos e usos == * Anidro - o álcool anidro é bastante caracterizado pelo teor alcoólico mínimo de 99,3° (INPM), sendo composto apenas de etanol ou álcool etílico. É utilizado como combustível para veículos (Gasolina C) e matéria prima na indústria de tintas, solventes e vernizes. * Hidratado - é uma mistura hidroalcoólica (álcool e água) com teor alcoólico mínimo de 92,6° (INPM), composto por álcool etílico ou etanol. O emprego de álcool hidratado é na indústria farmacêutica, alcoolquímica e de bebidas, combustível para veículos e produtos para limpeza. O etanol é também usado como matéria prima para a produção de vinagre e ácido acético, a síntese de cloral e iodofórmio. == História == A fermentação do açúcar em etanol é uma das primeiras biotecnologias empregadas pela humanidade. Os efeitos intoxicantes do consumo de etanol já são conhecidos desde tempos antigos. O etanol tem sido utilizado pelos seres humanos desde a pré-história como o ingrediente intoxicante de bebidas alcoólicas. Resíduos secos em cerâmica de 9 mil anos encontrada na China mostram que no Neolítico as pessoas consumiam bebidas alcoólicas. Apesar da destilação ser bem conhecida pelos antigos gregos e árabes, o primeiro registro de produção de álcool a partir de um vinho destilado foi feito por alquimistas da Escola de Salerno no século XII.Forbes, Robert James(1948) A short history of the art of distillation, p.89 O primeiro a mencionar o álcool absoluto, em contraste com misturas hidroalcoólicas, foi Ramon Llull. == Obtenção == O etanol se forma na fermentação alcoólica de açúcares, como a glicose, pelo microorganismo Saccharomyces cerevisiae, reação que simplificadamente pode ser representada porSAFFIOTI, WALDEMAR; Fundamentos de Química; Companhia Editora Nacional; São Paulo, Brasil; 1968: :C6H12O6 → 2 C2H5OH + 2 CO2 == Toxicocinética == Quatro aspectos essenciais devem ser considerados no estudo da toxicocinética do álcool: absorção, distribuição, metabolismo e eliminação. O etanol é absorvido rapidamente a partir do estômago e intestino e é igualmente distribuído por todo o organismo por difusão simples do sangue nos tecidos. === Absorção e distribuição === Etanol é de baixa massa molecular e hidrossolúvel. Quando ingerido é absorvido rapidamente no estômago (20%) e intestino delgado (80%). A concentração plasmática maior ocorre de meia hora até uma hora e meia após a ingestão. Sua absorção é rápida no começo do uso e cai posteriormente, mesmo se no estômago existir alta concentração do produto. O tempo de esvaziamento gástrico e o início da absorção intestinal podem ser considerados os principais fatores determinantes das taxas variáveis de absorção de álcool encontradas em diferentes indivíduos ou circunstâncias. Se o indivíduo possuir alimentos no estômago retardará a absorção de etanol pelo estômago. Porém, quando o álcool chega no intestino delgado, sua absorção é rápida e completa, não importando a presença de alimentos. Quando absorvido, sua distribuição é rápida. Sua hidrossolubidade faz com que o etanol passe para todos os tecidos, intra ou extra celularmente, dependendo da concentração de água. O etanol atinge o SNC e passa pela barreira hematoencefálica. === Metabolismo e eliminação === O metabolismo ocorre essencialmente no fígado, por três enzimas: a álcool desidrogenase (ADH) que catalisa a oxidação a acetaldeído; a CYP2E1, principal componente do sistema microssomal hepático de oxidação do etanol (MEOS); e a catalase, localizada nos peroxissomas dos hepatócitos, responsável por apenas cerca de 10% do metabolismo do álcool. Existe ainda outra via de metabolização do etanol – via não oxidativa- que envolve a esterificação do etanol com ácidos graxos, o que conduz à formação de ésteres etílicos de ácidos graxos (FAEE). A produção de acetaldeído é a principal consequência metabólica via ADH, uma vez que este e outros aldeídos são capazes de formar adutos estáveis com proteínas e podem ainda conduzir a respostas pró-inflamatórias e pró-fibrogénicas, que parecem contribuir para a progressão da lesão hepática. A principal via de biotransformação é a da álcool desidrogenase, que possui zinco e catalisa a transformação de etanol para acetaldeído (CH3CHO): CH3CH2OH + NAD\\+ AD CH3CHO + NADH + H+ A segunda via utiliza o sistema de oxidação microssômica (SOM), onde é utilizado o NADPH em lugar do NAD: CH3CH2OH + NADPH + H+SOM CH3CHO + NADP+ \\+ H2O Existe ainda a via da catalase, que representa 10% da biotransformação do etanol. Nos perixomas, a oxidação do etanol da origem a aldeído, assim é necessário consumo de peróxido de hidrogênio transformado em água. A oxidação do etanol produz de energia 7, 1 kcal/g. Quanto à eliminação, o etanol é um composto cuja eliminação segue uma cinética de ordem zero, ou seja, é constante, e eliminando no homem a 0,1 g/kg de peso por hora ou 10 ml por hora em uma pessoa normal. == Efeitos == O abuso deste composto afeta muitos sistemas de órgãos, causando tanto efeitos agudos como crônicos. Sendo um depressor do SNC (acção direta),o etanol diminui a sua atividade: facilita a ação do maior neurotransmissor depressor no cérebro (GABA) e inibe a ação do maior neurotransmissor excitatório do cérebro (glutamato). Atuando especificamente sobre estes receptores, o etanol abranda o funcionamento do sistema nervoso. De todos os sistemas do corpo, o sistema cardiovascular é aquele em que o etanol pode ter simultaneamente efeitos positivos e negativos. No fígado, o excesso de etanol conduz a três diferentes desordens patológicas: fígado gorduroso (esteatose hepática), hepatite alcoólica e cirrose. O consumo excessivo de álcool é a principal causa da pancreatite crónica. Contudo, os mecanismos pelos quais o etanol a causa ou sensibiliza o pâncreas para ser alvo de dano por outros factores não são conhecidos. O álcool etílico consegue ainda perturbar os numerosos processos regulatórios que permitem aos rins funcionarem de forma normal - altera a estrutura e a função renal, assim como anula a sua capacidade em manter a composição de fluidos e electrólitos no corpo. O etanol pode, em parte, contribuir para a supressão da actividade reprodutora dos machos, por atrofia testicular, disfunção dos órgãos reprodutores acessórios, supressão da espermatogénese e infertilidade. Pode também ter influência direta no crescimento e desenvolvimento da criança - a criança pode nascer com Síndrome Fetal Alcoólica (FAS). O etanol é uma droga capaz de originar tolerância e um alto grau de dependência, tanto física como psicológica. Curiosamente, estudos recentes demonstraram que uma baixa concentração de etanol parece ter efeito terapêutico no tratamento de carcinoma hepatocelular humano por indução à apoptose das células HepG2. Apesar de não ser genotóxico, em doses muito altas e em doses específicas o etanol tem uma capacidade limitada de induzir mudanças genéticas. Quanto a carcinogênicidade, ela ainda é avaliada porém até hoje não houve níveis indicados que pudessem causar câncer a partir de exposição em ambiente de trabalho ou a partir de produtos de consumo . == Principais efeitos agudos do etanol == Observações: Em média 45 gramas de etanol (120 ml de aguardente), com estômago vazio, fazem o sangue ter concentração de 0,6 a 1,0 grama por litro; após refeição a concentração é de 0,3 a 0,5 grama por litro. Um conteúdo igual de etanol, sob a forma de cerveja (1,2 litros), resulta 0,4 a 0,5 gramas de etanol por litro de sangue, com estômago vazio e 0,2 a 0,3 gramas por litro, após uma refeição mista. === Toxicidade aguda === O sistema nervoso central é o órgão onde o etanol tem ação mais rápida, causando sedação, redução de ansiedade, fala arrastada, ataxia, desinibição e redução da capacidade de julgamento. Apesar de muitas pessoas pensarem que o álcool é estimulante, na verdade trata-se de um depressor do SNC. A estimulação que ocorre em pequenas doses é decorrente da depressão no cérebro dos mecanismos de inibição. Os fatores para alteração no comportamento do indivíduo, cognição e descoordenação motora depende do sexo, da dose, da velocidade de absorção e a tolerância desenvolvida. Algumas pessoas após ingerirem quantidade considerável de bebida, tornam-se falantes enquanto outras retraem-se, tem mau humor, irritação ou introspecção. Também pode ocorrer perda de controle e agressividade. Na prática clínica, a detecção de casos de alcoolismo geralmente é caracterizada pelo rubor facial, fala pastosa, ataxia, nistagmo, irritabilidade e dificuldade de concentração, e é classificada pela CID-10 (intoxicação aguda). Se a pessoa atingir sinais de intoxicação com quantidade de álcool menor o diagnóstico é dado como intoxicação patológico. Dependendo da dose ingerida a pessoa pode ter amnésia. Fora isto muitos consomem o etanol com energéticos, como os da marca Red Bull que é um estimulante correndo o risco de existir uma reação antagonista ou apenas mascarante de embriaguez. Todos energéticos possuem na embalagem orientação para evitar o consumo deles com qualquer tipo de bebida alcoólica. A hipoglicemia e cetoacidose, são os dois principais mecanismos de toxicidade aguda, indutores de coma alcoólico. Durante o metabolismo do etanol, as reações de oxidação catalisadas pelas enzimas ADH e ALDH conduzem à redução concomitante de NAD+ a NADH. A redução citosólica de NAD+ tem como consequência a inibição da conversão do lactato a piruvato, enquanto que o aumento dos níveis de NADH favorecem a reação inversa. O piruvato serve como substrato para a gliconeogénese, pelo facto de ser convertido a acetil-CoA, o qual por sua vez entra no ciclo de Krebs ou é convertido em ácidos graxos. No entanto, uma vez na presença de etanol, os níveis de piruvato estão mais baixos e como tal, para compensar a falta de substratos metabólicos normais, o organismo aumenta o metabolismo dos ácidos graxos, através da β-oxidação dos mesmos, como uma via alternativa para a obtenção de energia, uma vez que dela é possível obter acetil-CoA. O acetil- CoA, obtido por esta via, entra no ciclo de krebs, permitindo a formação de malato, o qual, após ser transportado da mitocôndria para o citosol, é convertido a oxaloacetato, ocorrendo o processo de gliconeogénese. No entanto, esta conversão necessita de NAD+, o qual, devido à presença do etanol, se encontra diminuído no citosol. Desta forma, a reação não ocorre e a produção de glicose endógena fica comprometida, havendo por isso um estado de hipoglicémia. Além da hipoglicemia, o facto de durante todo este processo se forma acetil-CoA, como resultado da β-oxidação dos ácidos graxos, e de esta se combinar com o acetato resultante do metabolismo do etanol, possibilita a formação de acetoacetato e β-hidroxibutirato que contribuem para um estado de acidose metabólica. == Alcoolismo e toxicidade crônica == O alcoolismo é uma doença crônica, caracterizada pela dependência de etanol. Na prática clínica, constata-se que o alcoólatra cada vez mais depende da substância para viver, desenvolvendo grave dependência física quando este é retirado. Nenhuma parte do organismo humano é menos atingida dos efeitos nocivos do álcool. Em pessoas saudáveis que utilizam o álcool moderadamente, a maioria dos efeitos patológicos pode ser revertido. Porém, quando consumido com exagero ou em indivíduos com patologias prévias, as consequências nos órgãos podem ser graves e irreversíveis. Um alcoólatra é definido como o indivíduo que consome mais de quatro drinques por dia, ou seja, 60 g de álcool por dia nos últimos seis meses. Bebidas mais consumidas e sua concentração de etanol Bebida Quantidade equivalente a um drinque (15 g de etanol) Cerveja (5% de etanol) 340 ml (600 ml de cerveja = aprox. 30 g de álcool) Bebidas destiladas (conhaque, brandy, uísque, vodca, gim, rum e cachaça) (35 a 65% etanol) 43 ml a 25 ml (1 dose = aproximadamente 15 g de álcool) Vinho de mesa (11% de etanol) 142 ml (1 garrafa = 5,5 drinques = ~ 82 g de álcool) Vinhos fortificados (vermute, Sherry, Porto) (18% de etanol) 85 ml (1 dose – aproximadamente 7,5 g de álcool) * No Brasil, é proibida a comercialização de quaisquer bebidas com graduação superior a 54% de volume alcoólico (Decreto 6.871, de 4 de junho de 2009). === Efeitos no sistema hematológico === A deficiência de ácido fólico, pode levar a uma anemia megaloblástica, leucopenia e plaquetopenia, além de elevar o volume corpuscular médio do indivíduo. === Sistema gastrintestinal === No sistema gastrintestinal, o etanol pode causar câncer, principalmente nas regiões do esôfago e estômago. A ação irritativa da mucoso do etanol pode resultar gastrites e úlceras estomacais e duodenais, além de pancreatite aguda e crônica. Sobre o fígado, o que ocorre mais comumente é a esteatose, hepatite alcoólica e cirrose. Pequenas doses interferem na neoglicogênese hepática e produção de gorduras. Os danos hepáticos podem ser letais se atingirem a insuficiência hepática. === Síndrome fetal === A síndrome alcoólica fetal é um conjunto de sintomas ocasionados pelo consumo de etanol durante a gravidez, inclusive efeitos após o parto da criança. É caracterizada pela combinação de inúmeros fatores, incluindo abortos espontâneos, retardo mental, malformações no corpo, dificuldade de aprendizagem, fissuras palpebrais, lábio leporino, recém- nascidos de baixo peso, entre outros problemas. Os fatores de maior peso nesta síndrome é a capacidade do álcool de atravessar a barreira placentária e sua atuação em qualquer parte do organismo humano. Alterações orgânicas do álcool \\- Demência alcoólica, degeneração cerebelar, síndrome de Wernicke-Korsakoff, mielinólise pontina central - Cetoacidose alcoólica, síndrome hepato renal, hipocalcemia, hipofosfatemia. \\- Rubor da face, eritema palmar, olhos vermelhos, edema de pálpebras, dermatite seborréica. - Cirrose, hepatite alcoólica, úlceras, pancreatite. \\- Hipertensão arterial, miocardiopatia. - Béri-béri, pelagra, deficiência de riboflavina e piridoxina. \\- Boca, esôfago, fígado, tireóide, próstata, reto, pancrêas, estômago. - Aumento de infecções, leucopenia, VCM elevado, coagulação prejudicada. \\- Impotência, hipoglicemia, feminilização em homens. \\- Gota, miopatia, necrose asséptica do quadril. == Etanol no meio ambiente == ===Atmosfera=== O Etanol tem volatilização pouco expressiva, portanto pouca quantidade dele, em caso de vazamento por exemplo, vai para a atmosfera. Pode favorecer a formação de ozônio troposféricos sob certas condições. Quando lançado diretamente para a atmosfera ele pode sofrer reações fotoquímicas que o transforma em acetaldeído (composto capaz de causar câncer), e em outras substâncias prejudiciais aos seres vivos em ambiente. ===Solo e água=== Por ser totalmente miscível em água o etanol praticamente não sofre adsorção, assim migrando para as águas subterrâneas. Sendo tão miscível o etanol pode ter o papel de cossolvente, ou seja, ele pode aumentar a solubilidade de um segundo composto, assim diminuindo a sua adsorção e tendo como destino final os mares e os mananciais de abastecimento. O Etanol pode ser biodegradado por micro-organismos através do mecanismo de oxidação- redução, onde ele age como doador de elétrons. Em casos onde o etanol está misturado com outras substâncias, por exemplo na gasolina, ele causa mudanças nos mecanismos naturais de biodegradação dos outros compostos, no caso BTEX. O Etanol pode consumir preferencialmente o oxigênio do local durante sua biodegradação, dificultando assim a biodegradação dos BTEX, que precisam de oxigênio para se biodegradarem. == Ver também == * Álcool 70 - Agente antimicrobiano (desinfeção / antissepsia) * Álcool retificado * Alcoolismo * Bioetanol * Elixir * Etanol celulósico * Etanol de carvão * Diesel * Gasolina == Ligações externas == * Etanol Etanol Categoria:Inibidores de recaptação de adenosina",
 "title": "Etanol"
}