{
 "id": "73869",
 "text": "Thomas Matthew DeLonge Jr. (Poway, 13 de dezembro de 1975), mais conhecido como Tom DeLonge, é um músico americano e guitarrista/vocalista da banda de punk rock Blink 182. Também dedica-se a projetos solo e a sua banda de rock alternativo Angels & Airwaves. ==Juventude== DeLonge foi criado por seus pais em Poway, Califórnia. Ele tem um irmão mais velho, Shon, e uma irmã mais nova, Kari. Tom foi expulso do colégio de Poway após ser pego bebendo em um jogo de basquete da escola. Ele então foi para o colégio Rancho Bernardino High School. Algumas de suas influências são Descendents, U2, Screeching Weasel, Dag Nasty, The Cure e Ramones. Quando retornou ao colégio de Poway durante o segundo grau, os alunos o elegeram Rei do Baile de Formatura, apesar do fato dele não estar concorrendo. Se tornar músico não foi sua primeira intenção, ele queria pilotar aviões \"caças\" ou ser balconista no Taco Bell. ==Carreira Musical== ===Blink-182 (1992-2005, 2009-2014) e Box Car Racer (2002-2003)=== Enquanto DeLonge estudava no colégio Rancho Bernardino, ele foi apresentado a Mark Hoppus através da irmã de Hoppus, Anne. Em 1992, eles conheceram Scott Raynor em um festival de bandas de seu colégio e decidiram formar uma banda juntos que se tornaria o Blink-182, originalmente só BLINK, mas a banda teve de mudar por motivos legais devido a uma banda irlandesa já nomeada igualmente. Raynor foi substituído por Travis Barker em 1998 por quase nunca estar sóbrio, após insistir em não aparecer em festivais e/ou shows particulares da banda. Travis estava em turnê com outra banda junto ao Blink-182, chamada The Aquabats. Depois de preencher a lacuna por dois shows, Barker se juntou ao Blink-182 oficialmente. Com Travis a bordo, a banda lançou o álbum Enema of the State, que foi popularmente aclamado, gerando três grandes sucessos. O próximo CD Take Off Your Pants and Jacket foi direto a primeiro lugar na Billboard 2001. Logo após DeLonge e Barker participaram da banda Box Car Racer, um projeto paralelo criado por DeLonge e seu colega de escola David Kennedy, em 2002. Em 2003, Blink-182 lançou seu álbum homônimo. Um ano e meio após o lançamento deste último álbum, DeLonge decidiu deixar o Blink-182, supostamente por nunca passar tempo com a sua família e dificuldades de comunicação que criaram um vácuo entre ele e os outros membros da banda. O Blink-182 anunciou um \"intervalo indefinido\" em 22 de fevereiro de 2005. Após o acidente de avião de Travis Barker, o antigo parceiro de DeLonge, em setembro de 2008, Mark Hoppus postou em seu blog (himynameismark.com), em 8 de novembro de 2008, que os três integrates da banda vinham se comunicando nos últimos meses, desde o acidente de Travis, que matou 4 pessoas e deixou Barker e o DJ AM em condições crítica. Esse post acendeu rumores entre os fãs sobre uma inevitável reunião. Um anúncio feito pela MTV em 5 de fevereiro de 2009 aumentou a especulação, dizendo que o blink-182 anunciaria um prêmio na próxima cerimônia dos Grammys. Essa apresentação foi marcada como a primeira aparição pública dos três membros da banda desde 2004. Antes de apresentar o prêmio para Melhor Álbum de Rock, a banda anunciou que estavam se reunindo; esse anúncio foi brevemente seguido por uma mensagem de confirmação postada no site blink-182.com. Tom foi citado dizendo \"Viva a vida como se fosse a ultima música da Jukebox\". Em 9 de fevereiro de 2009, DeLonge relatou na série de tv \"Extra\" sobre a volta do Blink 182. \"Quando você está numa banda, existe esse elo invisível. Vocês são como uma família. Demos um breve tempo nisso. O acidente de Travis foi algo que nos reuniu … sempre soubemos que era inevitável, só precisávamos de algo para quebrar o gelo.\" O blink-182 saiu em turnê no verão americano de 2009, em um período que foi desde Julho até o começo de Outubro deste mesmo ano, e depois está prevista o lançamento de seu novo álbum e também novo documentário Blinkumentary, já em 2012. No final de Janeiro de 2015, a rádio CBS revelou que DeLonge havia deixado o grupo. Seu último show com o grupo havia sido no dia 1 de outubro de 2014. Segundo a declaração publicada, DeLonge não estava mais interessado em trabalhar com a banda e desejava dedicar-se \"a outras atividades fora do mundo da música\". No dia seguinte ao anúncio, DeLonge publicou uma carta aberta aos fãs explicando melhor as dificuldades dele para se comprometer com o Blink-182. ===Angels & Airwaves (2005)=== DeLonge é o vocalista e um dos guitarristas na banda Angels & Airwaves. Algumas canções do Angels & Airwaves tiveram influência da banda irlandesa U2. Ele formou a banda com o colega de escola e ex-integrante das bandas Hazen Street e Box Car Racer David Kennedy na guitarra, com o ex- baterista da banda The Offspring Atom Willard e ex-baixista da banda The Distillers Ryan Sinn. Lançaram seu primeiro Álbum We Don't Need To Whisper em 20 de Maio, 2006. Durante a gravação de seu segundo álbum I-Empire (6 de novembro, 2007), Ryan Sinn deixou a banda por razões pessoais e foi substituído pelo ex-baixista da banda 30 Seconds To Mars Matt Wachter. Tom DeLonge ainda toca músicas do Blink 182, como \"Down\", \"I Miss You\", \"Not Now\" e \"Reckless Abandon\" com o Angels & Airwaves, junto com as músicas do Box Car Racer \"There Is\" e \"My First Punk Rock Song\". Em fevereiro de 2009, DeLonge, junto com Mark Hoppus e Travis Barker, anunciaram no Grammy que o Blink 182 iria se reunir. Eles anunciaram que iriam lançar um novo álbum e fariam uma turnê de verão. Em um vídeo blog DeLonge disse que o Angels & Airwaves não acabou e que existem vários planos com a banda para o futuro, oque pode incluir um evento pay per view com a NASA. ===Equipamento Musical=== As guitarras Fender trabalharam com DeLonge para criar a linha Tom DeLonge Stratocaster que consiste em um corpo sólido em alder junto com um único captador Seymour Duncan invader bridge. Acompanhado por um único botão de volume, em conjunto com seu design simples. No princípio, a stratocaster era equipada com um sistema tremolo American 2-Point mas foi trocada por uma ponte fixa. Desde 2003, com o lançamento do álbum Blink 182, DeLonge também uma linha personalizada de guitarras Gibson, disponível em marrom com listras creme. A linha Tom DeLonge vem com um clássico corpo semi-oco da Gibson e se estende ao punk rock com o captador duplo \"Dirty Fingers\". ===Vida Pessoal=== DeLonge, que já confessou acreditar em alienígenas, se casou com Jennifer Jenkins no dia 26 de maio de 2001 em Coronado Island. O casal, que começou a namorar em 1996, eram amigos desde o colégio. Mora atualmente em Rancho Santa Fe, na Califórnia, com a esposa, os dois filhos (Ava Elizabeth, nascida em 15 de Julho de 2002 e Jonas Rocket, nascido em 16 de Agosto de 2006) e os cachorros da família, Grey e Chloe. Politicamente ativo durante as eleições de 2004 e 2008, em 2004 ele apoiou o candidato democrata John Kerry. Já no ano de 2008, ele apoiou o também democrata Barack Obama, chamando-o de \"O John Kennedy desta geração\". Ele também caracterizou o rival de Obama nas eleições, John McCain, como \"um republicano de 71 anos defensor de armas\". ===Outras Realizações=== Tom dirigiu o clipe para a banda Taking Back Sunday para a música \"The Photograph is Proof\" em 2004. Tom fez uma ponta com seus companheiros do Blink 182 no filme American Pie, atuando numa cena onde a música \"Mutt\" da banda tocava ao fundo. Também fez uma ponto nos Simpsons com a música \"All The Small Things\" tocando ao fundo. Lembrando que Tom gravou a música \"Bring of Me\" com sua irmã (Nick) do x-zone apesar de terem uma ligação muito forte! Tom tem uma guitarra com símbolos maçônicos supondo-se que ele seja maçom. Tom inaugurou seu próprio site chamado Modlife, o site permite que as bandas e seus fãs se comuniquem diretamente através de chats e vídeo-blogs. Tom também pode ser encontrado no twitter. ===Companhias de Roupa=== Em 2001, DeLonge iniciou a linha de roupas Atticus e de calçados Macbeth com seu companheiro do Blink 182 Mark Hoppus. No entanto, ele vendeu suas ações na linha Atticus após deixar o Blink 182 e é agora o único proprietário da linha de calçados Macbeth. Retorno ao Blink-182 No dia 11 de outubro de 2022, o Blink-182 anunciou a volta de Tom a banda e divulgou seus próximos shows para 2023. == Ligações externas == * Categoria:Membros de Blink-182 Categoria:Cantores dos Estados Unidos Categoria:Guitarristas dos Estados Unidos Categoria:Compositores dos Estados Unidos Categoria:Católicos dos Estados Unidos Categoria:Maçons dos Estados Unidos Categoria:Membros de Angels and Airwaves",
 "title": "Tom DeLonge"
}