{
 "id": "73872",
 "text": "Cristiano Sebastião de Lima Júnior, conhecido pelos jornalistas indianos por Júnior (Brasília, 5 de junho de 1979 — Bangalore, 5 de dezembro de 2004), foi um futebolista brasileiro, que jogava como atacante. Revelado no Vasco da Gama, seu último clube foi o Dempo Sports Club de Panaji, no estado de Goa. == Morte == Júnior colidiu com o goleiro Subrata Pal (após o goleiro deixar propositalmente a mão no rosto de Cristiano), do Mohun Bagan, aos 33 minutos do segundo tempo, da final da Copa da Federação, enquanto marcava seu segundo gol após carregar a bola até dentro da área. Desmaiou e, então, teve um colapso. As tentativas de reanimá-lo não tiveram sucesso. O jogo continuou mesmo após Júnior ter sido tirado do campo. Já estava morto quando chegou ao Hosmat Hospital. O Dempo ganhou a partida e a Copa por 2–0. Júnior, que tinha o melhor salário pago a um jogador de futebol na Índia, assinou contrato para se transferir do East Bengal Sports Club de Calcutá em setembro de 2004, onde formou uma parceria no ataque com o craque indiano Bhaichung Bhutia, ajudando seu time a alcançar o título do campeonato na temporada 2003–04. O comissário de polícia de Bangalore disse que a autópsia revelou que Júnior morreu de ataque cardíaco. O Dempo anunciou que vai aposentar a camisa 10. O time também processou Subrata Pal, o Hosmat Hospital e a Associação do Estado de Karnataka de Futebol. Pal acabou suspenso.The Hindu - Two-month suspension for Subrata Paul ==Títulos== ;Dempo * Copa da Federação da Índia: 2004 === Artilharia === * Artilheiro National Football League: 2003 (15 gols) == Ligações externas == * The Hindu : Sport / Football : Two-month suspension for Subrata Paul Categoria:Futebolistas do Distrito Federal (Brasil) Categoria:Futebolistas do Brasília Futebol Clube Categoria:Futebolistas do Garça Futebol Clube Categoria:Futebolistas do Club de Regatas Vasco da Gama Categoria:Futebolistas do Olaria Atlético Clube Categoria:Futebolistas do Sampaio Corrêa Futebol Clube Categoria:Futebolistas do Criciúma Esporte Clube Categoria:Futebolistas do América Futebol Clube (Rio Grande do Norte) Categoria:Futebolistas mortos em campo",
 "title": "Cristiano Júnior"
}