{
 "id": "73906",
 "text": "Pietro de Alleori Ubaldi, melhor conhecido como Pietro Ubaldi (Foligno/Itália, 18 de Agosto de 1886 — São Vicente/Brasil, 29 de Fevereiro de 1972), foi um filósofo e pensador espiritualista italiano, Biografia resumida. Acessado em 06 de junho de 2009 indicado cinco vezes ao Prêmio Nobel de Literatura. == Biografia == Filho de Sante e de Lavínia Ubaldi, senhora pertencente à nobreza italiana. Aos vinte e cinco anos de idade desposou Antonieta Solfanelli Ubaldi com quem teve três filhos: Franco, Vicenzina, e Agnese. Formado em Direito e Música. A sua tese de formatura, na Universidade de Roma, com o título \"Expansão Colonial e Comercial da Itália para o Brasil\", foi publicada em 1911, num volume de 266 páginas pela Editora Ermano Loescher & Cia, em Roma. Fez concurso para professor de língua inglesa, foi aprovado e nomeado para o Liceu Tomaso Campanella, em Módica, na Sicília, onde trabalhou apenas um ano letivo. Em 1932 fez novo concurso e foi colocado na Escola Média Estadual Otaviano Nelli, em Gúbio, ao norte da Itália, mais próximo da família. Aqui lecionou durante duas décadas, vivendo em um quarto humilde de pensão. Viveu parte de sua vida na Itália e parte no Brasil. Conheceu vários países. Em 1927, após o falecimento de seu pai, fez voto de pobreza, transferindo à família os bens que lhe eram de direito. Faleceu no Hospital São José, em São Vicente, SP, em 29 de fevereiro de 1972. == Obra == Tendo dedicado boa parte da vida ao estudo da filosofia e da religião, escreveu diversas obras sobre o tema, num viés espiritualista e universalista. Ao longo delas, procurou demonstrar a existência de uma Lei Natural, segundo os princípios de Sócrates e de Platão. Metade dessa obra foi escrita na Itália e a outra metade no Brasil. O livro \"A Grande Síntese\", escrito entre 1932 e 1935, é tido como uma das suas principais obras, versando sobre uma proposta de compreensão unificada entre as formas de conhecimento humano. *Grandes Mensagens Introdução e início da obra de Ubaldi, considerada por ele \"de origem exclusivamente inspirativa\". A edição brasileira apresenta uma biografia do autor. *A Grande Síntese Começa com a epígrafe \"Síntese e Solução dos Problemas da Ciência e do Espírito\". Traça o caminho que o ser percorreria por meio da evolução, desde o \"plano da matéria\" até o \"do espírito\", e mostra a \"via de retorno a Deus\", que seria o fenômeno fundamental do Universo e escopo supremo da Vida. O problema da consciência é sintetizado numa visão unitária e monista. *As Noúres - Fala sobre \"Técnica e Recepção das Correntes de Pensamento\". Defende a existência de tais correntes e procura explicar como elas poderiam ser \"captadas\" pela intuição. *Ascese Mística Explica o fenômeno místico e descreve a experiência do autor nesse campo. *História de um homem O autor analisa as várias fases da vida, sobretudo em função de A Grande Síntese e Ascese Mística, que foram colocados pela Igreja, em 1939, no Index dos livros proibidos. *Fragmentos de Pensamento e de Paixão Aplicação dos princípios expostos nos volumes precedentes, dos problemas individuais e sociais. Os ideais franciscanos. A \"verdadeira religião\". *A nova civilização do terceiro milênio O autor mostra que a ideia central, o escopo da obra, é o de contribuir conceptualmente para a formação de uma \"nova civilização\" que estaria para surgir. Faz previsões sobre o novo Cristianismo e estuda o fenômeno místico vivido por São Francisco. *Problemas do futuro (O Problema Psicológico, Filosófico, Científico) Propõe e apresenta solução aos problemas mais díspares, fundamentais ao Conhecimento. *Ascensões humanas (O Problema Social, Biológico e Místico) O autor volta a observar a evolução da vida no aspecto espiritual. *Deus e Universo Síntese teológica. Começa a enfrentar em linhas gerais o problema das primeiras origens do Universo e o aspecto cósmico do ciclo involução-evolução do ser. *Profecias O autor faz profecias que se cumpriram integralmente. Explica Nostradamus, o Apocalipse e os profetas do Velho Testamento. *Comentários Apresenta opiniões e críticas à primeira obra, escrita até 1951. Inclusive a carta de Albert Einstein. *Problemas atuais (O Novo Mundo) Faz uma crítica à Maquiavel, tratando da Estabilidade Monetária, da Patogênese do Câncer e da Teoria da Reencarnação. *O Sistema (Gênese e Estrutura do Universo) É uma teologia científica que traça o caminho da existência do ser e as primeiras origens, mostrando a Obra de Deus na Criação. *A Grande batalha Descreve a luta que o indivíduo espiritualizado deve sustentar no ambiente terrestre, diante da necessidade prática contrastando com o Ideal. *Evolução e Evangelho Examina a posição do Evangelho diante da realidade da vida e a moral utilitária. *A Lei de Deus: Com palavras simples, explica como funciona, no mundo, o pensamento diretivo de Deus. *A Técnica funcional da Lei de Deus Mostra o mecanismo das forças espirituais em ação; as trajetórias e ações; como se pode corrigir os destinos errados; qual é a técnica da redenção e salvação e como, racionalmente, se planifica a vida. *Queda e Salvação É uma continuação de O Sistema. Analisa o fenômeno da involução do espírito até a matéria (a descida), anterior e complementar ao fenômeno da evolução (subida), estudado em A Grande Síntese. *Princípios de uma nova ética Trata-se de uma nova moral racional, construída sobre bases científicas. Estuda a personalidade humana e o destino, sob uma nova psicanálise, psicodiagnose, psicossíntese, e a ética do sexo como fenômeno social. *A descida dos ideais Fala-se de Teilhard de Chardin, de Jean-Paul Sartre, da crise do Catolicismo, Cristianismo e Comunismo, trabalho e propriedade etc. *Um Destino Seguindo Cristo Neste volume o Autor narra as experiências espirituais nos 40 anos dedicados à Obra. *Pensamentos Mostra como orientar-se na vida, e, através de casos verídicos, como é possível observar o funcionamento da Lei de Deus. *Cristo Analisa a personalidade de Jesus Cristo, o Evangelho e os problemas sociais. Cristo é pensado nessa obra como \"o centro do fenômeno evolução-redenção-salvação\".Obras de Pietro Ubaldi. Acessado em 06 de junho de 2009 ==Ligações externas== * Instituto Pietro Ubaldi * Pietro Ubaldi Editora * Centro Estudos Ubaldianos de Belo Horizonte * XII Congresso Brasileiro Pietro Ubaldi - Belo Horizonte * Contém toda a obra de Pietro Ubaldi e mais busca sobre qualquer assunto relacionado * Pietro Ubaldi - Seguidor do Mestre Jesus (site com biografia, mensagens e livros de Pietro Ubaldi) * Mensagens de Pietro Ubaldi em áudio * A Voz de Ubaldi (mp3) * Centro Culturale Pietro Ubaldi-Italia * Sito Ufficiale * Instituto Pietro Ubaldi de Venezuela Ubaldi, Pietro Categoria:Escritores por religião Ubaldi, Pietro Categoria:Espiritualistas Categoria:Filósofos da Itália",
 "title": "Pietro Ubaldi"
}