{
 "id": "7392",
 "text": "miniaturadaimagem|226x226px|Sala de Osteologia comparada do Museu de História Natural de La Plata, Argentina. A Osteologia é o ramo da anatomia que estuda a estrutura, forma e desenvolvimento dos Ossos e das articulações. Etimologicamente, esta palavra provém do grego ostéon (osso) + logos (ciência, tratado, discurso). No que se refere à patologia óssea, a osteologia abrange doenças inflamatórias, tumores, lesões congênitas dos ossos e das articulações e afecções displásticas do esqueleto, causadas por modificações nos componentes orgânicos e inorgânicos. O principal grupo de doenças ósseas, no entanto, é objeto da traumatologia, que abrange o diagnóstico e o tratamento de fraturas e outras lesões traumáticas. == Ossos == Estrutura dura e sólida, constituída de por duas substâncias: uma orgânica, a osseína, de constituição glicoproteica, e outra inorgânica, representada pelos sais minerais, de cor branco amarelada que forma arcabouço, sua principal função é a sustentação, proteção aos Orgãos internos, ponto de apoio para fixação dos músculos, reserva mineral e formação das Células do sangue. === Função dos ossos === # Proteção: Órgãos mais frágeis situados nas cavidades são protegidos por estruturas ósseas como por exemplo: medula neural, coração e pulmões. # Sustentação: funcionam como fortes bases estruturais de sustentação e servem para adaptar-se ao meio e sustentar, como nas girafas, a cabeça, para a boca ficar o mais próximo possível de brotos de árvores. # Dar formato ao corpo : o formato do corpo dos vertebrados é promovido pelo esqueleto. # Armazena minerais e íons # Movimentação: Age como componente passivo de um movimento, sendo os músculos a parte ativa. # Produz células sanguíneas (hematopoiese): As extremidades dos ossos mais longos produz sangue. Lá a osteoarquitetura é trabeculada, onde células pluripotenciais (stem cells) se inserem e acabam povoando o osso para produzirem células sanguíneas. # Auto – remodelamento: Os ossos também têm a a capacidade do auto-remodelamento, para que seja possível a adaptação da postura ao meio que é exigido. o oposto também é possível, comumente gerando prejuízos a saúde, exemplo mais comum são os desvios de coluna, por vícios de posição e postura, causando a escoliose, lordose ou cifose. === Tipos de ossos === * Longo: apresenta comprimento maior que a largura e o espessura e são constituídos por um corpo e duas extremidades. Eles são um pouco encurvados, o que lhes garante maior resistência. * Curto: São parecidos com um cubo, tendo seus comprimentos praticamente iguais às suas larguras. Eles são compostos por osso esponjoso, exceto na superfície, onde há fina camada de tecido ósseo compacto. * Plano: ossos achatados que apresentam comprimento maior que a largura e espessura, são compostos por duas lâminas paralelas de tecido ósseo compacto, com camada de osso esponjoso entre elas. * Irregulares: cheios de saliência, formas e reentrâncias.Não apresenta forma definida == O Esqueleto == O esqueleto é composto por ossos, ligamentos e tendões. O esqueleto humano é formado por 203 ou 204 ossos e se divide em cabeça, tronco e membros. A função mais importante do esqueleto é sustentar a totalidade do corpo e dar-lhe forma. Torna possível a locomoção ao fornecer ao organismo material duro e consistente, que sustenta os tecidos brandos contra a força da gravidade e onde estão inseridos os músculos, que lhe permitem erguer-se do chão e mover-se sobre sua superfície. O sistema ósseo também protege os órgãos internos (cérebro, pulmões, coração) dos traumatismos do exterior. === O esqueleto animal pode dividir-se em === * Esqueleto axial * Esqueleto apendicular * Esqueleto visceral Categoria:Anatomia",
 "title": "Osteologia"
}