{
 "id": "73935",
 "text": "Mindanau ou Mindanao (localmente Mindanao) é a segunda maior ilha no arquipélago das Filipinas, com quilômetros quadrados (a 19.ª maior do mundo) e é também o nome de um dos três grupos de ilhas que compõem o país. Localiza-se na ilha a Região Autónoma Muçulmana de Mindanau, criada em 1989. A Fossa de Mindanau é um dos pontos oceânicos mais profundos da Terra, com aproximadamente metros de profundidade. É a oitava maior ilha do mundo em número de habitantes, com mais de 21,5 milhões de residentes. == História == A região foi lugar de sultanatos como os de Sulu, Bornéu e Maguindanau. Desde finais do século XVI até ao início do XVII ocorreram os primeiros contactos com a Espanha, com as tentativas de colonização pelos espanhóis. Ao contrário do que habitualmente se julga, só uma pequena parte de Mindanau foi originalmente habitada por muçulmanos. De facto, a maioria da população do norte e leste da ilha praticava religiões nativas antes de se terem convertido ao cristianismo. No entanto, lutas pela independência foram feitas por fações muçulmanas desde há cinco séculos, contra sucessivos ocupantes. Espanha, Estados Unidos, Japão e forças governamentais filipinas falharam em acalmar os desejos separatistas muçulmanos num país de maioria cristã. Devido aos fluxos migratórios, bem como à evangelização, a maioria da população de Mindanau é hoje cristã. == Geografia == Mindanao é a segunda maior ilha do arquipélago, e a oitava maior do mundo em população. A ilha é montanhosa, e a montanha mais alta das Filipinas, o Monte Apo, fica em Mindanau. Está rodeada pelo Mar de Sulu a oeste, o Mar das Filipinas a leste, e o Mar das Celebes a sul. De todas as ilhas das Filipinas, Mindanau demonstra a maior variedade de desenvolvimento fisiográfico. Montanhas altas e rugosas, picos vulcânicos quase isolados, planaltos e vastas planícies, tudo há na ilha. O grupo de ilhas de Mindanau engloba a ilha homónima e o Arquipélago Sulu a sudoeste. Este grupo de ilhas divide-se em seis regiões, que se subdividem em 26 províncias. As seis regiões são: Região Administrativa Área (km²) População (censo de 2007) Densidade populacional (/km²) Península de Zamboanga 16 823 3 230 094 192,0 Mindanau do Norte 20 132 3 952 437 196,3 Região de Davao 20 244 4 156 653 205,3 Soccsksargen 22 466 3 829 081 170,4 Caraga 21 471 2 293 480 106,8 ARMM* 26 974 4 120 795 152,8 Mindanau (grupo) 128 110 21 582 540 168,4",
 "title": "Mindanau"
}