{
 "id": "73948",
 "text": "Maomé Murade V (Mehmed Murad V ou Murat V; 21 de Setembro de 1840 — 29 de Agosto de 1904) foi o sultão do Império Otomano que reinou desde o dia 30 de Maio de 1876 até o dia 31 de Agosto do mesmo ano. == Primeiros anos == Murade nasceu em Istambul em 21 de setembro de 1840.Britannica, \"Istanbul\": \"Until the Turkish Post Office officially changed the name in 1930, however, the city continued to bear the millenary name of Constantinople.\" Seu pai era Abdul Mejide I. Sua mãe, com quem seu pai se casou em Constantinopla em 1º de agosto de 1839, era Şevkefza Kadın, uma mulher circassiana da tribo Ubykh, filha de Mehmed Bei Zaurum e sua esposa Cemile Hanım. A partir do final de 1840, outras princesas e príncipes do jovem sultão nasceram. Foi dada atenção à educação e treinamento cuidadoso do grande príncipe Murade. Murade também participou das visitas de Abdulazize ao Egito em 1863 e à Europa em 1867. Embora ele fosse apreciado pelos governantes europeus com sua gentileza, seu tio, que não se sentia à vontade com isso, planejava mandá-lo de volta a Istambul. Napoleão e a rainha Vitória mostraram interesse em Murade mais que em Abdulaziz. Além disso, foram organizados convites e excursões especiais para o príncipe herdeiro. Ele passou a maior parte do tempo na fazenda em Kurbağalıdere, Kadıköy, onde Abdulazize havia lhe alocado. Ele freqüentemente falava com senhores Şinâsi, Nâmık Kemal e Ziyâ (Pasha) sobre legitimidade, democracia e liberdade. Em Ziyâ Pasha e seu médico especial, Kapoleon Efendi, ele também se comunicou com Midhat Pasha, líder do grupo de oposição, que estava insatisfeito com o governo de Abdulazize. Nesse caso, o Império Otomano enfrentou várias dificuldades. == Reinado == Ele sucedeu ao trono após a deposição do tio em 30 de maio de 1876. Ele foi altamente influenciado pela cultura francesa e foi liberal.Palmer, Alan. The Decline and Fall of the Ottoman Empire, 1992. Page 141–143. Ele reinou por 93 dias antes de ser deposto, alegando que estava doente mental. Como resultado, ele não conseguiu entregar a Constituição que seus apoiadores haviam procurado. A instabilidade política que se seguiu causada por sua expulsão aproximou o império da guerra desastrosa com a Rússia, então governada por Alexandre II. Murade V foi o primeiro e único membro sultão da Grande Loja de Maçons Livres e Aceitos da Turquia.http://162.243.49.51/web/03_turkiye.html#5 Uma fonte primária importante sobre sua vida vem das memórias de uma de suas consortes, Filizten Kalfa, escrito na década de 1930.Brookes, Douglas Scott. The concubine, the princess, and the teacher: Voices from the Ottoman Harem. University of Texas Press, 2010. p13-14 == Morte == Ele morreu no Palácio de Çırağan, Ortaköy, Istambul, e foi enterrado em Istambul em 30 de agosto de 1904. Seu irmão, Abdulamide II, subiu ao trono em 31 de agosto de 1876. Enquanto sua esposa Mevhibe e seu filho Selahaddin Efendi relataram que Murade V estava disposto a ser enterrado no mausoléu Yahya Efendi, ele não aprovou. Abdulamide fez o funeral de seu irmão sem anúncio e cerimônia. A oração do ex-sultão que foi lavada e encoberta no Palácio Topkapi foi realizada na mesquita Hidayet em Bahçekapı; Após a procissão fúnebre, ele foi enterrado ao lado de sua mãe keevkefza na nova mesquita, Istambul. == Bibliografia == * Categoria:Sultões do Império Otomano Categoria:Mortos em 1904 Categoria:Califas otomanos Categoria:Califas do século XIX Categoria:Monarcas destronados",
 "title": "Murade V"
}