{
 "id": "73998",
 "text": "A circulação termoalina ou termossalina refere-se à circulação oceânica global movida pelas diferenças de densidade entre as massas de água no oceano. Tais diferenças ocorrem em função de pequenas variações na temperatura (termo) e/ou na salinidade (halina) da água. Alterações na densidade de uma massa de água estão geralmente relacionadas ao seu aquecimento/resfriamento, processo de evaporação, precipitação (chuva, neve), influência de descarga fluvial e formação de gelo na superfície do oceano. A circulação termoalina é predominante no oceano profundo. Por isso, ela eventualmente também pode ser denominada como circulação profunda, circulação abissal ou circulação de revolvimento meridional. Essa circulação no oceano profundo não transporta somente água, mas também calor, sal, oxigênio, dióxido de carbono, nutrientes e outras propriedades. Em contraposição à circulação termoalina, o principal mecanismo de transporte de água na superfície do oceano é a circulação dirigida pelo vento. == Teoria == A primeira teoria que descreveu a circulação termoalina foi baseada em uma série de artigos escritos pelos cientistas Henry Stommel, Arnold B. Arons e Alan J. Faller entre 1958 e 1960,Stommel H. 1958. The abyssal circulation. Deep-Sea Research 5 (1): 80–82.Stommel H., and A.B. Arons. 1960. On the abyssal circulation of the world ocean—II. An idealized model of the circulation pattern and amplitude in oceanic basins. Deep-Sea. Research 6: 217–233.Stommel H., A.B. Arons, and A.J. Faller. 1958. Some examples of stationary flow patterns in bounded basins. Tellus 10 (2): 179–187. tendo sido feita a sua confirmação através de experimentos em laboratório de fluidos. A teoria de Stommel, Arons e Faller é baseada em três ideias fundamentais: # A geração de massas de água frias e profundas ocorre por convecção em alguns locais de alta latitude no Oceano Atlântico, principalmente nos mares de Irminger e da Groenlândia no hemisfério norte e no Mar de Weddell no hemisfério sul; # A mistura uniforme no oceano traz as massas de água frias e profundas de volta à superfície em algum outro local; # A circulação no interior do oceano é estritamente geostrófica e, portanto, a vorticidade potencial é conservada. A partir das ideias fundamentais, é possível concluir que essa teoria explica a circulação através da mistura e não pelo afundamento das massas de água fria nas altas latitudes do globo. Posteriormente, a teoria da circulação termoalina foi discutida por outros cientistas.Marotzke J. 2000. Abrupt climate change and thermohaline circulation: Mechanisms and predictability. Proceedings National Academy of Sciences 97 (4): 1347–1350Munk W. and C. Wunsch 1998. Abyssal recipes II. Deep-Sea Research 45: 1976–2009. Eles concluíram que somente a convecção no oceano profundo não seria suficiente para a ocorrência da circulação termoalina, pois isso faria com que o oceano fosse uma piscina profunda e estagnada de água fria. Com isso, os cientistas afirmaram que a circulação termoalina está diretamente relacionada com as camadas superiores do oceano. Além disso, os estudos apontaram a ressurgência como necessária para que aconteça o bombeamento das massas de água fria em direção à superfície, cruzando a barreira da picnoclina. Os ventos e as marés são a principal fonte de energia que impulsiona essa mistura vertical. Cientistas ainda observaram que convecção e afundamento de massas de água não são sinônimos e não ocorrem no mesmo lugar.Marotzke J., and J.R. Scott. 1999. Convective mixing and the thermohaline circulation. Journal of Physical Oceanography 29 (11): 2962–2970. A convecção ocorre em pequenas áreas localizadas, enquanto o afundamento de uma massa de água é impulsionado pelo bombeamento de Ekman e pelas correntes geostróficas, ocorrendo em áreas muito maiores. ==Mecanismo== Os sistemas de circulação superficial e circulação profunda no oceano global estão diretamente interligados, formando assim a circulação termoalina. As correntes de água superficial (que são menos densas) geradas em baixas latitudes seguem em direção a regiões de altas latitudes. Assim, elas passam por resfriamento e aumentam sua densidade. Durante a formação do gelo marinho, o sal é expulso do cristal de gelo e aumenta a salinidade da massa de água subjacente, aumentando consequentemente sua densidade. Assim, as massas de água superficiais afundam verticalmente em direção ao oceano profundo. Deste modo, pode-se concluir que a origem da circulação termoalina é um fluxo vertical de água superficial, mergulhando a uma profundidade intermediária ou próxima ao fundo. Tal profundidade varia de acordo com a densidade da água. As massas de água recém afundadas deslocam as antigas residentes, fazendo com que estas sigam em direção às baixas latitudes e formando um fluxo horizontal. Ao final desse fluxo, as massas de água profundas afloram em outra região do oceano superficial e assim recomeça todo o ciclo que interliga os dois sistemas (circulação dirigida pelo vento e circulação termoalina). Conforme descrito acima, a circulação vertical está relacionada às mudanças de densidade nas águas superficiais. O aumento dessa densidade está principalmente ligado ao aumento de salinidade devido à formação de gelo marinho, ao excesso de evaporação ou ao resfriamento da água do mar. Em linhas gerais, a base da picnoclina permanente separa o oceano superficial do oceano profundo. Isso ocorre devido à estratificação vertical de densidade observada na coluna de água oceânica. Essa estratificação é explicada pela alta energia dos ventos em águas superficiais, tendo maior efeito do que as diferenças de temperatura geradas pela incidência de radiação solar (que é mais intensa na região equatorial). Em altas latitudes, o parâmetro que exerce maior influência sobre a densidade das massas de água superficiais é a salinidade. Isso ocorre devido a temperatura da água nessas regiões ser baixa e relativamente constante ao longo de todo o ano. Outra característica importante dos sistemas de circulação oceânica é a existência do Oceano Austral. Ele permite que as águas superficiais e profundas fluam livremente de oeste para leste ao redor da Antártica, sendo de extrema importância para interligar os três oceanos (Atlântico, Índico e Pacífico). Na superfície, há a Corrente Circumpolar Antártica na latitude de aproximadamente 60° S. No oceano profundo, há a circulação das massas de água do Atlântico em direção ao Índico e ao Pacifico. No setor Atlântico do Oceano Austral, também há uma circulação de massas de água profundas em direção ao Atlântico Norte. == Massas de água == Uma massa de água pode ser definida como uma grande porção de água do mar que apresenta valores característicos de salinidade e temperatura. Essas características são adquiridas na superfície. Após afundar, a salinidade e a temperatura da massa de água serão alteradas somente a partir da sua mistura com massas de água adjacentes. No entanto, como essa mistura ocorre de forma muito lenta, a massa de água tende a manter suas características de temperatura e salinidade. A velocidade de deslocamento das massas de água que compõem a circulação termoalina é muito pequena, girando em torno de 1 cm s-1. Usando-se o conceito de tempo de residência, que é o tempo médio que uma determinada molécula (neste caso, a água) permanece no oceano antes de ser reciclada, seria necessário cerca de 500 a 1000 anos para a renovação de água do Oceano Atlântico profundo. As massas de água são denominadas de acordo com a profundidade na qual atingem equilíbrio vertical e com a região geográfica onde estão localizadas. Assim, o nome de identificação de uma massa de água é de suma importância, pois fornece informações sobre seu local de origem e sua posição vertical na coluna de água. Além disso, também fornece informações sobre a taxa de mistura de massas de água com diferentes densidades. De acordo com a sua profundidade, as massas de água podem ser classificadas como: * superficial: localizada na camada de mistura, ou seja, da superfície até cerca de 200 m de profundidade; * central: localizada abaixo da camada de mistura até o topo da base da termoclina permanente (aproximadamente 200 a 1000 m de profundidade); * intermediária: localizada da base da termoclina permanente até cerca de 3000 m de profundidade; * profunda ou de fundo: abaixo dos 3000 m de profundidade. O processo de formação das massas de água pode ser dividido em subsidência e convecção profunda. No processo de subsidência, as massas de água são injetadas em profundidades maiores seguindo as mesmas isopicnais da região de sua formação. Esse processo dá origem às águas centrais e águas intermediárias. Já o processo de convecção profunda é resultante da formação, em camadas superficiais, de águas mais densas que a camada inferior. Deste modo, esse processo favorece a circulação vertical, originando as águas profundas e águas de fundo. Em geral, as águas superficiais não são classificadas como massas de água devido à instabilidade em seus parâmetros de temperatura e salinidade. De uma forma geral, águas profundas são geradas em altas latitudes e águas localizadas mais próximo à superfície são geradas em latitudes mais baixas. === Massas de água no Oceano Atlântico === As águas que circundam o continente antártico atingem temperaturas extremamente baixas no inverno. Devido à formação de gelo na superfície do Oceano Austral, as massas de água subjacentes apresentam alta salinidade. Em função disso, essas massas de água afundam e fluem ao longo do assoalho oceânico em direção ao equador, cruzando esta linha imaginária e alcançando até cerca de 45° N. Tal massa de água é denominada Água Antártica de Fundo (AAF). Durante sua subsidência, esta também flui para leste e sua mistura com a Corrente Circumpolar Antártica dá origem a uma massa de água denominada Água Profunda Circumpolar (APC). Esta, como o próprio nome sugere, circula em torno do continente antártico em sentido horário. A Água Profunda do Atlântico Norte (APAN) é formada na costa da Groenlândia, sofrendo subsidência e fluindo em direção ao hemisfério sul. Por ser menos densa, essa massa de água flui sobre a AAF. A APAN desloca-se pelo oceano profundo até cerca de 60° S. Em torno desta latitude é formada a Água Intermediária Antártica (AIA). Esta massa de água sofre subsidência na zona de convergência antártica, onde as águas polares mergulham sob as águas subpolares, afundando até 1000 m e seguindo para baixas latitudes até 20° N. A Água Intermediária do Atlântico Norte (AIAN) se forma em 60° N, afundando até cerca de 1000 m, fluindo para sul e se encontrando com a AIA em latitudes tropicais do hemisfério norte. A Água Central do Atlântico Norte (ACAN) e a Água Central do Atlântico Sul (ACAS) se formam nas zonas de convergência subtropical dos hemisférios norte e sul, respectivamente. Ambas afundam até cerca de 300 m e fluem em direção ao equador, onde perdem suas características à medida que se espalham e se misturam com outras massas de água. A Água Mediterrânea (AM) é formada na região noroeste do Mar Mediterrâneo. Em superfície, ela aumenta de densidade e sofre subsidência devido às baixas temperaturas de inverno e à evaporação da água do mar como consequência do ar seco soprado da norte da África. A AM afunda até cerca de 1500 m de profundidade e flui para sudoeste, entrando no Atlântico Norte após atravessar o Estreito de Gibraltar. Uma vez no Atlântico, essa massa de água flui para sudoeste e pode ser identificada até 3000 km de distância do Estreito de Gibraltar. == Importância == Além do deslocamento de massas de água, a circulação termoalina transporta calor, sal, oxigênio, dióxido de carbono, nutrientes e outras propriedades. Esse transporte ocorre de latitudes mais altas para latitudes mais baixas em todo o oceano global, gerando uma série de consequências. Por exemplo, a diferença de densidade entre as águas de fundo e as águas superficiais estabelece uma estratificação vertical na coluna de água que, por sua vez, influencia diretamente a dinâmica do oceano. O balanço de calor e o clima da Terra são influenciados pelo fluxo de calor e outras propriedades transportadas pela circulação termoalina. Por exemplo, esses fluxos têm importância em diferentes escalas de tempo, que podem variar de décadas a séculos ou mesmo milênios. Tal variabilidade modula o clima do planeta nessas mesmas escalas de tempo. O oceano absorve dióxido de carbono da atmosfera e a circulação termoalina transporta esse gás do efeito estufa para o oceano profundo, impedindo temporariamente que ele retorne à atmosfera. A maior parte do dióxido de carbono será devolvida para a atmosfera vários séculos depois em áreas de ressurgência. No entanto, uma parte desse dióxido de carbono é assimilada pelos organismos marinhos e depositada no sedimento nas formas de matéria orgânica e estruturas de carbonato de cálcio (por exemplo, conchas de moluscos). A formação da Água Profunda do Atlântico Norte (APAN) atrai uma grande quantidade de calor para o leste do Atlântico Norte. E, dessa maneira, aquece a Europa e ameniza o clima em regiões como a Escandinávia. O afundamento de águas superficiais também é uma fonte importante de oxigênio para o oceano profundo. Sem essa fonte, suas massas de água poderiam se tornar esgotadas em termos de oxigênio dissolvido devido ao seu consumo na oxidação da matéria orgânica. == Influência das mudanças climáticas == A circulação oceânica desempenha um papel fundamental no clima do planeta, visto que é responsável pela transferência e redistribuição de calor na superfície da Terra e atua como reguladora do clima global. A grande preocupação relacionada à influência das mudanças climáticas sobre a circulação termoalina é em relação à desaceleração da velocidade das massas de água que a compõe. Em um caso extremo, isso poderia até cessar a circulação termoalina. O aumento da temperatura na superfície da Terra está provocando o derretimento das calotas polares no Oceano Ártico, na Groenlândia e na Antártica, que contêm cerca de 70% de toda a água doce do planeta. Isso faz com que haja uma diminuição na salinidade da água do mar nas regiões de subsidência de massas de água em altas latitudes. Com isso, gera-se uma estratificação vertical nos oceanos polares, potencialmente diminuindo (ou eventualmente impossibilitando) a formação de massas de água profundas e influenciando diretamente a circulação termoalina. Estudos apontam que o fluxo líquido da circulação termoalina têm diminuído em 30% desde os anos 1950.Bryden, H., Longworth, H. & Cunningham, S. Slowing of the Atlantic meridional virando a circulação a 25 ° N. Nature 438, 655-657 (2005). https://doi.org/10.1038/nature04385 Essa desaceleração é importante para o entendimento da diminuição de temperatura em determinadas regiões do globo. Apesar do aquecimento global aumentar a temperatura média na superfície do planeta (principalmente nos continentes), a ausência da influência de massas de água quente em determinadas regiões faz com que elas passem a ter temperaturas mais baixas. Um exemplo disso é o continente europeu, particularmente nos países escandinavos. A contínua desaceleração da circulação termoalina pode fazer com que essas regiões enfrentem ondas de frio mais rigoroso no inverno, visto que sua amenização climática depende de massas de água quente no Oceano Atlântico adjacente. Outro fato preocupante diretamente relacionado à desaceleração da circulação termoalina é a possibilidade de desencadeamento de um evento anóxico no oceano. Estudos paleoceanográficos apontam uma associação entre aquecimento global, interrupção da circulação oceânica e eventos anóxicos no passado geológico da Terra. Conforme o oceano torna-se estático em termos de circulação de água, a vida aquática pode se tornar mais ativa. Microrganismos podem se reproduzir em grande quantidade, aumentar sua biomassa e consumir o oxigênio dissolvido na água. Com a diminuição da concentração de oxigênio, áreas que já possuam baixa disponibilidade desse gás podem vir a se tornar zonas mortas. Isso pode gerar uma grande mortalidade de organismos marinhos nessas áreas do oceano. A decomposição desses organismos em um ambiente anóxico libera gás sulfídrico (H2S) no oceano, que pode ser transferido para a atmosfera. O aumento desse gás na atmosfera é uma hipótese para explicar eventos de extinção em massa na história geológica da Terra, visto que a grande maioria dos organismos vivos não consegue sobreviver na presença de gás sulfídrico.Lee R. Kump, Alex Pavlov, Michael A. Arthur; Reforço Positivo, H 2 S e Extinção Permo-Triássica: Comentário e Resposta: RESPOSTA. Geology 2006 ;; 34 (1): e100 - e101. doi: https://doi.org/10.1130/G22836.1 Além disso, quando presente na estratosfera, o gás sulfídrico é capaz de danificar a camada de ozônio. Estudos sobre esse assunto baseiam-se em registros fósseis que mostram cicatrizes relacionadas à radiação ultravioleta (UV) em períodos com elevadas concentrações de gás sulfídrico na atmosfera terrestre. == Ver também == * Corrente oceânica * Massa de água Categoria:Oceanografia",
 "title": "Circulação termoalina"
}