{
 "id": "74005",
 "text": "O Guarany Futebol Clube, mais conhecido como Guarany de Bagé, é um clube de futebol brasileiro com sede na cidade de Bagé, no estado do Rio Grande do Sul. Foi fundado em 19 de abril de 1907. É o terceiro maior vencedor do Campeonato Gaúcho - Série A com dois títulos. == História == O Guarany foi fundado no dia 19 de abril de 1907, por onze pessoas na Praça de Matriz. Seus fundadores foram: João Guttemberg Maciel, Viriato Bicca Nunes, Cervantes Perez, Secundino Maciel, Francisco Sá Antunes, Manoel Berruti, Carlos Martins Peixoto, Lucidio Garrastazu Gontan, Carlos Garrastazu e Gonzalo Perez. Foi sugerido à nova agremiação o nome de \"Internacional\", prevalecendo, entretanto, Guarany. Foi o primeiro clube gaúcho a utilizar o vermelho e o branco em seu uniforme, sendo assim, o primeiro \"Alvirrubro\" do estado. As primeiras camisetas utilizadas pelo Guarany pertenciam ao Nacional de Montevidéu, trazidas pelo fundador alvirrubro Carlos Garrastazu, que havia atuado pelo clube uruguaio. A grande maioria dos títulos do Guarany é municipal. A cidade de Bagé possuía um torneio anual, em que o único clube que era realmente páreo para esta equipe era o Bagé, principal rival ao alvirrubro. Mas uma das maiores glórias da história do time do interior não demoraria a vir. Grêmio e Internacional são, notoriamente, as maiores forças do Rio Grande do Sul quando se trata de futebol. O Juventude surge como a terceira potência estadual. No interior, a equipe que conseguiu mais destaque no decorrer dos anos foi o Guarany. Em 1920, o time de Bagé conquistou seu primeiro Campeonato Gaúcho, algo considerado um grande feito em um cenário dominado pelos poderosos clubes da capital. Em 1926, o Guarany conseguiu ir à final do Gaúcho, mas terminou vice- campeão. O feito se repetiu três anos depois com um novo segundo lugar na competição estadual. Depois, seguiu com suas conquistas municipais e sem grande destaque no cenário regional até 1938, quando se sagrou campeão do Campeonato Gaúcho, seu segundo grande título da história. Esta foi a última vez em que o Guarany foi campeão estadual. Mas o time chegou a disputar as finais em outras oportunidades, como em 1958, por exemplo. Depois, passou um longo tempo sem grande destaque, a não ser, naturalmente, em nível municipal. No total, o Guarany venceu 21 Campeonatos da Cidade de Bagé. O Guarany também é conhecido por revelar jogadores que obtiveram grande destaque em equipes de maior expressão, como o tetracampeão mundial Branco, que saiu do clube para brilhar no Fluminense na década de 1980. Além dele, outro jogador do time de Bagé disputou uma Copa do Mundo: trata-se de Martim Silveira, que foi ao Mundial em 1934 e em 1938. Em 1999, a equipe disputou a terceira divisão do Campeonato Gaúcho e conseguiu mais um título estadual, mesmo sendo de um escalão inferior. Em 2006, conquistou a segunda divisão e o direito de participar do Campeonato Gaúcho de 2007. Estava de volta à elite depois de 25 anos. Em 2008, o time jogou a primeira divisão estadual mais uma vez. Porém, o time não foi bem e, ao lado do 15 de Novembro, foi rebaixado e teve que disputar a segunda divisão do Campeonato em 2009. Em 2011 foi rebaixado para a Segunda Divisão do Campeonato Gaúcho, na qual permaneceu por algum tempo. Em 2015 o clube chegou às finais, mas acabou derrotado pelo Futebol Clube Marau, e como só havia uma vaga para a Divisão de Acesso, o vice-campeonato não trouxe o acesso. Em 2010, o Torneio Cidade de Bagé voltou a ser disputado. Em um jogo conturbado, com quatro expulsões, o Guarany segurou o empate (1 a 1) e voltou a levantar a Taça. No último ano em que o Campeonato Citadino foi realizado até agora, em 2012, onde também foi comemorado o aniversário de 200 anos da cidade de Bagé foram disputadas duas partidas para decidir o vencedor. Na primeira partida, o Guarany venceu por um a zero, no Estrela D´alva, com um gol de Dênio, de falta. Na partida de volta, no Pedra Moura, no minuto final da partida, Michel serviu João Luis que chutou na saída do goleiro rival e novamente o Guarany venceu por um a zero, após a partida ser encerrada antes do final por desespero dos atletas do Bagé que partiram para a agressão. Com isto, o Guarany se tornou Campeão dos 200 anos e Bicampeão da Cidade. Até o momento, não há notícias da possibilidade da reedição deste torneio. No dia 24 de julho de 2016, o Guarany de Bagé sagrou-se campeão da 2ª divisão do Campeonato Gaúcho e classificou-se para jogar a Divisão de Acesso no ano de 2017. Relembrando a campanha, na fase classificatória o Guarany disputou pelo grupo B e ficou em segundo lugar (19 pontos) apenas atrás do Grêmio Esportivo Bagé (20), sendo também a segunda melhor campanha geral e passando a próxima fase. Já na fase quadrangular fez a melhor campanha geral (15 pontos) classificando-se para a semifinal contra o Nova Prata revertendo um resultado negativo de 3 a 1 fora, fazendo em casa 2 a 0 (o que precisava para classificar) e permitiu passar a final do campeonato e se tornar campeão. após duas vitórias contra o Gaúcho de Passo Fundo depois de um vice campeonato no ano anterior. Em 2017, a campanha na Divisão de Acesso não foi bom e o clube voltou para a terceira divisão, sendo eliminado nas semifinais, em 2018, para o Farroupilha, após empate em 1 a 1, em Bagé. Já em 2019, novo trinfo alvirrubro. O título invicto da Terceira Divisão. O acesso veio após dois empates em 1 a 1 contra o Gaúcho de Passo Fundo e vitória no pênaltis, onde brilhou a estrela do goleiro Ederson. Com a classificação garantida, o Guarany ainda venceu, na final, ao Brasil de Farroupilha, por 1 a 0, no Estrela D´alva, sagrando-se campeão. Em novembro de 2021, o Guarany chega a final do Gaúcho - A2 após vencer o Avenida na semifinal. Mesmo com a derrota na final para o União Frederiquense, de Frederico Westphalen, garante o acesso para o Campeonato Gaúcho de 2022, após ficar 13 anos fora da elite estadual. Em 2022 foi rebaixado no Campeonato Gaúcho após terminar na lanterna do campeonato. Em 2023 o clube foi o vice-campeão da Série A2, perdendo a decisão nas penalidades para o . Mesmo com a derrota, o Guarany voltou à primeira divisão do Gauchão 2024. No ano em que voltou ao Gauchão, o Guarany foi considerado uma das sensações da competição, terminando a primeira fase na quarta posição, atrás apenas de Inter, Grêmio e Caxias. Nas quartas-de-final, foi derrotado pelo Juventude e acabou eliminado, finalizando em quinto lugar no quadro geral, o que garantiu uma vaga para a série D do Campeonato Brasileiro, situação jamais alcançada por um clube da cidade. Um dos pontos altos da trajetória do clube foi a vitória sobre o Inter, pelo placar de 2 x 1, no Estrela D´alva. O colorado usou força máxima, valorizando ainda mais a conquista. == Títulos == Campeão Invicto ESTADUAIS Competição Títulos Temporadas Campeonato Gaúcho - 1ª Divisão 2 1920 e 1938 Campeonato Gaúcho - 2ª Divisão 2 1969 e 2006 Campeonato Gaúcho - 3ª Divisão 3 1999, 2016 e 2019 Campeonato do Interior Gaúcho 6 1920, 1926,1929, 1938, 1958, 1962 CAMPANHAS EM DESTAQUE Competição Colocação Temporadas Campeonato Gaúcho Vice-campeão 1926, 1929 e 1958 === Outras competições === * Campeonato Acesso à Divisão Especial: 1960 * Taça 50 Anos Zero Hora: 1977 == Vice-campeonatos == Em 1926, o Guarany foi à final, jogando em Porto Alegre, contra o Grêmio, sendo derrotado por 4 a 3 em jogo que os alvirrubros reclamaram das irregularidades. O quarto tento foi marcado na prorrogação. Três anos após, o veterano bageense voltou à capital, do Estado para disputar a final do certame estadual. Desta vez contra o Cruzeiro, que venceu por 1 a 0, tendo marcado através de penal. O Guarany obteve mais um vice campeonato estadual disputando a final novamente contra o Grêmio, que venceu as duas partidas, em 1958. == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha Campeonato Gaúcho 34 Campeão (1920 e 1938) 1920 2024 3 Série A2 32 Campeão (1969 e 2006) 1969 2023 3 2 Terceira Divisão 8 Campeão (1999, 2016 e 2019) 1999 2019 3 Copa FGF 7 Semifinal (2006) 2006 2022 rowspan=\"1\" Série D 1 A disputar (2025) 2025 – == Artilheiros == * Artilheiros do Campeonato Gaúcho # Grecco - 1920 (2 gols). # Picão - 1938. * Artilheiros do Campeonato Gaúcho - Série B # Alexandre Santos - 1997 (12 gols). # Welder - 2021 (8 gols) * Artilheiros do Campeonato Gaúcho - Série C # Alexandre Santos - 1999 (18 gols). # Welder - 2016 - (13 gols) == Elenco Gauchão 2024 == Atualizado em 25 de fevereiro de 2024. Goleiros Rodrigo Gustavo João Vitor Zagueiros Hugo Saulo Micael Laterais Léo Gustavo Nogy Bruno Sandin Lessa Lucas Kawan João Gabriel Hiago Lucas Meio-Campistas Allan Christian Arêz David Murilo Vitor Oliveira Vini Locatelli Mauri Giovanni Atacantes João Pedro Mateuzinho Michel Tony Junior Wilson Júnior Jorginho Hector Bustamante Treinador Willian Campos Auxiliar Técnico Fábio Recife Preparador Físico Rafael Dias Prep. Goleiros Douglas Luis Massagista Moisés Pogba == Ídolos == Picão é um dos maiores artilheiros da história do Guarany. Atuou no clube entre 1933 e 1943 e marcou 125 gols com a camisa alvirrubra. Ele participou da campanha do título do Campeonato Gaúcho de 1938 e chegou a jogar ao lado de outro goleador muito reverenciado pelos torcedores da equipe de Bagé: Rubilar, que entre 1938 e 1951 fez 123 gols pelo time. Há quem diga que Picão tem mais que os 125 gols computados, visto que à época não era comum computar os gols e não há o registros de autores de gols em vários jogos da década 1930, o que é possível que alguns gols de Picão foram omitidos ao longo da história. O zagueiro Calvet era conhecido pela sua classe e elegância quando roubava a bola dos adversários e saía jogando. Foi um dos grandes nomes da história do Guarany. Chegou a atuar pelo Grêmio, sendo campeão gaúcho em duas oportunidades (1956 e 1959) e ainda foi tetracampeão paulista pelo Santos, além de vencer a Copa Libertadores e a Taça Intercontinental duas vezes com o time paulista. Um dos jogadores mais marcantes da história da seleção brasileira começou no Guarany. O lateral-esquerdo Branco, autor do gol que classificou o Brasil para a semifinal da Copa do Mundo de 1994, iniciou sua carreira nas divisões de base do time. Ainda como júnior, jogaria na base do Internacional, até se transferir para o Fluminense, onde foi campeão brasileiro (1984) e tricampeão estadual (1983, 1984 e 1985). Pela seleção brasileira, ganhou a Copa América de 1989 e a Copa do Mundo de 1994. Jogou também pelo Porto, de Portugal, onde venceu o Campeonato Português de 1989/1990. Martim Silveira é outro atleta que marcou os torcedores do Guarany. Na década de 1930, ele brilhou com a camisa alvirrubra, além de ter sido o único jogador que passou pelo clube, à exceção de Branco, a ter disputado uma Copa do Mundo. Esteve no grupo da seleção brasileira nos Mundiais de 1934 e 1938. Outros jogadores que fizeram saíram do Guarany para fazerem sucesso em times grandes foram: Saulzinho, goleador do Vasco da Gama, André Luis, Campeão Brasileiro pelo Santos, Luis Fernando Rosa Flores, passou pelo Inter, Cruzeiro e Bahia, Darcy Menezes, Campeão da Libertadores pelo Cruzeiro e Tupãzinho, ídolo do Palmeiras dos anos 1960. === Jogador campeão mundial no Guarany === Adriano Gabiru, o herói colorado no Mundial de 2006, responsável pelo gol do título em cima do Barcelona, não se encontrou na carreira. Perambulou por um punhado de clubes menores mas, em 2012, se motivou para disputar a Segunda Divisão do Campeonato Gaúcho (Série C), pelo Guarany Futebol Clube de Bagé. == Torcidas organizadas == * Guarda Imperial * Loucos da Tela * Charanga Garra Índia * Índio Guerreiro * Barra do índio == Rivalidade == O Guarany Futebol Clube tem como seu principal rival o Grêmio Esportivo Bagé, com quem realiza o clássico Ba-Gua. Em 430 clássicos realizados até 2021, o Guarany tem 159 vitórias contra 147 do Bagé e 124 empates.Os alvirrubros marcaram 516 gols contra 493 dos jalde-negros. == Ligações externas == Página Oficial do Guarany de Bagé Perfil do clube no site Arquivo de Clubes Perfil do clube no site O Gol Guarany Bage Categoria:Fundações no Brasil em 1907",
 "title": "Guarany Futebol Clube"
}