{
 "id": "74008",
 "text": "O Clube Esportivo Lajeadense é um clube de futebol brasileiro sediado na cidade de Lajeado, no estado do Rio Grande do Sul. Fundado em 1911, é um dos 25 clubes de futebol mais antigos do Brasil, tendo sido colecionador de títulos do interior a partir de 2010, sendo o vice-campeão gaúcho de 2013.Lajeadense fica com o vice-campeonato gaúchoInvicto e classificado, Lajeadense tem a melhor campanha do Gauchão 2013 Suas cores oficiais são azul- celeste, branco e ouro.Uniforme Celajeadense Atualmente disputa a divisão de acesso do Campeonato Gaúcho.Divisão de Acesso: Lajeadense, Esportivo, Passo Fundo e Avenida disputam vagas no GauchãoLajeadense conhece sua tabela de jogos na Divisão de Acesso de 2023 == Títulos == HONORÁRIOS Competição Títulos Temporadas Tríplice Coroa Gaúcha 1 2014 ESTADUAIS Competição Títulos Temporadas Copa FGF 2 2014 e 2015 Recopa Gaúcha 1 2015 Super Copa Gaúcha 1 2014 Campeonato Gaúcho - Série A2 2 1959 e 1979 Copa Sul-Fronteira 1 2014 == Estádio == Inaugurado em 25 de janeiro de 2012, o Estádio Alviazul possui estrutura moderna, atendendo às exigências para o padrão Fifa de estádios de futebol. Com ampla área física, possui campos suplementares e de treinamento. Tem capacidade para 7 mil pessoas sentadas, 19 camarotes, academia de musculação, sala de fisioterapia, cozinha e refeitório. Está localizada no bairro Floresta, distante cerca de 5 quilômetros do Centro de Lajeado, às margens da RS-130, no caminho para Cruzeiro do Sul. Estima-se que o custo total da nova Arena tenha sido de aproximadamente 2 milhões. Até 2011, o Lajeadense utilizava o Estádio Florestal, localizado no bairro de mesmo nome. Inaugurado em 1961, foi o primeiro estádio do interior do Rio Grande do Sul com pavilhão. Foi vendido a um grupo de empresários em 2010 e demolido em 2012.Estádio Florestal de Lajeado começa a ser demolido no RS - 22/06/2012 Ainda não há planos públicos para o que será construído no local do velho Florestal.O “Velho Florestal”Cinco anos após perder o anfitrião, “Velho Florestal” ainda respira futebol Antes, o clube utilizava um outro estádio, também chamado de Florestal, localizado na hoje Avenida Benjamin Constant. * Jornal Informativo do Vale - edição especial dos 100 anos do Clube Esportivo Lajeadense. Pesquisa Radialista Rodrigo Conte. !",
 "title": "Clube Esportivo Lajeadense"
}