{
 "id": "74063",
 "text": "A Infraero (Empresa Brasileira de Infraestrutura Aeroportuária) é uma empresa pública federal brasileira de administração indireta, vinculada ao Ministério dos Portos e Aeroportos. A empresa foi criada por meio da lei Nº 5.862, sancionada em 12 de dezembro de 1972, com atividades iniciadas em 31 de maio de 1973. A empresa é responsável pela administração dos principais aeroportos do país, visando promover a infraestrutura aeroportuária brasileira. A Infraero foi criada com o objetivo de permitir que a União Federal explorasse, de forma monopolizada, a infraestrutura aeroportuária, conforme previsto no artigo 21, inciso XII, alínea 'c' da Constituição Federal. == Histórico recente == Em 2011, a Infraero operava 66 aeroportos e movimentou mais de 180 milhões de passageiros, além de contar com 81 unidades de apoio à navegação aérea. Nesse ano, registrou um lucro líquido de 370,8 milhões de reais. Em 2023, após a privatização de diversos aeroportos entre 2017 e 2022, a Infraero voltou a atuar como braço executor do governo federal, focando na implementação de políticas públicas para o desenvolvimento da aviação regional brasileira. == Aeroportos administrados pela Infraero == === Região Nordeste === * Aracati/CE - Aeroporto Regional de Canoa Quebrada (sob contrato) * Camocim/CE - Aeroporto de Camocim (sob contrato) * Campos Sales/CE - Aeroporto de Campos Sales (sob contrato) * Crateús/CE - Aeroporto de Crateús (sob contrato) * Iguatu/CE - Aeroporto de Iguatu (sob contrato) * Jijoca de Jericoacoara/CE - Aeroporto de Jericoacoara (sob contrato) * Mossoró/RN - Aeroporto de Mossoró (sob contrato) * Paulo Afonso/BA - Aeroporto de Paulo Afonso (sob contrato) * Quixadá/CE - Aeroporto de Quixadá (sob contrato) * São Benedito/CE - Aeroporto de São Benedito (sob contrato) * Sobral/CE - Aeroporto de Sobral (sob contrato) * Tauá/CE - Aeroporto de Tauá (sob contrato) === Região Norte === * Gurupi/TO - Aeroporto de Gurupi (sob contrato) * Manaus/AM - Aeroporto de Flores (sob contrato) * Salinópolis/PA - Aeroporto de Salinópolis (sob contrato) === Região Centro-Oeste === * Sorriso/MT - Aeroporto Regional de Sorriso (sob contrato) === Região Sudeste === * Divinópolis/MG - Aeroporto de Divinópolis (sob contrato) * Governador Valadares/MG - Aeroporto de Governador Valadares * Guarujá/SP - Aeródromo Civil Metropolitano de Guarujá (sob contrato) * Ipatinga/MG - Aeroporto de Ipatinga (sob contrato) * Itaperuna/RJ - Aeroporto Regional de Itaperuna Ernani do Amaral Peixoto (sob contrato) * Juiz de Fora/MG - Aeroporto da Serrinha (sob contrato) * Macaé/RJ - Aeroporto de Macaé (sob contrato) * Passos/MG - Aeroporto de Passos (sob contrato) * São João del-Rei/MG - Aeroporto de São João del-Rei (sob contrato) === Região Sul === * Pato Branco/PR - Aeroporto de Pato Branco (sob contrato) * São Miguel do Oeste/SC - Aeroporto de São Miguel do Oeste (sob contrato) == Aeroportos concedidos à iniciativa privada == Rodada de Concessão Cidade Aeroporto Concessionária Valor Prazo Assinatura do Contrato Início da Concessão Refs. / Coments. 1ª Natal Aeroporto Internacional de Natal Inframérica; formado por Infravix (Engevix; 50%) e Corporación América (50%) R$ 170 milhões ~~28 anos~~ 28 de novembro de 2011 18 de janeiro de 2012 Aeroporto relicitado em 19 de maio de 2023) 2ª Brasília Aeroporto Internacional de Brasília R$ 4,501 bilhões 25 anos 14 de junho de 2012 24 de julho de 2012 Campinas Aeroporto Internacional de Campinas Aeroportos Brasil Viracopos; formado por Triunfo (45%), UTC (45%) e Egis Airport Operation (10%) R$ 3,821 bilhões 30 anos 11 de julho de 2012 São Paulo Guarulhos Aeroporto Internacional de São Paulo-Guarulhos GRU Airport; formado por Invepar (90%) e Airports Company South Africa (10%) R$ 16,2 bilhões 20 anos 3ª Rio de Janeiro Aeroporto Internacional do Rio de Janeiro-Galeão RIOgaleão; formado por Odebrecht TransPort (60%) e Changi Airport Group (40%) R$ 19 bilhões 25 anos 2 de abril de 2014 7 de maio de 2014 Belo Horizonte Confins Aeroporto Internacional de Belo Horizonte-Confins BH Airport; formado por CCR (75%), Flughafen München GmbH (25%) e Zurich Airport Ltd. (25%) R$ 1,82 bilhão 30 anos 7 de abril de 2014 4ª Salvador Aeroporto Internacional de Salvador Vinci Airports R$ 1,6 bilhão 30 anos 28 de julho de 2017 3 de janeiro de 2018 Fortaleza Aeroporto Internacional de Fortaleza Fraport R$ 1,5 bilhão 30 anos Porto Alegre Aeroporto Internacional de Porto Alegre R$ 382 milhões 25 anos Florianópolis Aeroporto Internacional de Florianópolis Floripa Airport (formado por Zurich Airport Ltd.) R$ 241 milhões 30 anos 5ª Campina Grande Aeroporto de Campina Grande Aena Brasil Aeroportos R$ 1,9 bilhão 30 anos 5 de setembro de 2019 9 de outubro de 2019 João Pessoa Aeroporto Internacional de João Pessoa Recife Aeroporto Internacional do Recife Aracaju Aeroporto Internacional de Aracaju Maceió Aeroporto Internacional de Maceió Juazeiro do Norte Aeroporto de Juazeiro do Norte Macaé Aeroporto de Macaé Zurich Airport Ltd. R$ 437 milhões 30 anos 3 de outubro de 2019 Vitória Aeroporto Internacional de Vitória Cuiabá Aeroporto Internacional de Cuiabá Aeroeste; formado por Socicam (85%) e Sinart (15%) R$ 40 milhões 30 anos 3 de setembro de 2019 4 de outubro de 2019 Alta Floresta Aeroporto de Alta Floresta Sinop Aeroporto Municipal Presidente João Figueiredo Rondonópolis Aeroporto de Rondonópolis 6ª (7 de abril de 2021) Curitiba Aeroporto de Bacacheri CCR Aeroportos R$ 2,1 bilhões 30 anos 12 de novembro de 2021 9 de março de 2022 Curitiba Aeroporto Internacional de Curitiba 31 de março de 2022 Foz do Iguaçu Aeroporto Internacional de Foz do Iguaçu Navegantes Aeroporto Internacional de Navegantes Londrina Aeroporto de Londrina 9 de março de 2022 Joinville Aeroporto de Joinville Pelotas Aeroporto Internacional de Pelotas Uruguaiana Aeroporto Internacional de Uruguaiana Bagé Aeroporto Internacional de Bagé Manaus Aeroporto Internacional de Manaus Vinci Airports R$ 420 milhões 30 anos 29 de setembro de 2021 1 de janeiro de 2022 Porto Velho Aeroporto Internacional de Porto Velho Rio Branco Aeroporto Internacional do Rio Branco Boa Vista Aeroporto Internacional de Boa Vista Cruzeiro do Sul Aeroporto Internacional de Cruzeiro do Sul Tabatinga Aeroporto Internacional de Tabatinga Tefé Aeroporto Regional de Tefé Goiânia Aeroporto Internacional Santa Genoveva CCR Aeroportos R$ 754 milhões 30 anos 20 de outubro de 2021 24 de março de 2022 São Luís Aeroporto Internacional de São Luís Teresina Aeroporto de Teresina Palmas Aeroporto de Palmas 9 de março de 2022 Petrolina Aeroporto Internacional de Petrolina Imperatriz Aeroporto de Imperatriz 7ª (18 de agosto de 2022) São Paulo Aeroporto Campo de Marte XP Asset / Egis R$ 141,3 milhões 30 anos Rio de Janeiro Aeroporto de Jacarepaguá Belém Aeroporto Internacional de Belém Novo Norte; formado por DIX Aeroportos (Agemar; 95%) e Socicam (5%) R$ 125 milhões 30 anos Macapá Aeroporto Internacional de Macapá São Paulo Aeroporto de São Paulo-Congonhas Aena Brasil Aeroportos R$ 2,45 bilhões 30 anos Campo Grande Aeroporto Internacional de Campo Grande Corumbá Aeroporto Internacional de Corumbá Ponta Porã Aeroporto Internacional de Ponta Porã Santarém Aeroporto Internacional de Santarém Marabá Aeroporto de Marabá Parauapebas Aeroporto de Carajás Altamira Aeroporto de Altamira Montes Claros Aeroporto de Montes Claros Uberlândia Aeroporto de Uberlândia Uberaba Aeroporto de Uberaba Relicitação do Aeroporto de Natal Natal Aeroporto Internacional de Natal Zurich Airport Ltd. R$ 320 milhões 30 anos == Estatísticas == Aeroportos mais movimentados em número de passageiros (2022)* Rank Aeroporto Estado Passageiros 1 Aeroporto do Rio de Janeiro-Santos Dumont 9 943 954 2 Aeroporto de Ipatinga 136 023 3 Aeroporto de Juiz de Fora 108 175 4 Aeroporto de Passo Fundo 80 883 5 Aeroporto Regional de Sorriso Mato Grosso 48 440 6 Aeroporto de Santo Ângelo 33 920 7 Aeroporto de Mossoró Rio Grande do Norte 32 938 8 Aeroporto de Paulo Afonso 1 480 9 Aeroporto de Divinópolis Apenas aviação geral 10 Aeroporto de Poços de Caldas Apenas aviação geral 11 Aeródromo Civil Metropolitano de Guarujá Em construção * Já desconsiderando os aeroportos concedidos até a 7ª rodada de concessões. Aeroportos mais movimentados em número de kgs (2022)* Rank Aeroporto Estado Kgs de Carga 1 Aeroporto do Rio de Janeiro-Santos Dumont 10 686 524 2 Aeroporto de Ipatinga 168 590 3 Aeroporto Regional de Sorriso Mato Grosso 135 772 4 Aeroporto de Juiz de Fora 104 842 5 Aeroporto de Santo Ângelo 34 886 6 Aeroporto de Mossoró Rio Grande do Norte 12 780 7 Aeroporto de Passo Fundo 12 056 8 Aeroporto de Paulo Afonso 94 9 Aeroporto de Divinópolis Apenas aviação geral 10 Aeroporto de Poços de Caldas Apenas aviação geral 11 Aeródromo Civil Metropolitano de Guarujá Em construção * Já desconsiderando os aeroportos concedidos até a 7ª rodada de concessões. Aeroportos mais movimentados por número de decolagens (2022)* Rank Aeroporto Estado Decolagens 1 Aeroporto do Rio de Janeiro-Santos Dumont 94 926 2 Aeroporto de Ipatinga 2 656 3 Aeroporto de Juiz de Fora 1 959 4 Aeroporto de Passo Fundo 930 5 Aeroporto de Mossoró Rio Grande do Norte 795 6 Aeroporto de Santo Ângelo 602 7 Aeroporto Regional de Sorriso Mato Grosso 525 8 Aeroporto de Paulo Afonso 48 9 Aeroporto de Divinópolis Apenas aviação geral 10 Aeroporto de Poços de Caldas Apenas aviação geral 11 Aeródromo Civil Metropolitano de Guarujá Em construção * Já desconsiderando os aeroportos concedidos até a 7ª rodada de concessões. == Ver também == * Lista de aeroportos do Brasil * Daesp == Ligações externas == * * * * * * * * Categoria:Empresas estatais da União Categoria:Aviação no Brasil Categoria:Empresas fundadas em 1973 Categoria:Operadores de aeroportos Categoria:Instituições governamentais de transporte do Brasil Categoria:Empresas com sede em Brasília",
 "title": "Infraero"
}