{
 "id": "74081",
 "text": "thumb|right|Camille Doncieux Camille Doncieux (1847 - 1879) foi a primeira esposa de Claude Monet, mãe do seu primeiro filho. Ele sempre a retratava em suas obras. Camille Doncieux foi pintada por seu marido, Claude Monet (1840-1926) em seu leito de morte. == Vida pregressa == Camille-Léonie Doncieux nasceu na cidade de La Guillotiere, hoje parte de Lyon, França, em 15 de janeiro de 1847. Seus pais eram Leonie-Françoise (nascida Manéchalle) Doncieux e Charles Claude Doncieux, que era comerciante. A família mudou-se para Paris, perto da Sorbonne, no início do Segundo Império Francês (1852-1870). Poucos anos após o nascimento de um segundo filho, Geneviève- François, em 1857, a família mudou-se para Batignolles, hoje parte do noroeste de Paris. Batignolles era popular entre artistas. Ainda na adolescência, Doncieux começou a trabalhar como modelo. Ela conheceu Monet, sete anos mais velho que ela, em 1865 e se tornou sua modelo posando para inúmeras pinturas. Eles viveram juntos na pobreza no início de sua carreira. Sua tia e seu pai não aprovavam o relacionamento com Camille. Durante a gravidez de Camille do primeiro filho, seu pai recomendou que ele rompesse o relacionamento imediatamente. Monet a deixou em Paris e ficou na propriedade rural de sua tia para dar a impressão de que não estava mais em um relacionamento com Camille, para que sua tia continuasse a lhe pagar um cheque mensal. Ela foi deixada para trás em Paris sem fundos para seu cuidado. == Casamento e filhos == Em Paris, em 8 de agosto de 1867, Camille Doncieux deu à luz Jean, seu primeiro filho com Claude Monet. Claude, que passou o verão em Sainte-Adresse visitando seu pai e sua tia Sophie Lecadre, voltou a Paris para o nascimento e permaneceu por vários dias antes de voltar para Sainte-Adresse. Ele voltou a Paris no final do ano para passar as férias e ficou no frio apartamento de um cômodo que Camille dividia com Jean. Em 1868, Monet foi morar com Camille e Jean em Paris, escondendo o fato do pai e da tia, que pensavam que ele havia abandonado \"sua amante e seu filho\". Para escapar dos seus credores e viver num lugar menos caro, na primavera os três mudaram-se para Gloton, uma pequena aldeia pitoresca perto de Bennecourt . Eles foram expulsos da pousada onde estavam hospedados por falta de pagamento. Camille e Jean conseguiram ficar com alguém no interior, enquanto Monet tentava obter dinheiro para sobreviver. Camille e Monet casaram-se em 28 de junho de 1870 no 8º arrondissement de Paris, durante uma cerimônia civil. O pintor Gustave Courbet foi testemunha. Embora o pai de Monet não estivesse presente porque não aprovava seu casamento, os pais de Camille compareceram à cerimônia. Em seu casamento, Camille recebeu um dote de 1.200 francos, que representava dois anos de juros sobre um investimento principal que ela receberia após a morte de seu pai. Seus pais estipularam que o dinheiro do dote deveria ser mantido em uma conta separada em nome de Camille. Isto foi feito para proteger o dinheiro dos credores de Claude Monet. O casal levou o filho Jean na lua de mel para Trouville-sur-Mer e se hospedou no Hotel Trivoli. Continuando a evitar os credores, Monet também procurou evitar ser convocado para servir durante a Guerra Franco-Prussiana. Ele deixou a noiva e o filho para ir a Le Havre visitar o pai doente e depois seguir para a Inglaterra, \"presumivelmente\" com o dinheiro que seu pai lhe deu. Camille e Jean encontraram-se com ele na Inglaterra em outubro de 1870. Eles moravam em Bath Place, hoje Kensington High Street, Londres, no início de 1871. Foi nesse local que Monet fez a única pintura de Camille que ele fez em Londres. Intitulada Repose, ela se sentou em uma chaise longue com um livro no colo. Ernest e Alice Hoschedé passaram a morar com os Monet depois que a família rica perdeu a fortuna devido a um \"estilo de vida extravagante\". Primeiro, moraram com eles em Vétheuil e, depois, as duas famílias se mudaram para uma casa maior na estrada que liga Vétheuil a La Roche-Guyon, que daria suporte às famílias Hoschedé e Monet, compostas por 12 membros, e a um \"punhado de criados\". Seu segundo filho, Michel, nasceu em 17 de março de 1878, e a saúde debilitada de Camille piorou ainda mais.Zeidler, Birgit (2000). Claude Monet: Life and Work. Cologne: Könemann. p. 51. . == Doença e morte == Camille adoeceu depois que a família Hoschedés passou a morar com os Monet. Grande parte do dinheiro que Monet ganhou com a venda de suas pinturas foi usado para pagar os cuidados médicos dela. Alice cuidou dela durante sua doença. Em seu leito de morte, os últimos ritos foram dados por um padre em 31 de agosto de 1879. Ele também sancionou religiosamente o casamento civil dos Monets. Há alguma incerteza sobre a causa de sua morte. Foi câncer pélvico, tuberculose ou, possivelmente, um aborto malsucedido.Zeidler, Birgit (2000). Claude Monet: Life and Work. Cologne: Könemann. p. 51. .Art + Paris Impressionists & Post-Impressionists: The Ultimate Guide to Artists, Paintings and Places in Paris and Normandy. (2011). New York: Museyon. pp. 30–31. . Ela morreu em 5 de setembro de 1879 em Vétheuil, aos 32 anos. Monet a pintou em seu leito de morte. == Ligações externas == Doncieux Categoria:Musas",
 "title": "Camille Doncieux"
}