{
 "id": "74136",
 "text": "Unwritten Law é uma banda de rock americana formada em 1990 em Poway, Califórnia (subúrbio de San Diego). Atualmente na gravadora Suburban Noize. == História == === Formação da banda === Unwritten Law foi formada em Poway, Califórnia em 1990. O primeiro baterista, Wade Youman, geralmente leva o crédito por criação da banda. Um considerável número de músicos apareceram antes da chegada de Scott Russo nos vocais, Steve Morris e Rob Brewer nas guitarras e John Bell no baixo. Em 1992 lançam seu primeiro cassete, sucedido pelo vinil Blurr . A banda rapidamente se estabeleceu na bem-sucedida cena musical do início dos anos 1990 de San Diego que também incluia outras bandas como Blink-182, Buck-O-Nine, Sprung Monkey, Drive Like Jehu e Rocket from the Crypt. === Primeiros álbuns === Em 1994 gravam seu primeiro álbum, Blue Room, o qual foi lançado pela gravadora local Red Eyes Records. Estabeleceram um estilo punk rock e construíram sua reputaçao através de shows na cena local e pelos arredores de San Diego. As canções \"CPK\", \"Shallow\" e \"Suzanne\" tornaram-se as favoritas dos fãs da cena local e permaneceram no seu set list pelos anos seguintes. O álbum atraiu a atenção da gravadora Epic Records, com a qual assinaram contrato e relançaram Blue Room um ano após o lançamento original. O segundo álbum, Oz Factor, foi lançado em 1996. As canções \"Denied\" e \"Superman\" foram lançadas em forma de compactos e chegaram a ser tocadas por várias estações de rádio da Califórnia. No ano seguinte a banda entrou em turnê pelos Estados Unidos ao lado de bandas como Blink-182 e Pennywise. === Unwritten Law e turnês seguintes === Em 1997 assinam contrato com o selo Interscope Records e o baixista John Bell deixa a banda. O baixista Micah Alvao se junta a banda em Seattle para a gravação de seu álbum auto intitulado Unwritten Law, lançado em 1998. As canções \"Lonesome\", \"Cailin\" e \"Teenage Suicide\" tiveram pequeno impacto nas estações de rádio. Pat \"PK\" Kim (anteriormente da banda Sprung Monkey) entrou para a banda como baixista definitivo e a banda entrou para a turnê Warped Tour que atravessou a América do Norte, a Europa e a Austrália. Na Austrália a banda mostrou-se dedicada e entusiasmada. Eles retornaram lá nos anos seguintes para lançamentos de singles e peformaces ao vivo exclusivas para o país. === Auge do sucesso === A banda passou bastante tempo preparando seu próximo lançamento: o álbum Elva. O álbum apresentou uma mudança de estilo, saindo do até então etabelecido punk rock para um hard rock mais acessível. O primeiro compacto \"Up All Night\" tornou-se popular, mas foi com a canção \"Seein Red\" e seu vídeo musical que trouxe a banda para o topo da lista das bandas de metal alternativo nos Estados Unidos da América. Entraram em uma longa turnê para divulgar o álbum, junto de bandas como Sum 41 e The Used. Em 2003 a banda foi convidada por VH1 para filmar um episódio da série acústica Music in High Places. O convite aconteceu por acidente: a estação esperava contactar Jimmy Eat World mas contactou a assesoria do Unwritten Law por acidente. A banda gravou canções acústicas em vários locais do Yellowstone National Park. Eles prepararam as gravações para lançá-las como um álbum, mas a Interscope recusou-se a lançá- lo. A banda terminou seu contrato com a Interscope e assinaram com a Lava Records, que lançou Music in High Places em formato de CD e em um DVD conhecido como Live in Yellowstone. A canção \"Rest of My Life\" desta apresentação teve grande repercussão nacional. === Mudanças de formação === Pouco tempo depois de lançar Music in High Places o baterista Wade Youman foi retirado da banda por motivos pessoais e profissionais. Para a gravação do próximo álbum Here's to the Mourning os bateristas Adrian Young do No Doubt e Tony Palermo do Pulley uniram-se a banda no estúdio. A banda encontrou muita afinidade com Palermo durante as gravações. Com isso, por volta de 2005, no lançamento do álbum, ele tornou-se baterista definitivo da banda. Muitas das canções do disco tiveram participação (em relação à escrita das letras) da namorada do vocalista Scott Russo Aimee Allen com a qual ele tem um projeto paralelo conhecido como Scott & Aimee. Allen e Linda Perry ajudaram a escrever o primeiro compacto da banda \"Save Me (Wake Up Call)\" que alcançou a quinta posição nas tabelas de modern rock. Foi sucedido pelo compactos \"She Says\". Em março de 2005 o guitarrista Rob Brewer foi demitido do Unwritten Law devido à disputas com Russo e outros membros da banda. A banda decidiu não procurar um novo guitarrista, mas continuar somente com quatro integrantes. Eles continuaram em turnê para divulgação de Here's to the Mourning nos Estados Unidos e internacionalmente. === Atividade recente === Unwritten Law passou boa parte do ano de 2006 preparando uma coletânea conhecida como The Hit List, que foi lançada em 2 de janeiro de 2007. Ela inclui dezessete das canções mais famosas da banda, a maioria regravada pela nova formação, assim como duas novas conções incluído o primeiro compacto \"Shoulda Known Better\" e \"Welcome to Oblivion\". A gravadora Interscope também lançou uma coletânea intitulada 20th Century Masters: The Millenium Collection que inclui canções dos discos Unwritten Law e Elva. Em 3 de janeiro de 2007 a banda apresentou \"Shoulda Known Better\" no programa \"Tonight Show with Jay Leno\". Em julho do mesmo ano a banda embarcou em turnê pela América do Norte para divulgação do disco The Hit List com o baterista do projeto paralelo Scott & Aimee substituindo Palermo por mais da metade da turnê, uma vez que ele teve de ficar em casa por motivos pessoais. Ainda em 2007 Tony Palermo foi para a banda Papa Roach. Já em 2008 o Unwritten Law preparou um novo DVD ao vivo chamado Live & Lawless. Em Fevereiro de 2011, foi lançado um novo álbum, denominado Swan. O álbum, produzido pela gravadora Suburban Noize Records, contém 11 músicas. == Discografia == # 1994 - Blue Room # 1996 - Oz Factor # 1998 - Unwritten Law # 2002 - Elva # 2005 - Here's to the Mourning # 2007 - The Hit List # 2008 - Live and Lawless # 2011 - Swan ===Canções em filmes e jogos eletrônicos=== Várias canções da banda foram incluídas em trilhas sonoras de filmes e jogos eletrônicos. \"Cailin\" é usada na trilha sonora do filme Coyote Ugly (2000) no qual a banda aparece tocando a canção e \"Seein red\" é tocada no filme \"Grind\". \"Get Up\" está contida no disco rígido do XBox 360 e é também usada no trailer do jogo Indigo Prophecy. \"The Celebration Song\" está contida no jogo \"Need for Speed: Underground 2\" e \"Mx vs. ATV Unleashed\", por fim, a canção \"F.I.G.H.T.\" é usada em Burnout Revenge e Midnight Club 3: DUB Edition. # ^ Bush, John. \"Unwritten Law biography\". Allmusic. Retrieved on 2007-06-24. # ^ \"We're back! Live DVD Shoot March 7th @ the Key Club in Hollywood, CA!!\". unwrittenlaw.com. Retrieved on 2008-02-11. # ^ \"Game Credits for Need for Speed: Underground 2\". Moby Games. Retrieved on 2007-09-07. # ^ \"Game Credits for MX vs. ATV Unleashed\". Moby Games. Retrieved on 2007-09-07. == Ligações externas == * Síte oficial * perfil no MySpace Categoria:Bandas da Califórnia Categoria:Bandas de punk rock Categoria:Bandas de skate punk Categoria:Bandas de hardcore melódico Categoria:Bandas de post-grunge Categoria:Bandas de rock alternativo Categoria:Bandas de pop punk Categoria:Bandas formadas em 1990",
 "title": "Unwritten Law"
}