{
 "id": "74130",
 "text": "O Evangelho de Tomé, ou melhor, Evangelho de Tomás, ou ainda Evangelho Cóptico de Tomás, preservado em versão completa num manuscrito copta em Nag Hammadi, é uma lista de 114 ditos atribuídos a Jesus. Quase dois terços desses ditos se assemelham aos encontrados nos evangelhos canônicos de Mateus, Marcos, Lucas e JoãoThe 72 logia of Thomas and their canonical cousins, em inglês, acesso em 01/11/2021., mas outros eram desconhecidos até a descoberta desse manuscrito em 1945. Tomé não explora, como os demais, a forma narrativa, apenas cita — de forma não estruturada — as frases, os ditos ou diálogos breves de Jesus a seus discípulos, contados a Tomé, dito Dídimo (\"gêmeo\" em grego), sem incluí-los em qualquer narrativa, nem apresentá-los em contexto filosófico ou retórico. == Composição == Richard Valantasis escreve: Segundo a sugestão do Prof. Helmut Koester, que leciona na Universidade Harvard, o Evangelho de Tomé foi recompilado por volta do ano 140, mas talvez contenha textos de algumas tradições ainda mais antigas que os evangelhos canônicos, possivelmente da segunda metade do século primeiro (50−100), em Síria, Palestina ou Mesopotâmia. Ou seja, da mesma época ou anterior aos evangelhos de Marcos, Mateus, Lucas e João.PAGELS (1989), p. XVII. Koester também disse que este evangelho lembra a fonte hipotética denominada Q, com ditos que teriam sido usados pelos evangelhos de Lucas e Mateus.ROBINSON (1977), p. 117. Também segundo esse autor, o texto em copta é uma tradução do grego.Ibid. Segundo Stevan Davies deve ser datado entre os anos 50 e 70.DAVIES (1983), p. 3. == A Cristologia de Tomé == No Evangelho, a identidade de Jesus entra em questão a partir do dito 13. Jesus propõe aos discípulos a que ele se assemelharia. Pedro dá-lhe uma dimensão sobrenatural, enquanto Mateus, o coloca entre os filósofos. Tomé afirma que Jesus é inefável. A filiação divina é assegurada, no dito 44, ao Jesus se referir a Deus como pai. O designativo principal para Jesus é o Vivente (dito 52). == Ver também == * Gnosticismo * Biblioteca de Nag Hammadi * Evangelhos Gnósticos * Elaine Pagels == Bibliografia == * *DeConick, April. Recovering the Original Gospel of Thomas: A History of the Gospel and Its Growth (T&T; Clark, 2005) * *Funk, Robert Walter and Roy W. Hoover, The Five Gospels: What Did Jesus Really Say? the Search for the Authentic Words of Jesus, Polebridge Press, 1993 *Guillaumont, Antoine Jean Baptiste, Henri-Charles Puech, G. Quispel, Walter Curt Till, and Yassah ˁAbd al-Masīh, eds. 1959. Evangelium nach Thomas. Leiden: E. J. Brill Standard edition of the Coptic text * *Layton, Bentley (1987). The Gnostic Scriptures. Doubleday. ISBN 0-385-47843-7. *Layton, Bentley (1989). Nag Hammadi Codex II, 2 vols, E.J.Brill. The critical edition of the seven texts of Codex II, including the Gospel of Thomas. ISBN 90-04-08131-3 *Meyer, Marvin (2004). The Gospel of Thomas: The Hidden Sayings of Jesus. HarperCollins. ISBN 978-0-06-065581-5. *Pagels, Elaine (2003). Beyond Belief : The Secret Gospel of Thomas (New York: Random House) * * *Perrin, Nicholas. Thomas and Tatian: The Relationship between the Gospel of Thomas and the Diatessaron (Academia Biblica 5; Atlanta : Society of Biblical Literature; Leiden : Brill, 2002). * Perrin, Nicholas. Thomas: The Other Gospel (London, SPCK; Louisville, KY: Westminster John Knox: 2007). * * * Snodgrass, Klyne R. \"The Gospel of Thomas: A secondary Gospel,\" Second Century 7, 1989. pp. 19–30. * Tuckett, Christopher M. \"Thomas and the Synoptics,\" Novum Testamentum 30 (1988) 132-57, esp. p. 146\\. * *The Facsimile Edition of the Nag Hammadi Codices: Codex II. E.J.Brill (1974) * Irmandade dos Anônimos (médium: Luiz Guilherme Marques). O Evangelho de Tomé (AMCGuedes Editora; Rio de Janeiro : RJ, 2014). * == Ligações externas == * Evangelho de Tomé * Gospel of Thomas Collection at The Gnosis Archive - * of Thomas Homepage (Stevan Davies) - * Gospel of Thomas at Early Christian Writings - * Gospel of Thomas Collection Commentary and Essays by Hugh McGregor Ross - Categoria:Apócrifos do Novo Testamento Categoria:Evangelhos gnósticos‎ Categoria:Gnosticismo tomista Categoria:Literatura copta Categoria:Literatura grega da era romana Categoria:Biblioteca de Nague Hamadi",
 "title": "Evangelho de Tomé"
}