{
 "id": "74164",
 "text": "O Grêmio Atlético Coariense é um clube de futebol brasileiro da cidade de Coari, interior do estado do Amazonas. O clube profissionalizou-se no ano de 2003 e em 2004 foi vice-campeão amazonense, e, em 2005 tornou-se a primeira equipe do interior do a ser campeã do Campeonato Amazonense de Futebol. ==História== O Grêmio Coariense foi fundado em 6 de janeiro de 1977 na cidade de Coari, cidade da região do médio Amazonas. Após várias disputas no futebol amador, o tricolor ganhou vários títulos na cidade, principalmente nos anos 90. Em 1991, por ocasião do Torneio da Amazônia, ajudou a Seleção Local (cedendo vários jogadores) a jogar contra o São Raimundo de Manaus. Em Coari o resultado foi 0 x 0 e em Manaus, 0 x 2. Em 2003, outra experiencia a nível estadual entre clubes, participou da Copa Integração e chegou ao vice- campeonato, com os resultados (0 x 0 e 0 x 1), perdendo para o Sul América, também de Manaus. ==O começo da era profissional== Em fins de 2003, a diretoria do Clube inscreveu o Grêmio no profissionalismo da FAF (Federação Amazonense de Futebol) e em 2004 já jogava em tal situação. No primeiro campeonato, logo a grata surpresa de ser vice-campeão estadual, alem de levantar a Taça Estado do Amazonas e ganhar uma vaga para o Campeonato Brasileiro de Futebol - Série C do mesmo ano. ===A estreia no Campeonato e na Série C=== Em 2004, Coari esteve em festa, pois pela primeira vez, um clube da cidade disputava o Campeonato Amazonense de Futebol. O Grêmio Coariense confirmou sua intenção em seguir toda a cartilha da CBF para se profissionalizar, dentre as quais, incluíam: times em todas as categorias de base; estádio com mais de 5000 lugares sentados; pagamento de diversas taxas, sede social própria, etc. O Grêmio Coariense foi dirigido pelos irmãos Paçoca e Tição, que no final da década de 80 brilharam no Princesa do Solimões. Em 2004, o Coariense foi a grande surpresa do Campeonato Amazonense, no primeiro turno do campeonato, a equipe levou nos pontos corridos, garantindo-se na final, a qual perdeu após um empate e uma derrota para o São Raimundo. Com o vice-campeonato amazonense de futebol, ganhou o direito de disputar a Série C do Brasileirão, e nessa estreou no dia 1 de agosto vencendo ao Rio Branco-AC em Rio Branco por 1-0, e passou pela primeira fase em primeiro lugar, com 2 vitórias e 2 empates em 4 jogos. Mais tarde, foi eliminado pelo mesmo Rio Branco nas Oitavas de Final do referido torneio nos pênaltis, ficando com um honroso 10º lugar na classificação geral da competição, os resultados foram 3-1 em Manaus e 1-3 em Rio Branco, nos pênaltis 6-5 para o clube acriano. ===O título=== Em 2005 o clube foi o primeiro campeão amazonense sediado em uma cidade do interior. O clube foi campeão vencendo os dois turnos, levando a taça em briga ponto a ponto dos turnos com o Nacional, um dos grandes clubes amazonenses. Foram muitas críticas sobre o time, mas o esforço foi grande para conquistar este feito. Longe desse feito, na Copa do Brasil, o Coariense foi eliminado na primeira fase pelo Clube do Remo, as partidas foram: * 2 de Fevereiro de 2005 - Grêmio Coariense 1x1 Clube do Remo, Estádio Vivaldo Lima; * 16 de Fevereiro de 2005 - Clube do Remo 4x2 Grêmio Coariense, Estádio Baenão. Na Série C, longe da boa campanha de 2004, o clube ficou entre os piores da competição. Num grupo com três equipes, que contava, além do Grêmio Coariense, com Nacional de Manaus e Independência-AC, o Gavião de Coari ficou em último lugar do grupo, com três pontos. ===O pedido de licença repentino=== Depois de 3 anos atuando no futebol profissional, com grande destaque, em 2007, o Grêmio Coariense pediu licença alegando dificuldades financeiras e falta de apoio no município de Coari, desde então não disputou mais a Primeira Divisão. === O regresso === Em 2010, o Grêmio Coariense decidiu retomar as atividades no futebol profissional, com o objetivo de disputar a Segunda Divisão do Campeonato Amazonense. O clube disputou a competição (mandou seus jogos no Estádio Ismael Benigno) e ficou em terceiro lugar, sendo o vice- campeão dos dois turnos, mesmo assim, a sua vaga na primeira divisão seria assegurada com a desistência do Compensão. Porém, o Gavião não pode participar por erros da Federação Amazonense de Futebol que dificultaram a participação do clube, que já estava estruturado para a disputa, sendo que o campeonato correu com 9 clubes apenas. === Campeão da Série B e punição === Em 2011, o Coariense estava mais uma vez se preparando para a disputa, e chegou ao acesso vencendo o Segundo Turno (Taça FAF), que também o garantiu na final e consequentemente o título. A equipe mandou as partidas em Rio Preto da Eva e Iranduba. A final que deu o título ao Coariense: * 22 de outubro de 2011 - Grêmio Coariense 1-0 CDC Manicoré * 29 de outubro de 2011 - CDC Manicoré 0-3 Grêmio Coariense Apos o título, o banho de água fria: o clube foi punido por escalação de um jogador com irregularidades perante a Federação, o clube perdeu os pontos (e consequentemente o acesso), o título e multa de R$20 mil, já que foi constatada fraude na documentação do atleta, conhecido por Felipe Carioca, que foi banido do futebol profissional. A acusação foi feita pelo Iranduba, que denunciou o uso de 5 nomes diferentes e o registro em 2 federações (Rio de Janeiro e Amazonas). A punição terá vigência até o final de 2013, quando o clube estaria liberado para disputar a Segunda Divisão de 2014. Porém, o clube não deu indícios de retorno e atualmente encontra-se desfiliado da Federação Amazonense de Futebol. == Títulos == ===Estaduais=== * Campeonato Amazonense: 1 :(2005) * Taça TJD/FAF: 1 ''' :(2011) == Retrospecto == === Estaduais === Campeonato Amazonense Ano 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 Pos. 2º 1º 6º PA - - - - - - PA = Pediu Afastamento. Campeonato Amazonense - Série B Ano 2007 2008 2009 2010 2011 2012 2013 Pos. \\- - - 3º 1º* - - * O clube foi punido em 2011 com suspensão pela FAF apos erros administrativos. === Campeonato Brasileiro === Campeonato Brasileiro de Futebol - Série C Ano 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 Pos. 10º 60º - - - - - - - - === Copa do Brasil === * Copa do Brasil de Futebol de 2005 - 48º lugar. * Copa do Brasil de Futebol de 2006 - 55º lugar. ===Campanhas de destaque=== * Vice- Campeão Amazonense: 1 (2004) * Vice-Campeão da Taça FAF (Segunda Divisão): 1 (2010) ==Ver também== *Campeonato Amazonense de Futebol *Lista de clubes de futebol do Brasil Gremio Coariense Gremio Coariense Categoria:Fundações no Amazonas em 1977",
 "title": "Grêmio Atlético Coariense"
}