{
 "id": "74161",
 "text": "A Liga de Futebol do Estado de São Paulo (LFESP), anteriormente denominada Liga Bandeirante de Futebol (LBF), Liga Paulista de Futebol (LPF) e Liga de Futebol Paulista (LFP), foi a organizadora do Campeonato Paulista de Futebol entre 1935 e 1940. Foi o embrião da atual Federação Paulista de Futebol (FPF), mas não pode ser considerada a mesma entidade que hoje rege o Campeonato Paulista. == História == A princípio, o fim da Liga de Amadores de Futebol em 1929 decretou a vitória do profissionalismo no futebol brasileiro, e sua oficialização no Campeonato Paulista de 1933 sacramentou a situação. Porém, a Confederação Brasileira de Desportos (CBD, atual CBF), que comandava o futebol brasileiro na época lutava pelo amadorismo e resolveu enfraquecer a Associação Paulista de Esportes Atléticos (APEA) e a Liga Carioca de Futebol (LCF), que abraçaram ao profissionalismo. Na época, para combater ao retrocesso proposto pela CBD, criou-se a Federação Brasileira de Futebol (FBF) em São Paulo. Mas sendo jovem e ainda se oficializando não conseguiu combater à CBD que representava o Brasil na FIFA. A CBD ofereceu várias vantagens aos clubes que a acatassem, entre as quais amistosos internacionais, coisa que a FBF não podia oferecer. Logo o Vasco da Gama no Rio de Janeiro e Palestra Italia e Corinthians em São Paulo passariam a apoiar a CBD e se impor contra FBF e APEA. Corinthians e Palestra Italia fundaram então a Liga Bandeirante de Futebol (LBF), em 10 de dezembro de 1934, que mais tarde para apressar a pacificação no futebol, passa a admitir a entrada de novos clubes e, em 11 de fevereiro de 1935, muda sua denominação para Liga Paulista de Futebol (LPF, tal qual a primeira organizadora do Campeonato Paulista), e organizar um campeonato paralelo ao da APEA a partir de 1935. Com a adesão do Santos e do São Paulo, e anos depois, da Portuguesa, essa Liga sobrepujou à antiga APEA, que deixou de existir após organizar o Campeonato Paulista de 1936 e desaparece em meados de 1938. Em 13 de agosto de 1937, a entidade teve sua denominação alterada mais uma vez, agora para Liga de Futebol Paulista (LFP) e por fim, passa a se chamar Liga de Futebol do Estado de São Paulo (LFESP), nome definitivo que usou até o seu último campeonato. A LFESP teve a hegemonia na organização do Campeonato Paulista entre 1937 e 1940, quando foi substituída pela Federação Paulista de Futebol (FPF), entidade fundada em 22 de abril de 1941, que comanda o futebol paulista até os dias de hoje. == Ver também == * Futebol em São Paulo * Campeonato Paulista de Futebol * Liga Paulista de Foot-Ball * Associação Paulista de Esportes Atléticos * Liga dos Amadores de Futebol * Federação Paulista de Futebol Categoria:Organizações de futebol do Brasil Categoria:Organizações esportivas do estado de São Paulo Categoria:Futebol do estado de São Paulo Categoria:Organizações esportivas fundadas em 1934",
 "title": "Liga de Futebol do Estado de São Paulo"
}