{
 "id": "74239",
 "text": "O Três Passos Atlético Clube, conhecido apenas por Três Passos e cujo acrônimo é TAC, é um clube brasileiro de futebol, da cidade de Três Passos, no estado do Rio Grande do Sul. ==História== Fundado na década de 60, após sucessivas participações no segundo escalão do futebol gaúcho, fica afastado o futebol profissional dos anos 70 até o início dos anos 2000. Durante os anos de 2012 até 2014, disputando o terceiro nível do futebol gaúcho, o clube não consegue almejado acesso e, no final de 2014, após a série de campanhas mal sucessivas, o clube sofre uma reestruturação e, em parceria com o empresário Sandro Becker, foca seus esforços na construção do CT e formação da base, ficando inativo de competições profissionais. Retorna em 2017 para disputar a Terceira Divisão, e em 2022, a Copa FGF. O clube foi responsável pela revelação do meia-atacante Luiz Henrique, que foi repassado ao Botafogo através de uma parceria e de lá foi vendido ao Olympique de Marselha, gerando R$ 27 milhões ao TAC. == Estádio == O Centro de Treinamento e Formação de Atletas do Três Passos Atlético Clube, também conhecido como CT TAC - Futebol com vida, é um complexo esportivo destinado aos treinos e jogos oficiais do Três Passos Atlético Clube. Foi oficialmente inaugurado em 3 de abril de 2016. === Estrutura === O Centro de Formação demorou sete meses para ser construído e conta com um complexo esportivo composto de dois campos com medidas oficiais, vestiários, academia, departamento médico, sala de comissão técnica e alojamento para os atletas. Autossustentável, possui espaços para criação de animais e cultivo de vegetais, que representam 70% da alimentação dos atletas. As instalações futuras compreendem um prédio apenas para alojamento de atletas e uma estrutura de arquibancadas. A partida que inaugurou oficialmente o Estádio, foi o empate entre e B, por 1 a 1, em 23 de abril de 2017, válido pela segundona gaúcha. Na ocasião, Cléber marcou o primeiro gol da história do Estádio aos 21 minutos do primeiro tempo. == Rivalidade == O principal rival do Três Passos é o Tupi, da cidade vizinha Crissiumal, com quem realiza o clássico \"Ta-Tu\". == Títulos Oficiais == * : 1 (1969) ==Ligações externas== * Página oficial no Facebook Categoria:Clubes de futebol do Rio Grande do Sul Categoria:Clubes de futebol fundados em 1966 Categoria:Fundações no Brasil em 1966 Categoria:Três Passos",
 "title": "Três Passos Atlético Clube"
}