{
 "id": "7424",
 "text": "A polarização por concentração caracteriza-se pelo acúmulo de soluto na vizinhança de uma membrana semi-permeável. A pressão osmótica aumenta e o caudal de permeado diminui. O acúmulo de soluto vai ser descrita de seguida para uma célula de separação por membranas representada na Figura 1. Numa célula de separação, a velocidade de permeado depende da composição da alimentação. Se a alimentação for um solvente puro, a velocidade de permeado não sofre os efeitos da polarização por concentração; se for composta pelo solvente e por um soluto de baixa massa molecular (osmose inversa), a velocidade de permeado depende da pressão osmótica em excesso causada pela acumulação de soluto na vizinhança da membrana; se for composta pelo solvente e por um soluto de elevada massa molecular (ultrafiltração), para além de depender da pressão osmótica em excesso também poderá ser influenciada pela gelificação do soluto. Escoamento na vizinhança da membrana. Numa célula de separação como a representada na Figura 1, a diferença de pressão hidrostática entre o lado do retido e o lado do permeado cria um gradiente de pressão e um escoamento na direcção normal à membrana. Quando a alimentação é um solvente puro, parte do solvente puro escoa ao longo desta direcção, atravessa a membrana e forma o permeado. O caudal de permeado depende da diferença de pressão hidrostática através da membrana, das propriedades físicas do fluido e das características estruturais da membrana. A velocidade de permeado, Vm, determina-se pela expressão: : V_m=\\frac{\\Delta P}{R_m} (1) em que \\Delta P é a diferença de pressão hidrostática entre o retido e o permeado e Rm é a resistência da membrana. A resistência da membrana depende de características estruturais como a dimensão, geometria, número e distribuição dos poros, e é directamente proporcional à viscosidade do fluido. A equação (1) indica que a relação entre a queda de pressão através da membrana e o caudal de permeado é linear, o que se verifica na prática. Quando a alimentação é composta por um solvente e um soluto de baixa massa molecular, a pressão osmótica da solução é significativa. No início da operação de separação, a diferença de pressão efectiva através da membrana é composta por um termo relativo à diferença de pressão hidrostática e por um termo relativo à diferença de pressão osmótica. A equação (1) tem que ser modificada através da introdução de um termo correspondente à diferença de pressão osmótica à entrada da célula, \\Delta\\pi_0: : V_m=\\frac{\\Delta P-\\Delta\\pi_0}{R_m}. A diferença de pressão efectiva desloca parte do solvente na direcção da membrana forçando-o a passar para o lado do permeado. Neste caso, o solvente transporta soluto até à superfície da membrana. Como a membrana é parcialmente impermeável ao soluto, parte deste não a atravessa. Numa fase de estado não estacionário, o soluto acumula-se junto à superfície da membrana o que altera a distribuição de concentrações do lado do retido. Por causa do gradiente de concentrações resultante, o soluto difunde-se na direcção do seio do retido. Ao mesmo tempo, a velocidade de permeado começa a diminuir devido ao aumento da diferença de pressão osmótica através da membrana. Em resumo, o transporte de soluto por convecção diminui, ao mesmo tempo que o transporte de soluto por difusão na direcção oposta aumenta. Quando o transporte de soluto por convecção iguala o transporte de soluto por difusão atinge-se o estado estacionário. O resultado final é uma camada de fluido com concentração elevada e estável à superfície da membrana que limita o caudal de permeado. Em estado estacionário, como a concentração à superfície da membrana é maior que a concentração à entrada, a pressão osmótica à superfície da membrana é maior que a pressão osmótica à entrada na célula. A equação (2) tem que ser modificada: a diferença de pressão osmótica à entrada da célula, \\Delta\\pi_0, tem que ser substituída pela diferença de pressão osmótica à superfície da membrana, \\Delta\\pi: : V_m=\\frac{\\Delta P-\\Delta\\pi}{R_m}. Quando a alimentação é composta por um solvente e um soluto de elevada massa molecular, o soluto também se acumula junto à membrana por um processo igual ao descrito anteriormente, mas como as partículas são maiores, a pressão osmótica aumenta menos para o mesmo acréscimo de concentração. Quando o soluto se torna muito concentrado, pode formar-se uma camada de gel que constitui uma resistência adicional ao escoamento de permeado. O termo correspondente a esta resistência deve ser adicionado à equação (2): : V_m=\\frac{\\Delta P-\\Delta\\pi}{R_m+R_g}. em que Rg é a resistência da camada de gel. A polarização por concentração não provoca só o decréscimo de permeado. Como a concentração de soluto à superfície da membrana aumenta, a probabilidade de uma partícula de soluto atravessar a membrana também aumenta. Por este motivo o fenómeno de polarização também é responsável por uma menor selectividade da membrana. Categoria:Físico-química Categoria:Tecnologia de membrana",
 "title": "Polarização por concentração"
}