{
 "id": "74269",
 "text": "Jean-Claude Turcotte (26 de junho de 1936 - 8 de abril de 2015) foi um cardeal canadense, arcebispo-emérito de Montréal. ==Biografia== Nasceu em 26 de junho de 1936, na paróquia de Sainte Marguerite Marie, Montréal, Canadá. Era um dos sete filhos de Raymond Turcotte, um funcionário de uma pequena loja de hardware, e sua esposa.The Cardinals of the Holy Roman Church Fez seus estudos iniciais na escola da paróquia de Saint-Vincent-de-Paul em Laval. Em seguida, estudou no Collège André-Grasset, de 1947 até 1955 (clássicos), no Seminário Maior de Montreal a partir de 1954 até 1959, onde obteve uma licenciatura em teologia e na Faculdade Católica de Lille, França, obtendo um diploma em pastoral social, em 1965. ==Vida religiosa== ===Presbiterado=== Ordenado padre em 24 de maio de 1959, na igreja de Saint-Vincent-de-Paul de Laval, por Laurent Morin, bispo de Prince Albert. O seu ministério pastoral inicial foi em Montréal, entre 1959 e 1964, como vigário da paróquia de Saint-Mathias- Apôtre e assistente do capelão diocesano, entre 1961 e 1964. Voltou a estudar em Lille, entre 1964 e 1965. Em seu retorno à Montréal, ele se tornou capelão diocesano da Jeunesse Indépendante Catholique Féminine e do Mouvement des Travailleurs Chrétiens. Em 1967, ele foi chamado para o Gabinete do Clero e responsável pelo seminaristas, secretário da Commission des Traitements, responsável por estudos e formação permanente do clero, cargo exercido entre 1972 e 1974. Nomeado diretor do Escritório de Pastoral Paroquial, em 1974. Tornou-se procurador da diocese em 1977. Cânone titular do capítulo metropolitano, foi nomeado vigário-geral e coordenador geral da pastoral em 25 de setembro de 1981. ===Episcopado=== Eleito bispo-titular de Suas e nomeado bispo-auxiliar de Montréal em 14 de abril de 1982, foi consagrado em 29 de junho de 1982, na catedral metropolitana de Montréal, por Paul Grégoire, arcebispo de Montréal, assistido por Andrea Maria Cimichella, bispo-titular de Quiza, bispo-auxiliar de Montréal e por Leonard James Crowley, bispo-titular de Mons in Numidia, bispo-auxiliar de Montréal. Seu lema episcopal era Servir le Seigneur dans la Joie. Foi promovido à sé metropolitana de Montréal em 17 de março de 1990. Participou da Nona Assembléia Ordinária do Sínodo dos Bispos, na Cidade do Vaticano, 2 de outubro a 29, de 1994. ===Cardinalato=== Criado cardeal-presbítero no consistório de 26 de novembro de 1994, recebeu o barrete vermelho e o título de Nostra Signora del SS. Sacramento e Santi Martiri Canadesi. Em 6 de junho de 1995, a Universidade McGill de Montreal concedeu-lhe um doutorado honorário em teologia. Nomeado membro do Concílio dos Cardeais para o Estudo Organizacional e dos problemas econômicos da Santa Sé em 6 de novembro de 1995. Nomeado oficial da Ordem do Canadá, em 1996, pelo Governador Geral Roméo Leblanc. Participou da Assembleia Especial para a América do Sínodo dos Bispos, no Vaticano, entre 16 novembro e 12 dezembro de 1997. Em julho de 2007, ele recebeu um doutorado honorário em Direito pela Universidade de Concordia, Montréal. Em 11 de setembro de 2008, ele devolveu as insígnias da Ordem do Canadá em protesto contra a escolha de Henry Morgentaler em 1 de julho de 2008.Bagley, Gordon. (1992). Bombing of Toronto abortion clinic raises stakes in bitter debate. Canadian Medical Association Journal, 147(10), 1528–1533. Retrieved February 10, 2007. A devolução da sua insígnia aconteceu mais tarde do que a de outros que haviam protestado contra a entrada da Morgentaler porque Turcotte tinha esperança de que o Conselho Consultivo para a Ordem do Canadá iria rever sua decisão. Eventualmente, temendo que o seu silêncio sobre o assunto poderia ser mal interpretada, o cardeal renunciou ao seu título de oficial da Ordem do Canadá e devolveu sua insígnia. Isso entrou em vigor em 1 de junho de 2009. O papa aceitou a renúncia ao governo pastoral da Arquidiocese de Montreal, em 20 de março de 2012. Ele era administrador apostólico da arquidiocese até a posse do seu sucessor, Christian Lépine. Confirmado como membro da Congregação para as Causas dos Santos em 19 de dezembro de 2013. Faleceu em 8 de abril de 2015, vítima de complicações da diabetes, em Montréal. http://ici.radio- canada.ca/nouvelles/societe/2015/04/08/001-deces-cardinal-jean-claude- turcotte-archeveche-montreal.shtml Em um telegrama de condolências ao arcebispo Lépine ao tomar conhecimento da morte do cardeal Turcotte, o Papa Francisco afirmou: \"Tendo aprendido com a emoção da morte do Cardeal Jean- Claude Turcotte, arcebispo emérito de Montréal, dirijo a vocês as minhas condolências, bem como à sua família e da Arquidiocese. Enquanto celebramos a ressurreição do Senhor, peço ao Senhor para acolher este pastor fiel para a luz da vida eterna, que serviu à Igreja com dedicação, não só na sua Arquidiocese, mas também a nível nacional, como Presidente da Conferência Episcopal do Canadá, tudo ao mesmo tempo e sendo um membro de vários Dicastérios Romanos. Um pastor zeloso e atencioso para os desafios da igreja contemporânea, ele participou ativamente do Sínodo dos Bispos de 1994, sobre \"a vida consagrada e a sua missão na Igreja e no mundo\" e foi um dos principais contribuintes para o Sínodo de 1997 sobre a América. Como penhor de conforto neste momento triste, dirijo a vocês uma especial Bênção Apostólica, bem como para os membros da família do cardeal falecido, e sua grande família dos membros dos arquidiocesanos de Montreal, bem como a todos aqueles que vão participar na celebração da missa fúnebre.\" ====Conclaves==== * Conclave de 2005 - participou da eleição do Papa Bento XVI. * Conclave de 2013 - participou da eleição do Papa Francisco. ===Ordenações Episcopais=== Foi o principal sagrante dos seguintes prelados: * Vital Massé (1993) * Neil E. Willard † (1995) * André Rivest (1995) * Anthony Mancini (1999) * Louis Dicaire (1999) * Luc Cyr (2001) * Émilius Goulet, P.S.S. (2001) * Lionel Gendron, P.S.S. (2006) * André Gazaille (2006) * Thomas Dowd (2011) * Christian Lépine (2011) ==Ligações externas== * * * * * * Categoria:Naturais de Montreal Categoria:Cardeais do Canadá Categoria:Arcebispos católicos do Canadá Categoria:Cardeais nomeados pelo papa João Paulo II Categoria:Mortes por diabetes",
 "title": "Jean-Claude Turcotte"
}