{
 "id": "74284",
 "text": "O arco (do latim arcu) é um elemento construtivo em curva que é arredondado, normalmente em alvenaria, que emoldura a parte superior de um vão (abertura, passagem) ou reentrância suportando o peso vertical do muro em que se encontra. Das diversas aplicações que um arco pode ter, observa-se principalmente a sua utilização em portas, janelas, pontes, aquedutos, como elementos de composição tri-dimensional de abóbadas e até em paredes de retenção ou barragens (onde a pressão se efectua horizontalmente). Também em formações geológicas naturais se podem encontrar arcos como resultado da erosão. Mas além da sua função prática de distribuição da carga o arco possui também uma forte componente decorativa permitindo uma grande variedade formal. É neste sentido estético que o arco se torna um elemento útil à identificação e classificação dos diversos movimentos artísticos na arquitectura. == Componentes e funcionamento == * Descrição dos componentes :1. Chave: Bloco superior ou aduela de topo que “fecha” ou trava a estrutura e pode ser decorada. Também designa o ponto de fecho de uma abóbada onde os arcos que a compõem se cruzam, geralmente em forma estilizada de flor. :2. Aduela: Bloco em cunha que compõe a zona curva do arco e é colocada em sentido radial com a face côncava para o interior e a convexa para o exterior. :3. Extradorso: Face exterior e convexa do arco. :4. Imposta: Bloco superior do pilar que separa o pé-direito do bloco de onde começa a curva, a aduela de arranque. É sobre a imposta que assenta esta primeira aduela que tem pelo menos um dos lados (junta) horizontal. :5. Intradorso: Face interior e côncava do arco. :6. Flecha: Dimensão que se prolonga desde a linha de arranque (delimitada pela imposta e pela aduela de arranque) até à face interior da chave. Esta área pode ser tapada dando lugar a um tímpano. :7. Luz: Vão, largura do arco, geralmente maior que a sua profundidade. A relação entre a flecha e a luz é geralmente traduzida numa fracção (ex: 1/2, 1/3, etc.) :8. Contraforte: Muro que suporta a impulsão do arco. Caso não exista uma parede esta impulsão pode ser recolhida por outro arco lateral e assim sucessivamente (arcada). * Funcionamento Ao contrário de aberturas rematadas a vigas, onde a carga vertical exercida directamente sobre um lintel o pode eventualmente deformar ou quebrar, o arco funciona em compressão e transporta o peso da construção para os pilares de suporte e para os lados (impulso lateral e diagonal) permitindo a abertura de vãos maiores sem risco de colapso. Geralmente em pedra, tijolo ou outro material de construção similar, o arco é composto por blocos em cunha que, colocados adjacentemente, se travam uns aos outros em compressão e mantêm a forma em curva. O bloco situado no vértice do arco, a maçaneta, é o último elemento a ser colocado e o que permite que a estrutura se trave e a forma se mantenha. Até à colocação deste último elemento é usada uma armação provisória em madeira ou metal, o cimbre, que serve de molde, apresentando o que será a curva interior do arco e que permite que as aduelas tenham apoio até à consolidação final com a chave. Caso os cálculos tenham sido mal efectuados pode acontecer que a estrutura colapse após a remoção do suporte. == História == O uso do arco surge com as civilizações da Antiguidade embora o Antigo Egipto, a Babilónia, a Grécia Antiga e a Assíria o tenham restrito a construções no sub-solo, nomeadamente em estruturas de drenagem e abóbadas. Por outro lado a sua arquitectura exterior é sobretudo caracterizada por uma tipologia onde se conjuga o uso da coluna com a viga horizontal. Assim, pela necessidade de minorar o impulso vertical sobre os lintéis de pedra, propaga-se o uso de colunas sucessivas de colocação próxima e que têm como função suportar a tal carga. São mais tarde os romanos os responsáveis pela utilização do arco em grande escala, erigindo, pelo alcance de maiores vãos, edifícios de dimensões monumentais. É nesta altura que se propaga o arco de volta perfeita, semicircular e assente em pilares, e que será também uma das características do estilo românico e do Renascimento. Por altura do estilo gótico difunde-se um novo género de arco que se crê já ter sido anteriormente utilizado pelos , o arco quebrado. Este arco é composto por dois segmentos de circunferência com [centro]]s distintos dando lugar a uma forma cristalina que faculta ao arco uma maior força e possibilita vãos mais altos. Este arco provoca, no entanto, um maior impulso olíquo que será inicialmente recebido por espessos contrafortes e mais tarde por arcobotantes. Também na arquitectura islámica é comum o uso do arco especialmente por motivações decorativas onde sobressaem o arco de ferradura e diversos arcos decorativos com a inserção de lóbulos rendilhados. Mais a Oriente, a China usava já desde dinastias antigas o arco aplicado à construção de pontes. Ao longo do tempo vão sendo adaptadas e fundidas diversas tipologias formais do arco nos diversos movimentos eclécticos da arquitectura. == Tipologias == === Formas === thumb|upright=0.5|Arcos polilobados no castelo de La Aljafería em Espanha thumb|upright=0.5|Arco trilobado no castelo de La Aljafería em Espanha thumb|upright=0.5|Arco em ferradura no castelo de La Aljafería em Espanha Um arco pode adoptar diversas tipologias formais que variam consoante o número de centros e a sua localização, forma das aduelas, decoração, etc. Além das diferenças formais individuais também se podem encontrar arcos em grupos e diferentes combinações, como por exemplo, sobreposições de arcos em dois andares e interseções consecutivas de arcos. Seguem-se algumas das variantes por ordem alfabética. * Arco acairelado: decorado a cairéis ou lóbulos de pequenas dimensões. * Arco adintelado: com intradorso horizontal em forma de lintel, mas em que as aduelas são de formação radial. * Arco abatido (asa de cesto, sarapanel, rebaixado): possui uma forma achatada em que o valor da flecha é inferior à metade do raio. É composto de três curvas de centros diferentes. * Arco apainelado: apresenta caixotões na face do intradorso. * Arco aparelhado: com aduelas de formatos diferentes. * Arco asa de padeiro: composto por várias curvas interligadas que lhe dão o aspecto de uma meia elipse na horizontal. * Arco aviajado: em que as aduelas de arranque estão situadas a diferentes alturas. Exemplo deste arco é o arcobotante. * Arco contracurvado (conupial, de carena, de querena, de colchete, flamejante): formado por curvas e contracurvas de quatro centros diferentes, que lhe incutem uma forma ondulante. É formado por duas curvas côncavas em baixo que se prolongam para o vértice do arco em duas curvas convexas. * Arco canopial ou conopial: Formado, como mínimo, por quatro segmentos de arco de círculo numa sequência par côncavo-convexo, convexo-côncavo que se unem formando como que um decote ou vértice virado para a parte de cima. O nome vem da palavra latina conopeum, que faz referência ao cortinado que cobre uma cama a modo de dossel.É um arco muito ligado ao estilo gótico flamejante e à arte manuelina. Exemplos disso podemos encontrá-los no portal do Convento de Jesus, em Setúbal, ou nas janelas conupiais da Casa dos Pitas, em Caminha. * Arco elíptico: composto por um segmento de elipse. * Arco de escarção: composto por segmento de circunferência, mas de pouca elevação. * Arco extradorsado: o intra e o extradorso correm paralelamente. * Arco falso (pseudo-arco): os blocos que o constituem não são em cunha e consequentemente não são colocados de forma radial. A abertura é ladeada de blocos rectangulares sobrepostos que se vão colocando em degraus estreitando até ao topo que termina em viga horizontal. Este caso não usufrui das vantagens na distribuição da carga de um arco comum. * Arco em ferradura (ultrapassado): a curva prolonga-se para baixo do centro, ou seja, o diâmetro do arco é superior à largura do vão. Uma variante é o Arco de ferradura apontado. * Arco lanceolado: como o nome indica de forma similar à extremidade de uma lança. * Arco em mitra (angular): o intradorso das aduelas é recto formando um intradorso de arco composto por segmentos de recta dispostas em diferentes ângulos. * Arco peraltado (ultra- semicircular): elevado, em que a curva começa a uma certa distância da imposta, ou seja, o valor da flecha é superior ao valor do raio. * Arco policêntrico: formado por diversas curvas de centros diferentes. * Arco polilobado: intradorso formado por diversos lóbulos. Foi importado do Oriente e também usado na arquitectura islámica. Crê-se que representa simbolicamente o mundo ou céu de onde nascem outros mundos ou céus. * Arco quebrado (apontado): possui uma forma pontiaguda, angular por ser composto de dois segmentos de curva (com dois centros diferentes) que se cruzam no topo. O valor da flecha é maior que o valor da luz. * Arco segmentar: composto por segmento de circunferência em que o centro está colocado sob a linha de arranque do arco. O raio tem uma dimensão muito maior do que o vão, ou seja, o arco descreve um ângulo inferior a 180º. * Arco em talude: intradorso assenta em plano horizontal e extradorso em plano diagonal. * Arco trilobado: intradorso formado por três lóbulos de dimensões não obrigatoriamente iguais. * Arco tudor género de arco canopial que se prolonga em dois segmentos de recta terminando em vértice no topo, mas mais baixo. * Arco de volta perfeita (semicircular, de meio ponto, de volta inteira, de volta redonda, redondo, de pleno centro, romano): semicircunferência formada a partir de um só centro descrevendo um ângulo de 180º. O valor da flecha (ou altura) é a metade do valor da luz (abertura ou vão). === Objectivos funcionais === Independentemente da sua forma o arco pode variar consoante a sua localização e aplicação funcional. Seguem-se algumas das variantes por ordem alfabética. * Arcobotante (botaréu): encontra-se no exterior de uma construção e geralmente descarrega o impulso de uma abóbada situada no interior de uma catedral para o contraforte no exterior ao qual se encontra conjugado. * Arco cego: não ladeia uma passagem ou abertura, a sua área é tapada e geralmente surge como elemento de relevo numa parede. * Arco de cruzeiro: na igreja separa a nave da capela- mor ou do coro situando-se no cruzeiro. Pode ter uma viga a unir as aduelas de arranque. * Arco de descarga: recebe e alivia o peso de uma parede e situa-se acima de uma platibanda de plástico. * Diafragma: utilizado para separar áreas de uma igreja de modo a aliviar a carga das paredes laterais. * Arco de escarção: serve de auxílio a outro arco que não tem capacidade para suportar o peso sobre si exercido. * Arco de penetração: resultado da intersecção entre duas abóbadas de berço. * Arcos de estruturação de abóbada de ogivas: : Arco de ogiva: estrutura o esqueleto da abóbada cruzando-se com outro no centro (chave) distribuindo o peso até aos pilares de apoio. : Formalete (formeiro, formalote): situa-se longitudinalmente em ambas as paredes laterais : Arco toral: situa-se perpendicularmente às paredes laterais. Imagem:Rundbåge.png|Arco de volta perfeita ou de volta redonda Imagem:Segmentbåge.png|Arco abaulado Imagem:Lansettbåge.png|Arco quebrado ou Arco em ogiva Imagem:Trepassbåge.png|Arco trilobado Imagem:Hästskobåge.png|Arco de ferradura ou Arco ultrapassado Imagem:Ogee- shaped arch.svg|Arco canopial Imagem:Tudorbåge.png|Arco Tudor == Ver também == * Arcada — conjunto de arcos * Arcada cega — * Arcadura — ou arcada cega; conjunto de arcos simulados (em saliência) como parte integrante de um muro. * Arco de triunfo — arco isolado integrado em porta monumental de carácter celebrativo. * Galeria (arquitetura) — conjunto de arcos que ladeiam uma passagem. * Ogiva * Ponte em arco == Bibliografia == * CALADO, Margarida, PAIS DA SILVA, Jorge Henrique, Dicionário de Termos da Arte e Arquitectura, Editorial Presença, Lisboa, 2005, ISBN 20130007 * JANSON, H. W., História da Arte, Fundação Calouste Gulbenkian, Lisboa, 1992, ISBN 972-31-0498-9 * KOEPF, Hans; BINDING, Günther (Überarbeitung), Bildwörterbuch der Architektur, Alfred Kröner Verlag, Stuttgart, 1999, ISBN 3-520-19403-1 * VASCONCELOS, Flórido de, A Arte em Portugal, Verbo Juvenil, 1984 * VEIGA DA CUNHA, Luís, Desenho Técnico, Fundação Calouste Gulbenkian, Lisboa, ISBN 972-31-0225-0",
 "title": "Arco"
}