{
 "id": "74296",
 "text": "Os castelos condais são fruto do chamado \"segundo encastelamento\" em Portugal, que se inicia em meados do século X por iniciativa nobre para defender o território dos mouros e dos invasores normandos. Derivam de uma nova fase de índole administrativa, com a divisão do território em condados (unidades políticas), territoria (unidades eclesiásticas) e cividades (unidades militares) pelos monarcas do Reino das Astúrias. Inicialmente, por iniciativa da coroa asturiana, foram criados castelos nas cividades que ajudavam na consolidação dos territórios conquistados aos mouros, como os de Anegia (atual Eja) e Santa Maria (Santa Maria da Feira), existentes desde o século IX. A partir de meados do século X a construção de castelos passou a ser iniciativa dos condes que administravam o território. Um dos mais antigos destes castelos construídos por iniciativa condal é o Castelo de Guimarães, fundado pela condessa Mumadona Dias em 960 para proteger o mosteiro da cidade. Como quase todos os castelos de fundação tão antiga, atualmente nada resta da primitiva fortaleza dos tempos da condessa. Um importante documento para o estudo dos castelos da época é o testamento de D. Chamôa Rodrigues (ou Flâmula Rodrigues), sobrinha de Mumadona Dias, em que faz a doação dos seus castelos ao mosteiro de Guimarães. No documento há referência aos castelos de Trancoso, Moreira do Rei, Longroiva, Numão, Muxagata, Mêda, Penedono, Alcarva, Sernancelhe e Caria. Destes, o Castelo de Trancoso é o único que tem claros vestígios do século X, uma vez que uma torre de seu recinto (a atual torre de menagem) possui uma porta de entrada com um arco de ferradura tipicamente moçárabe. Além disso, a técnica construtiva e a própria forma tronco-piramidal da torre são diferentes das torres dos castelos românicos. Essa primitiva torre do castelo de D. Flâmula foi reutilizada posteriormente como torre de menagem no século XII. Além de castelos, o testamento de D. Flâmula refere a penelas, castelos roqueiros construídos por iniciativa de populações locais. == Ver também == * Castelo * Arquitectura militar * Castelo roqueiro == Ligações externas == * Mário Jorge Barroca. Do castelo da reconquista ao castelo românico. (Séc. IX ao XII). Revista Portugalia. Vol. XI-XII. 1990-91. Condal Categoria:Arquitetura da Idade Média",
 "title": "Castelo condal"
}