{
 "id": "74318",
 "text": "Macroevolução é o estudo da evolução analisado a partir da escala de conjuntos de genes independentesMatzke, Nicholas J. and Paul R. Gross. 2006. Analyzing Critical Analysis: The Fallback Antievolutionist Strategy. In Eugenie Scott and Glenn Branch, Not in Our Classrooms: Why Intelligent Design is Wrong for Our Schools, Beacon Press, Boston ISNB:0807032786. Estudos macroevolutivos têm como foco as mudanças que ocorrem no nível de espécie ou acima, em contraste com a microevolução, p12, que tem como objeto de estudo mudanças evolutivas em menor escala, que ocorrem dentro de uma espécie ou população, e podem ser descritas como mudanças nas frequências alélicas. O processo de especiação pode ser estudado sob o ponto de vista de ambas abordagens, dependendo das forças propostas como causa para essa especiação. As disciplinas de paleontologia, biologia evolutiva do desenvolvimento, genômica comparada e filoestratigrafia genômica contribuem com a maior parte das evidências de padrões e processos que podem ser classificados como macroevolução. Um exemplo de macroevolução é o aparecimento de penas durante a evolução das aves a partir de um grupo de dinossauros. Dentro da escola de pensamento da síntese evolutiva moderna, a macroevolução é considerada o resultado de um conjunto de eventos de microevolução. Assim, a distinção entre micro- e macroevolução seria apenas de grau, e a única diferença entre elas seria a escala e o tempo considerados. Uma teoria que levanta questionamentos e contrasta completamente com a abordagem gradativa é a Teoria do Equilíbrio Pontuado. Niles Eldredge, um dos propositores da Teoria do Equilíbrio Pontuado afirma que a simples extrapolação da microevolução não seria suficiente, pois como analisado no registro fóssil, as espécies sempre tendem a não mudar muito, permanecendo, na realidade, imperturbavelmente resistentes a mudanças - muitas vezes durante milhões de anos Reinventing Darwin: The Great Debate at the High Table of Evolutionary Theory - Wiley; 1 edition (Abril de 1995). ==Tópicos de pesquisa== Alguns exemplos de temas cujo estudo tem relação com a abordagem da macroevolução incluem: * O debate entre equilíbrio pontuado e gradualismo * Taxas de especiação e extinção * Eventos de extinção em massa * Eventos de radiação adaptativa como a explosão do Cambriano * Mudanças na Biodiversidade ao longo do tempo * O papel do desenvolvimento modulando a evolução, especialmente temas como heterocronia e plasticidade no desenvolvimento * A evolução de genomas, como transferência horizontal de genes, fusão entre genomas como resultado de simbiose, e mudanças adaptativas no tamanho de genomas. ==Origem do termo== Na biologia ou em qualquer outra ciência, quando o prefixo grego macro aparece antes das palavras, refere- se a grande, bem como micro refere-se a “pequeno”. Por exemplo, um macrófago é uma célula maior que o normal. Atualmente, na biologia evolutiva, a palavra macroevolução é usada em referência a qualquer mudança evolutiva a nível de espécie ou acima dela. O entomólogo russo Yuri Filipchenko (ou Philipchenko, dependendo da transliteração) criou os termos \"macroevolução\" e \"microevolução\" em seu trabalho de 1927, em alemão,\"Variabilität und Variation\", na tentativa de ligar os conceitos de Mendel e Darwin. Este pesquisador era Evolucionista Ortogeneticista. O termo caiu em adversidade quando foi usado por pesquisadores como por exemplo o geneticista Richard Goldschmidt (1940 ) e o paleontólogo Otto Schindewolf para descrever suas teorias ortogenéticas, mas por volta da década de 90 o termo volta a ser usado, principalmente pelos pesquisadores da Teoria do Equilíbrio PontuadoMacroevolution: Its definition, Philosophy and History. Desde a criação desses termos, seu significado tem sido revisado diversas vezes, e atualmente têm recebido críticas de muitos cientistas que preferem considerar a evolução como um processo único, e a divisão entre micro e macroevolução acaba sendo artificial. == Ver também == * Fóssil de transição ==Ligações externas== * Macroevolução como uma disciplina independente: Macroevolution in the 21st Century * Macroevolução como a descendência comum de todos os seres vivos: \"29+ Evidences for Macroevolution\" * Macroevolution FAQ ==Referências== Categoria:Processos evolutivos",
 "title": "Macroevolução"
}