{
 "id": "7431",
 "text": "Os fósseis são restos de seres vivos ou de evidências de suas atividades biológicas preservados em diversos materiais.Tomassi, H. Z. & Almeida, C. M. O que é fóssil? Diferentes conceitos na Paleontologia In: XXII Congresso Brasileiro de Paleontologia, Natal. Atas, p.143-147. 2011. Disponível na internet em arquivo pdf. Essa preservação ocorre principalmente em rochas, mas pode ocorrer também em materiais como sedimento, gelo, piche, resina, solo e caverna , e os exemplos mais citados são ossos e caules fossilizados, conchas, ovos e pegadas. A Paleontologia é a principal disciplina científica que utiliza fósseis como objeto de estudo,Cassab, R.C.T. 2004 In: Carvalho, Ismar de Souza (ed.). Paleontologia. Editora Interciência, 2ªEdição, Volume 1, 2004. ISBN 85-7193-107-0 instaurada com a aceitação dos trabalhos de Georges Cuvier. Nessa área do conhecimento, os fósseis fornecem dados importantes quanto à evolução biológica, datação e reconstituição da história geológica da Terra. A totalidade dos fósseis e sua colocação nas formações rochosas e camadas sedimentares é conhecido como registro fóssil, o qual contém inúmeros restos e vestígios fossilizados dos mais variados seres do passado geológico da Terra. Porém, apenas uma porcentagem ínfima das espécies que já habitaram a Terra preservou-se na forma de fósseis, já que a fossilização é considerada um fenômeno excepcional por contrapor-se aos processos naturais de decomposição e intemperismo. Logo, as partes esqueléticas biomineralizadas, mais duras e resistentes à decomposição e à erosão, tais como dentes, conchas, carapaças e ossos, são bem mais frequentes e, por isso, a maioria do registro fóssil é constituída por fósseis destes tipos de restos biológicos. Entretanto, restos orgânicos mais delicados e perecíveis também podem se fossilizar. A preservação de matéria orgânica e de restos esqueléticos delicados, uma vez que estes se decompõem e são destruídos rapidamente, requerem condições de fossilização fora do comum e, por serem especiais, ocorrem na natureza mais raramente. Isso implica na menor ocorrência natural desses fósseis de restos. Em qualquer das circunstâncias, para que os restos de um qualquer ser vivo fossilizem-se, é fundamental que esses sejam rapidamente cobertos por material que os preserve, geralmente sedimento. O que determina o fóssil é a ocorrência conjunta de um resto identificável com a origem biológica num contexto geológico, independentemente do seu tipo e da sua idade.O que é um fóssil. In SILVA, C. M. da (2005)- Dinossáurios emplumados. Museu Nacional de História Natural da Universidade de Lisboa, Lisboa. 58 pp. Disponível em Plumas em dinossáurios. Muitos autores consideram que um fóssil é todo e qualquer resto ou vestígio de seres vivos do passado, preservado em contexto geológico, qualquer que seja a sua idade. De acordo com esses paleontólogos, fixar uma data qualquer para considerar se algo é ou não um fóssil, é arbitrário. Dessa forma, sendo o Holocénico (menos de 11 700 anos) parte do registro geológico, os restos orgânicos contidos em materiais holocénicos deverão ser considerados fósseis. Há algumas fontes,Cassab, R. C. T. Objetivos e Princípios. In CARVALHO, I. S. (Ed.) Paleontologia. Rio de Janeiro: Interciência. 2000. entretanto, que consideram somente os restos ou vestígios de seres com mais de 11 700 anos como fósseis. Essa idade, calculada pela última glaciação, é a duração estimada para a época geológica do Holoceno ou recente e, quando os vestígios ou restos possuíssem menos de 11 700 anos, estes autores podem denominá-los de subfósseis, termo que também pode ser visto na literatura para designar os restos biológicos que não sofreram alterações. == Tipos de fósseis == Os fósseis são classificados em dois tipos: restos (ou somatofósseis) e vestígios (ou icnofósseis). * Resto: tipo de fóssil que ocorre quando alguma parte do ser vivo é preservada. São consideradas evidências diretas dos seres vivos. Por exemplo, fósseis de dentes, de carapaças, de folhas, de conchas, de troncos (madeira fossilizada), etc. * Vestígio: tipo de fóssil que ocorre apenas com evidências indiretas dos seres vivos, isto é, resultam de suas atividades biológicas. Por exemplo, estromatólitos, fósseis de pegadas, de marcas de mordidas, de ovos (da casca dos ovos), de excrementos (os coprólitos), secreções urinárias (urólitos), de gastrólitos, de túneis, de galerias de habitação, etc. == Processos de fossilização == Esses diferentes tipos de fósseis - restos e vestígios - formam-se a partir de distintos processos de fossilização ou diagênese. Após os eventos de morte do organismo, transporte de material orgânico e soterramento, estudados pela bioestrationomia, ocorre o processo de fossilização que reúne os processos físicos e químicos que alteram tais restos, sendo que os mais frequentes são as mineralizações (incluindo as permineralizações), os moldes e as incarbonizações. A Tafonomia é a área do conhecimento que engloba os estudos de diagênese e a bioestrationomia, ou seja, ela estuda os processos de formação dos fósseis, desde o momento em que um dado resto ou vestígio biológico é produzido até que o encontramos, fossilizado, no registo fóssil. A lista a seguir cita alguns exemplos de processos de fossilização:Anelli, Luiz E., Rocha-Campos, A. C., Fairchild, Thomas R. & Leme Juliana M.. Paleontologia: Guia de Aulas Práticas - Uma introdução ao estudo dos fósseis. Universidade de São Paulo, Instituto de Geociências, 6ªEdição, 2010 *criopreservação (mamutes preservados em gelo); *dessecação (dinossauros mumificados); *inclusão em âmbar (insetos em resina); *conservação de parte dura (ossos e conchas); *permineralização (lenhos e ossos); *incrustação (ossos e conchas em cavernas); *recristalização (conchas); *incarbonização ou destilação (restos vegetais); *substituição (por silicificação, piritização, limonitização ou carbonatização); *moldagem (vestígios). === Mumificação ou conservação === A mumificação é o mais raro processo de fossilização. Pode ser: * Total - quando o ser vivo é envolvido por uma substância impermeável (por exemplo: resina, gelo) que impede a sua decomposição. * Parcial - quando as formações duras (carapaças, conchas, etc.) de alguns seres permanecem incluídas nas rochas por resistirem à decomposição. ;Mineralização thumb| Este processo, também denominado de petrificação, consiste literalmente na substituição gradual dos restos orgânicos de um ser vivo por matéria mineral, rocha, ou na formação de um molde desses restos, mantendo com alguma perfeição as características do ser. Ocorre quando o ser vivo é coberto rapidamente por sedimento após a morte ou após o processo inicial de deterioração. O grau de deterioração ou decomposição do ser, quando recoberto, determina os detalhes do fóssil, alguns consistem apenas em restos esqueléticos ou dentes; outros fósseis contêm restos de pele, penas ou até tecidos moles. Uma vez coberto com camadas de sedimentos, as mesmas compactam-se lentamente até formarem rochas, depois, os compostos químicos podem ser lentamente trocados por outros compostos. Ex.: carbonato por sílica. ; Moldagem Consiste no desaparecimento total das partes moles e duras do ser vivo, ficando nas rochas um molde das suas partes duras. O molde pode ser: * molde externo - quando a parte exterior do ser vivo desaparece deixando a sua forma gravada nas rochas que o envolveram; * molde interno - os sedimentos entram no interior da parte dura e quando esta desaparece fica o molde da parte interna. ; Marcas É o tipo de fossilização mais abundante em que permanecem vestígios deixados pelos seres vivos, uma vez que é o mais fácil e simples de ocorrer. Exemplos de marcas podem ser: pegadas, ovos e excrementos de animais. === Moldes e traços de fósseis === Um molde de fóssil é formado por fluidos infiltrados que dissolvem os restos de um ser vivo, criando um buraco na rocha . Se esse buraco for preenchido com mais minerais, é chamado de molde fóssil. Se o enterro do resto biológico ocorre rapidamente, são grandes as chances de que até mesmo as impressões de tecidos moles permaneçam. Traços fósseis são os restos de caminhos, enterros, pegadas, ovos, conchas, ninhos e fezes . Estes últimos, chamados coprólitos, podem fornecer uma ideia do comportamento alimentício do animal, tendo assim, grande importância. == Âmbar == Âmbar é o nome dado aos fósseis conservados em resina e são um exemplo de mumificação (ou conservação). Animais menores, como insetos, aranhas e pequenos lagartos, quando presos em resina segregada por certas árvores, ficam praticamente intactos por milhões de anos. A produção de resinas remonta ao Paleozóico, no período Carbonífero, mas a partir do Triássico encontra-se maior abundância de âmbar no registro geológico. Além disso, estes fósseis podem ser encontrados em rochas sedimentares, assim como os demais tipos de fósseis. O âmbar representa uma preservação de ótima qualidade relevante para estudos sobre evolução dos seres vivos. Por exemplo, podem apresentar informações sobre o ser vivo, o ambiente em que viveu, eventos relacionados a seu ciclo de vida e até mesmo possibilitam extração de DNA. == Estromatólitos == Estromatólitos são estruturas biossedimentares formados por meio de atividades microbianas, por exemplo cianobactérias, nos ambientes aquáticos, porém sua definição exata ainda é um assunto controvertido. São considerados as mais antigas evidências da vida na Terra, principalmente datados do Pré-Cambriano. Existem várias aplicações para esse tipo de fóssil das quais podemos destacar: identificação de regiões que ocorreram as primeiras atividades biológicas na Terra, da localização de microfósseis, interpretações sobre ambientes e suas respectivas mudanças ambientais que ocorreram no passado, além de serem atrações para turistas pela beleza e atração educativa. == Pseudofósseis == Os chamados \"pseudofósseis\" (do grego pseudós, falso + fóssil) não são fósseis, não devem ser tratados como fósseis, nem incluídos em classificações paleontológicas ou em textos sobre fósseis. São designados \"pseudofósseis\" (ou seja, literalmente, \"falsos fósseis\") apenas por serem objetos geológicos que fazem lembrar estruturas orgânicas fossilizadas. O exemplo mais típico de pseudofósseis são as dendrites, precipitações inorgânicas de minerais que fazem lembrar fósseis de plantas. == Fóssil vivo == \"Fóssil vivo\" era um termo informal, frequentemente utilizado em textos não científicos (de divulgação) e em manuais escolares, para designar seres pertencentes a grupos biológicos atuais que são os únicos representantes de grupos que foram bem mais abundantes e diversificados no passado geológico da Terra. Existe a recomendação científica para o abandono do termo, por se tratar de conceito intuitivo e de simples morfologia de determinadas características da espécie (como a anatomia e aspecto geral do corpo), que são ressaltados de maneira arbitrária. O conceito de “fóssil vivo” também ignora as novidades evolutivas recentes, exclusivas. Estas razões são apontadas para justificar o abandono da expressão, inaplicável diante dos conceitos de sistemática moderna.Romano, P. S. R.; Riff, D. & Oliveira, D. R. Porque um \"fóssil vivo\" não pode existir: dedução lógica através de abordagem sistemática In: Paleontologia: Cenários de Vida. Rio de Janeiro: Editora Interciência. 2007. ISBN 978-85-7193-185-5 Disponível na internet em arquivo pdf. Os seres apelidados de \"fósseis vivos\" apresentam, frequentemente, aspectos morfológicos muito similares aos dos seus parentes mais antigos preservados sob a forma de fósseis no registro geológico. Entretanto, os \"fósseis vivos\" não devem ser entendidos como espécies que não evoluíram, pois não são seres \"parados no tempo\". Seriam seres distintos do passado, pertencendo a espécies distintas das representadas no registro fóssil, mas com as quais são diretamente aparentados e, portanto, morfologicamente muito similares. Um exemplo típico de \"fóssil vivo\" eram os peixes da espécie atual Latimeria chalumnae. Até à descoberta destes peixes nos mares do Oceano Índico, em 1938, os Coelacanthiformes (grupo biológico a que Latimeria chalumnae pertence) só eram conhecidos do registro fóssil. Outro exemplo famoso é o das árvores da espécie Ginkgo biloba que não têm parentes próximos entre as plantas da actualidade, mas que pertencem a um grupo biológico (as Ginkgoales) que foi muito abundante e diversificado desde o Pérmico ao Paleocénico. Outros seres que eram frequentemente apelidados de \"fósseis vivos\" são, por exemplo, os indivíduos das espécies Ennucula superba, Lingula anatina, um braquiópode inarticulado, o tuatara, o caranguejo- ferradura Limulus polyphemus e os espécimes do género Nautilus. == Réplicas de fósseis == Réplicas de fósseis são cópias de fósseis produzidas a partir de fósseis ou de outras réplicas. São um recurso didático capaz de transmitir o mesmo conteúdo incluído em um fóssil original, estando revestidas da mesma importância. Deve-se fazer o máximo para preservar o fóssil, por isso são feitas cópias do fóssil e geralmente as copias devem ser expostas em museus. Esta técnica permite que um fóssil possa ser exposto em vários museus, além de preservar o original. Também é bom fazer uma cópia matriz que será usado como base para fazer futuras cópias. Antigamente as cópias eram feitas de gesso, e os moldes eram feitos de borracha. Hoje se costuma usar silicone como molde e as cópias são feitas de poliuretano. ==História dos estudos dos fósseis == Reunir fósseis data pelo menos até o início da história registrada. Os próprios fósseis são chamados de registro fóssil. O registro fóssil foi uma das primeiras fontes de dados subjacentes ao estudo da evolução e continua a ser relevante para a história da vida na Terra. Os paleontologistas examinam o registro fóssil para entender o processo de evolução e a forma como as espécies em particular evoluíram. === Explicações === === Antes de Darwin === Muitas explicações iniciais dependiam de contos populares ou mitologias. Na China, os ossos fósseis de mamíferos antigos, incluindo o Homo erectus, eram frequentemente confundidos com \"ossos do dragão\" e usados ​​como remédios e afrodisíacos. No Oeste, as criaturas marinhas fossilizadas nas montanhas ficaram vistas como prova do dilúvio bíblico. Em 1027, a Avicena persa explicou a dureza dos fósseis no Livro da Cura:Aristóteles percebeu que as conchas fósseis das rochas eram semelhantes às encontradas na praia, indicando que os fósseis já eram animais vivos. Aristóteles explicou anteriormente em termos de exalações vaporosas, que Avicena modificou na teoria dos fluidos petrificantes (succus lapidificatus), elaborada posteriormente por Albert da Saxônia no século XIV e aceite de alguma forma pela maioria dos naturalistas no século XVI.Rudwick, M. J. S. (1985). The Meaning of Fossils: Episodes in the History of Palaeontology. University of Chicago Press. p. 24. Visões mais científicas de fósseis surgiram durante o renascimento. Leonardo da Vinci concordou com a visão de Aristóteles de que os fósseis eram os restos da vida antiga.Earth's History, Paul R. Janke Por exemplo, da Vinci notou discrepâncias com a narrativa da inundação bíblica como uma explicação para as origens fósseis: > E encontramos ostras em famílias muito grandes, entre as quais alguns podem > ser vistos com suas conchas ainda unidas, indicando que foram deixadas lá > pelo mar e que ainda estavam vivendo quando o estreito de Gibraltar foi > atravessado. Nas montanhas de Parma e Piacenza podem ser vistas multidões de > conchas e corais com buracos ainda aderindo às pedras ... \"da Vinci, > Leonardo (1956) [1938]. The Notebooks of Leonardo Da Vinci. London: Reynal & > Hitchcock. p. 335. William Smith (1769-1839), engenheiro de um canal inglês, observou que rochas de diferentes idades (com base no Princípio da sobreposição das camadas) preservavam diferentes conjuntos de fósseis e que essas assembleias se sucederam de maneira regular e determinável. Ele observou que as rochas de locais distantes poderiam ser correlacionadas com base nos fósseis que continham. Ele chamou este princípio da sucessão faunística. Este princípio tornou-se uma das principais evidências de Darwin de que a evolução biológica era real. Georges Cuvier chegou a acreditar que a maioria, se não todos os fósseis animais que examinou, eram restos de espécies extintas. Isso levou Cuvier a tornar-se um proponente ativo da escola de pensamento geológica chamada catastrofismo. Perto do final de seu artigo de 1796 sobre elefantes vivos e fósseis, ele disse: > Todos esses fatos, consistentes entre eles, e não opostos a nenhum > relatório, me parecem provar a existência de um mundo anterior ao nosso, > destruído por algum tipo de catástrofe. === Linnaeus e Darwin === Os primeiros naturalistas entenderam bem as semelhanças e diferenças de espécies vivas levando Linnaeus a desenvolver um sistema hierárquico de classificação ainda em uso hoje. Darwin e seus contemporâneos ligaram pela primeira vez a estrutura hierárquica da árvore da vida com o então fóssil muito escasso. Darwin descreveu com eloquência um processo de descida com modificação ou evolução, pelo qual os organismos se adaptam às pressões ambientais naturais e em mudança, ou perecem. Quando Darwin escreveu sobre a Origem das Espécies por Meios de Seleção Natural, ou a Preservação de Raças Favoritas na Luta pela Vida, os fósseis animais mais antigos eram aqueles do Período Cambriano, agora conhecidos por cerca de 540 milhões de anos. Ele preocupou-se com a ausência de fósseis mais antigos devido às implicações na validade de suas teorias, mas expressou a esperança de que tais fósseis fossem encontrados, observando que: \"apenas uma pequena porção do mundo é conhecida com precisão\". Darwin também refletiu a aparição súbita de muitos grupos (ou seja, filos) nos mais antigos estratos fossilíferos Cambrianos conhecidos.Darwin, C (1859) On the Origin of Species. Chapter 10: On the Imperfection of the Geological Record. === Outras descobertas === Desde o tempo de Darwin, o registro fóssil foi ampliado para entre 2,3 e 3,5 bilhões de anos.Schopf JW (1999) Cradle of Life: The Discovery of the Earth's Earliest Fossils, Princeton University Press, Princeton, NJ. A maioria desses fósseis pré-cambrianos são bactérias microscópicas ou microfósseis. No entanto, os fósseis macroscópicos são agora conhecidos do Proterozóico tardio. A Biota ediacarana (também chamada de biota de Vendian) que data de 575 milhões de anos atrás coletivamente constitui uma assembleia ricamente diversificada de eucariotas multicelulares precoce. O registro fóssil e a sucessão faunística são a base da ciência da bioestratigrafia ou determinam a idade das rochas com base em fósseis embutidos. Nos primeiros 150 anos de geologia, biostratigrafia e sobreposição foram o único meio para determinar a idade relativa das rochas. A escala de tempo geológico foi desenvolvida com base nas idades relativas dos estratos de rocha, conforme determinado pelos primeiros paleontologistas e estratigrafos. Desde os primeiros anos do século XX, métodos de datação absolutos, como datação radiométrica (incluindo potássio / árgon, argônio / árgon, série de urânio e, para fósseis muito recentes, datação por radiocarbono) foram utilizados para verificar as idades relativas obtidas por Fósseis e proporcionar idades absolutas para muitos fósseis. O namoramento radiométrico mostrou que os primeiros estromatólitos conhecidos têm mais de 3,4 bilhões de anos. === Modernidade === A paleontologia juntou-se à biologia evolutiva para compartilhar a tarefa interdisciplinar de delinear a árvore da vida, o que inevitavelmente leva o tempo para a vida microscópica pré-cambriana, quando a estrutura celular e as funções evoluíram. O tempo profundo da Terra no Proterozoico e ainda mais profundo no Arqueano é apenas \"relatado por fósseis microscópicos e sinais químicos sutis\".Knoll, A, (2003) Life on a Young Planet. (Princeton University Press, Princeton, NJ) Os biólogos moleculares, que utilizam filogenética, podem comparar a proteína de aminoácidos ou a homologia da sequência de nucleótideos (isto é, a similaridade) para avaliar taxonomia e distâncias evolutivas entre os organismos, com limitada confiança estatística. O estudo de fósseis, por outro lado, pode identificar de forma mais específica quando e em que organismo uma mutação apareceu pela primeira vez. A filogenia e a paleontologia trabalham juntos no esclarecimento da visão ainda escassa da ciência sobre a aparência da vida e sua evolução.Paul CRC and Donovan SK, (1998) An overview of the completeness of the fossil record. in The Adequacy of the Fossil Record (Paul CRC and Donovan SK eds). 111–131 (John Wiley, New York). O estudo de Niles Eldredge sobre o gênero Trilobita apoiou a hipótese de que as modificações no arranjo das lentes dos olhos do trilobite prosseguem e se encaixam durante milhões de anos durante o Devoniano.Fortey, Richard, Trilobite!: Eyewitness to Evolution. Alfred A. Knopf, New York, 2000. A interpretação de Eldredge do registro de fósseis de Phacops foi que as consequências das mudanças de lente, mas não o processo evolutivo de ocorrência rápida, foram fossilizadas. Este e outros dados levaram Stephen Jay Gould e Niles Eldredge a publicar seu artigo seminal sobre o equilíbrio pontuado em 1971. === Exemplo de desenvolvimento moderno === A análise tomográfica de raios X do síncrotron dos microfósseis embrionários bilaterais precoce do Cambriano produziu novos conhecimentos sobre a evolução dos metazoários nas primeiras etapas. A técnica de tomografia fornece resolução tridimensional previamente inalcançável nos limites da fossilização. Os fósseis de dois biláteros enigmáticos, o Markuelia sem fim e um protostomo primitivo, os Pseudo-orides, fornecem uma olhada no desenvolvimento embrionário da camada germinativa. Esses embriões de 543 milhões de anos apoiam o surgimento de alguns aspectos do desenvolvimento de artrópodes antes do que se pensava no Proterozóico tardio. Os embriões preservados da China e da Sibéria foram submetidos a fosfatização diagénetica rápida, resultando em uma preservação requintada, incluindo estruturas celulares. Esta pesquisa é um exemplo notável de como o conhecimento codificado pelo registro fóssil continua a contribuir com outras informações inatingíveis sobre o surgimento e o desenvolvimento da vida na Terra. Por exemplo, a pesquisa sugere que Markuelia tem maior afinidade com os vermes priapulídeos e é adjacente à ramificação evolutiva de Priapulida, Nematoda e Arthropoda.Donoghue, PCJ; Bengtson, S; Dong, X; Gostling, NJ; Huldtgren, T; Cunningham, JA; Yin, C; Yue, Z; Peng, F; et al. (2006). \"Synchrotron X-ray tomographic microscopy of fossil embryos\". Nature. 442 (7103): 680–683. Bibcode:2006Natur.442..680D. PMID 16900198. == Ver também == * Fóssil de idade * Fóssil de transição * Paleontologia * Rocha sedimentar * Tafonomia == Ligações externas == * Temas de Paleontologia * Images of Plant Fossils * O que é um fóssil?",
 "title": "Fóssil"
}