{
 "id": "74380",
 "text": "Francesco Antonio Maria Matarazzo (Castellabate, 9 de março de 1854 – São Paulo, 10 de dezembro de 1937) foi um comerciante, industrial, banqueiro e filantropo ítalo-brasileiro, fundador das Indústrias Reunidas Fábricas Matarazzo, o maior complexo industrial da América Latina no início do século XX. Era conhecido como Francisco Matarazzo, conde Francisco Matarazzo, conde Matarazzo ou ainda conde Francesco. Em sua terra natal trabalhava como agricultor na propriedade de sua família, cuja administração assumiu após a morte do pai. Em 1881 migrou para o então Império do Brasil (1822-1889), tornando-se mascate e depois empresário. Morreu na condição do homem mais rico do Brasil e o italiano mais rico do mundo, com uma fortuna estimada em vinte bilhões de dólares americanos. A riqueza produzida por suas indústrias ultrapassava o PIB de qualquer estado brasileiro, exceto São Paulo. A importância de Francesco Matarazzo para o cenário econômico do Brasil só é comparável a que teve o Visconde de Mauá no Segundo Reinado do Império brasileiro (1822-1889), tendo sido um dos marcos da modernização do país. ==Biografia== Nasceu em Castellabate, uma pequena comuna do sul da Itália, a cerca de cem quilômetros de Nápoles, filho de Costabile Matarazzo e Mariangela Jovane, agricultores na região da Campânia. Em 1881, aos 27 anos, Francesco migrou para o Brasil em busca de melhores condições de vida. No desembarque, na Baía de Guanabara, perdeu em um naufrágio a carga de duas toneladas de banha de porco que havia adquirido para vender no país. Com o pouco dinheiro que lhe sobrou, estabeleceu-se em Sorocaba, província de São Paulo, onde trabalhou como mascate. Anos depois abriu um comércio de secos e molhados. Posteriormente montou uma empresa de produção e comércio de banha de porco.Em 1890 mudou-se para São Paulo e fundou com seus irmãos Giuseppe e Luigi a empresa Matarazzo & Irmãos. Diversificou seus negócios e passou a importar farinha de trigo dos Estados Unidos. Giuseppe participava na empresa com uma fábrica de banha em Porto Alegre e Luigi com um depósito-armazém na capital paulista. No ano seguinte a empresa foi dissolvida e constituiu-se em seu lugar a Companhia Matarazzo S.A., que contava com 41 acionistas minoritários. Essa sociedade anônima passou a controlar também as fábricas de Sorocaba e Porto Alegre. Em 1898, a Guerra Hispano-Americana dificultou a compra do produto e ele conseguiu crédito do London and Brazilian Bank para construir um moinho na cidade de São Paulo. A partir daí seu império empresarial se expandiu rapidamente, chegando a reunir 365 fábricas por todo o Brasil. A renda bruta do conglomerado chegou a ser a quarta maior do país. 6% da população paulistana dependia de suas fábricas, que em 1911 passaram a se chamar Indústrias Reunidas Fábricas Matarazzo (IRFM), uma sociedade anônima. Sua estratégia de crescimento seguia o lema \"uma coisa puxa a outra\". Para embalar o trigo, montou uma tecelagem, para aproveitar a semente do algodão usado na produção do tecido, instalou uma refinaria de óleo, e assim por diante. Recebeu do rei Vítor Emanuel III da Itália o título de conde, por ter enviado à Itália mantimentos durante a Primeira Guerra Mundial (1914-1918). Admirador de Benito Mussolini, o conde chegou a contribuir financeiramente com o fascismo. Muitos dos operários em suas fábricas eram imigrantes italianos. Fora da colônia, Matarazzo era visto com desconfiança pela elite tradicional e pela nascente classe média urbana.\"Francisco Matarazzo\" UOL Educação Em 1928 participou da fundação do Centro das Indústrias do Estado de São Paulo (CIESP). Matarazzo morreu em 10 de dezembro de 1937, uma sexta-feira, após uma crise de uremia, na condição de homem mais rico do país, o italiano mais rico do mundo e detentor da quinta maior fortuna do planeta, quando era proprietário de 365 empresas e tinha um patrimônio avaliado na época em 20 bilhões de dólares americanos. ==Descendência== Francesco Matarazzo e Filomena Sansivieri (1850-1940) tiveram 13 filhos: *Giuseppe Matarazzo (1877-1972), casado com Dona Anna de Notaristefani dei Duchi di Vastogirardi (1888-1959); *Andrea Matarazzo (1881-1958), casado com Dona Amália Cintra Ferreira (1885-1958); *Ermelino Matarazzo (1883-1920) - morto em um acidente automobilístico na Itália, em 1920, sem deixar descendentes; *Teresa Matarazzo (1885-1960), casada com Gaetano Comenale; *Mariangela Matarazzo (1887-1958), casada com Mario Comid; *Attilio Matarazzo (Sorocaba, 1889-1985), casado com Dona Adele dall'Aste Brandolini; *Carmela Matarazzo (1891-1991), casada com Antonio Campostano; *Lydia Matarazzo (1892-1946), casada com Giulio Pignatari (?-1937); *Olga Matarazzo (1894-1994), casada com o príncipe Dom Giovanni Alliata Di Montereale (1877-1938); *Ida Matarazzo (1895-1983); *Claudia Matarazzo (1899-1935), casada com Dom Francesco Ruspoli, 8º principe di Cerveteri (1899-1989); *Conde Francisco Matarazzo II, o Júnior (1900-1977), casado com Mariangela Matarazzo (1905-1996); *Luís Eduardo Matarazzo (Luigi - 1902-1958), casado com Bianca Troise. ==Títulos nobiliárquicos== Francesco Matarazzo não pertencia à nobreza, no entanto, no Brasil, já bilionário, alguns de seus filhos se casaram com membros da alta nobreza italiana. Entre os quais, suas filhas Claudia e Olga Matarazzo, que se casaram com Dom Francesco Ruspoli, 8.º príncipe de Cerveteri, e o príncipe Dom Giovanni Alliata Di Montereale, respectivamente. Seus filhos, Giuseppe e Attilio Matarazzo, casaram-se com Dona Anna de Notaristefani dei Duchi di Vastogirardi e Dona Adele dall'Aste Brandolini, respectivamente. ;Títulos e comendas *O Muito Honorável Conde de Matarazzo - concedido pelo rei Vítor Emanuel III da Itália, no Decreto Real de 25 de junho de 1917, e, posteriormente, foi feita uma extensão do título aos filhos varões, no Decreto Real de 2 de dezembro de 1926 (Itália); *Presidente Honorário do Palestra Italia (atual Palmeiras); *Cavaleiro Magistral da Ordem Soberana e Militar de Malta ; *Cavaleiro de Grã- Cruz do Grande-Cordão da Ordem da Coroa da Itália ; *Cavaleiro da Ordem de Mérito do Trabalho ; *Cruz do Cavaleiro da Ordem do Mérito da República da Hungria ; *Cavaleiro Oficial (Primeira Classe) da Ordem do Cruzeiro do Sul . ==Herança empresarial== Apesar de ter sido um dos homens mais ricos do mundo na sua época, após sua morte o império empresarial se desfez nas mãos dos herdeiros, ao longo do tempo. Tal decadência é explicada, de acordo com algumas análises, pela má administração dos negócios da família e conflitos familiares, a falta de dinamismo para a crescente concorrência nacional e multinacional, com um modelo empresarial muito engessado, a falta de foco e especialização de mercado, pois a diversificação de negócios, que era uma boa estratégia de lucros no começo do século 20, tornou-se ineficiente diante da especialização. Houve ainda a perda de certas oportunidades, como o convite feito pelo então presidente Juscelino Kubitschek à família para participar da primeira montadora de carros do país, a Volkswagen. Existe uma história que pode explicar a derrocada. Quando em viagem à Itália, Francesco encomendou a um alfaiate um terno para si, que perguntou qual razão de pedir apenas uma peça, quando o filho dele havia encomendado sete na semana anterior. A resposta foi \"Ele tem pai rico, eu não\". Ainda existem empresas hoje que descendem do império Matarazzo e sua história é motivo de orgulho, estudos e homenagens na história empresarial do Brasil e na própria história do país em si. ==Representações na cultura== Foi interpretado por Renan Paini, em sua fase jovem, e por Tadeu di Pietro, em sua fase adulta, na microssérie Gigantes do Brasil (2016), no canal History. ==Ver também== * Família Matarazzo * Mansão Matarazzo * Edifício Matarazzo == Bibliografia == * * == Ligações externas == *Biografia no UOL Educação Categoria:Condes da Itália Categoria:Empresários da Itália Francesco Matarazzo Francesco Matarazzo Francesco Matarazzo Categoria:Italianos expatriados no Brasil Francesco Matarazzo Categoria:Fundadores de empresas Categoria:Empresários brasileiros do século XIX Categoria:Empresários brasileiros do século XX",
 "title": "Francesco Matarazzo"
}