{
 "id": "7442",
 "text": "Agnosticismo é a doutrina ou posição filosófica que afirma que a existência de algo além dos fenômenos da experiência, como Deus, é inacessível ao conhecimento humano. O termo também pode ser usado para descrever uma atitude de suspensão do julgamento sobre questões fundamentais devido a evidências insuficientes, ou como uma rejeição dos princípios cristãos tradicionais sem necessariamente adotar uma posição ateísta doutrinária. Thomas Henry Huxley, um biólogo inglês, cunhou a palavra \"agnóstico\", em 1869. Pensadores e trabalhos escritos anteriores, no entanto, promoveram pontos de vista agnósticos. Entre estes, podem-se apontar Protágoras, um filósofo grego do século V a.C.. e o mito da criação Nasadiya Sukta no Rig Veda, um antigo texto sânscrito.Patri, Umesh and Prativa Devi. \"Progress of Atheism in India: A Historical Perspective \". Atheist Centre 1940-1990 Golden Jubilee. Vijayawada, Fevereiro de 1990. Acessado em 02/04/2007. Desde que Huxley cunhou o termo, muitos outros pensadores têm escrito extensivamente sobre o agnosticismo. == Etimologia == A origem da palavra \"agnóstico\" vem do grego a-gnostos, que significa \"não-conhecimento\" ou \"aquele que não conhece\". A palavra é formada com o prefixo de privação (ou de negação) a- anteposto a gnostos (conhecimento). Gnostos provinha da raiz pré-histórica gno-, que se aplicava à ideia de saber e que está presente em numerosos vocábulos da língua portuguesa, tais como cognição, ignorância, ignoto, entre outros. === Uso === Muitas pessoas usam, erroneamente, a palavra agnosticismo com o sentido de um meio-termo entre teísmo e ateísmo, ou ainda, que se trata de uma pessoa sem posicionamento sobre crenças. Teísmo e ateísmo separam aqueles que acreditam em divindades daqueles que não acreditam em divindades. O agnosticismo separa aqueles que acreditam que a razão humana não pode compreender a existência de divindades ou o mundo sobrenatural ou espiritual. Alguém que admita ser impossível de compreender ou saber sobre a existência ou inexistência de divindades é, portanto agnóstico. == História == Pirro de Élis (c. 360 a.C. - 270 a.C.) filósofo grego nascido em Élida, fundador da escola filosófica, o ceticismo, uma doutrina prática, também conhecida como pirronismo, que se caracterizava por negar ao conhecimento humano a capacidade de encontrar certezas. Filósofo de teorias complicadas, acompanhou Alexandre, o Grande (356-323 a.C.), na conquista do Oriente, ocasião em que entrou em contato com os faquires da Índia. Estudou filosofia com o atomista Anaxarco de Abdera, durante e após esta expedição (334-325 a.C.) e iniciou-se no magistério (324 a.C.), na cidade de Élida. Ao estudar sobre os discursos filosóficos de sua época, concluiu que todas as doutrinas eram capazes de encontrar argumentos igualmente convincentes para a razão. Desdobrou sua filosofia em três questões: qual a natureza das coisas, como devemos portar-nos ante elas e o que obtemos com esse comportamento. Para ele toda intenção de ir além das aparências está condenada ao fracasso pelas deficiências dos sentidos e pela fraqueza da razão. Seu principal seguidor foi o escritor satírico Timón de Fliunte (320-230 a.C.). Seus ensinamentos exerceram influência sobre a Média e a Nova Academia. Dentro do século XVII voltaram à atualidade em razão da reedição dos livros de Sexto Empírico (150-220), que codificara as obras doutrinárias da escola cética no século III da era cristã. == Conceito == Nas palavras de Huxley, sobre a reunião da Sociedade Metafísica, \"eles estavam seguros de ter alcançado uma certa gnose — tinham resolvido de forma mais ou menos bem sucedida o problema da existência, enquanto eu estava bem certo de que não tinham, e estava bastante convicto de que o problema era insolúvel.\" Desde essa época o termo \"agnóstico\" também tem sido usado para descrever aquele que não acredita que essa questão seja intrinsecamente incognoscível, mas por outro lado crê que as evidências pró e contra Deus ainda não são conclusivas, ficando pragmático sobre o assunto. Se existem ou existiram deuses é considerada uma questão que não pode ser finalmente respondida, ou que no mínimo não foi suficientemente investigada antes que possa considerar satisfatoriamente respondida, pois muitas coisas tidas como relacionadas podem ser frequentemente independentes. Mesmo com a comprovação e aceitação científica da ancestralidade comum universal e do mecanismo de seleção natural, não é possível afirmar que deuses não existam; isso apenas impede a interpretação fundamentalista de diversos relatos de criação. Ao mesmo tempo, uma hipotética refutação científica da ancestralidade comum universal, Big- bang e outros eventos da história do universo, ou mesmo uma eventual comprovação de algo como a vida após a morte, também não seriam provas da existência de algum deus em particular ou de deuses de modo geral. O agnóstico opõe-se à possibilidade de a razão humana conhecer entidades nas linhas gerais dos conceitos de \"deus\" e outros seres e fenômenos sobrenaturais (gnose tem a sua origem etimológica na palavra grega que significa «conhecimento»). Para os agnósticos, assim como não é possível provar racionalmente a existência de deuses e do sobrenatural, é igualmente impossível provar a sua inexistência. Isso não é necessariamente visto como problema, já que nenhuma necessidade prática os impele a embrenhar em tal tarefa estéril. == Vertentes do agnosticismo == Muitos, principalmente pessoas que não são agnósticas, sustentaram que há diversas vertentes do agnosticismo. Porém, os agnósticos mais ligados aos escritos de Thomas Huxley e à tradição cética na filosofia tendem a não aceitar estas distinções, colocando-os como falsos agnosticismos, uma vez que o agnosticismo se prenderia ao reconhecimento da impossibilidade atual de conhecer algo na realidade metafísica e/ou sobrenatural, e qualquer tipo de achismo ou opinião pessoal já feriria esse conceito. Entre essas vertentes controversas, as mais conhecidas são o agnosticismo teísta e o ateísta. No geral, são elas: * Agnosticismo teísta - Vertente voltada especificamente para a questão sobre a existência de divindades, engloba tanto o teísmo, quanto o agnosticismo. Um agnóstico teísta acredita na existência de pelo menos uma divindade, mas diz respeito à base desta proposição como \"algo desconhecido ou inerentemente incognoscível\". * Agnosticismo ateísta - Também voltada para a questão da existência de divindades, engloba o ateísmo e o agnosticismo. Ateus agnósticos entendem que o conhecimento sobre a existência de uma divindade ou é incognoscível, ou ainda é desconhecida, porém manifestam opinião pessoal de não acreditar na existência de divindades. * Agnosticismo forte - É o estilo de agnosticismo adequado às dúvidas que não podem ser respondidas, independentemente de quantas provas coletemos, uma vez que a própria ideia de “prova” não pode ser aplicada. A dúvida existe em uma dimensão além da que as provas podem alcançar. Agnósticos fortes quanto à existência de divindades defendem, portanto, a ideia de que a compreensão ou conhecimento sobre deuses ou o sobrenatural se encontra - e sempre se encontrará - completamente fora das possibilidades humanas. Agnósticos permanentes por princípio não manifestam uma opinião pessoal quanto à existência ou não do sobrenatural. * Agnosticismo empírico - A ideia de que a compreensão e conhecimento do divino ou sobrenatural não é, até ao momento, possível. Admite a possibilidade do aparecimento de novas evidências e provas sobre o assunto. * Agnosticismo apático - a ideia de que, apesar da impossibilidade de provar a existência ou inexistência de deuses ou sobrenatural, a existência destes não teria qualquer influência negativa ou positiva na vida das pessoas, na Terra ou no Universo em geral. * Ignosticismo - Embora se questione a compatibilidade deste grupo com o agnosticismo ou ateísmo, há quem o considere como um grupo agnóstico. Esse grupo baseia-se no fato de que primeiramente é preciso definir Deus, para apenas posteriormente discutir sua existência. Para cada definição de Deus, pode haver uma discussão diferente e diferentes grupos de ateus, teístas e agnósticos referentes àquela definição particular. * Agnosticismo modelar — Ideia de que questões metafísicas e/ou filosóficas não podem ser verificadas nem validadas, mas que um modelo maleável pode ser criado com base no pensamento racional. Esta vertente agnóstica não se dedica à questão da existência ou não de divindades. == Ver também == * Associação Brasileira de Ateus e Agnósticos * Ateísmo * Crítica da religião * Existência de Deus * Fideísmo * Irreligião * Mateologia * Materialismo == Ligações externas == * Agnosticismo Livro de Thomas Huxley. * Associação Brasileira de Ateus e Agnósticos * Porque eu não sou cristão?por Bertrand Russell (6 de março de 1927). * Porque eu sou um agnósticopor Robert G. Ingersoll, [1896]. * \"Mateologia\" no dicionário Priberam * Catholic Encyclopedia: Agnosticism (newadvent.org) Categoria:Conceitos religiosos",
 "title": "Agnosticismo"
}