{
 "id": "74421",
 "text": "Kitchener é uma cidade da província canadense de Ontário, e parte da Municipalidade Regional de Waterloo. Esta região administrativa está centralizada em um triângulo metropolitano composto por Waterloo e Cambridge. Com seus cerca de 190 mil habitantes, Kitchener é a maior cidade da Municipalidade Regional de Waterloo. Kitchener é adjacente à cidade menor de Waterloo. Foi fundada em 1807. Durante a maior parte do século XVIII e início do século XIX o nome da cidade era \"Berlin\", em homenagem à população alemã, que eram e ainda são maioria na cidade. O advento da Primeira Guerra Mundial, e com o Canadá lutando do lado do Reino Unido contra a Alemanha, fez com que o conselho municipal da cidade optasse pela mudança de nome da cidade, com Kitchener sendo escolhido em um concurso público, homenageando o General britânico Horatio Herbert Kitchener, que havia morrido recentemente em combate. A principal fonte da cidade é a manufatura de peças automobilísticas e processamento de alimentos. Kitchener sedia, juntamente com sua cidade vizinha de Waterloo, a maior Oktoberfest do mundo fora da Alemanha. Cerca de 700 mil pessoas participam da festividade que ocorre anualmente no início de outubro. == Geografia == Kitchener está localizada no sudoeste de Ontário, em Saint Lawrence Lowlands. Esta região geológica e climática possui solos de clima úmido e florestas decíduas. Situada no Grand River Valley, a área tem geralmente mais de 300 m (1.000 pés) de altitude. Kitchener é a maior cidade dentro da bacia hidrográfica do Grand River e a maior cidade no Haldimand Tract. A oeste da cidade fica Baden Hill, no município de Wilmot. Esta formação remanescente glacial de kame é a maior elevação em muitos quilômetros. A outra característica glacial dominante é a Waterloo Moraine, que serpenteia pela região e contém uma quantidade significativa de poços artesianos, dos quais a cidade obtém a maior parte de sua água potável.",
 "title": "Kitchener (Ontário)"
}