{
 "id": "7448",
 "text": "Uma mastaba ou \"pr-djt\" (\"casa para a eternidade\" ou \"casa eterna\") é uma forma de túmulo egípcio antigo, emblemático do início da Era Dinástica, em que eram sepultados faraós ou nobres importantes do Egito antigo. Tinham um formato trapezoidal de pirâmide truncada no topo (paredes inclinadas em direcção a um topo plano de menores dimensões que a base), cujo comprimento era aproximadamente quatro vezes a sua largura. No seu interior albergava o hipogeu, sendo que no piso térreo continha o gazofilácio das oferendas aos defuntos e da estatuária. Começaram-se a construir desde a I Dinastia (cerca de 3100 a.C.) e foi o género de edifício que a antecedeu as pirâmides. Quando estas começaram a ser construídas, mais exigentes do ponto de vista técnico e económico, a mastaba ainda se afigurava como a alternativa mais simples e módica. Eram construídas com tijolo produzido à base de argila e palha e exposto ao sol do deserto (tijolo cozido) de barro e/ou pedra (geralmente, calcário) talhada com uma ligeira inclinação para o interior, o que vai ao encontro da etimologia da palavra. ==Etimologia== A palavra mastaba entra na língua portuguesa por via do francês, que por sua vez a obteve do árabe maabba que significa «banco de pedra» (ou lama, segundo alguns autores). Por seu turno, o étimo árabe terá advindo do aramaico misubb, talvez este, por sua vez, com origem persa ou grega. Efectivamente, vistos de longe, estes edifícios assemelham-se a bancos de lama, terra ou pedra. ==Estrutura e funcionalidades== Uma das portas da mastaba ligava a uma espécie de capela funerária ou templo de menores dimensões, o chamado hipogeu. As paredes dessa capela, paralelas às das paredes exteriores, estão revestidas, no interior, de pinturas murais. Na parede em frente à porta da capela simula-se uma outra porta, fictícia, simbolizando a ligação ao Reino dos mortos. A simbologia mistura-se com a crença de que poderá facilitar o regresso do morto ao Reino dos vivos. As mastabas tinham câmaras funerárias, muitas das vezes escavadas bem abaixo da base da mastaba, ligando à entrada. Geralmente, há um poço que liga o topo da mastaba à câmara funerária onde repousa o sarcófago. Esse poço varia consoante a posição social do defunto. Quanto mais fundo, presume-se que maior seria o seu estatuto. ===Materiais=== Acima da base do solo, o edifício visível, sinalizando a sepultura, era constituído essencialmente por paredes feitas de tijolo de adobe ou pedra empilhados. Isto fazia com que o túmulo atingisse as proporções monumentais, por sinal tão emblemáticas do estilo egípcio. No entanto, também contribuía por um maior arrefecimento do seu interior, o que não permitia que o corpo sepultado se mantivesse seco. Consequentemente, a humidade favorecia a decomposição do corpo o que, segundo as crenças religiosas do Antigo Egito, era algo a evitar. Crê-se que a pirâmide de Djoser em Sacará foi inicialmente projectada para ser uma mastaba, ainda que já por si original - seria totalmente construída em pedra. Esta mastaba foi sendo expandida, construindo-se gradualmente cinco troncos piramidais cada vez mais pequenos, até ficar com a forma piramidal. ===Pinturas murais=== Por todo o Egito existem milhares de mastabas com uma grande variedade de pinturas murais, algumas com valor artístico inestimável. Essas imagens retratam, geralmente, atividades do quotidiano no antigo Egito. Deste modo, estes monumentos funerários revelam-se uma fonte importantíssima de informação sobre este período da história da humanidade, no que diz respeito à vida das classes mais modestas (ainda que fossem túmulos de luxo de personalidades eminentes). As pinturas que ornamentam as mastabas contrastam com as das pirâmides que representam, essencialmente, a vida na corte e as atividades no palácio do faraó. ==Reutilização== As mastabas eram muitas vezes utilizadas como túmulo familiar. Por isso, apesar da sua antiguidade (mesmo se comparadas unicamente com a história do Antigo Egito), continuaram a ser utilizadas como última morada dos descendentes do defunto que as tinha inaugurado. Assim, remodelações posteriores levam à substituição do tijolo de barro original pelo calcário e à perfuração do poço a diversas cotas, segundo a posição social dos sucessivos defuntos. No Museu do Louvre pode-se visitar a capela funerária da mastaba de Aquetetepe, transportada do planalto de Sacará para Paris. ==Ligações externas== *Imagens do interior de uma mastaba e dos seus corredores subterrâneos Categoria:Arquitetura religiosa Categoria:Arquitetura do Antigo Egito Categoria:História do Antigo Egito",
 "title": "Mastaba"
}