{
 "id": "74493",
 "text": "Serápis (em grego: Σέραπις ou Σάραπις, transl. Sérapis ou Sárapis; em latim: Serapis) foi uma divindade sincrética helenístico-egípcia da Antiguidade Clássica. Seu templo mais célebre localizava-se em Alexandria, no Egito.\"Dos santuários egípcios de Serápis, o mais famoso está em Alexandria\", Pausânias comentou (Descrição da Grécia, 1.18.4, século II d.C.), ao descrever o Serapeion, de Atenas, erguido por Ptolomeu nas encostas escarpadas da Acrópole: \"À medida que você desce daqui até a parte baixa da cidade, está o santuário de Serápis, cujo culto os atenienses introduziram a partir de Ptolomeu.\" Seu símbolo era uma cruz. Sob Ptolomeu Sóter diversos esforços foram feitos para integrar a religião egípcia com a de seus soberanos helênicos. A política de Ptolomeu consistiu em encontrar uma divindade que conquistasse a reverência dos dois grupos étnicos do país, a despeito das maldições imprecadas pelos sacerdotes egípcios contra os deuses dos antigos soberanos estrangeiros (como o deus Seti, que foi louvado pelos hicsos). Alexandre, o Grande havia tentado usar Amon para este propósito, porém este deus era mais cultuado no Alto Egito, e não tinha tanta popularidade entre os habitantes do Baixo Egito, onde havia maior influência grega. Os gregos tinham pouco respeito por figuras com cabeças de animais, e portanto uma estátua antropomórfica, no estilo grego, foi escolhida como ídolo, e proclamada oficialmente como equivalente o deus egípcio Ápis, extremamente popular.De acordo com o comentário de sir James Frazer à Biblioteca de Pseudo-Apolodoro, 2.1.1: \"Apolodoro identifica o Ápis argivo com o touro egípcio Ápis, que por sua vez foi identificado com Serápis (Sarapis)\"; Pausânias também funde Serápis com o Ápis egípcio: \"Dos santuários egípcios de Serápis o mais famoso está em Alexandria, o mais antigo em Mênfis. Neste último nem estrangeiro nem sacerdote podem entrar, até que Ápis seja enterrado.\" (Pausânias,Descrição da Grécia, 1.18.4). Foi chamado inicialmente, em egípcio, de Aser-hapi (ou seja, Osíris-Ápis), que se tornou Serápis; era tido como sendo o deus Osíris em sua totalidade, e não apenas a sua Ka (força vital). == História == Admite-se que o culto a Serápis tenha sido introduzido em Alexandria, por volta do século IVa.C. com o propósito de reunir em um sincretismo as tradições religiosas egípcia e helênica. Do lado egípcio, o deus identificava-se com Osíris, o marido de Ísis; do lado grego, aproximava-se de Hades e dos seus mistérios. Nas duas tradições, esses deuses presidiam à vegetação e governavam o mundo subterrâneo. Por um certo tempo, Serápis ganhou o status de deus masculino universal (\"o único Zeus Serápis\"), e seu culto, geralmente associado ao de Ísis, disseminou-se pelo mundo Greco- Romano, incluindo Península Ibérica. Exemplo de seu culto encontra-se no Santuário de Panóias, Portugal. No reinado do imperador Teodósio I, em 391, o grande Serapeu, em Alexandria, foi atacado e destruído por ordem do bispo Teófilo. Serápis é representado com o aspecto de um homem de idade madura e semblante grave, usando barba e longos cabelos. O seu atributo é a corbelha sagrada dos mistérios, símbolo da abundância, juntamente com a serpente de Asclépio, uma vez que ele era, igualmente, um deus curandeiro. Categoria:Serápis",
 "title": "Serápis"
}