{
 "id": "74530",
 "text": "Francisco Anysio de Oliveira Paula Filho, OMC conhecido artisticamente como Chico Anysio (Maranguape, 12 de abril de 1931 – Rio de Janeiro, 23 de março de 2012) foi um humorista, ator, radioator, produtor, locutor, roteirista, escritor, dublador, apresentador, compositor e pintor brasileiro, notório por seus inúmeros quadros e programas humorísticos na Rede Globo, emissora onde trabalhou por mais de quarenta anos. Tendo criado mais de duzentos personagens cômicos em 65 anos de carreira, é considerado um dos maiores humoristas brasileiros e mundiais. Dirigiu e atuou ao lado de importantes nomes do humor brasileiro no rádio e na televisão, como Paulo Gracindo, Grande Otelo, Costinha, Walter D'Ávila, Jô Soares, Renato Corte Real, Agildo Ribeiro, Ivon Curi, José Vasconcellos e muitos outros. Com 63 anos de carreira, é considerado um dos mais geniais humoristas brasileiros. Em 2009 recebeu a mais alta honraria da cultura no Brasil, a Ordem do Mérito Cultural. == Biografia == Francisco Anysio de Oliveira Paula Filho nasceu na cidade cearense de Maranguape em 12 de abril de 1931. Mudou-se, aos sete anos, com a mãe e três irmãos – entre eles a atriz Lupe Gigliotti e o cineasta Zelito Viana – para o Rio de Janeiro, morando em uma pensão no bairro carioca do Catete. O pai havia ficado no Ceará. Um incêndio havia destruído toda a frota de sua empresa de ônibus e ele não viajou, tentando refazer a vida na construção de estradas. Tinha o objetivo de se tornar advogado, mas a habilidade natural para o humor e a necessidade de trabalhar o fizeram mudar de rumo. Aos dezessete anos decidiu fazer um teste para locutor e radioator na Rádio Guanabara, saindo-se excepcionalmente bem no teste para locutor, ficando em segundo lugar. O primeiro lugar ficou com outro jovem iniciante, Silvio Santos. Na rádio na qual trabalhava exercia várias funções de radioator a comentarista de futebol. Participou do programa Papel Carbono de Renato Murce. Na década de 1950 trabalhou nas rádios Mayrink Veiga, Clube de Pernambuco e Clube do Brasil. Nas chanchadas da década de 1950 Chico passou a escrever diálogos e eventualmente atuava como ator em filmes da Atlântida Cinematográfica. Na TV Rio estreou em 1957 o Noite de Gala. Em 1959 estreou o programa Só Tem Tantã, lançado por Joaquim Silvério de Castro Barbosa, mais tarde chamado de Chico Total. Além de escrever e interpretar seus próprios textos no rádio, televisão e cinema, sempre com humor fino e inteligente, Chico se aventurou com relativo destaque pelo jornalismo esportivo, teatro, literatura e pintura, além de ter composto e gravado algumas canções. Chico Anysio foi um dos responsáveis pela intermediação referente ao exílio de Caetano Veloso em Londres. Quando completou dois anos de exílio, Chico enviou uma carta para Veloso, para que este retornasse ao Brasil. Caetano e Gilberto Gil haviam sido presos em São Paulo, duas semanas depois da decretação do AI-5, o ato que dava poderes absolutos ao Regime Militar. Trazidos ao Rio de carro, os dois passaram por três quartéis, até viajarem para Salvador, onde passaram seis meses sob regime de prisão domiciliar. Em seguida, em meados de 1969, receberam autorização para sair do Brasil, com destino a Londres, de onde só retornariam no início de 1972. Desde 1968 esteve ligado à Rede Globo, onde conseguiu o status de estrela num elenco que contava com os artistas mais famosos do Brasil, graças também à relação de mútua admiração e respeito que estabeleceu com o executivo Boni. Após a saída de Boni da Globo em novembro de 1997, Chico paulatinamente perdia espaço na programação da emissora, situação agravada no mesmo ano por um acidente em que fraturou a mandíbula. Anos antes, em entrevista concedida em 1989 para a revista Visão, já demonstrava sua insatisfação com a emissora que, segundo Chico, estava preferindo dar oportunidade aos mais jovens o deixando de lado. Em 2009, aos 77 anos, concede entrevista ao jornal Folha de S.Paulo, no qual afirma estar conformado com a \"geladeira\" (condição em que o artista é contratado pela emissora, mas fica sem trabalhar), admitia que sua situação era irreversível e que não sentia mais falta de apresentar programas humorísticos. Em 2005 fez uma participação no Sítio do Pica-pau Amarelo, onde interpretava o \"Dr. Saraiva\" e, mais tarde, participou da novela Sinhá Moça, na Rede Globo. Em 2009, participou da dublagem brasileira de Up - Altas Aventuras, como o protagonista Carl Fredericksen. O elenco também incluía seu filho Nizo Neto.Chico Anysio conta história para turma da neta no Rio === Vida pessoal === ==== Família ==== Era filho de Francisco Anysio de Oliveira Paula, que possuía uma empresa de ônibus. A mãe chamava-se Haydeé Vianna de Oliveira Paula, que sofria de um problema no coração, o que a levou a ser internada várias vezes até sua morte aos 89 anos. É pai do ator Lug de Paula (famoso por interpretar o personagem Seu Boneco na Escolinha do Professor Raimundo), do casamento com a atriz e comediante Nancy Wanderley; do ator, comediante e dublador Nizo Neto (Seu Ptolomeu da Escolinha, filho da atriz Rose Rondelli); e do diretor de imagem Rico Rondelli, também filho da atriz e vedete Rose Rondelli; do DJ Cícero Chaves, da união com a ex-frenética Regina Chaves; e do ator/escritor Bruno Mazzeo, do casamento com a ex-modelo e atriz Alcione Mazzeo; e Rodrigo e Vitória com a ex-ministra Zélia Cardoso de Mello, e de André Lucas, filho adotivo. É irmão da falecida atriz Lupe Gigliotti, com quem contracenou em vários trabalhos na televisão; do cineasta Zelito Viana; e do industrial, compositor e ex-produtor de rádio Elano de Paula. Também é tio do ator Marcos Palmeira, da atriz e diretora Cininha de Paula e é tio-avô da atriz Maria Maya, filha de Cininha com o ator e diretor Wolf Maya. Era casado com a empresária Malga Di Paula. ==== Depressão ==== Chico gravou um vídeo para o Congresso Brasileiro de Psiquiatria declarando que era depressivo e que, se não tivesse feito tratamento, não teria feito 20% do que fez em sua vida. Há 24 anos fazendo tratamento afirmou que o preconceito contra o doente mental e a psiquiatria era uma \"burrice\". Seu filho, Nizo Neto, confessou que o pai sofria de depressão e era hipocondríaco, porém, nunca assumiu este último. Admitiu que o pai pagava um salário para o farmacêutico ir uma vez por semana em sua casa lhe aplicar injeções e adorava cirurgias. Em 2023, o humorista Rey Biannchi declarou que Chico passou por uma fase em que era usuário regular de Cocaína. O filho Nizo Neto afirmou que a história era mentirosa. ;Problemas de saúde e morte O humorista foi internado em 2 de dezembro de 2010, quando deu entrada no hospital devido a falta de ar. Na avaliação inicial, detectou-se obstrução da artéria coronariana, sendo submetido à angioplastia. Chico Anysio ficou 109 dias internado, recebendo alta apenas em 21 de março de 2011. Nesse período, permaneceu a maior parte do tempo na UTI. Em 23 de abril de 2011, Chico Anysio retornou ao programa \"Zorra Total\" interpretando a personagem Salomé. No quadro, Salomé conversava \"de mulher para mulher\" com a presidente Dilma Rousseff. O humorista também se preparava para gravar sua participação em alguns filmes, entre eles A Hora e a Vez de Augusto Matraga, dirigido por Vicente Coimbra, Desde o Princípio, dirigido por Cesar Nero, Os sonhos de um Sonhador - A História de Frank Aguiar, dirigido por Caco Milano, entre outros, porém, em 30 de novembro de 2011, foi internado novamente, devido a uma infecção urinária. Recebeu alta 22 dias depois, em 21 de dezembro, mas já no dia seguinte voltou a ser internado, com hemorragia digestiva. Em fevereiro de 2012 foi diagnosticado com uma infecção pulmonar. Apresentou uma piora nas funções respiratória e renal em 21 de março daquele ano. Chico Anysio morreu em 23 de março de 2012, aos oitenta anos, no Hospital Samaritano do Rio de Janeiro, por falência múltipla de órgãos. O velório aconteceu no Theatro Municipal do Rio de Janeiro, que foi aberto ao público ao meio dia, onde se reuniram milhares de fãs, amigos e colegas de trabalho como Maurício Sherman, Glória Pires, André Lucas, Orlando Drummond e José Santa Cruz. Seu último pedido foi o de ser cremado; parte de suas cinzas foi enviada para Maranguape, sua cidade natal, e o resto para os estúdios da Globo. Entre os bens deixados por Chico de herança estão 3 salas comerciais, 6 carros e um apartamento de R$ 4 milhões na Barra da Tijuca, zona oeste do Rio de Janeiro. O humorista acumulou também muitas dívidas, como quase R$ 2,5 milhões em Imposto de Renda e R$ 1,4 milhão de dívidas com impostos das três salas comerciais. Em 2020, foi revelado que Chico Anysio deixou Lug de Paula de fora do testamento. Como a justiça brasileira não permite que uma pessoa seja deserdada voluntariamente, o processo de herança corria legalmente na justiça até 2023. === Relação com futebol === Em 1950, Chico Anysio comentou jogos da Copa do Mundo para a Rádio Guanabara. Em 1990, após a grande popularidade de seu personagem Coalhada, um estereótipo do jogador de futebol da época, Anysio foi convidado pela Globo para ser um dos comentaristas do Mundial da Itália. Em 2006, foi colunista convidado do jornal esportivo Lance. Em um de seus artigos, denominado \"Cabelos em pé, galera!\", Chico teceu críticas a alguns jogadores, como Cafu e Ronaldo. No mesmo artigo, ele teceu críticas de cunho racista à Dida, dizendo \"Não tenho confiança em goleiro negro. O último foi o Barbosa, de triste memória na Seleção\". Na época, o artigo foi minimizado por Anysio, no qual disse que \"Meu pensamento sobre goleiros negros não tem nada a ver com discriminação, porque eu adoro atacantes negros, zagueiros negros, craques negros e meio-campistas; eu não vejo como um branco ou amarelo ou vermelho pode ser melhor do que um preto nos 100 metros, longo ou triplo salto e eventos de longa distância. No basquete, os negros são deuses de verdade, e dominam o futebol americano. Eu só não gosto deles no gol\". De dezembro de 2007 a outubro de 2010, Chico escrevia um blog pessoal no portal Bloglog, mantido pela Globo.com. Em 27 de fevereiro de 2009, Anysio voltou a criticar Ronaldo, em artigo denominado \"Multa covarde\", após ele ser multado pelo Corinthians por chegar atrasado à concentração, em um hotel de Presidente Prudente. No texto, Anysio ironiza o clube cobrar apenas R$ 2 mil de multa ao atleta. Em 10 de março, após Derby contra o Palmeiras, Chico disse, em uma postagem chamada \"Falta de Ídolos\", que existia um entusiasmo exagerado com o Fenômeno, após ele marcar o primeiro gol em seu retorno ao Brasil. Torcedor vascaíno \"vira-casaca\", segundo ele mesmo, foi homenageado pelo clube - de forma póstuma - com seu nome batizando a sala de imprensa do estádio São Januário. == Filmografia == ===Televisão=== Ano Título Papel Nota 1960–63 Chico Anysio Show Vários personagens Também redator e supervisor de criação 1963 Times Square (programa de televisão) Professor Raimundo 1968 Balança Mas Não Cai Professor Raimundo 1970-71 Chico Anysio Especial Vários Personagens 1971 Você Tem Tempo? Vários personagens 1971-1972 Linguinha x Mr. Yes Linguinha / Lingote Também redator e supervisor de criação 1972 Chico Em Quadrinhos Vários Personagens Também redator e supervisor de criação 1972 Uau,a Companhia Vários Personagens 1973–80 Chico City Vários personagens Também redator e supervisor de criação 1973–90 Fantástico Apresentador 1975 Azambuja & Cia Azambuja Também redator e supervisor de criação 1979 Feijão Maravilha Salomé de Passo Fundo Episódio: \"4 de agosto\" 1981 Chico Total Vários personagens Também redator 1981 Viva o Gordo Vários Personagens 1982–90 Chico Anysio Show Vários personagens Também redator e supervisor de criação 1984 Os Trapalhões Apresentador Episódio: \"25 de março\" 1989 Que Rei Sou Eu? Taji Namas Episódios: \"16–20 de maio\" 1990–95 Escolinha do Professor Raimundo Professor Raimundo Também redator Redação Final e Supervisão de Criação 1990–92 Som Brasil Apresentador 1991 Estados Anysios de Chico City Vários personagens Também redator e supervisor de criação 1992 Fantástico Vários personagens Quadro: \"Secretária Eletrônica\" 1994 Delegacia de Mulheres Otoniel Episódio: \"Raios e Trovões\" 1995 Engraçadinha, Seus Amores e Seus Pecados Vendedor de caixões Episódio: \"2 de maio\" 1996 Chico Total Vários personagens Também redator e supervisão de criação 1999–04 Zorra Total Alberto Roberto / Professor Raimundo / Dr. Rosseti / Frota 1999 Terra Nostra Barão Josué Medeiros Episódio: \"13–16 de dezembro\" O Belo e as Feras Vários personagens 2002 Brava Gente Detetive Brito / Cego Episódio: \"Loucos de Pedra\" 2002 Casseta & Planeta Urgente Ele Mesmo / Alberto Roberto / Bozó Episódio: \"17 de setembro\" 2003 Cartão de Visitas Vários personagens 2004 A Diarista Rúbio Episódio: \"Aquele do Dinheiro\" 2005 Sítio do Picapau Amarelo Dr. Saraiva Temporada 5 2006 Sinhá Moça Everaldo Batista 2007 Pé na Jaca Ezequiel Evangelista de Jesus (Cigano) 2008 Cilada Deputado Sandoval Episódio: \"Eleições\" Guerra e Paz Padre Santo 2009 Caminho das Índias Namit Batra Episódios: \"24 de julho–7 de setembro\" Chico e Amigos Vários personagens Especial de fim de ano 2009–12 Zorra Total Alberto Roberto / Justo Veríssimo / Bento Carneiro / Salomé 2010 Malhação ID Ele mesmo Episódio: \"20 de dezembro\" === Cinema === Ano Título Papel 1955 O Primo do Cangaceiro Cincinato 1958 Pé na Tábua Roterista 1959 Entrei de Gaiato Concreto Garota Enxuta Roteirista Eu Sou O Tal Dr. Republicano Nepomuceno 1960 Carareco Vem Aí Entrevistador Pequeno Por Fora 1971 O Doce Esporte do Sexo Vários personagens 1981 O Mundo Mágico dos Trapalhões Narrador 1996 Tieta Zé Esteves 2001 Trepa nas Estrelas Jumbo Culano 2009 O Auto da camisinha Padrinho'' Se Eu Fosse Você 2 Olavo Up - Altas Aventuras Carl Fredricksen (voz) Simonal - Ninguém Sabe o Duro que Dei Ele mesmo 2010 Uma Professora Muito Maluquinha Monsenhor Aristides / Padre Velho 2011 Os Sonhos de um Sonhador: A História de Frank Aguiar Alemão 2011 A Hora e a Vez de Augusto Matraga Major Consilva == Discografia == * 1957 - Hino ao Músico - (Dorival Silva / Chico Anysio /Nancy Wanderley) * 1965 - Rancho da Praça Onze (Chico Anysio / João Roberto Kelly) * 1965 - A Família (Chico Anysio / Ary Toledo) * 1968 - De como um Garoto Apaixonado Perdoou por Causa de um dos Mandamentos (Nonato Buzar / Chico Anysio / Wilson Simonal) * 1973 - Chico City - Trilha Sonora Original (LP) - Chico Anysio / Arnaud Rodrigues (compositores) * 1974 - Baiano & Os Novos Caetanos volume 1 (LP) Arnaud Rodrigues / Chico Anysio / Renato Piau * 1975 - Baiano & Os Novos Caetanos volume 2 (LP) Arnaud Rodrigues / Chico Anysio / Renato Piau * 1979 - Rio Antigo (Nonato Buzar / Chico Anysio) * 1982 - Baiano & Os Novos Caetanos - A Volta (LP) Arnaud Rodrigues / Chico Anysio / Renato Piau * 1998 - Safada (Wando / Chico Anysio) * Nicanor Belas Artes (João Nogueira / Chico Anysio) == Publicações == Chico Anysio escreveu várias obras literárias, na maioria contos.Escritor * O Batizado da Vaca (1972) * O Enterro do Anão (1973) * É Mentira Terta (1973) * A Curva do Calombo (1974) * Teje Preso (1975) * Feijoada no Copa (1976) * O Tocador de Tuba (1977) * Carapau (1978) * Tem aquela do… (1978) * O Telefone Amarelo (1979) * O Tiete do Agreste (1984) * Negro Leo (1985) * A borboleta cinzenta (1988) * Sou Francisco (1991) * Jesuíno, o Profeta (1993) * O Analista (1996) * Como Segurar seu Casamento (2000) * O Canalha (2001) * Salão de Sinuca (2004) * Armazém do Chico (2005) * Mesa de Boteco (2005) * 3 Casos de Polícia (2008) * Fazedores de Histórias (2010) * O Fim do Mundo é Ali (2011) == Personagens == == Prêmios e indicações == === Troféu Roquette Pinto === Ano Categoria Indicação Resultado 1963 Melhor Humorista Chico Anysio === Homenagens póstumas === * Chico Anysio foi aclamado em 4 de outubro de 2016 melhor ator coadjuvante no Grande Prêmio do Cinema Brasileiro no filme A Hora e a Vez de Augusto Matraga, de 2011.Que Horas Ela Volta leva 7 troféus no 15º Grande Prêmio do Cinema Brasileiro *A nova versão da Escolinha do Professor Raimundo (2015) é um projeto de Bruno Mazzeo para homenagear seu pai. Além de Mazzeo, outros atores foram convidados para integrar o elenco da nova Escolinha: Marcelo Adnet, Marcos Caruso, Lúcio Mauro Filho, Rodrigo Sant'Anna, Dani Calabresa, Mateus Solano, Betty Gofman, Fernanda Souza, Marcius Melhem, Marco Ricca, Ellen Roche, Fernanda de Freitas, Otávio Muller, Kiko Mascarenhas, Otaviano Costa, Evandro Mesquita, Fabiana Karla, Maria Clara Gueiros e Ângelo Antônio. == Ver também == * Lista de personagens criados por Chico Anysio * Estados Anysios de Chico City * Linguinha x Mr. Yes == Ligações externas == * * Blog do Chico Anysio * Categoria:Naturais de Maranguape Categoria:Humoristas do Ceará Categoria:Escritores do Ceará Categoria:Pintores do Ceará Categoria:Compositores do Ceará Categoria:Atores do Ceará Categoria:Atores de rádio do Brasil Categoria:Dubladores do Ceará Categoria:Agraciados com o Troféu Sereia de Ouro Categoria:Grande Prêmio do Cinema Brasileiro de melhor ator coadjuvante Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Humoristas de stand-up Categoria:Elenco de Sítio do Picapau Amarelo (2001-2007)",
 "title": "Chico Anysio"
}