{
 "id": "74582",
 "text": "A Igreja Internacional da Graça de Deus (IIGD, também conhecida simplesmente como Igreja da Graça) é uma igreja evangélica de denominação neopentecostal internacional, fundada em 9 de Junho de 1980 por Romildo Ribeiro Soares (mais conhecido como Missionário R. R. Soares), na cidade do Rio de Janeiro, estado homônimo. Presente em outros países, além do Brasil, possui mais de 5.000 templos em seu total. == História == A decisão de Romildo Ribeiro Soares em se tornar um pastor evangélico se deu em 1968, após R. R. Soares ler o livro Curai Enfermos e Expulsai Demônios (T. L. Osborn, Graça Editorial). Foi através desta leitura, que se despertou para o ministério evangelístico. No mesmo ano, conheceu Edir Macedo, que mais tarde veio a se tornar seu cunhado, na Igreja Pentecostal de Nova Vida. Em 1975, é ordenado a pastor pelo missionário Cecilio Carvalho Fernandes, da igreja Casa da Bênção e no mesmo ano, juntamente com irmãos Samuel e Fidélis Coutinho, funda o Ministério Cruzada para o Caminho Eterno (Igreja Cruzada do Caminho Eterno). Pouco tempo depois, em companhia e por iniciativa de Edir Macedo seu cunhado, funda a Igreja Universal do Reino de Deus, em 9 de Julho de 1977. Permaneceu na Igreja Universal até 7 de Junho de 1980, quando, no início, conduziu a liderança da igreja, que depois passou para Edir Macedo.CORTEN André, DOZON Jean-Pierre, ORO Ari Pedro, Les nouveaux conquérants de la foi-L'Eglise universelle du royaume de Dieu (Brésil), KARTHALA Editions, France, 2003, p. 46 Desentendimentos teológicos determinaram sua saída. Em 7 de Junho de 1980, um pleito de 15 pastores fora organizado para decidir quem assumiria a liderança. Foram três votos a favor de R. R. Soares e doze contra. R. R. Soares decidiu, então, fundar a Igreja Internacional da Graça de Deus. Um dia depois, em 9 de Junho de 1980, na Rua Alfredo Dolabela Portela, 39, Centro/RJ, no qual foi aberto o primeiro templo da denominação - uma sede temporária, transferida em 20 de agosto do mesmo ano, para a rua Lauro Neiva, no município de Duque de Caxias, Baixada Fluminense/RJ. Com o crescimento do ministério, a igreja se expandiu abrindo templos em todo o Brasil. === Expansão Internacional === A Igreja Internacional da Graça de Deus iniciou seu ministério internacional no final de 2003 nos Estados Unidos, em uma pequena sala de hotel em Deerfield Beach, no estado da Flórida. Em 2005 um templo foi adquirido, e nos anos seguintes, outros foram inaugurados. thumb|290px|Igreja Internacional da Graça de Deus (IIGD), no centro de Florianópolis em abril de 2014. Presente atualmente em outros países (maioria através do Programa Show da Fé), possui mais de 1.500 templos fora do Brasil. Na América do Sul, a IIGD está presente na Argentina, Peru, Uruguai,Paraguai e Chile. No velho continente, a igreja começou sua atuação em Portugal, Espanha, França e Inglaterra. Na América do Norte, além dos EUA, também se encontra no México. Na Ásia, a Igreja se instalou no Japão e posteriormente na Índia. Mais recentemente, no continente africano, houve a última implantação da igreja, na África do Sul. == Doutrinas == As doutrinas da Igreja Internacional da Graça de Deus incluem alguns princípios fundamentais das Igrejas Evangélicas, sendo em parte semelhantes às confissões evangélicas, em particular às de linha pentecostal.Cristina Maria de Castro, Andrew Dawson, Religion, Migration, and Mobility: The Brazilian Experience, Taylor & Francis, Abingdon-on-Thames, 2017, p. 118 Crendo-se, fundamentalmente: * na existência de um só Deus, que se manifesta ao mesmo tempo na Trindade do Pai, Filho e Espírito Santo; * na segunda vinda de Cristo; * no Arrebatamento * na salvação pela fé em Cristo (Solus Christus); * na existência do céu (vida eterna) e do inferno (segunda morte); * na salvação pela fé (Sola fide); * na Bíblia como a escritura infalível, escrita por homens inspirados por Deus (Sola scriptura); * na Igreja como corpo do qual Cristo é a cabeça; * no batismo nas águas por imersão; * no Batismo pelo Espírito Santo; * nos Dons do Espírito Santo; * na Santa Ceia; * na libertação de pessoas oprimidas por espíritos malignos; * na devolução do dízimo e ofertas alçadas; * na prosperidade como uma das promessas de Deus; * na cura de todas doenças através do sacrifício de Cristo; * na remissão dos pecados (expiação) através do sacrifício de Cristo; * e no novo nascimento em Cristo. === Determinação === Uma das principais doutrinas praticadas pela Igreja Internacional da Graça de Deus é a determinação, que se baseia no texto de : “E tudo quanto pedirdes em meu nome, eu o farei, para que o Pai seja glorificado no Filho”. Segundo a igreja, o verbo pedir, na língua grega (αἰτέω, ou aiteó), também tem o sentido de determinar, exigir ou mandar. Logo, deve-se determinar, ou seja, exigir aquilo que pertence aos filhos de Deus conforme Sua Palavra. Determinar, segundo R.R. Soares, não é exigir de Deus. \"Não podemos exigir ou mandar que Deus faça isso ou aquilo, afinal nós somos Seus servos. Determinar não é ordenar ao Pai celeste, mas exigir que o diabo pare com sua atuação em nossas vidas. Pedir algo que Deus já concedeu, como a cura, por exemplo (), é algo desnecessário\" (). R.R. Soares teve este entendimento após ler o livro O Nome de Jesus, de Kenneth Hagin (Graça Editorial), e um resfriado que já durava dois anos findou por ali. A doutrina da determinação baseia-se nas promessas bíblicas, não sendo possível determinar algo que não esteja em acordo com a vontade do Senhor (). === Doutrinas não aceitas === Algumas doutrinas e teologias relacionadas ao movimento neopentecostal não são aplicadas pela Igreja Internacional da Graça de Deus. Apesar de ter seus ensinamentos relacionados à teologia da prosperidade, que afirma que a riqueza é uma prova concreta de fidelidade do cristão à Deus, a IIGD não aceita este conceito. Segundo Soares, a prosperidade é uma dádiva de Deus, mas isto não significa que todo o cristão que é rico é, obrigatoriamente, fiel a Deus (que é o que afirma esta teologia). Segundo Soares, a prosperidade de Deus seria a libertação da miséria, e não, necessariamente, sinônimo de ficar rico (; ).{ Dentre os já citados, as seguintes doutrinas e conceitos a seguir também não são aceitos ou aplicados pela IIGD; tais como: * a predestinação; * o sono da alma; * e o “cair no Espírito”. == Na mídia == A Igreja Internacional da Graça de Deus é conhecida pela sua presença maciça nos meios de comunicação, em especial nas redes de televisão. R.R. Soares já foi o homem com o maior tempo de exposição na TV aberta brasileira, alcançando cem horas por semana de programação nas emissoras de alcance nacional. Desde 1997, a IIGD transmite seus programas em horário nobre, como o Show da Fé, no ar desde 2003. A Igreja da Graça é proprietária da Fundação Internacional de Comunicação, que administra as emissoras de rádio e televisão da denominação, incluindo a TV Guanandi e o SBT MS, afiliadas da Band e do SBT, respectivamente, no Mato Grosso do Sul. === Televisão === Além do aluguel dos canais de TV aberta a Igreja Internacional da Graça de Deus possui a RIT (Rede Internacional de Televisão),Portal da Rede Internacional de Televisão fundada em 1999, com conteúdo voltado para o público neopentecostal.Magali do Nascimento Cunha, A explosão gospel: um olhar das ciências humanas sobre o cenário evangélico no Brasil, Mauad Editora Ltda, Brazil, 2007, p. 61 Em 2007, foi lançada a Nossa TV, uma operadora de TV por assinatura com canais de conteúdo neopentecostal e variado.Portal da Nossa TV === Rádio === Desde 2002, a Igreja Internacional da Graça de Deus atua pela radiodifusão em sua emissora própria, a Nossa Rádio, que possui 18 retransmissoras em AM e FM espalhadas pelo Brasil. Em Setembro de 2011 a Nossa Rádio passou a transmitir sua programação para o estado da Flórida, nos Estados Unidos. === Cinema === Com o intuito de difundir a doutrina de todas as maneiras possíveis, em 2010 R.R. Soares fundou a Graça Filmes, a princípio, uma distribuidora de filmes. No ano seguinte, no entanto, entrou para a área de produção de longas, lançando seu primeiro filme em 2012, Três Histórias, Um Destino que rompeu uma barreira à fraca indústria cinematográfica brasileira de filmes religiosos. Em Agosto de 2014, a Graça Filmes lançou no cinema brasileiro o filme, Deus Não Está Morto, sendo sucesso de bilheteria. No final de Novembro do mesmo ano, também é lançado nos cinemas de todo país, o filme Questão de Escolha, ficando também por mais de 2 semanas em cartaz. O filme Questão de Escolha, tem participação especial do Líder e Fundador da Igreja Internacional da Graça de Deus, Missionário R. R. Soares. === Demais mídias === Além das empresas já anteriormente citadas, a IIGD possui ainda uma gravadora, a Graça Music, fundada em 1999 e uma editora, a Graça Editorial. A editora, fundada em 1983, é quem produz os principais impressos da igreja, o Jornal Show da Fé (de tiragem de mais de 1 milhão de exemplares), Revista Graça/Show da Fé (que possui tiragem de cerca de 140 mil exemplares) e o Boletim do Patrocinador. == Educação == A Igreja possui duas instituições educacionais, a Academia Teológica da Graça de Deus (AGRADE).Portal da Academia Teológica da Graça de Deus e a Faculdade do Povo (FAPSP) A AGRADE, fundada em 1998, é uma instituição de ensino superior de Teologia, voltada principalmente para a formação do corpo de pastores da denominação. A FAPSP, por sua vez, é uma faculdade de Comunicação Social, fundada em 2009. Alcançou nota 4 no Índice Geral de Cursos (IGC) do Ministério da Educação. == Templo das Nações == O novo templo deverá ser um dos maiores espaços religiosos da América Latina e terá capacidade para 10.380 pessoas, com espaço para realização de casamentos e batismos, sala para as crianças, escola bíblica, edifício garagem, heliponto, dentre outras coisas. O prédio está sendo construído no local onde ficava a Tenda da Graça, na Avenida Cruzeiro do Sul, próximo ao Terminal Rodoviário Tietê, em São Paulo.http://www.templodagraca.com.br/ == Demografia == Segundo pesquisa realizada pelo Instituto de Pesquisa Datafolha no final de 2014, os evangélicos representariam 29% da população do país, enquanto a Igreja Internacional da Graça de Deus representaria 2% dos evangélicos, o que na época seriam 1.195.380 membros, tornando a IIGD a oitava maior denominação protestante no Brasil. == Controvérsias == Em abril de 2020, foi divulgado pelo O Estado de S. Paulo que o Presidente Jair Bolsonaro pressiona a Receita Federal do Brasil para perdoar 144 milhões de reais em dívidas, além de dois processos no Conselho de Administração de Recursos Fiscais (Carf) de 44 milhões da Igreja Internacional da Graça de Deus. Os valores, segundo a Receita Federal, seriam principalmente relativos ao recolhimento da contribuição patronal para o INSS. No entanto, a defesa da igrejas argumenta que os pagamentos são prebendas, que, por lei, seriam isentas de desconto. Em junho de 2020, um levantamento divulgado pela Agência Pública confirmou que a RecordTV e a Igreja Internacional da Graça de Deus, ao lado de outras emissoras e pastores evangélicos apoiadores do governo, foram os que mais receberam verbas publicitárias da SECOM, totalizando 30 milhões de reais. Em 18 de dezembro de 2023, o portal Universo Online veiculou informações sobre a situação financeira da Igreja Internacional da Graça de Deus, liderada pelo pastor R.R. Soares, mencionando uma dívida ativa de R$ 89 milhões junto à União. Durante o período da pandemia, o deputado federal David Soares (União Brasil-SP), filho do pastor R.R. Soares, propôs uma emenda à legislação, posteriormente aprovada, que contempla benefícios para instituições religiosas. Esta emenda estabelece a possibilidade de quitação das dívidas das igrejas em um período de até 240 meses, com concessão de descontos em multas e juros. Em 8 de maio de 2024, um culto na Igreja Internacional da Graça de Deus, liderada por R.R. Soares, foi interrompido quando o pastor Jayme de Amorim pediu a um fiel para orar em silêncio. O pastor ameaçou removê-lo do local e se desculpou com os presentes, afirmando que o comportamento do homem era conhecido. Após o incidente, o culto continuou. == Ver também == * Serviço * Jesus Cristo * Igreja de crentes == Ligações externas == * Página oficial da Igreja Internacional da Graça de Deus Categoria:Organizações religiosas do Brasil",
 "title": "Igreja Internacional da Graça de Deus"
}