{
 "id": "746",
 "text": "O período clássico foi uma era da música clássica entre aproximadamente 1730 e 1820.Burton, Anthony (2002). A Performer's Guide to the Music of the Classical Period. London: Associated Board of the Royal Schools of Music. p. 3. ISBN 978-1-86096-1939 O período clássico situa-se entre os períodos barroco e romântico A música clássica tem uma textura mais clara do que a música barroca e é menos complexa. É principalmente homofônico, usando uma linha melódica clara sobre um acompanhamento de acordes subordinados,Blume, Friedrich. Classic and Romantic Music: A Comprehensive Survey. New York: W. W. Norton, 1970 mas o contraponto não foi de forma alguma esquecido, especialmente mais tarde no período. Também faz uso do estilo galant que enfatiza a elegância leve em lugar da seriedade digna e grandiosidade impressionante do barroco. A variedade e o contraste dentro de uma peça tornaram-se mais pronunciados do que antes e a orquestra aumentou em tamanho, alcance e poder. O cravo foi substituído como instrumento de teclado principal pelo piano. Ao contrário do cravo, que dedilha as cordas com penas, os pianos batem nas cordas com martelos revestidos de couro quando as teclas são pressionadas, o que permite ao músico tocar mais alto ou mais suave (daí o nome original \"fortepiano\"; em contraste, a força com que um executante toca as teclas do cravo não altera o som. A música instrumental foi considerada importante pelos compositores do período clássico. Os principais tipos de música instrumental foram sonata, trio, quarteto de cordas, quinteto, sinfonia (executado por uma orquestra) e o concerto solo, que apresentava um músico virtuoso tocando uma obra solo para violino, piano, flauta ou outro instrumento, acompanhado por uma orquestra. A música vocal, como canções para um cantor e piano (nomeadamente a obra de Schubert), obras corais e ópera (uma obra dramática encenada para cantores e orquestra) também foram importantes durante este período. Os compositores mais conhecidos desse período são Joseph Haydn, Wolfgang Amadeus Mozart, Ludwig van Beethoven e Franz Schubert; outros nomes notáveis ​​incluem Carl Philipp Emanuel Bach, Johann Christian Bach, Luigi Boccherini, Domenico Cimarosa, Muzio Clementi, Christoph Willibald Gluck, André Grétry, Pierre-Alexandre Monsigny, Leopold Mozart, Giovanni Paisiello, François-André Danican Philidor, Niccolò Piccinni,Antonio Salieri, Mauro Giuliani, Christian Cannabich e o Chevalier de Saint-Georges. Beethoven é considerado um compositor romântico ou um compositor do período clássico que fez parte da transição para a era romântica. Schubert também é uma figura de transição, assim como Johann Nepomuk Hummel, Luigi Cherubini, Gaspare Spontini, Gioachino Rossini, Carl Maria von Weber, Jan Ladislav Dussek e Niccolò Paganini. O período é às vezes referido como a era do Classicismo vienense (em alemão: Wiener Klassik), já que Gluck, Haydn, Salieri, Mozart, Beethoven e Schubert trabalharam em Viena. == Classicismo == Em meados do século XVII, a Europa começou a se mover em direção a um novo estilo de arquitetura, literatura e artes, geralmente conhecido como Classicismo. Este estilo procurou emular os ideais da Antiguidade Clássica, especialmente os da Grécia Clássica.Kamien, Roger. Music: An Appreciation. 6th. New York: McGraw Hill, 2008. Print. A música clássica usava formalidade e ênfase na ordem e hierarquia, e um estilo \"mais claro\" e \"mais limpo\" que usava divisões mais claras entre as partes (notavelmente uma melodia única e clara acompanhada por acordes), contrastes mais brilhantes e \"cores de tons\" (alcançado pelo uso de mudanças e modulações dinâmicas para mais chaves). Em contraste com a música rica em camadas da era barroca, a música clássica moveu-se para a simplicidade ao invés da complexidade. Além disso, o tamanho típico das orquestras começou a aumentar, dando às orquestras um som mais poderoso. O notável desenvolvimento de idéias na \" filosofia natural \" já havia se estabelecido na consciência pública. Em particular, a física de Newton foi tomada como um paradigma: as estruturas deveriam ser bem fundamentadas em axiomas e ser bem articuladas e ordenadas. Esse gosto pela clareza estrutural começou a afetar a música, que se afastou da polifonia em camadas do período barroco para um estilo conhecido como homofonia, em que a melodia é tocada sobre uma harmonia subordinada. Este movimento significava que acordes tornou-se uma característica muito mais predominante da música, mesmo que interrompesse a suavidade melódica de uma única parte. Como resultado, a estrutura tonal de uma peça musical tornou - se mais audível. O novo estilo também foi incentivado por mudanças na ordem econômica e na estrutura social. À medida que o século XVIII avançava, a nobreza se tornou a principal patrocinadora da música instrumental, enquanto o gosto do público preferia cada vez mais óperas cômicas engraçadas e leves. Isso levou a mudanças na forma como a música era executada, a mais importante das quais foi a mudança para grupos instrumentais padrão e a redução da importância do contínuo - a base rítmica e harmônica de uma peça musical, tipicamente tocada por um teclado (cravo ou órgão) e geralmente acompanhado por um grupo variado de instrumentos de baixo, incluindo violoncelo, contrabaixo, violão baixo eteorbo. Uma forma de rastrear o declínio do continuo e de seus acordes figurados é examinar o desaparecimento do termo obbligato, que significa uma parte instrumental obrigatória em uma obra de música de câmara. Em composições barrocas, instrumentos adicionais podem ser adicionados ao grupo contínuo de acordo com a preferência do grupo ou do líder; nas composições clássicas, todas as partes eram especificamente anotadas, embora nem sempre notadas, de modo que o termo \"obbligato\" tornou-se redundante. Em 1800, o basso continuo estava praticamente extinto, exceto pelo uso ocasional de uma parte do continuo do órgão de tubos em uma missa religiosa no início do século XIX. As mudanças econômicas também tiveram o efeito de alterar o equilíbrio entre disponibilidade e qualidade dos músicos. Enquanto no barroco tardio, um grande compositor teria todos os recursos musicais de uma cidade para recorrer, as forças musicais disponíveis em uma cabana de caça aristocrática ou pequena corte eram menores e mais fixas em seu nível de habilidade. Isso foi um incentivo para ter partes mais simples para os músicos tocarem e, no caso de um grupo virtuoso residente, um incentivo para escrever partes idiomáticas espetaculares para certos instrumentos, como no caso da orquestra de Mannheim, ou partes de solo virtuoso para violinistas ou flautistas particularmente qualificados. Além disso, o apetite do público por um fornecimento contínuo de música nova herdou do barroco. Isso significava que as obras deveriam ser executadas com, no máximo, um ou dois ensaios. Mesmo depois de 1790, Mozart escreve sobre \"o ensaio\", com a implicação de que seus concertos teriam apenas um ensaio. Como havia uma ênfase maior em uma única linha melódica, havia maior ênfase na anotação dessa linha para a dinâmica e o fraseado. Isso contrasta com a era barroca, quando as melodias eram tipicamente escritas sem dinâmica, marcas de fraseado ou ornamentos, já que se supunha que o intérprete improvisaria esses elementos na hora. Na era clássica, tornou-se mais comum os compositores indicarem onde queriam que os executantes tocassem ornamentos, como trinados ou voltas. A simplificação da textura tornou esse detalhe instrumental mais importante, e também tornou o uso de ritmos característicos, como fanfarras de abertura que chamam a atenção, o ritmo da marcha fúnebre ou o gênero minueto, mais importantes para estabelecer e unificar o tom de um único movimento.. O período clássico também viu o desenvolvimento gradual da forma sonata, um conjunto de princípios estruturais para a música que reconciliava a preferência clássica pelo material melódico com o desenvolvimento harmônico, que poderia ser aplicado em todos os gêneros musicais. A sonata em si continuou a ser a principal forma de solo e música de câmara, enquanto mais tarde, no período clássico, o quarteto de cordas se tornou um gênero proeminente. A forma sinfônica para orquestra foi criada neste período (isso é popularmente atribuído a Joseph Haydn). O concerto grosso (concerto para mais de um músico), forma muito popular no período barroco, começou a ser substituído pelo concerto solo, apresentando apenas um solista. Os compositores começaram a dar mais importância à habilidade do solista em mostrar habilidades virtuosas, com escalas rápidas e desafiadoras e corridas de arpejo. No entanto, alguns concerti grossi permaneceram, o mais famoso dos quais sendo a Sinfonia Concertante para Violino e Viola em Mi bemol maior de Mozart. == Características principais == No período clássico, o tema consiste em frases com figuras e ritmos melódicos contrastantes. Essas frases são relativamente breves, normalmente com quatro compassos de comprimento e podem ocasionalmente parecer esparsas ou concisas. A textura é principalmente homofônica, com uma melodia clara acima de um acompanhamento de acordes subordinado. Isso contrasta com a prática na música barroca, onde uma peça ou movimento normalmente teria apenas um tema musical, que seria então trabalhado em várias vozes de acordo com os princípios do contraponto, enquanto mantém um ritmo ou métrica consistente por toda parte. Como resultado, a música clássica tende a ter uma textura mais clara e clara do que o barroco. O estilo clássico baseia-se no estilo galant, um estilo musical que enfatiza a elegância leve no lugar da seriedade digna e grandiosidade impressionante do barroco. Estruturalmente, a música clássica geralmente tem uma forma musical clara, com um contraste bem definido entre a tônica e a dominante, introduzida por cadências claras. Dinâmicas são usadas para destacar as características estruturais da peça. Em particular, a forma sonata e suas variantes foram desenvolvidas durante o período clássico inicial e eram frequentemente usadas. A abordagem clássica da estrutura contrasta novamente com o barroco, onde uma composição normalmente se moveria entre a tônica e a dominante e vice-versa, mas por meio de um progresso contínuo de mudanças de acordes e sem uma sensação de \"chegada\" à nova tonalidade. Embora o contraponto tenha sido menos enfatizado no período clássico, não foi de forma alguma esquecido, especialmente mais tarde no período, e os compositores ainda usavam o contraponto em obras \"sérias\" como sinfonias e quartetos de cordas, bem como em peças religiosas, como missas. O estilo musical clássico foi apoiado por desenvolvimentos técnicos em instrumentos. A adoção generalizada de temperamento igual tornou possível a estrutura musical clássica, garantindo que as cadências em todas as tonalidades soassem semelhantes. O forte piano e depois o pianoforte substituíram o cravo, permitindo um contraste mais dinâmico e melodias mais sustentadas. Durante o período clássico, os instrumentos de teclado tornaram-se mais ricos, mais sonoros e mais poderosos. A orquestra aumentou em tamanho e alcance e tornou-se mais padronizada. O papel de baixo contínuo de cravo ou órgão de tubos na orquestra caiu em desuso entre 1750 e 1775, deixando a seção de cordas os sopros se tornaram uma seção independente, consistindo de clarinetes, oboés, flautas e fagotes. Embora a música vocal, como a ópera cômica, fosse popular, grande importância foi dada à música instrumental. Os principais tipos de música instrumental eram sonata, trio, quarteto de cordas, quinteto, sinfonia, concerto (geralmente para um instrumento solo virtuoso acompanhado por orquestra) e peças leves como serenatas e divertimentos. A forma Sonata se desenvolveu e se tornou a forma mais importante. Foi usado para construir o primeiro movimento da maioria das obras de grande escala em sinfonias e quartetos de cordas. A forma de sonata também foi usada em outros movimentos e em peças únicas e independentes, como aberturas. == Primeira escola vienense == A Primeira Escola Vienense é um nome usado principalmente para se referir a três compositores do período clássico na Viena do final do século XVIII: Haydn, Mozart e Beethoven. Franz Schubert é ocasionalmente adicionado à lista. Em países de língua alemã, o termo Wiener Klassik (lit. era / arte clássica vienense) é usado. Esse termo é frequentemente aplicado de forma mais ampla à era clássica na música como um todo, como um meio de distingui-la de outros períodos que são coloquialmente referidos como clássicos, nomeadamente música barroca e romântica. O termo \"Escola Vienense\" foi usado pela primeira vez pelo musicólogo austríaco Raphael Georg Kiesewetter em 1834, embora ele contasse apenas com Haydn e Mozart como membros da escola. Outros escritores seguiram o exemplo e, por fim, Beethoven foi adicionado à lista.Heartz, Daniel & Brown, Bruce Alan (2001). \"Classical\". In Root, Deane L. (ed.). The New Grove Dictionary of Music and Musicians. Oxford University Press. A designação \"primeiro\" é adicionada hoje para evitar confusão com a Segunda Escola Vienense. Embora, à parte Schubert, esses compositores certamente se conhecessem (com Haydn e Mozart até mesmo sendo parceiros ocasionais de música de câmara), não há nenhum sentido em que eles estivessem engajados em um esforço colaborativo no sentido de que alguém associaria a escolas do século XX como a Segunda Escola Vienense, ou Les Six. Nem há nenhum sentido significativo no qual um compositor foi \"educado\" por outro (da maneira que Berg e Webern foram ensinados por Schoenberg), embora seja verdade que Beethoven por um tempo recebeu lições de Haydn. As tentativas de estender a Primeira Escola Vienense para incluir figuras posteriores como Anton Bruckner, Johannes Brahms e Gustav Mahler são meramente jornalísticas e nunca encontradas na musicologia acadêmica. == Referências == == Leitura adicional == * Downs, Philip G. (1992). Classical Music: The Era of Haydn, Mozart, and Beethoven, 4th vol of Norton Introduction to Music History. W. W. Norton. (hardcover). * Grout, Donald Jay; Palisca, Claude V. (1996). A History of Western Music, Fifth Edition. W. W. Norton. (hardcover). * Hanning, Barbara Russano; Grout, Donald Jay (1998 rev. 2006). Concise History of Western Music. W. W. Norton. (hardcover). * Kennedy, Michael (2006), The Oxford Dictionary of Music, 985 pages, * Lihoreau, Tim; Fry, Stephen (2004). Stephen Fry's Incomplete and Utter History of Classical Music. Boxtree. * Rosen, Charles (1972 expanded 1997). The Classical Style. New York: W. W. Norton. (expanded edition with CD, 1997) * Taruskin, Richard (2005, rev. Paperback version 2009). Oxford History of Western Music. Oxford University Press (US). (Hardback), (Paperback)",
 "title": "Período Clássico (música)"
}