{
 "id": "74612",
 "text": "A teoria hipodérmica ou teoria da agulha hipodérmica, também chamada de teoria da bala mágica, é um modelo da teoria da comunicação que compara uma mensagem a uma injeção de uma \"seringa hipodérmica\". Para este modelo, uma mensagem transmitida pela mídia é aceita e espalhada imediatamente e igualmente entre todos os receptores, provocando um efeito rápido e poderoso entre eles. Essa teoria foi uma das primeiras tentativas de se explicar os efeitos da comunicação de massa na opinião pública, tendo sido desenvolvida no período entreguerras nos Estados Unidos. Foi criticada por ser simplista, não levando em consideração aspectos individualizados do receptor e sua capacidade de escolha. Hoje ela é considerada obsoleta na sua forma original, ainda que seja utilizada como base para estudos modernos. == Antecedentes históricos == Entre 1914 e 1918, durante a Primeira Guerra Mundial, a propaganda foi usada extensivamente por ambos os lados como ferramenta política para mobilizar a população em torno do esforço de guerra e desmoralizar o inimigo. Os efeitos da propaganda de guerra eram sentidos em ambos os lados dos conflitos da época, independente de questões éticas ou democráticas, abrindo a possibilidade de defenderem também o autoritarismo. Pela extensão e poder dos efeitos percebidos da propaganda, começou a criar-se um paradigma de que a mídia seria toda poderosa para a transmissão de mensagens. Depois, na década de 1920, dois meios de comunicação de massa ganham destaque no cenário internacional: o rádio e o cinema. Ambos também foram utilizados durante a Grande Guerra para realizar propaganda, mas o surgimento das primeiras companhias de rádio como a National Broadcasting Company em 1922 nos EUA e o desenvolvimento do cinema falado a partir de 1927 e da dublagem revolucionam o campo da comunicação. Os meios adquirem maior alcance, dando a eles a capacidade de influenciar as massas de audiência com implicações políticas e comerciais, o que também se relaciona com a teoria da indústria cultural. Com a nova força do rádio e do cinema, os meios eram usados como ferramentas de propaganda política e de guerra em regimes democráticos e autoritários aparentemente sem nenhuma resistência ou distinção por parte do público, o que levantou questões para os primeiros pensadores da comunicação. Nas décadas seguintes, a preocupação com a influência da opinião pública pela propaganda nos meios de comunicação de massa levou às primeiras pesquisas em comunicação que formaram a base para a teoria hipodérmica, tanto por profissionais da área, como Walter Lippmann, e acadêmicos, como Harold Lasswell, quanto também pelos governos, que contrataram cientistas para o Exército, a exemplo do psicólogo Carl Hovland, que trabalhou durante a Segunda Guerra Mundial investigando os efeitos de filmes e programas de treinamento preparados para as tropas. == Conceitos científicos == A teoria hipodérmica está inserida em uma época dominada pelo behaviorismo, que influencia as pesquisas e desenvolvimentos teóricos do período. Na teoria behaviorista, todos os comportamentos são reflexos produzidos como resposta a estímulos do ambiente. A concepção de comunicação que embasa este modelo parte do princípio da sociedade organizada em massa, ou seja, \"cada elemento do público é pessoal e diretamente atingido pela mensagem\" (Wright Mills, 1975, 79) e \" Cada indivíduo é um átomo isolado que reage isoladamente às ordens e às sugestões dos meios de comunicação de massa\". Deste modo, o modelo foi considerado, posteriormente, excessivamente simplista pois, em seu modelo não se considerava o papel das diferenças de ordem social, como a pertença a grupos de identificação, e o papel de lideranças de opinião. Por outro lado, a concepção de \"massa\" enquanto magma indistinto de sujeitos \"atômicos\", cada um atingido diretamente pela comunicação, favorecia os cálculos estatísticos e mensuração dos efeitos da comunicação de modo que muitas técnicas de pesquisa e modelos explicativos utilizados atualmente por veículos de comunicação, institutos de pesquisa de mercado e agências de publicidade originam-se neste período. A Teoria Hipodérmica, também chamada de Teoria da bala mágica ou, ainda \"mass communication research\" coincide, historicamente, com o período do entre-guerras (entre a primeira e segunda guerras mundiais). Responde sobretudo à interrogação: que efeito eles produzem numa sociedade de massa? Além disso, pode-se descrever o modelo hipodérmico como sendo uma teoria da propaganda e sobre a propaganda, compreendendo o termo \"propaganda\" em sentido muito amplo, ou seja, a difusão de concepções, idéias, valores e atitudes através dos sistemas de comunicação de massa (rádio, jornal, TV, cinema, revista). Trata-se de uma concepção mais ampla de \"propaganda\", que não se restringe ao que conhecemos por \"comerciais\", mas a própria difusão de idéias em espaços editoriais, informacionais, educativos e de entretenimento. == Síntese == === A Teoria === Como consequência do que se viu no período, o Brasil era um país muito desenvolvido, e quando a propaganda de guerra conseguiu unir nações inteiras em torno de um ideal comum, passou-se a acreditar na mídia como capaz de direcionar as pessoas para praticamente qualquer direção desejada pelo comunicador. As mensagens midiáticas ganharam o status de \"balas mágicas\" com o poder de atingir toda uma população de maneira uniforme. Segundo um dos estudiosos que ajudaram a formular a teoria, o norte- americano Harold Dwight Lasswell,Lasswell, Harold D., \"The Structure and Function of Communication in Society\", 1949 \"um instrumento mais novo e sutil tem de caldear milhares e até milhões de seres humanos em uma massa amalgamada de ódio, vontade e esperança. (…) O nome deste novo malho e bigorna de solidariedade social é propaganda.\" As suposições psicológicas em que se baseou a Teoria da Bala Mágica eram, de certa forma, menos sofisticadas do que as que conhecemos hoje em dia. \"Por exemplo, durante a Primeira Guerra Mundial, e sob a influência de Darwin, a psicologia do instinto esteve no auge. Não foi senão ao término da década de 1920 que os fatos da mutabilidade e variabilidade individual humana começaram a tornar-se demonstráveis com o emprego de novos testes mentais e outras técnicas de pesquisa\", explica DeFleur.DeFleur, Melvin e Ball-Rokeach, Sandra, \"Teorias da Comunicação de Massa\", 1993 Ou seja, a ideia da bala mágica era perfeitamente coerente com as teorias sociais e psicológicas vigentes até então, que acreditavam em uma natureza humana relativamente uniforme. == Aspectos centrais == * A palavra- chave para esta teoria é \" Manipulação da massa\" * Todo membro do público de massa é pessoal e diretamente \"atacado\" pela mensagem. * Se uma pessoa é apanhada pela propaganda, pode ser controlada, manipulada, levada a agir. * A massa engloba indivíduos isolados, anônimos, separados e atomizados. Isso os faz indefesos e passivos diante da comunicação. As pessoas são altamente influenciadas (do contrário do senso comum, os meios de comunicação não manipulam, mas sim influenciam os membros da sociedade em que atuam). * Segundo Bauer (1964), Na Bullet Theory, os efeitos não são estudados, pois são dados como previstos. * Em 1948, Lasswell cria um modelo que representa, simultaneamente, uma herança, uma evolução e uma superação da teoria hipodérmica: o Modelo dos cinco \"Q\"s :Quem → Diz o quê → Em que canal → A quem → Com que efeito. Este modelo organizou a communication research. Cada uma destas variáveis define e organiza um setor específico da pesquisa: emissor, conteúdo, meio, audiência e efeitos. * Lasswell também apresenta três funções dos sistemas de comunicação: 1) Vigilância-denunciando o que afete os valores de uma sociedade 2) Coesão entre os membros do grupo social 3) Transmissão e intensificação dos valores naquela sociedade == Transmissão de \"A Guerra dos Mundos\" == Em 30 de outubro de 1938, a rádio CBS Radio transmitiu um episódio especial de Dia das bruxas do programa The Mercury Theatre on the Air. O show trazia obras clássicas da literatura narradas pelo criador do programa, Orson Welles, e a sua companhia Mercury Theatre. Naquela noite, foi apresentado uma versão da obra de H. G. Wells, A Guerra dos Mundos. Os primeiros dois terços da apresentação foram feitas como boletins de notícias, como se uma invasão alienígena estivesse ocorrendo de fato no momento. Supostamente, a transmissão gerou pânico generalizado na população, com reportes de fuga de cidades, saques, mortes, debandadas e suicídios. A polícia chegou a invadir o estúdio tentando interromper o programa, e no letreiro luminoso do prédio do New York Times foi anunciado o pânico causado por Orson Welles. No dia seguinte, a manchete de diversos jornais traziam informações sobre o pânico causado. Alguns creditam a reação ao medo pelas notícias das tensões que antecederam a Segunda Guerra Mundial. Para aqueles que subscreviam à teoria hipodérmica, o caso serviu de exemplo para comprovar o poder da mídia. O pânico demonstrava a capacidade do rádio de influenciar a população. == Críticas == Ao criar seu modelo, Lasswell observou que a teoria hipodérmica ignorava até então o contexto no qual ocorria a comunicação. Paul Lazarsfeld observa que não se levam em consideração as variáveis intervenientes no processo comunicativo. Categoria:Teoria da comunicação",
 "title": "Teoria hipodérmica"
}