{
 "id": "74620",
 "text": "Papa Martinho IV nascido Simon de Brion (ca. 1220 — 28 de Março de 1285), foi Papa de 22 de Fevereiro de 1281 até o dia da sua morte. Simon de Brion nasceu na França, em Château Montpensier,Nikolaus Backes, Kardinal Simon de Brion (Breslau) 1910, used by H.K. Mann and J. Hollnsteiner, The Lives of the Popes in the Middle Ages XVI (London) 1932: 171–205., both quoted by Kay, Richard (1965). \"Martin IV and the Fugitive Bishop of Bayeux\". Speculum. 40 (3): 460–483 [p. 461f.] doi:10.2307/2850920. JSTOR 2850920. S2CID 163723072 província de Touraine, cerca do ano de 1210. Foi padre em Rouen durante algum tempo, e depois serviu como cânone e tesoureiro na igreja de S. Martinho em Tours. Em 1260, o rei Luís IX de França nomeou-o chanceler da França. Em Dezembro de 1262, foi feito padre-cardeal (com o titulus da igreja de Santa Cecília) pelo Papa Urbano IV (1261–64). Voltou a França como legado papal de Urbano IV e depois do seu sucessor, Papa Clemente IV (1265–68), nas negociações para o apoio papal de Carlos de Anjou, com quem estabeleceu uma forte ligação política, à coroa da Sicília. Posteriormente, o Papa Gregório X (1271–76) enviou-o novamente à França como legado para conter os abusos da Igreja Católica no país; lá, presidiu a vários sínodos sobre reformas, sendo o mais importante destes o de Bourges em Setembro de 1276. Seis meses depois da morte do Papa Nicolau III (1277-80) em 1280, Carlos de Anjou interveio no conclave papal de Viterbo, aprisionando dois cardeais italianos influentes, com o argumento de que estes estavam a interferir na eleição. Se esta oposição, Simon de Brie foi eleito com unanimidade, tomando o nome Martinho IV, em 22 de Fevereiro de 1281. Viterbo foi colocada sob interdito (penalidade eclesiástica que suspende todas as celebrações e retira os sacramentos da igreja de um território ou país) pelo aprisionamento dos cardeais. Roma não desejava aceitar um odiado francês como Papa, por isso Martinho IV foi coroado em Orvieto, em 23 de Março de 1281. Apesar de ser apenas o segundo Papa a escolher o nome de Martinho, no século XIII os tribunais papais confundiram os nomes dos dois papas Marinho como Martinho. Assim, é conhecido como Martinho IV, e os Papas Marinho I (882-884) e Marinho II (942-946) com o nome de Martinho. Dependente de Carlos de Anjou em quase tudo, o novo Papa nomeou-o rapidamente para o cargo de Senador Romano. Sob a insistência deste, Martinho IV excomungou o Imperador de Bizâncio, Miguel VIII Paleólogo (1261-82), que obstava aos planos de Carlos para restaurar o Império Latino do Oriente, estabelecido depois da Quarta Cruzada. Quebrou assim a ténue união alcançada entre as igrejas grega e latina no Segundo Concílio de Lyon em 1274, e não foram possíveis mais negociações. Em 1282, Carlos foi deposto no violento massacre conhecido como as Vésperas Sicilianas. Os Sicilianos elegeram Pedro III de Aragão (1276-85) como rei e pretenderam, em vão, a confirmação papal, apesar de estarem dispostos a reconfirmar a Sicília como estado vassalo do Papado; Martinho IV usou todos os recursos espirituais e materiais ao seu dispor contra o aragonês, tentando preservar a Sicília para a Casa de Anjou. Excomungou Pedro III, declarou o seu reino de Aragão inválido e ordenou uma cruzada contra o mesmo, mas foi tudo em vão. Com a morte do seu protetor Carlos de Anjou, Martinho teve que abandonar Roma e foi para Perúgia, onde faleceu, a 28 de Março de 1285. Entre os sete cardeais criados por Martinho IV estava Benedetto Gaetano, que posteriormente ascendeu ao trono papal como o famoso Papa Bonifácio VIII (1294-1303). Em A Divina Comédia, Dante vê Martinho IV no Purgatório (Canto XXIV), onde relembra aos leitores o gosto do pontífice por enguias e vinho. Categoria:Papas da França Categoria:Cardeais nomeados pelo papa Urbano IV Categoria:Papado de Viterbo Categoria:Papado de Orvieto Categoria:Pessoas da Cruzada Aragonense",
 "title": "Papa Martinho IV"
}