{
 "id": "74666",
 "text": "O cabo coaxial é um tipo de cabo usado para transmitir sinais. Este tipo de cabo é constituído por um fio de cobre condutor revestido por um material isolante e rodeado de uma blindagem. Recebe o nome de coaxial pelo fato de que todos os seus elementos constituintes (núcleo interno, isolador, escudo exterior e cobertura) estão dispostos em camadas concêntricas de condutores e isolantes que compartilham o mesmo eixo (axis) geométrico. Os principais conectores utilizados nesse tipo de cabo são o BNC e RCA entre outros conectores de áudio. Sistemas de circuito fechado de TV (CFTV) e TVs por assinatura a cabo também utilizam esse cabo para conectar câmeras e TVs ou o decodificador doméstico através de conector F. Isso é possível, pois este meio permite transmissões até frequências muito elevadas e também para longas distâncias. == Usos == A principal razão da sua utilização deve-se ao fato de poder reduzir os efeitos e sinais externos sobre os sinais a transmitir, por fenômenos de IEM (Interferência Electromagnética). Os cabos coaxiais geralmente são usados em múltiplas aplicações desde áudio até as linhas de transmissão de frequências da ordem dos giga-hertz . A velocidade de transmissão é bastante elevada devido a tolerância aos ruídos graças à malha de proteção desses cabos. Os cabos coaxiais são utilizados nas topologias físicas em barramento. Os cabos coaxiais são usados em diferentes aplicações: * Ligações de áudio * Ligações de rede de computadores * Ligações de sinais de radiofrequência para rádio e TV - (Transmissores/receptores) * Ligações de radio A malha metálica condutora é constituída por muitos condutores: * A malha é circular e metálica para criar uma gaiola de Faraday, isolando deste modo o condutor interior de interferências, o inverso também é verdadeiro, ou seja, frequências e dados que circulam pelo condutor não conseguem atingir o exterior pelo isolamento da malha e deste modo não interferindo em outros equipamentos. * A blindagem eletromagnética é feita pela malha exterior. * Quando as frequências em jogo são elevadas, como é o caso de transmissões de uma rede de computadores, a condução passa a ser superficial. Para aumentar a superfície de condução, a malha condutora é constituída por múltiplos condutores de secção reduzida e a área da superfície de condução é o somatório da superfície de cada um desses pequenos condutores. Diminui-se assim a resistência da malha condutora. O cabo coaxial é dividido em dois tipos: cabo coaxial fino (thinnet) ou cabo coaxial 10Base2, e cabo coaxial grosso (thicknet) ou cabo coaxial 10Base5. === Tipos de cabos === Existem vários tipos de cabos coaxiais, que diferem em suas características elétricas, mecânicas e de construção. Alguns dos tipos mais comuns incluem: # RG-6: é um cabo coaxial de uso geral que é amplamente utilizado em redes de televisão a cabo e satélite, bem como em sistemas de segurança. Ele possui uma impedância característica de 75 ohms e é capaz de suportar sinais de alta frequência. # RG-11: é um cabo coaxial mais espesso e pesado do que o RG-6. Ele possui uma impedância característica de 75 ohms e é usado em aplicações que exigem maior largura de banda, como em transmissões de televisão de alta definição. # RG-58: é um cabo coaxial mais fino que é usado em aplicações de comunicação de dados, como em redes de computadores e sistemas de intercomunicação. Ele possui uma impedância característica de 50 ohms e é capaz de suportar sinais de alta frequência. # RG-213: é um cabo coaxial pesado usado em aplicações de rádio e televisão de alta potência. Ele possui uma impedância característica de 50 ohms e é capaz de suportar sinais de alta frequência com baixa perda de sinal. == Vantagens == * Apresenta melhor imunidade contra ruídos eletromagnéticos * tem uma capacitância constante e baixa * fuga eletromagnética mais baixa * permitem altas taxas de transmissão de dados por distâncias relativamente longas == Desvantagens == * Custo mais alto que o par trançado * falhas na rede por mal contato nos conectores utilizados * a rede pode cair inteira se acontecer um rompimento no cabo * por ser mais rígido é mais difícil de manipular == Utilização == * Atualmente existe uma utilização para este tipo de cabos não muito falada que tem como uso de impressoras ímpares. * Foi utilizado até meados dos anos 90 em redes de computadores. * Ainda é usado em - [Circuito E1]. * Na norma DOCSIS3.1, pode ir até aos 10Gb/s com uma largura de banda de 200 MHz, normalmente usado por operadores de cabo dentro de cidades. == Ver também == * Cabo de par trançado * Rede sem fio * Fibra óptica Categoria:Tecnologia de televisão",
 "title": "Cabo coaxial"
}