{
 "id": "74661",
 "text": "Votação é um processo de decisão no qual os votantes expressam a sua opinião por meio de um voto de maneira predeterminada. Os votos são processados e a decisão é tomada segundo alguma regra particular. A maneira mais comum de votação é aquela na qual há um conjunto com um número inteiro de opções e cada eleitor escolhe uma delas, ou seja, cada um vota na sua opção candidata preferida. A opção vencedora é a que receber mais votos. A democracia do mundo moderno tem como premissa a existência de um corpo eleitoral periodicamente renovado e de um eleitorado composto por aqueles que têm direito de votar. Não há representação política sem eleição. ==Brasil== O Brasil é um dos países que sustenta a obrigatoriedade da votação, ou seja, todo cidadão entre 18 a 70 anos deve comparecer às urnas no dia do pleito, onde pode escolher entre os candidatos, Voto nulo ou o voto em branco - voto não contabilizado - na urna eletrônica. O eleitor que não comparece ao pleito eleitoral deve justificar sua ausência, sob pena de multa caso não o faça. Quem não votar ou justificar o voto em três eleições seguidas tem seu Título de Eleitor cancelado. ==Portugal== Em Portugal, o voto é permitido aos maiores de 18 anos e não é obrigatório.CIA World Factbook - Portugal O voto é feito através de boletim de voto, e nele o eleitor pode escolher entre uma das opções candidatas, ou não preencher a cédula de papel, o que caracteriza o voto em branco. Será considerado nulo o boletim de voto:Portal do Eleitor: Como se vota? * No qual tenha sido assinalado mais do que um quadrado ou quando haja dúvidas sobre qual o quadrado assinalado; * No qual tenha sido assinalado o quadrado correspondente a uma lista que tenha desistido das eleições ou não tenha sido admitida; * No qual tenha sido feito qualquer corte, desenho, rasura ou quando tenha sido escrita qualquer palavra; * Contendo voto antecipado, quando o boletim de voto não chegar à mesa de voto nas condições legalmente previstas, ou quando seja recebido em sobrescrito que não esteja devidamente fechado. ==Finalização== ===Escrutínio=== O escrutínio é ato de abrir uma urna eleitoral numa votação secreta, e de recolher e contar os votos que nela entraram em favor de cada candidato ou lista. Os escrutínios podem ter fases automatizadas ou manuais, realizando-se de formas distintas em função dos diferentes territórios e sistemas eleitorais. No caso de uma votação por contraste, como ocorre quando os eleitores levantam braços ou crachás para votar, por exemplo, o voto não é secreto, e não há contagem dos votos: uma autoridade determina visualmente qual foi o resultado da votação. == Ver também == * Consenso * Democracia representativa * Democracia libertária * Urna eletrônica * Sistema de votação * Voto impresso * Voto obrigatório * Voto facultativo * Sufrágio universal * Sufrágio restrito == Ligações externas == * Carolina Beatriz Ângelo - Primeira mulher portuguesa a votar (28 de Maio de 1911)",
 "title": "Votação"
}