{
 "id": "74677",
 "text": "Vigílio (às vezes aparece erradamente como Virgílio) foi Papa entre 29 de Março de 537 e 7 de Junho de 555. Vigílio é considerado o primeiro papa do chamado Papado Bizantino. == Vida == Membro duma ilustre família romana, sendo o seu pai, o oficial João, referido no Livro dos Pontífices como cônsul, tendo recebido o título do imperador. Reparato, irmão de Vigílio, era senador. Vigílio entrou ao serviço da Igreja de Roma em 531 como diácono, ano em que a Igreja concordou com um decreto, habilitar o papa a escolher o seu sucessor. Vigílio foi escolhido por Bonifácio II como seu sucessor. Mas a oposição a este procedimento obrigou Bonifácio, no ano seguinte a retirar a sua designação e queimar o decreto.Encyclopedia (1913)/Pope Vigilius O segundo sucessor de Bonifácio, o Papa Agapito I , nomeou Vigílio como representante papal em Constantinopla. Nesta cidade a imperatriz Teodora tentou conquistá-lo como seu aliado para se vingar da deposição, por Agapito I, do patriarca constantinopolitano que defendia o monofisismo. Vigílio parece ter concordado com os planos da imperatriz, que prometera fazer dele papa e uma grande soma de dinheiro. Após a morte de Agapito, a 22 de Abril de 536, Vigílio regressou a Roma com cartas da corte imperial e com o dinheiro. Entretanto em Roma, Silvério tinha sido eleito papa, pela influência do rei ostrogótico Teodato. Pouco depois, o general bizantino Belisário entra em Roma e Vigílio, ao voltar, entrega-lhe as cartas que trouxera de Constantinopla. Belisário acaba por depor Silvério. Vigílio é eleito papa e entronizado a 29 de março de 537. Silvério, exilado, tenta voltar a Roma, mas é novamente exilado e acaba por morrer na ilha de Ponza, após o que Vigílio foi reconhecido como papa por todo o clero romano. Mas com Vigílio os planos de Teodora saíram frustrados, pois ele manteve a posição do papado contra o monofisismo. De acordo com o Livro dos Pontífices, a 20 de Novembro, enquanto o papa celebrava missa em honra de Santa Cecília na igreja que leva o nome desta santa em Trastevere, e antes da missa acabar, Vigílio foi intimado por oficiais imperiais a viajar imediatamente para Constantinopla. O papa foi levado para um barco ancorado no Tibre, enquanto a população o amaldiçoava e atirava pedras contra o barco. Roma estava outra vez cercada pelos ostrogodos chefiados por Tótila e a população vivia na maior das misérias. Vigílio tentou enviar navios carregados de trigo a Roma, mas foram capturados pelo inimigo. O papa terá deixado Roma provavelmente a 22 de novembro de 545. Permaneceu longo tempo na Sicília e só chega a Constantinopla em Janeiro de 547. O seu pontificado foi agitado pela luta dos Três Capítulos. O imperador Justiniano chamou-o a Constantinopla, pressionando-o a ordenar os Três Capítulos (mais tarde suspensos pela reacção no ocidente). Justiniano convocou um sínodo em 553 contra a vontade do Papa. Perante o seu protesto, Vigílio é exilado. Depois de oito anos na capital imperial, o papa conseguiu um entendimento com o imperador e começou a viagem de regresso a Roma na primavera de 555. Morreu em Siracusa, na Sicília, sendo o seu corpo levado para Roma e enterrado na Basílica de S. Silvestre sobre a Catacumba de Priscila, na Via Salária. Considerava o bispo de Arles como o representante do Papa no ocidente. == Carta ao bispo Profuturo II de Braga == O 29 de junho o papa Vigílio escreve em resposta ao bispo Profuturo II de Braga. Na sua carta insta-o a apartar do seio da Igreja as pessoas que, seguindo o rito priscilianista, rejeitassem consumir carne. Exorta-o a adoptar o ritual romano da tripla imersão no baptismo, pois que o rito hispânico não contemplava mais que uma imersão. Pede-lhe impor penitência a quem abjure do arianismo para retornar ao catolicismo. Finalmente dita instruções sobre o modo em que devem ser consagradas as igrejas restauradas. Esta carta é um testemunho de grande importância para conhecer a situação do cristianismo na área da península baixo domínio suevo a princípios do século VI, tanto mais quanto que temos muito poucas fontes sobre o reino suevo entre os anos 469 e o 550. Infelizmente, não conservamos cópia da carta de Profuturo que motivou a resposta do papa. Categoria:Papas da Itália Categoria:Controvérsia dos Três Capítulos Categoria:Papas sepultados na Basílica de São Pedro Categoria:Patriarcas do Império Bizantino do século VI Categoria:Papado Bizantino",
 "title": "Papa Vigílio"
}