{
 "id": "74746",
 "text": "O Papa Caio (em latim, Caius) foi o vigésimo oitavo papa da Igreja Católica, iniciando seu papado em 17 de Dezembro de 283 e permanecendo até a data de sua morte, 22 de Abril de 296. A tradição cristã diz que ele nasceu em Dalmácia, cidade de Salona (atual Solin), filho de Caio e membro de uma nobre família. Segundo a tradição, morreu decapitado, sendo assim, mártir da Igreja. ==Papado== Como papa, ele decretou que, antes que alguém pudesse assumir a posição de bispo, deveria ser ostiário, leitor, exorcista, acólito, sub- diácono, diácono e padre.St. Caius Ele também dividiu os bairros de Roma entre os diáconos. Durante seu pontificado, as medidas anti-cristãs aumentaram, apesar de novas igrejas serem construídas e cemitérios ampliados. Foi o primeiro Papa a conseguir reunir emissários imperiais e fiéis em meio a uma acalorada discussão sobre a legitimidade de se cobrar tributos sobre os cristãos, com isso conseguiu angariar algum tipo de simpatia do poder de Roma. Conteve vários agitadores que queriam se vingar da morte de outros pontífices na figura de atos de vandalismo. ==Tumba== A tumba de Caio, com o original epitáfio, foi descoberta na Catacumba de Calisto, juntamente com o anel que ele usava para selar cartas. Atualmente, seus restos mortais encontram-se na capela da família Barberini.São Caio Segundo a Hagiológia Lusitana, António Heitor de Figueiredo Falcão trouxe de Roma as relíquias de S. Caio que se encontram na Igreja de S. Luís do Convento de Pinhel conforme consta da Bula do Papa Paulo V, passada em Roma a 8 de setembro de 1620, dizendo que “o sagrado corpo de S. Caio Papa, martirizado em 699 d.C. pelos algozes do Imperador Diocleciano, se conservou até ao pontificado deste Papa Paulo V (1620) que fez graça dele e de outros corpos a um nobre cavaleiro português, por nome Heitor da Sella Falcão”. O qual vindo ao reino, colocou o corpo no dito convento, com honorifica pompa e majestosa celebridade. In: Hagiológia Lusitana dos Santos e Varões ilustres deste Reino. George Cardoso Tomo II Vigésimo Segundo de Abril pag. 668-669. A bula de Paulo V, foi reconhecida pelo acipreste desta vila de Pinhel (de mandado de D. João Manuel, então bispo de Viseu) em prova de serem as mesmas relíquias que trouxe de Roma, Heitor da Sella Falcão, filho de Luis de Figueiredo Falcão, Secretário do Rei Filipe II e fundador deste convento e igreja de S. Luis de Pinhel em 1602 ==Veneração como Santo== O dia de São Caio é 22 de Abril, como o de São Sotero. == Ver também == * Santa Susana e Alexandra de Roma - lendas sobre um suposto parentesco de Caio com Diocleciano e sua família. Categoria:Santos da Itália Categoria:Papas da Croácia Categoria:Papas do Império Romano Categoria:Santos do Império Romano Categoria:Romanos antigos do século III Categoria:Papado do cristianismo primitivo",
 "title": "Papa Caio"
}