{
 "id": "74742",
 "text": "Peleu (gr. Πηλεύς), na mitologia grega, foi um rei da Ftia (região da Tessália). Era filho de Éaco e Endeis, irmão de Télamo, amigo do centauro Quíron, casou com Tétis e foi o pai de Aquiles, (o mais poderoso dos guerreiros gregos que lutaram em Troia). Principais lendas associadas ao seu nome: A Caçada ao Javali de Cálidon, o Assédio de Astidameia, a Viagem com os Argonautas, entre outras. == Família == Éaco e Endeis foram os pais de Peleu e Télamo.Plutarco, Vidas Paralelas, Vida de Teseu, 10.3Higino, Fabulae, XIV, Os argonautas reunidosPseudo-Apolodoro, Biblioteca, 3.12.6 Uma versão discordante é mencionada por Pseudo-Apolodoro: segundo Ferecides de Leros, Télamo não seria filho de Éaco e Endeis, mas um amigo de Peleu. Éaco era filho de Zeus e a ninfa Egina,Higino, Fabulae, LII, Egina e tornou-se rei da ilha Egina. Endeis poderia ser filha de Sciron, um ladrão que atuava em Mégara e foi morto por Teseu;Plutarco, Vidas Paralelas, Vida de Teseu, 10.1 Plutarco, porém, menciona um mito de Mégara no qual Sciron é o heroiPlutarco, Vidas Paralelas, Vida de Teseu, 10.2 e Teseu o vilão. A mãe de Endeis é chamada de Chariclo. No texto atribuído a Higino, o pai de Endeis é o centauro Quirão. Éaco teve um filho com Psâmate, filha de Nereu, chamado de Foco. == Assassinato de Foco e exílio == Peleu e Telamon, para agradar sua mãe, planejaram assassinar Foco, de forma que parecesse um acidente: durante o pentatlo, Peleu fingiu errar, e atingiu Foco com uma pedra.Pausânias (geógrafo), Descrição da Grécia, 2.29.9 Peleu e Telamon foram exilados depois disso.Pausânias (geógrafo), Descrição da Grécia, 2.29.10 == Nascimento de Aquiles == Aquiles era o filho da nereida Tétis e de Peleu,Hesíodo, Teogonia, Sobre deuses e homens, 1003-1007Pseudo- Apolodoro, Biblioteca, 3.13.5Fulgêncio, Mitologias, 3.7, A Fábula de Peleu e Tétis rei dos mirmidões. Tétis era uma das várias filhas de Nereu e DorisPseudo-Apolodoro, Biblioteca, 1.2.7Hesíodo, Teogonia, Os deuses do mar, 240-264 e Peleu era filho de Éaco e Endeis.Pseudo-Apolodoro, Biblioteca, 3.12.6Higino, Fabulae, XIV, Os argonautas reunidos Zeus e Posidão haviam sido rivais pela mão de Tétis até que Prometeu, o responsável por trazer o fogo aos humanos, alertou Zeus a respeito de uma profecia que dizia que Tétis daria luz a um filho ainda maior que seu pai. Por este motivo, os dois deuses desistiram de cortejá-la, e fizeram-na se casar com Peleu.Ésquilo, Prometeu Acorrentado, 755-768; Píndaro, Nemeia, 5.34-37, Ístmia, 8.26-47; Poeticon astronomicon, ii.15 ==Outros filhos == Na Ilíada de Homero, Menéstio, um dos comandantes do exército de Aquiles, é filho de Esperqueu com Polidora, meia-irmã de Aquiles.Homero, Ilíada, Livro XVI, 137ff Pseudo-Apolodoro dá duas versões sobre Polidora: em uma das versões, ela é filha de Peleu e Antígona, filha de Euritião, rei de Ftía, e foi casada com Borus, filho de Perieres.Pseudo- Apolodoro, Biblioteca, 3.13.1 Em outra versão, Polidora é filha de Perieres, casou-se com Peleu, mas teve com Esperqueu o filho Menéstio.Pseudo-Apolodoro, Biblioteca, 3.13.4 == Árvore genealógica == Árvore genealógica (parcial) baseada em Pseudo-Apolodoro: Categoria:Argonautas",
 "title": "Peleu"
}