{
 "id": "74858",
 "text": "Norah Jones (Brooklyn, 30 de Março de 1979) é uma pianista, cantora e compositora norte-americana. Nascida Geetali Norah Jones Shankar, mudou oficialmente seu nome aos dezesseis anos. Ela é filha do sitarista e compositor indiano Ravi Shankar e meia-irmã dos músicos indianos Anoushka Shankar e Shubhendra Shankar. Jones ganhou vários prêmios por sua música e, até 2023, havia vendido mais de 50 milhões de gravações em todo o mundo. A revista Billboard a colocou em 60.º lugar entre os maiores artistas da década de 2000, ficando em primeiro quando listados apenas os do segmento jazz. Em 2002, Jones iniciou sua carreira musical solo com o lançamento de Come Away with Me, que é uma fusão de jazz com country alternativo, blues e folk. O projeto foi certificado como diamante pela Recording Industry Association of America (RIAA) e vendeu mais de 27 milhões de cópias em todo o globo. O disco rendeu a artista cinco prêmios Grammy, incluindo Gravação do Ano, Álbum do Ano, Melhor Álbum vocal de Pop e Artista Revelação, tornando-a a primeira pessoa de ascendência sul-asiática a ganhar tantas láureas nessa premiação. Feels Like Home (2004), seu segundo disco, vendeu mais de 1 milhão de cópias nos Estados Unidos apenas em sua semana de lançamento. Já o seus álbuns subsequentes — Not Too Late (2007) e The Fall (2009) — todos ganharam certificado de platina pela RIAA, vendendo mais de um milhão de cópias cada. Eles também foram, de forma geral, bem recebidos pelos críticos musicais. Jones fez sua estreia como atriz, no filme My Blueberry Nights (2007), que foi dirigido por Wong Kar-Wai. == Biografia == Norah nasceu na cidade de Nova Iorque, filha do influente sitarista indiano Ravi Shankar, tendo vivido sua infância com sua mãe, Sue Jones, que se mudou para Dallas, Texas, quando Norah tinha quatro anos. É meia-irmã, pela parte do pai, de Anoushka Shankar, sitarista e compositora. Jones estudou no Booker T. Washington High School for the Performing and Visual Arts e na University of North Texas, onde se formou em jazz piano. Em 1999, após dois anos no programa, Norah voltou para Nova Iorque, onde toca com sua banda, Wax Poetic. == Carreira == Norah é uma artista premiada cuja carreira foi impulsionada em 2002 com seu álbum de estreia Come Away With Me, um álbum jazz piano com um toque de soul/folk, que obteve um grande êxito vendendo vinte e três milhões de cópias mundialmente. Norah Jones obteve oito premiações nos Prêmio Grammy de 2003, incluindo o de \"Best New Artist\". Seu álbum Feels Like Home lançado em 9 de Fevereiro de 2004, foi mais influenciado pela música country ao invés de repetir o estilo suave de Come Away With Me. Com uma semana de lançamento, Feels Like Home havia vendido um milhão de cópias. No mesmo ano, a revista TIME listou Jones entre as \"pessoas mais influentes de 2004\". Jones recebeu três prêmios nos Grammy de 2005, dois na categoria Disco do Ano pela sua colaboração com Ray Charles na música Here We Go Again. O álbum Not Too Late de 2007, conta 13 canções originais de autoria ou co-autoria de Norah com produção de Lee Alexander, há muito tempo seu parceiro de composição e baixista. Destaques para \"Sinkin' Soon\", com os vocais do cantor-compositor M. Ward, e Thinking About You, que Norah compôs com o líder da Wax Poetic, Ilhan Ersahin, em 1999. Em 2007, Norah teve sua estreia como atriz e protagonista em \"My Blueberry Nights\" - Um Beijo Roubado, filme de Wong Kar-wai. O filme abriu o festival de Cannes. Norah já havia participado em especiais como na Vila Sesamo Apresenta, cantando \"Don't Know Why\". Em 2009 lança o álbum The Fall e em 2010 uma coletânea ...Featuring com colaborações e parcerias de vários cantores famosos incluindo Ray Charles. Seu mais recente trabalho, lançado em 1º de Maio de 2012, é ...Little Broken Hearts, produzido por Danger Mouse. Neste trabalho, a cantora mostra um novo estilo musical, com um som bem diferente de seus outros álbuns. Segundo o Guia de CD da Rolling Stone,Guia de CD. Little broken Hearts. 14 de Maio de 2012 - http://rollingstone.com.br/guia/cd/little-broken- hearts/ \"todas as canções têm um clima tristonho e contemplativo, algo meio suspenso em algum lugar enevoado da década de 1970, entre o campo e a cidade\". === Projetos Paralelos === * The Little Willies Em 2003, formou The Little Willies, que conta com Norah no piano e voz, Richard Julian nos vocais, Lee Alexander no baixo, Jim Campilongo nas guitarras, e Dan Rieser na bateria. O primeiro álbum lançado pela banda (The Little Willies, de 2006) traz regravações de canções de Willie Nelson, Hank Williams, Fred Rose, Townes Van Zandt e Kris Kristofferson. Em novembro de 2011 foi divulgado o lançamento do segundo álbum \"For the Good Times\" para o início de 2012.The Little Willies to Release \"For the Good Times\" in January 2012 - matéria original em inglês * El Madmonorah jones e sua banda “el madmo” Banda de rock alternativo formada por Norah Jones como Maddie, Daru Oda and Richard Julian. O único álbum (El Madmo) foi lançado em 2008. == Nos países lusófonos == === Brasil === Norah Jones apresentou-se no Brasil em 2004 na turnê do primeiro álbum e retornou em 2010 para divulgar o álbum The Fall em São Paulo, Rio de Janeiro, Porto Alegre e Curitiba.Norah Jones retorna ao Brasil em 2010 Sua apresentação em São Paulo rendeu um público de 40 mil pessoas,Norah Jones canta para 40 mil em SPNorah Jones atraiu cerca de 40 mil pessoas ao Parque da Independência sendo que 18 mil ficaram nas ruas e calçadas ao redor do Parque da Independência porque chegaram tarde demais e pela super lotação, segundo a Polícia Militar. A cantora voltaria ao Brasil no final de 2012 para realizar shows em Porto Alegre, Rio de Janeiro e São Paulo, porém a morte de seu pai, o músico Ravi Shankar, fez com que ela cancelasse a viagem. As apresentações fariam parte da turnê \"Little Broken Hearts\", e contariam com a presença do músico novaiorquino Jesse Harris, que foi o autor da música \"Don't Know Why\". == Discografia == ===Álbuns de estúdio=== Ano Detalhes do Álbum Melhores posições Vendas Certificações EUA AUS BEL CAN FRA ALE NLD NZ SUI RU 2002 Come Away with Me * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note 1 1 1 1 1 2 1 1 2 1 *: 27.000.000 *: 11.020.000 * RIAA: (12× Platinum) * ARIA: * BPI: * BVMI: * IFPI AUT: * IFPI SWI: * MC: * NVPI: * RMNZ: * SNEP: 2004 Feels Like Home * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note 1 2 1 1 1 1 1 1 1 1 *: 12.000.000 *: 4.632.000 * RIAA: * ARIA: * BPI: * BVMI: * IFPI AUT: * IFPI SWI: * MC: * NVPI: * RMNZ: * SNEP: 2007 Not Too Late * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note, EMI 1 2 1 1 1 1 1 1 1 1 *: 7.000.000 *: 2.000.000 * RIAA: * ARIA: * BPI: * BVMI: * IFPI AUT: m * IFPI SWI: * MC: * RMNZ: * SNEP: 2009 The Fall * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note, EMI 3 17 1 3 5 3 5 10 1 24 *: 3.500.000 *: 1.000.000 * RIAA: * ARIA: * BPI: * BVMI: * IFPI AUT: * MC: * RMNZ: * SNEP: 2012 ...Little Broken Hearts * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note, EMI 2 5 1 2 2 3 3 11 1 4 *: 1.500.000 *: 500.000 * RIAA: * MC: * SNEP: *BEA: 2016 Day Breaks * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note 2 4 2 7 4 3 8 2 1 9 *: 600.000 *: 160.000 * IFPI AUT: * SNEP: * ZPAV: 2020 Pick Me Up Off the Floor * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note 87 21 7 65 21 6 16 — 1 47 ===Álbuns Natalinos=== Ano Detalhes do Álbum Melhores posições EUA AUS BEL CAN FRA ALE NLD SUI 2021 I Dream of Christmas * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note 100 16 38 72 113 35 41 20 ===Álbuns de Compilação=== Ano Detalhes do Álbum Melhores posições Vendas Certificações EUA AUS BEL CAN FRA ALE NLD NZ SUI RU 2010 iTunes Originals * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note 170 — — — — — — — — — 2010 ...Featuring * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note 29 16 35 20 54 55 57 21 13 128 *MC: *ZPAV: 2012 Covers * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note 112 — — — — — — — — — 2019 Begin Again * Lançamento: * Formato(s): CD, download Digital, LP * Gravadora(s): Blue Note 164 14 31 — 42 35 50 22 11 — ===Álbuns ao vivo=== * Live at the House of Blues - Chicago (2002) * Live in Heineken Music Hall (2004) === Trabalhos com outros artistas === * Marian McPartland's piano jazz with Norah Jones (2003) * New York City (The Peter Malick Group) (2003) * ...Featuring (2010) ===EP=== * First Sessions (2001) === Clipes === * Don't Know Why (2002) * Come Away with Me (2002) * What Am I To You (2004) * Those Sweet Words (2004) * Sunrise (2004) * Thinking About You (2007) * Sinkin' Soon (2007) * Until the End (2007) * Chasing Pirates (2009) * Young Blood (2010) * Happy Pills (2012) === DVD === * Live In New Orleans (2002) * Norah Jones & The Handsome Band: Live In 2004 * Norah Jones Austin City Limits - Live From Austin TX, 2007 * Come Away With Me (Deluxe Edition) CD+DVD * Feels Like Home (deluxe Edition) CD+DVD * Not Too Late (deluxe Edition) CD+DVD ==Prêmios== === Grammy === O prêmio Grammy é realizado desde 1958. Norah Jones ganhou, no total, doze Grammys, e teve seis indicações. Ano Nomeação Categoria Resultado 2003 Norah Jones Melhor Artista Revelação Venceu Come Away with Me Álbum do Ano Venceu Melhor Engenharia de Álbum, Não Clássico Venceu Melhor Álbum Vocal de Pop Venceu \"Don't Know Why\" Gravação do Ano Venceu Música do Ano Venceu Melhor Performance Vocal Feminina de Pop Venceu 2004 \"Wurlitzer Prize (I Don't Want To Get Over You)\" Melhor Colaboração Country com Vocais Indicação 2005 \"Here We Go Again\" Gravação do Ano Venceu Melhor Colaboração Pop com Vocais Venceu \"Sunrise\" Melhor Performance Vocal Feminina de Pop Venceu \"Creepin' In\" Melhor Colaboração Country com Vocais Indicação Feels Like Home Melhor Álbum Vocal de Pop Indicação 2006 \"Virginia Moon\" Melhor Colaboração Pop com Vocais Indicação \"Dreams Come True\" Melhor Colaboração Country com Vocais Indicação 2008 River: The Joni Letters Álbum do Ano Venceu Melhor Álbum de Jazz Contemporâneo Venceu 2010 \"Baby, It's Cold Outside\" Melhor Colaboração Pop com Vocais Indicação == Ver também == * Lista de músicos recordistas de vendas ==Ligações externas== *Página oficial Categoria:Cantoras dos Estados Unidos Categoria:Pianistas dos Estados Unidos Categoria:Músicos vencedores do Grammy Categoria:Grammy Award para artista revelação Categoria:Cantores de jazz dos Estados Unidos Categoria:Cantoras de música country dos Estados Unidos Categoria:Cantores de blues dos Estados Unidos Categoria:Recordistas de vendas de discos nos Estados Unidos Categoria:Norte-americanos de ascendência indiana",
 "title": "Norah Jones"
}