{
 "id": "74908",
 "text": "A Escola Pitagórica, fundada por Pitágoras, foi uma influente corrente da filosofia grega à qual pertenciam alguns dos mais antigos filósofos pré- socráticos.Kirk-Raven [1977] , p. 236. A mestra de Pitágoras foi Temistocléia, alta profetisa, filósofa e matemática. Outros pensadores importantes dessa escola: Filolau, Arquitas, Alcmeão; a matemática e física Teano, possivelmente casada com Pitágoras, e a filósofa Melissa. Esses pensadores manifestam ao mesmo tempo tendências místico-religiosas e tendências científico-racionais. A influência estende-se até nossos dias. A escola teve como ponto de partida a cidade de Crotona, sul da Itália, e difundiu-se vastamente. Trata-se da escola filosófica grega mais influenciada exteriormente pelas religiões orientais, e que por isso mais se aproximou das filosofias dogmáticas regidas pela ideia de autoridade. O pitagorismo influenciou o futuro platonismo, o cristianismo e ainda foi invocado por sociedades secretas que atravessaram o tempo até alcançarem os dias de hoje. O símbolo da Escola Pitagórica é o pentagrama, uma estrela de cinco pontas. Uma das características da escola de Pitágoras era a presença de muitas mulheres discípulas e mestres, tais como Teano. == Os pitagóricos e a matemática == Os pitagóricos foram muito importantes no desenvolvimento da matemática grega. A própria palavra “matemática” surgiu com os pitagóricos (mathematikós, em grego), com a concepção de um sistema de pensamento em bases dedutíveis, e deles advêm o conhecido aforisma de que “a matemática é o alfabeto com o qual os deuses escreveram o universo”. Até então, a geometria e a aritmética tinham um caráter utilitário, intuitivo, fulcrado em problemas práticos, sendo fruto dos pitagóricos a classificação dos números em pares, ímpares, primos e racionais (estes são todos os números que podem ser representados na forma de fração). Também dos pitagóricos advêm estudos sistematizados de alguns poliedros e polígonos regulares, sobre proporções, números decimais e a seção áurea ou divina. A sua vez, a matemática influenciou sua posição filosófica concebendo que os números são os princípios de todas as coisas. Aristóteles afirma na Metafísica: : os denominados pitagóricos captaram por vez primeiro as matemáticas e, além de desenvolvê-las, educados por elas, acreditaram que os princípios delas eram os princípios de todas as coisas. Como os números eram, por natureza, os princípios delas [...] e apareciam os números como primeiros em toda a natureza, pensaram que os elementos dos números eram os elementos de todas as coisas.Aristóteles, Metafísica, A5, 985b23–986a2. Com relação à metafísica, Zeller afirma que a característica distintiva dos pitagóricos é a afirmação de que o número é a essência de todas as coisas e que toda coisa é, na sua essência, número.Zeller [1881] , pp. 369–370. Para a epistemologia pitagórica, o fragmento 4 de Filolau, DK44B4, é frequentemente citado, pois nele Filolau afirma que \"todas as coisas que podemos conhecer contêm número\".Ver Huffman [1993] , pp. 172–177. ==Referências== == Bibliografia == * * * * * SPINELLI, Miguel. Filósofos Pré-Socráticos. Primeiros Mestres da Filosofia e da Ciência Grega. 2ª edição. Porto Alegre: Edipucrs, 2003, pp. 93–272. * * * * * * * * * * Categoria:Pré-socráticos Categoria:Pitagóricos Categoria:Filosofia pitagórica Categoria:Movimentos filosóficos Categoria:Escolas de pensamento Categoria:Epônimos Categoria:Filosofia antiga",
 "title": "Escola pitagórica"
}