{
 "id": "74926",
 "text": "Armando António Capelo Diniz da Gama (Luanda, 1 de Abril de 1954 – Lisboa, 17 de janeiro de 2022) foi um músico, cantor e compositor português. ==Carreira== O seu percurso musical começou logo desde cedo, quando em 1959 tocou harmónica para a família. Em 1961 estudou acordeão e em 1968 fez na viola a sua primeira composição. Em 1970 formou o seu primeiro conjunto: LoveBirds, estudou piano e solfejo na Academia de Música de Luanda. Em 1971 integrou o duo Marinho & Gama e gravou o 1.º disco com duas músicas de sua autoria: \"Menino\" e \"Spanish Garden\". Em 1974 chegou a Lisboa, contactou músicos de todos os géneros musicais bem como editoras discográficas. Formou os Tantra em 1976, projecto com Manuel Cardoso e gravaram um single e um LP para a Valentim de Carvalho. Em 1978 formou o duo Sarabanda com Kris Köpke, assinou contrato com a editora Poly Gram a convite do produtor Tózé Brito, compõe toda a música e gravaram três singles e um LP, indo ao Festival RTP da Canção em 1980 com a canção \"Made in Portugal\". Em 1980 manteve grande actividade como orquestrador e produtor, produzindo nomes como Dina, Mário Mata, Dino Meira, Doce, Trio Odemira ou Nicolau Breyner. Cantou o tema principal da série infantil Bana e Flapi e todas as canções de Sport Billy, outra série de televisão. Formou os Canone em 1981 com o guitarrista Zé Pino, baixista \"kaipas\" e o baterista \"Xiquinho\", gravando um single com a música \"Miúda Funky\" e \"não vou por aí\". Assinou contrato com a editora Rádio Triunfo em 1982 e gravou o seu 1.º disco a solo, o LP Quase Tudo. Em 1983 venceu o XX Festival RTP da Canção, realizado na cidade do Porto. \"Esta Balada Que Te Dou\" foi editada em dezessete países da Europa e alcançou aos tops na Bélgica. Em Portugal vendeu 80 mil discos chegando aos primeiros lugares das tabelas de vendas. Em 1986 assinou contrato com a Editora Discossete e gravou dois singles: \"No teu Abraço\" e \"Adoro Chopin\". Em 1987 iniciou gravações e espectáculos com Valentina Torres. Gravou o primeiro disco deste duo, o Maxi Single \"Mona Lisa\". Fazem a sua aparição em vários programas de televisão. Gravaram \"Sonho de Natal\" em 1988, \"maria Linda\" em 1989 e em 1991 \"Menina agarra o teu rapaz\". Em 1992 concorreu ao XXX Festival RTP da Canção e foi apurado com a canção \"Se Eu Sonhar\". Assinaram em 1996 contrato com a Editora \"Espacial\" e gravaram o CD Cenas de um casamento que atinge o disco de prata com dez mil discos vendidos. Em 1998, ainda para a Editora \"espacial\", gravaram novo CD Tu tens outra onde foi reeditado \"Esta Balada que te Dou\" atingindo, mais uma vez, o disco de prata. No ano de 1999 iniciou actuações regulares, ao piano, no Casino do Estoril até julho de 2008. A 13 de Maio de 2006 apresentou o espectáculo Armando Gama o 5º Beatle. Gravou um DVD experimental com músicos, no Teatro Sá da Bandeira em Santarém. A partir de Abril de 2009, inicia uma ligação ao Palácio de Seteais, hotel do grupo Tivoli Hotels & Resorts, actuando ao piano regularmente à noite, onde é possível escutar alguns dos seus êxitos e outras grandes melodias nacionais e internacionais. \"Amor mais que perfeito\" foi a canção que Armando Gama levou à semifinal do Festival RTP da Canção 2009, ficando de fora do festival através da votação da internet. Manteve regularmente uma grande actividade de músico com actuações em quarteto, com a banda Revival e a solo. Um dos locais onde podia ser ouvido é o famoso bar de Lisboa \"Xafarix\". Manteve também as suas actuações pelo país e, por vezes, fora de Portugal. ==Vida pessoal== Em 1983 durante a participação do cantor no Festival da Canção, iniciou uma relação com a apresentadora Valentina Torres. Viveram juntos durante 26 anos e tiveram dois filhos, Ana Carolina (nascida em 31 de janeiro de 1987), e António (nascido em 9 de fevereiro de 1991). Separaram-se em 2010. Em 2011 iniciou uma relação com Bárbara Barbosa (34 anos mais nova que ele) que conheceu quando ela lhe pediu um autógrafo. Em 2013 foi pai pela terceira vez. Em janeiro de 2020, o músico foi detido pela GNR pelo crime de violência doméstica. A detenção foi feita pelo Núcleo de Investigação e Apoio a Vítimas Específicas (NIAVE), da GNR de Lisboa, que foi recetor das queixas da vítima, Bárbara Barbosa, de 30 anos, companheira há sete anos do artista e com quem tem um filho de cinco anos. A mulher denunciou um alegado clima de coação psicológica a que o companheiro a sujeitava, impedindo-a nomeadamente de arranjar um emprego, ou até de se relacionar com amigos. Bárbara Barbosa fez ainda denúncia de ser vítima de alegadas agressões físicas, perpetradas por Armando Gama em frente ao filho menor. Morreu em 17 de janeiro de 2022, aos 67 anos, no Instituto Português de Oncologia Francisco Gentil, em Lisboa, onde se encontrava internado devido a um cancro no pâncreas. Categoria:Naturais de Luanda colonial Categoria:Cantores de Portugal Categoria:Participantes do Festival Eurovisão da Canção Categoria:Participantes no Festival RTP da Canção Categoria:Compositores vencedores do Festival RTP da Canção Categoria:Cantores vencedores do Festival RTP da Canção Categoria:Retornados Categoria:Mortes por cancro em Portugal Categoria:Mortes por câncer de pâncreas",
 "title": "Armando Gama"
}