{
 "id": "74933",
 "text": "Papa Bento IX (Theophylactus III de Túsculo) nasceu em Roma entre 1012 e 1020. Foi Papa da Igreja Católica em três ocasiões entre 1032 e 1048.Coulombe, Charles A., Vicars of Christ: A History of the Popes, (Citadel Press, 2003), 198. Foi um dos papas mais jovens e o único homem a ter sido eleito pontífice em mais de uma ocasião, o único homem a ter vendido o papado, e a primeira pessoa a renunciar ao cargo papal. == Resumo == Sagrado papa aos 20 anos, foi escolhido para a função para atender aos interesses das classes campestres de Roma que não aceitariam os inúmeros candidatos de outras dioceses originárias de fora de Roma. Impôs ao rei da Boêmia que transladasse para Praga as relíquias de Santo Adalberto. Nada sabia sobre os deveres de um Papa e sua vida era um escândalo para a Igreja. O povo romano expulsou-o da cidade. Refugiou-se no Mosteiro de Grottaferrata. Ocupou o sólio de São Pedro em três ocasiões. Eleito em 1032, foi deposto em 1044. Recuperou o trono de Pedro em 1045, ano em que abdicou, para depois voltar em 1047 e ser deposto definitivamente um ano depois. == Vida == Bento nasceu em Roma com o nome Teofilacto, filho de Albérico III, conde de Túsculo e sobrinho dos papas Bento VIII (1012–1024) e João XIX (1024–1032). O seu pai obteve o lugar papal para si, o qual alcançou em Outubro de 1032. De acordo com a Enciclopédia Católica e outras fontes, Bento IX tinha entre 18 e 20 anos quando se tornou pontífice, apesar de algumas fontes sugerirem 11 ou 12. Teve de acordo com os registos uma vida extremamente dissoluta, não tendo alegadamente qualificações suficientes para o papado que não fossem as ligações com uma família socialmente poderosa, apesar de em termos de teologia e atividades comuns na Igreja ser inteiramente ortodoxo. São Pedro Damião descreveu-o como \"regozijando-se em imoralidade\" e \"um demónio do inferno dissimulado de sacerdote\" no Liber Gomorrhianus. A Enciclopédia Católica chama-o desgraça na Cadeira de Pedro. Foi igualmente acusado pelo bispo Benno de Piacenza de \"múltiplos e vis adultérios e assassinatos\".“Post multa turpia adulteria et homicidia manibus suis perpetrata, postremo, etc.”. O Papa Vítor III, no seu terceiro livro de Diálogos, referiu-se às \"suas violações, assassinatos e outros atos indizíveis. A sua vida como papa é tão vil, tão abominável, tão execrável, que eu me arrepio de nela pensar\". . Foi brevemente forçado a sair de Roma em 1036, porém retornou com o apoio do imperador Conrado II. Em Setembro de 1044, a oposição forçou-o a abandonar a cidade de novo e elegeu João, bispo de Sabina, como papa Silvestre III. As forças de Bento IX regressaram em Abril de 1045 e expulsaram o seu rival, o qual no entanto manteve a sua pretensão ao papado durante anos. Em Maio de 1045, num acto que se pensa estar relacionado com indisposição causada por álcool, Bento IX resigna ao seu posto em troca do matrimônio, vendendo o seu lugar ao seu padrinho, o sacerdote pio João Gratian, o qual se nomeou Gregório VI. Bento IX depressa se arrependeu da sua resignação e regressou a Roma, tomando a cidade e mantendo-se no trono até Julho de 1046, apesar de Gregório VI continuar a ser reconhecido como verdadeiro papa. Na altura, Silvestre III reafirmou a sua reivindicação. O rei germânico Henrique III (1039-1056) interveio, e no Conselho de Sutri em Dezembro de 1046, Bento IX e Silvestre III foram declarados depostos, enquanto Gregório VI era encorajado a resignar o que fez. O bispo germânico Suidger foi coroado papa Clemente II. Bento IX não foi nem ao conselho nem aceitou a sua deposição. Quando Clemente II morreu em Outubro de 1047, Bento apoderou-se do Palácio de Latrão em Novembro de 1047, tendo sido afugentado por tropas germânicas em Julho de 1048. De forma a preencher o vacuum político, o bispo Poppo de Brixen foi eleito como Papa Dâmaso II, tendo sido reconhecido universalmente como tal. Bento IX recusou-se a aparecer em encargos de simonia em 1049 e foi excomungado. O destino de Bento IX é obscuro. No entanto, parece provável que tenha abandonado as suas pretensões. O papa Leão IX (1049–1054) poderá ter levantado a banição que sobre ele pendia. Bento IX foi sepultado na abadia de Grottaferrata, onde faleceu em 1085 ou possivelmente mais tarde. Bento IX é reconhecido geralmente como tendo tido três pontificados: * o primeiro, que vai desde a sua eleição até à sua expulsão a favor de Silvestre III (Outubro de 1032 - Setembro de 1044); * o segundo, desde o seu regresso até à venda do papado a Gregório VI (Abril - Maio de 1045); * o terceiro, desde o seu regresso após a morte do Papa Clemente II ao advento de Dâmaso II (Novembro de 1047 - Julho de 1048). ==Árvore genealógica== Categoria:Cardeais-sobrinhos Categoria:Papado de Túsculo Categoria:Papas que abdicaram Categoria:Teofilactos Categoria:Papas da Itália",
 "title": "Papa Bento IX"
}