{
 "id": "74965",
 "text": "Benedict Saul McCarthy, ou simplesmente Benni McCarthy (Cidade do Cabo, 12 de novembro de 1977) é um ex-futebolista sul-africano que atuava como atacante. == Carreira == === Inicio e Ajax === McCarthy destacou-se muito jovem no Seven Stars e foi contratado pelo Ajax, um dos principais clubes do Países Baixos. Logo na temporada de estreia, ganhou a Eredivisie, onde marcou nove gols em dezesseis jogos, assim como a Copa KNVB. Na temporada seguinte o clube repetiu o triunfo na Copa KNVB. === Portugal e Espanha === Na temporada 1999-00 McCarthy foi contratado pelo Celta de Vigo, onde se assumiu desde logo como titular, embora nas temporadas seguintes tenha perdido o seu lugar na equipe. No meio da temporada 2001-02 Benny McCarthy foi emprestado pelo Celta de Vigo para o Porto, então treinado por José Mourinho. O atacante sul-africano estreou com a camisa do clube em 10 de fevereiro de 2002, no jogo em que o Porto derrotou o Benfica por 3-2. No Porto, conseguiu a excelente marca de doze gols em onze jogos pelo Campeonato Português. Depois de ter manifestado o desejo de sair do Porto, o jogador teve de retornar ao Celta de Vigo. Mas a temporada não foi como Benny McCarthy esperava pois jogou apenas catorze jogos, nos quais marcou apenas dois gols. O sul-africano estava determinado a sair do Celta de Vigo, e o clube acabou por aceitar negociá-lo, na temporada 2003-04, para o Porto, desta vez em definitivo. Benni foi um jogador crucial em umas das melhores temporadas da história do Porto, onde conquistou a Primeira Liga e a Liga dos Campeões. O atacante foi o melhor artilheiro da Primeira Liga com vinte gols e na Liga dos Campeões marcou quatro gols. Conquistou ainda uma Supertaça de Portugal. Na temporada seguinte o rendimento de McCarthy diminuiu, marcou apenas onze gols, e no início da época 2005-06 o jogador manifestou o desejo de ir jogar para a Premier League. Contrariado, permaneceu no Porto onde, contudo, não conseguiu voltar ao nível que jogou em 2004. Benni McCarthy passou a ser convocado regularmente para defender a seleção sul-africana, apesar de por diversas vezes ter entrado em conflito com os treinadores da sua seleção. === Blackburn e West Ham === No início da temporada 2006-07 transferiu-se para o Blackburn Rovers onde fez um ótimo campeonato inglês sendo vice-artilheiro com 18 gols ficando atrás de Didier Drogba do Chelsea que marcou 20 gols. Em fevereiro de 2010, mudou mais uma vez de clube, acertando agora com o West Ham United. Depois de lutar com a sua forma física e enfrentando críticas por estar acima do peso, chegando a pesar 100 kg, McCarthy foi omitido da lista final de 23 convocados da Seleção Sul- Africana para a Copa do Mundo de 2010, realizada no país. A lista foi anunciada em 1 de junho de 2010 pelo então treinador Carlos Alberto Parreira, e a ausência de Benni causou grande polêmica no país. Em abril de 2011, McCarthy rescindiu seu contrato com o West Ham num acordo mútuo entre as partes. Pelo clube, ele fez apenas onze partidas pela Premier League e não marcou nenhum gol. === Fim de Carreira === Em 2 de agosto de 2011, após alguns meses sem clube, assinou com o Orlando Pirates, do seu país natal.Benni McCarthy assina com Orlando Pirates Trivela No final da época de 2012/2013 reformou-se do futebol profisional. == Títulos == ; ; Orlando Pirates ;* Nedbank Cup: 2010/11 ;* MTN8 Wafa Wafa: 2011 ;* Premier Soccer League South Africa: 2011/2012 ; ;Ajax ;* Eredivisie: 1997/1998 ;* KNVB-beker: 1997/98 ;* KNVB-beker 1998/99 ; ;Celta De Vigo ;* Taça Intertoto: 2000 ; ;West Ham ;* Taça Intertoto: 1999 ; ;Seleção Sul Africana *Copa das Nações Africanas: Vice - 1998 ; FC Porto *Liga dos Campeões da UEFA: 2003/2004 *Taça Intercontinental: 2004 *Campeonato Português: 2003/2004 2005/2006 *Taça de Portugal: 2005/2006 == Prêmios == TOTAL (3) * 1 Liga Portuguesa: Melhor Marcador: 2003/04 * 1 CAN: Melhor Jogador: 1998 * 1 CAN: Melhor equipa: 1998 == Ligações externas == *Perfil em Fifa.com Categoria:Futebolistas da África do Sul Categoria:Futebolistas do AFC Ajax Categoria:Futebolistas do Real Club Celta de Vigo Categoria:Futebolistas do Futebol Clube do Porto Categoria:Futebolistas do Blackburn Rovers F.C. Categoria:Futebolistas do West Ham United F.C. Categoria:Futebolistas do Orlando Pirates Football Club Categoria:Jogadores da Seleção Sul-Africana de Futebol Categoria:Jogadores da Copa do Mundo FIFA de 1998 Categoria:Futebolistas nos Jogos Olímpicos de Verão de 2000 Categoria:Jogadores da Copa do Mundo FIFA de 2002 Categoria:Jogadores da Copa das Nações Africanas de 1998 Categoria:Jogadores do Campeonato Africano das Nações de 2002 Categoria:Jogadores da Copa das Nações Africanas de 2006",
 "title": "Benni McCarthy"
}