{
 "id": "74989",
 "text": "WinZip é um dos mais populares programas de compactação utilizados pelos usuários da plataforma Windows. Ele é um software proprietário desenvolvido pela WinZip Computing, Inc (desde 1991), com a finalidade de compactar arquivos para o formato .zip (reduzindo o tamanho dos mesmos). Também faz a descompactação de vários outros formatos, além do zip. É possível criptografar os arquivos compactados pelo software, obrigando a utilização de uma senha para ler e descompactar arquivos. Da versão (12.1) em diante, pode-se usar criptografia de 128-bit e 256-bit AES. Foi adicionado também o suporte para os formatos BZ2 e RAR (apenas leitura e descompressão). O software WinZip está disponível para a plataforma Windows 9x ou posterior. == História == O formato do arquivo (PKZIP) foi inventado originalmente para o DOS em 1989 por Phil Katz e sua companhia PKWare. Contudo devido ao fato que PKWare não protegeu o nome e o algoritmo do processo por uma patente, e com a demora da PKWare em lançar uma versão para Windows, a WinZip Computing Inc. eventualmente aproveitou a oportunidade e lançou o WinZip para Windows. == Formato ZIPX == Desde a versão 12.1, o WinZip trás suporte para o novo formato de compressão para Windows, o ZIPX. Esse formato possui taxas de compactação superiores ao formato ZIP, além de não comprometer a velocidade na hora de compactar. == Formatos suportados == === Leitura === * .ARC (necessita do programa ARC, ARCE(ARC-E), PKXARC ou PKUNPAK) * .ARJ (necessita do programa ARJ) * .ZIP * .ZIPX * .7Z * .B64 * .BHX * .BZ * .BZ2 * .CAB * .EXE (ficheiro self-extract que tenha sido criado pelo WinZip) * .GZ * .HQX * .HWX * .IMG * .ISO * .LHA * .LZH (necessita do programa LZA) * .MIM * .RAR * .TAR * .TAZ * .TBZ * .TBZ2 * .TGZ * .TZ * .UU * .UUE * .XXE * .Z === Escrita === * .ARJ (necessita do programa ARJ) * .BINHEX * .CAB * .EXE (ficheiro self-extract) * .HQX * .UUE * .UUNCODE * .ZIP * .ZIPX == Ver também == * PKZIP, primeiro compactador de arquivos * WinRAR, maior adversário do WinZip * 7Zip, software livre para compactação de arquivos * IZArc, software gratuito para compactação de arquivos * Filzip, software gratuito para compactação de arquivos == Ligações externas == * Site oficial do WinZip Categoria:Compactadores de arquivo Categoria:Compressão de dados Categoria:Programas para Windows Categoria:Software proprietário Categoria:Programas de computador da Corel Categoria:Software de 1991",
 "title": "WinZip"
}