{
 "id": "7500",
 "text": "Extremidade superior ou membro superior refere-se ao conjunto formado por ombro, braço, cotovelo, antebraço e mão. No cotidiano, os leigos chamam o membro superior todo de braço. Há, inclusive, dicionários que consideram tais termos como sinônimos. Assim, não há problemas em intercambiar os termos informalmente. É desaconselhada, porém, essa troca no ambiente acadêmico, pois é anatomicamente imprecisa; de modo que os livros de Anatomia conceituam braço como uma região específica do membro superior, compreendida entre o ombro e o cotovelo. == Funções == As funções dos membros estão, fundamentalmente, atreladas à mobilidade. Assim, na espécie humana, os membros superiores se encarregam de golpear, segurar e manipular objetos. Finalmente, é importante pontuar que, embora as principais funções dos membros superiores sejam relacionadas ao movimento, os membros também se envolvem no equilíbrio. Ficheiro:Baby walking.jpg|Bebê usando membros superiores para se equilibrar, enquanto utiliza os membros inferiores para andar. Ficheiro:Man eating Charlie's Pizza.jpg|Homem utilizando membro superior para segurar o alimento. Ficheiro:Jose Luis Navarro Jr. Boxeador.jpg|O boxeador faz uso dos membros superiores para se defender e golpear o adversário. |A violinista precisa dos membros superiores para tocar seu instrumento. Ficheiro:Corrida bulloise 2019 1638.jpg|Quando corremos ou caminhamos, movimentamos os membros superiores para nos equilibrarmos. == Anatomia == === Segmentos do membro superior === O membro superior é uma estrutura complexa, de modo a ser dividido didaticamente em alguns segmentos, para facilitar seu estudo. A saber, há quatro segmentos principais: ombro, braço, antebraço e mão. O ombro é o segmento mais proximal do membro superior, que se sobrepõe a parte do tronco (tórax e dorso), bem como porção ínfero-lateral do pescoço. Abrange as regiões deltoidea (na qual está o músculo deltoide), escapular (que contém a escápula) e peitoral (em que se encontra o músculo peitoral maior). Abriga também o cíngulo do membro superior, responsável por fixar o membro superior ao resto do corpo. Abaixo do ombro, observa-se o braço, que é o primeiro segmento livre do membro superior (isto é, independente do tronco). Corresponde à porção mais longa do membro superior. Está compreendido entre o ombro e o cotovelo, unindo-os. Em seguida, há o antebraço, o qual corresponde ao segundo segmento mais longo do membro superior. Une o cotovelo ao punho, de modo a localizar-se entre os dois. Em última instância, visualiza-se a mão, segmento mais distal do membro superior. É composta por punho, dorso da mão, palma da mão e dedos da mão. A mão humana conta, inclusive, com um polegar que se opõe aos demais dedos, típico da maioria dos primatas. Trata-se de um local repleto de terminações nervosas para dor, pressão e temperatura. Além disso, os músculos da mão apresentam abundantes unidades motoras (conexões entre axônios de neurônios e fibras musculares), sendo que cada uma contém poucas fibras musculares; o que permite numerosas gradações de contracção, para gerar movimentos bastante precisos. === Ossos do membro superior === Enquanto os ossos do crânio, as vértebras, as costelas e o esterno compõem o arcabouço central do corpo, denominado esqueleto axial; os ossos dos membros superior e inferior constituem um apêndice, por isso compõem o esqueleto apendicular. Primeiramente, faz parte desse conjunto de ossos o chamado cíngulo do membro superior, responsável por unir o membro ao esqueleto axial. No caso do membro superior, o cíngulo é formado pela clavícula e pela escápula. Em seguida, observa-se no braço um osso longo e único, denominado úmero. Ele se estende desde o ombro, onde se articula com a escápula, até o cotovelo, onde forma articulação com o rádio e a ulna. O úmero é o maior osso do membro superior. Mais abaixo, no antebraço, há dois outros ossos longos, o rádio e a ulna. Eles se articulam, no cotovelo, com o úmero e se prolongam pelo antebraço até o punho, onde o rádio estabelece articulação com os chamados ossos do carpo; ao contrário da ulna, que não chega até eles. No antebraço, o rádio e a ulna também se articulam entre si. A ulna é mais longa que o rádio e se localiza medialmente, enquanto o rádio está no mesmo lado que o polegar, isto é, encontra-se lateralmente. Já no punho, existem oito ossos, referidos conjuntamente como ossos carpais. Tais ossos se organizam em duas fileiras: a fileira proximal (constituída, de lateral para medial, pelos ossos escafoide, semilunar, piramidal e pisiforme); e a fileira distal (formada, também de lateral para medial, por trapézio, trapezoide, capitato e hamato). Trata-se de ossos curtos, que conferem grande flexibilidade ao punho. A fileira proximal dos ossos carpais se articula, em primeiro lugar, com o rádio. Além disso, uma fileira de ossos carpais estabelece articulação com a outra. Por fim, existe articulação entre a fileira distal dos ossos carpais e os ossos metacarapais. Na sequência, há os ossos que constituem a palma da mão, chamados de ossos metacarpais, numerados de um a cinco. O primeiro osso metacarpal é aquele que se articula com a falange proximal do primeiro dedo (polegar), ao passo que o quinto osso metacarpal é o que estabelece articulação com a falange distal do quinto dedo (mínimo). Apesar do pequeno tamanho, os ossos metacarpais são classificados como ossos longos devido a sua estrutura. Além disso, estabelecem articulação com ossos carpais e falanges proximais. Enfim, os ossos encontrados nos dedos recebem a nomenclatura de falanges. Em geral, os dedos possuem três falanges: falange proximal (mais próxima da palma da mão), falange média (intermediária) e falange distal (mais distante da palma da mão). No entanto, ainda que os dedos indicador, médio, anelar e mínimo apresentem todos três falanges; o polegar é uma exceção: apresenta somente duas, uma falange proximal e uma falange distal. Assim como os ossos metacarpais, classificam-se como ossos longos, apesar do tamanho, pelo mesmo motivo. As falanges estabelecem articulações entre si e com os ossos metacarpais. Dessa maneira, cada membro superior apresenta uma escápula, uma clavícula, um úmero, uma ulna, um rádio, oito ossos carpais, cinco ossos metacarpais e quatorze falanges (pois há quatro dedos com três falanges cada uma e um dedo com duas falanges). Isso totaliza 32 ossos em cada membro superior, com 64 ossos ao serem considerados ambos os membros. Essa abundância de ossos é consistente com a riqueza de articulações sinoviais ali presentes, responsável pela grande mobilidade, a qual é a principal função dos membros. === Articulações sinoviais do membro superior === As articulações do tipo sinoviais são protagonistas nos membros, de modo que quase todas as junturas do membro superior são classificadas dessa maneira. Trata-se de articulações que permitem livre movimento entre os ossos participantes, o que é essencial no membro superior, uma estrutura especializada em mobilidade. A clavícula e a escápula integram o cíngulo do membro superior, responsável por fixá-lo ao tronco. Tal fixação envolve algumas articulações. Primeiramente, a face esternal da clavícula se articula com o esterno, precisamente com a incisura clavicular do manúbrio do esterno. A junta formada, que recebe o nome de articulação esternoclavicular, tem um encaixe similar ao estabelecido entre uma sela e o dorso de um cavalo, logo é classificada como articulação sinovial selar. Ela possibilita que a clavícula se eleve e retorne à sua posição inicial, conforme o ombro se eleva ou se deprime, respectivamente; bem como se retraia ou se protraia, ao longo da retrusão ou protrasão da escápula, respectivamente. Na sequência, a outra face da clavícula, denominada extremidade acromial da clavícula, estabelece articulação com o acrômio da escápula. Trata-se de uma articulação sinovial plana, responsável pelo deslizamento entre clavícula e escápula durante os movimentos da escápula. A clavícula, com sua disposição, funciona como uma escora, de modo a afastar o membro superior do tronco e, de tal maneira, dá-lo máxima liberdade de movimento. Já a articulação entre a escápula e o tórax (escapulotorácica) é meramente fisiológica, isto é, funcional. Não se encaixa no conceito de articulação anatômica: é estabelecida por intermédio da musculatura e é desprovida dos elementos de uma articulação, sem sequer haver dois ossos em junção direta. É responsável pelos movimentos de protração e retração, elevação e depressão, bem como rotação da escápula. Por outro lado, o ombro é a articulação mais móvel do corpo, estabelecida entre a escápula e o úmero. Mais precisamente, o úmero contribui com sua cabeça, uma elevação arredondada, quase hemisférica. Por outro lado, a escápula providencia uma cavidade para o encaixe com a cabeça do úmero, denominada cavidade glenoide (ou glenoidal). A articulação do ombro, portanto, também pode ser chamada de articulação glenoumeral. Ela permite movimentação em três eixos, de modo a produzir os movimentos de flexão e extensão, adução e abdução, circundução, rotação lateral e rotação medial do braço. Já o cotovelo é a uma articulação complexa, pois há encontros entre diferentes ossos, porém todos no interior de uma única cápsula articular. Em primeiro lugar, a tróclea do úmero se articula com a incisura troclear da ulna, constituindo a articulação umeroulnar. Além disso, existe juntura entre o capítulo do úmero e a cabeça do rádio, o que constitui a articulação umerorradial. Juntas, correspondem à articulação do cotovelo. Tal articulação sinovial é do tipo gínglimo, isto é, apresenta movimentação semelhante à de uma dobradiça. Os movimentos propiciados por ela são a flexão e a extensão do antebraço. O bom encaixe entre úmero e ulna faz que o cotovelo seja uma das articulações mais estáveis do corpo. O grau de encaixe entre dois ossos em uma articulação sinovial se chama congruência óssea. Adicionalmente, há na região uma articulação independente, mas cuja cápsula articular é contínua com a cápsula articular da articulação do cotovelo. Dá-se entre a incisura radial da ulna e a circunferência articular da cabeça do rádio. É denominada articulação radioulnar proximal, dado que há outra articulação entre o rádio e a ulna, porém no punho, mais distalmente Perceba que três articulações estão na região do cotovelo, ou seja, entre o braço e o antebraço; porém apenas duas delas pertencem à articulação do cotovelo, sendo a terceira uma junta à parte. Tal juntura independente, a articulação radioulnar proximal, envolve-se na pronação e na supinação do antebraço (movimentos nos quais o rádio gira sobre a ulna). Articulações sinoviais como esta, na qual há a movimentação se assemelha à de um pivô, são incluídas no grupo das articulações trocoides. A articulação radioulnar distal, conforme antecipado acima, fica no punho. Tem a mesma classificação que a articulação radioulnar proximal (sinovial trocoide) e a auxilia a pronar ou supinar o antebraço. É estabelecida entre a incisura ulnar do rádio e a cabeça da ulna. Ao nível em que o antebraço se funde ao punho, a extremidade distal do rádio forma, com a fileira proximal de ossos carpais (exceto pisiforme), uma articulação sinovial do tipo elipsoidea. Ela é capaz de efetuar flexão e extensão da mão, bem como sua adução e abdução. Quando todos os referidos movimentos se combinam, para descrever uma circunferência com a mão, há a chamada circundução. A juntura recebe o nome de articulação radiocarpal. A ulna não alcança os ossos do carpo, por conseguinte não existem articulações entre ela e os ossos carpais. Outra observação pertinente é a de que somente os ossos escafóide e semilunar, ao contrário do piramidal, encontram-se em contato com o rádio quando a mão está em posição neutra.O piramidal apenas o faz em adução completa da mão. Ademais, a fileira proximal de ossos carpais firma junções com a fileira distal, o que permite deslizamento entre elas. Trata-se de uma série de articulações sinoviais planas, denominadas articulações intercarpais. Seus movimentos são simultâneos aos da articulação radiocarpal, com o papel de fortalecê-la e aumentar a amplitude de movimento. Existem, na sequência, junturas entre a fileira distal dos ossos carpais e a base dos ossos metacarpais, denominadas articulações carpometacarpais. No caso do polegar, a junta correspondente é do tipo selar, em que há movimentos de flexão e extensão, adução e adução, circundução e oposição do polegar. Em contrapartida, as demais articulações entre carpo e metacarpo se enquadram como sinovial plana, a qual permite apenas deslizamento. Os ossos metacarpais também apresentam, entre si, pequenas áreas de articulação, para que haja deslizamento entre um e outro durante o movimento de \"mão em concha\". São sinoviais planas, denominadas articulações intermetacarpais. Em seguida, articulações sinoviais elipsoideas ocorrem entre a cabeça de cada osso metacarpal e a base de sua respectiva falange proximal. São juntas chamadas de articulações metacarpofalângicas, as quais promovem flexão e extensão, adução e abdução, bem como circundução dos dedos. Excepcionalmente, a articulação metacarpofalângica se limita aos movimentos de flexão e extenção, não realiza adução e abdução, funcionando como gínglimo. Em última instância, percebem-se juntas entre a cabeça de uma falange e a base de outra. São articulações do tipo gínglimo, para flexão e extensão. Há duas dessas junturas: uma entre a falange distal e a falange média (articulação interfalângica proximal); outra entre a falange média e a falange distal (articulação interfalângica distal). Vale reiterar que, no polegar, há excepcionalmente duas falanges apenas, uma proximal e outra distal, entre as quais há a articulação interfalângica. === Outras articulações do membro superior === Embora as articulações do membro superior sejam predominantemente sinoviais, os outros dois tipos de articulação (fibrosa e cartilagínea) também podem ser visualizados no membro superior, a depender da idade do indivíduo. Primeirente, articulações fibrosas são mais simples que as sinoviais, além de apresentarem movimentos muito mais reduzidos, eventualmente até quase inexistentes, a exemplo da gonfose (tipo de articulação fibrosa que fixa os dentes em suas posições). Especificamente, a articulação fibrosa presente no membro superior é do tipo sindesmose. A sindesmose é caracterizada como uma união entre dois ossos longos, por meio de uma faixa fina, porém forte, de tecido conjuntivo denso. É a chamada membrana interóssea do antebraço, estabelecida entre rádio e ulna. Suas funções são unir firmemente os dois ossos, permitir os movimentos de pronação e supinação do antebraço, bem como servir como origem para diversos músculos do antebraço. Também existem articulações cartilagíneas no membro superior, conforme explicitado anteriormente. São intermediárias, em matéria de mobilidade, entre as fibrosas e as sinoviais. Quanto à complexidade, são inferiores às sinoviais. Sua marca é a presença de cartilagem, simplesmente, entre um osso e outro. Assim, diferencia-se das demais: as fibrosas têm, como interface, tecido conjuntivo; enquanto as sinoviais tem aparatos adicionais, como o líquido sinovial. O tipo de articulação cartilagínea que pode estar presente no membro superior é o de sincondrose, pois a cartilagem ali presente é a hialina. No entanto, ao contrário das demais articulações do membro superior, não são perenes, ocorrem somente no indivíduo jovem. Esse caráter temporário se deve ao fato de que sua função é promover o crescimento dos ossos longos do membro. Trata-se da lâmina epifiasial, um disco cartilaginoso encontrado entre a diáfise e cada uma das duas epífises em ossos longos do indivíduo em fase de crescimento. Ela permite o aumento do comprimento do osso a partir da proliferação desse tecido cartilaginoso, seguida de sua substituição por tecido ósseo. Quando a cartilagem é totalmente ossificada, o aumento de comprimento do osso cessa. As ossificações mais tardias costumam se completar aos 20 anos de idade. Em bebês, nem mesmo as epífises são visualizadas inicialmente, pois têm ossificação mais tardia. Assim, em suas radiografias da mão, os espaços aparentemente vazios são ainda maiores. Só depois que as epífises se ossificam, a porção restante de cartilagem hialina (lâmina epifisial) é observada, entre cada epífise e a diáfise. Ficheiro:Medical X-Ray imaging OCU06 nevit.jpg|alt=Em bebês, nem mesmo as epífises são visualizadas inicialmente, pois têm ossificação mais tardia. Assim, os espaços aparentemente vazios são ainda maiores, como é possível perceber nessa radiografia, onde há a mão de um adulto e a de um bebê.|Radiografia de mãos adulta e infantil. O bebê nem tem epífises ossificadas, enquanto o adulto até fechou suas lâminas epifisiais. Ficheiro:Terre cuite pleureuse Louvre E27247.jpg|Braço flexionado e abduzido. Antebraço flexionado. Punho flexionado. Ficheiro:Mona Lisa, by Leonardo da Vinci, from C2RMF retouched.jpg|Braço em rotação medial. antebraço flexionado e pronado. punho flexionado. Ficheiro:Portrait of a Man, Said to be Christopher Columbus.jpg|Esquerda: braço abduzido e rodado medialmente, antebraço flexionado e parcialmente pronado. Ficheiro:Edvard Munch - The Scream - Google Art Project.jpg|Braço flexionado e em rotação medial. antebraço flexionado e parcialmente pronado. Punho hiperextendido. Ficheiro:Van Emelen, Adrien Henri Vital - Negra Rezando com Terço (cropped).jpg|Braço em rotação medial. Antebraço parcialmente pronado, Articulações metacarpofalângicas e interfalângicas flexionadas. Ficheiro:A Girl Defending Herself against Eros, by William-Adolphe Bouguereau.jpg|Moça: braços flexionados, aduzidos e rodados medialmente; antebraços pronados; punhos hiperextendidos. Ficheiro:Scene of deluge-Joseph Desire Court-MBA Lyon A23-IMG 0453.jpg|Homem: braço esquerdo flexionado e antebraço esquerdo pronado; braço direito hiperextendido e abduzido, antebraço direito flexionado e pronado, punho direito hiperextendio. Ficheiro:Joseph Ducreux (French) - Self-Portrait, Yawning - Google Art Project.jpg|Direita: braço flexionado e abduzido, punho hiperextendido. Esquerda: braço hiperextendido, abduzido e rodado medialmente; antebraço flexionado. Articulações metacarpofalângicas e interfalângicas flexionadas. === Músculos do membro superior === Embora a abundância de articulações sinoviais dê a base para a imensa mobilidade do membro superior, é a musculatura que, ativamente, movimenta seu esqueleto. Há, portanto, variados músculos estriados esqueléticos no membro superior. Entre aqueles que movimentam o ombro, podemos citar os músculos do manguito rotador. Já no braço, encontramos, por exemplo, o bíceps braquial e o tríceps braquial. No antebraço, há, entre outros, o supinador e os pronadores redondo e quadrado. Por fim, na mão, existe o ápice da complexidade anatômica do membro superior, com uma variedade imensa de musculatura, além das já vistas riquezas de ossos e articulações sinoviais na região. == Anatomia comparada e evolução == Especialmente, nos primatas, os membros superiores estão adaptados não apenas para trepar agilmente em galhos e golpear, mas também para actividades mais complexas, principalmente no que diz respeito à manipulação de objetos. Entre as adaptações, pode-se citar aquela referente ao rádio e a ulna. A ulna, em humanos, é bem desenvolvida, para permitir movimentos importantes de rotação do antebraço (pronação e supinação), o que não é o caso de diversos outros mamíferos. Em cavalos e bovinos, por exemplo, não há movimento algum, porque a ulna e o rádio se fundem. Já nos carnívoros, o movimento é restrito, ainda que o rádio e a ulna permaneçam separados. Por fim, em porcos, a rotação é impedida por um firme tecido conjuntivo frouxo, que os une no espaço interósseo. Outro aspecto evolutivo interessante, detalhado na seção seguinte (a qual se dedica ao desenvolvimento embrionário do membro superior), é o de que, nos estágios iniciais de sua formação, o membro superior apresenta aspecto de nadadeira. Trata-de uma evidência, entre diversas outras, da existência de um remoto ancestral comum a peixes e humanos. == Embriologia == === Broto dos membros === O desenvolvimento dos membros é iniciado a partir da ativação do mesênquima oriundo do mesoderma lateral. Ele prolifera para dar origem aos brotos dos membros, quatro proeminências na parede ventrolateral que são os primórdios dos membros superiores e inferiores. Para crescer, os brotos dos membros dependem da proliferação desse mesênquima. Os brotos surgem pouco antes do término da quarta semana de gestação, sendo que os brotos dos membros inferiores surgem um ou dois dias mais tarde que os brotos dos membros superiores. O mesênquima do broto é envolto por uma faixa espessa de ectoderma. E, no ápice do broto, ocorre um espessamento do ectoderma, de maneira a formar a crista epidérmica apical (CEA), importante para induzir o crescimento do broto. A extremidade distal do broto tem, na quinta semana, aspecto de nadadeira. Isso evidencia que a linhagem humana compartilha um antiquíssimo ancestral com a linhagem dos peixes. Posteriormente, adquire, após um processo de achatamento, a aparência de remo. Nesse momento, passa a ser chamada de placa da mão (no membro superior) ou placa do pé (no membro inferior). Entre a sexta e a oitava semanas, há apoptose (morte celular programada) em locais estratégicos, para que o mesênquima se concentre em regiões específicas e espaçadas, responsáveis por dar origem aos dedos. Tais regiões são denominadas raios digitais. Ao final da oitava semana, os raios digitais já deram origem a dedos distintos e separados. Vasos, tecido ósseo e ligamentos, também provêm do mesênquima do broto. === Ossificação === Para que ocorra o desenvolvimento dos ossos no membro, é preciso inicialmente a ocorrência do processo de condrificação, isto é, o surgimento de moldes cartilaginosos dos futuros ossos. Ao fim da sexta semana, todo o esqueleto do membro é feito de cartilagem hialina. Durante a sétima semana, a substituição dessa cartilagem por tecido ósseo (denomininada osteogênese) se inicia, com o estabelecimento de centros de ossificação primária, isto é, locais nos quais o tecido ósseo se deposita ainda na vida intrauterina. Na décima segunda semana, centros de ossificação já estão presentes em todos os ossos longos dos membros. Por outro lado, os ossos carpais começam a se ossificar muito mais tardiamente, no primeiro ano após o nascimento. A ossificação completa somente ocorre após a puberdade, na idade adulta. === Desenvolvimento muscular === Já a musculatura esquelética dos membros superiores provém de mioblastos, cuja origem corresponde a miótomos dos somitos cervicais. Esses mioblastos se agregam em uma massa muscular, a partir do momento em que os ossos longos se formam. Aquela massa muscular se segrega em um componente dorsal (extensor) e outro ventral (flexor). No entanto, os giros que os membros sofrem durante o desenvolvimento embrionário mudam a posição desses compartimentos musculares. O giro é característico de cada membro. No caso dos membros superiores, os brotos giram 90° lateramente, em seus eixos longitudinais. Com isso, os músculos flexores se tornam ântero-medialmente e os extensores, póstero- lateralmente. === Origens da inervação === Ao longo da quinta semana de gestação, os axônios de neurônios motores, provenientes da medula espinal, alcançam a musculatura dos brotos dos membros. Já os axônios sensitivos os atingem posteriormente, de modo a usar os axônios motores como guia. Fica a cargo da crista neural a formação dos lemócitos (células de Schwann), os quais formam as bainhas de mielina e neurilema. Cada segmento medular apresenta uma região de pele correspondente, cuja sensibilidade depende dele. Essa região cutânea é denominada dermátomo. O padrão de distribuição dos dermátomos dos membros se alteram com o desenvolvimento embrionário, mas algumas características persistem. Além disso, a formação dos brotos dos membros se dá um pouco acima da posição final do membro. Assim, conforme o membro desce, rumo ao posicionamento definitivo, sua inervação o acompanha. Isso explica por que os nervos que se destinam aos membros tem trajeto oblíquo, inclinado para baixo. == Anomalias == Leves anomalias nos membros inferiores são relativamente comuns e costumam ser passíveis de correção cirúrgica. Podem ser isoladas ou sindrômicas, isto é, acompanhadas de outros defeitos. O período mais crítico para o desenvolvimento dos membros é a transição entre o primeiro e segundo mês de gestação (dias 24-36). A talidomida é um teratógeno (agente que gera ou eleva a incidência de anomalias congênitas) que causou o nascimento de pelo menos 10 mil crianças com deformidades nos membros na década de 70, após sua ingestão pela mãe. À época, o medicamento era largamente usado contra náuseas. As deformidades causadas eram graves, de modo que a amelia, isto é, ausência completa de um membro, estava entre elas. A seguir, listam-se algumas anomalias que acometem os membros: * Amelia: ausência completa do membro. * Ausência congênita do rádio: devido a problemas genéticos, o rádio não se forma, o que provoca arqueamento da ulna e desvio da mão. * Bradidactilia: crescimento reduzido dos dedos, por conta de um menor alongamento das falanges. * Deformidades em pinça de lagosta: um ou mais raios digitais não se formam, logo não dão origem aos dedos correspondentes. Assim, a mão adquire aspecto de pata de lagosta. * Polidactilia: presença de dígitos supranuméricos, ou seja, dedos extras, frequentemente formados de forma incompleta. * Sindactilia: anomalia de membros mais comum, porém mais frequente no pé que na mão. Consiste na não separação dos dedos, devido a apoptoses insuficientes entre raios digitais. == Referências == *",
 "title": "Extremidade superior"
}