{
 "id": "75009",
 "text": "Yap (ou Wa'ab em yap \"Yap\" (em inglês) Yapese Dictionary: English Finderlist. Pesquisa em 25/11/13.) é um dos quatro estados que fazem parte dos Estados Federados da Micronésia. Yap é o estado mais ocidental da federação, localizada a meio caminho entre as ilhas de Guam e Palau. O estado tem uma área de 102 km². == Geografia == Yap é composto pelas ilhas de Yap, Gagil, Tomil e Rumung. Colonia é a capital do estado de Yap. Administra Yap e outros 14 atóis: Eauripik, Elato, Fais, Faraulep, Gaferut, Ifalik, Lamotrek, Ngulu, Olimarao, Piagailoe (West Fayu), Pikelot, Sorol, Ulithi, e Woleai (os que se encontram em negrito são municípios). Em 2010, a população era de 11.377 habitantes. Os habitantes das ilhas são conhecidos por terem navegado grandes distâncias no Oceano Pacífico. Mesmo em tempos recentes, canoas partindo de Yap navegaram rumo às Ilhas Marianas e Palau. == Línguas e etnias == Yap propriamente dita (conhecida como Wa'ab or Waqab) foi inicialmente povoado por migrantes da Península malaia, o arquipélago da Indonésia e ilhas Salomão. A língua yap está relacionada com as línguas austronésias do Pacífico e tem fortes influências da Papua-Nova Guiné. As outras ilhas do arquipélago de Yap são fortemente influenciados pela cultura Polinésia. Os ulithianos e woleaianos são fortemente influenciadas pelos vizinhos da ilha de Chuuk. O estado de Yap tem 5 línguas oficiais: inglês, ulithiano, woleaiano, satawalês e yap. ==Economia== A economia local baseia-se principalmente na agricultura de subsistência e no turismo. Os nativos do arquipélago usavam um curioso e tradicional sistema financeiro próprio, através de roscas feitas de pedras, de diferentes tamanhos e denominadas rai, como moeda para transações comerciais entre si: as pedras maiores, que chegam a pesar cinco toneladas e medir quatro metros de diâmetro, podem comprar um povoado inteiro. As pequenas, de dez centímetros, podem comprar um porco. Já as médias, mais populares, podem comprar uma mulher ou uma canoa de 6 metros.Goldberg, Dror. \"Famous Myths of \"Fiat Money\",\" Journal of Money, Credit and Banking 2005, 957-967 O turismo nas ilhas ainda é incipiente, embora no ano de 2013 quase 2 mil pessoas desembarcaram no aeroporto de Yap.6 Coisas Pra Se Saber Sobre Yap Manta Ray Bay. Pesquisa em 18/11/2019 == Municípios == === Ilha de Yap === * Dalipebinaw * Fanif * Gilman * Kanifay * Ruul * Weloy * Gagil * Tomil * Maap * Rumung ===Outras ilhas=== * Eauripik * Elato * Fais * Faraulep * Ilha Gaferut * Ifalik * Lamotrek * Ngulu * Satawal * Sorol * Ulithi * Woleai ==Referências e notas== Categoria:Estados dos Estados Federados da Micronésia",
 "title": "Yap"
}