{
 "id": "75019",
 "text": "A imigração alemã no Brasil foi o movimento migratório ocorrido nos séculos XIX e XX de alemães para várias regiões do Brasil. As causas desse processo podem ser encontradas nos frequentes problemas sociais que ocorriam na Europa e a fartura de terras no Brasil. Em 1986, Born e Dickgiesser estimaram em 3 milhões e 600 mil o número de descendentes de alemães no Brasil. Segundo outra pesquisa, de 1999, do sociólogo, ex-presidente do Instituto Brasileiro de Geografia e Estatística (IBGE), Simon Schwartzman, 3,6% dos brasileiros entrevistados afirmaram ter ancestralidade alemã, percentual que, numa população de cerca de 200 milhões de brasileiros, representaria 7,2 milhões de descendentes. Em 2004, o Deutsche Welle citou o número de 5 milhões de brasileiros descendentes de alemães. Segundo pesquisa de 2016 publicada pelo IPEA, em um universo de nomes de brasileiros analisados, ou 3,3% deles tinham o único ou o último sobrenome de origem germânica. A imigração de alemães para o Brasil é um fenômeno antigo, que teve início antes mesmo da independência em relação a Portugal e que se manteve relativamente constante até a década de 1960. As razões dessa emigração encontram-se, de um lado, nas transformações sócio-político-econômicas por que passou a Alemanha e, do outro, nas excepcionais condições que favoreciam a atração de imigrantes europeus no Brasil. Entre 1824 e 1972, cerca de alemães entraram no Brasil; a quinta nacionalidade que mais imigrou para o país, após os portugueses, italianos, espanhóis e japoneses. Os alemães estavam entre as nacionalidades que mais conseguiram preservar sua cultura no Brasil. Devido ao seu isolamento em regiões de difícil acesso, sobretudo nos estados sulistas, foi possível a criação de diversas colônias predominantemente germânicas. Um dos exemplos mais significativos da manutenção cultural foi a proliferação de escolas alemãs no Brasil, bem como de uma imprensa em língua alemã. Como consequência, milhares de descendentes foram instruídos em língua alemã, sem o conhecimento do idioma português. Com o tempo, os traços de germanidade foram-se tornando mais débeis, mas as influências persistem mais ou menos até os dias atuais. Como exemplo, pode-se citar o grande número de brasileiros de origem alemã que ainda hoje falam o alemão ou outros falares germânicos como o Hunsrückisch e a língua pomerana.A INFLUÊNCIA DO DIALETO ALEMÃO HUNSRÜCKISCH NA AQUISIÇÃO DA ESCRITA DO PB ENTRE PARTICIPANTES BILÍNGUESO uso da língua no cotidiano e o bilinguismo entre pomeranos O resultado da imigração alemã no Brasil foi a formação de uma população teuto-brasileira, que se integrou ao contexto brasileiro, mas sem abdicar de sua cultura. Além da influência cultural, pode- se acrescentar a contribuição alemã para a diversificação da agricultura brasileira, por meio da formação de um campesinato típico, fortemente marcado pelos traços da cultura camponesa da Europa Central. Os alemães também tiveram participação no processo de urbanização e de industrialização do Brasil, bem como na introdução e modificações na arquitetura das cidades e na paisagem físico-social brasileira. ==Introdução e números== O século XIX foi marcado por uma intensa emigração de europeus para diferentes partes do mundo, o que levou a um processo de europeização dessas áreas. Entre 1816 e 1850, 5 milhões de pessoas deixaram a Europa. Entre 1850 e 1880, mais 22 milhões de pessoas emigraram. Entre 1846 e 1932, 60 milhões de europeus emigraram. Entre 1878 e 1892, mais 7 milhões de alemães deixaram a Alemanha. Após a década de 1870, a Alemanha foi um dos países que mais perderam pessoas para a emigração, a grande maioria delas indo para os Estados Unidos. De 1820 a 1840, os alemães representaram 21,4% de todos os imigrantes europeus que entram nos EUA; 32,2% nas duas décadas seguintes; e no final do século XIX eram o maior grupo de imigração (21,9%) nos EUA.Os Alemães no Sul do Brasil, Editora Ulbra, 2004 (2004) Em 2009, cerca de 50 milhões de norte-americanos descendiam de alemães. A imigração alemã para o Brasil foi pequena em comparação com o número que foi para os Estados Unidos e também em comparação com a imigração de outras nacionalidades, em particular portugueses, italianos e espanhóis. Estes representaram mais de 80% dos imigrantes no Brasil, no século XIX e primeira metade do século XX. Os alemães apareceram em quarto lugar entre os imigrantes, mas caíram para o quinto, quando a imigração japonesa aumentou após 1908. Mesmo tratando-se duma emigração pequena, ela teve um impacto notável na composição étnica do país, em especial da população do Sul do Brasil. Diferentes fatores levaram a esta grande influência. Em primeiro lugar, a imigração alemã para o Brasil é um velho fenômeno que começou em 1824, muitas décadas antes do início da imigração de outros grupos étnicos da Europa para o Brasil. Por exemplo, o primeiro grupo significativo de italianos a imigrar para o Brasil só chegou em 1875, muitas décadas após a chegada dos primeiros alemães. Quando a migração de outros europeus ao Brasil começou, os alemães já lá estavam havia muitas gerações. Outro fator foi a alta taxa de fecundidade entre as mulheres teuto-brasileiras. Entre 1826 e 1828, a primeira geração teuto-brasileira tinha uma média de 8,5 filhos e a segunda geração tinha uma média de 10,4 filhos por mulher. As taxas de fecundidade entre as mulheres teuto-brasileiras eram maiores do que as de outras mulheres brasileiras, resultando num crescimento proporcionalmente mais rápido da população de origem alemã do que da população de origem não alemã. Segundo o IBGE, entre 1824 e 1969, entraram no Brasil 250.166 imigrantes alemães. Deve- se ponderar, contudo, que, antes de 1871, a Alemanha não existia enquanto Estado-nação. Até a unificação alemã, o termo \"alemão\" referia-se aos súditos do Sacro Império Romano-Germânico (que datava do século X), da Nação Alemã (que existiu dos séculos XV-XVI até 1806) e então da Confederação Germânica. Ademais, dependendo do critério adotado, entre os \"alemães\" se deveria incluir pessoas de regiões de cultura alemã fora do atual território alemão, como Áustria, Suíça, bem como minorias alemãs dentro da Rússia e Polônia, etc, mas que não eram contabilizadas como alemãs quando chegavam ao Brasil.Unhealthiness, disease, and immigration: Germanviews of Brazil Por exemplo, os alemães do Volga, que se estabeleceram na década de 1870 no Paraná, foram contabilizados como \"russos\" nas estatísticas brasileiras, embora fossem de língua e cultura alemã.Regina Weber. Isabel Rosa Gritti. Imigração “russa” no sul do Brasil: esboço de interpretação. Antíteses, Londrina, v.15, n. 30, p.263-291, jul-dez. 2022 Imigração alemã no Brasil, por décadas, de 1824 a 1969 Fonte: Instituto Brasileiro de Geografia e Estatística (IBGE) Décadas 1824-1847 1848-1872 1872-1879 1880-1889 1890-1899 1900-1909 1910-1919 1920-1929 1930-1939 1940-1949 1950-1959 1960-1969 Total Imigrantes 8.176 19.523 14.325 18.901 17.084 13.848 25.902 75.801 27.497 6.807 16.643 5.659 250.166 ==Causas da imigração no século XIX== ===Razões para sair da Alemanha=== Até 1871, não existia o Estado alemão. Antes da unificação, a região era composta por diversos principados, condados, reinados e ducados. As potências europeias enxergavam uma Alemanha unificada como uma ameaça, e mantê-la fragmentada fazia parte da geopolítica europeia. A Alemanha foi um dos países que mais perderam pessoas para a emigração, no século XIX. O Brasil conseguiu atrair apenas uma pequena fração desses imigrantes: entre 1824 e 1914, 5.431.100 alemães emigraram, dos quais mais de 90% foram para os Estados Unidos e apenas 93 mil para o Brasil, ou 2%. Mesmo assim, o Brasil apareceu como o segundo destino preferencial dos alemães, a frente da Argentina (0,85%) e do Canadá (0,84%), entre 1871 e 1913. As razões que levaram os alemães a emigrar podem ser sintetizadas, de forma não exaustiva: *Pessoas do atual território alemão já estavam emigrando, em número significativo, para o atual Estados Unidos, desde o século XVIII. No século XIX, a emigração para os Estados Unidos aumentou ainda mais. O Brasil conseguiu \"desviar\" uma pequena parte desse fluxo migratório para o seu território, oferecendo subsídios.JORDAN, TERRY G. “Aspects of German Colonization in Southern Brazil.” The Southwestern Social Science Quarterly, vol. 42, no. 4, 1962, pp. 346–53. JSTOR, http://www.jstor.org/stable/42867728. Accessed 2 Aug. 2024. *Aumento da propaganda na Alemanha de países, como o Brasil, com o objeto de trazer imigrantes alemães para seus territórios, acenando-lhes com determinadas vantagens. *Problemas sociais e econômicos advindos de conflitos, como as Guerras Napoleônicas, as Revoluções de 1848 e as Primeira e Segunda Guerras Mundiais.raízes da imigração alemãImigrantes Alemães e o Brasil Caboclo: Memória, Identidade e Política Nacional no Brasil *Impostos elevados e alto custo da alimentação tornavam caro viver na Alemanha, situação essa que era agravada em tempos de crise. Por exemplo, em 1842, uma escassez da safra na Alemanha levou os preços dos grãos a aumentarem de 250 a 300%, em dois anos, enquanto os preços da batata aumentaram 425%, entre 1845 e 1847. Rebeliões causadas pela fome generalizaram-se e a emigração aumentou, na década de 1840.Irish and German Immigrants of the Nineteenth Century: Hardships, Improvements, and Success“Could You Not Turn Your Back on This Hunger Country?”: Food in the Migration Process of German Emigrants, 1816-1856KRAWATZEK, FÉLIX, and GWENDOLYN SASSE. “Integration and Identities: The Effects of Time, Migrant Networks, and Political Crises on Germans in the United States.” Comparative Studies in Society and History, vol. 60, no. 4, 2018, pp. 1029–65. JSTOR, https://www.jstor.org/stable/26795876. Accessed 2 Aug. 2024. *Uma nova legislação obrigou a divisão da propriedade entre todos os herdeiros, no sudoeste da Alemanha, o que tornou as terras pequenas demais para sustentar uma família. Em meados do século XIX, cerca de 75% dos agricultores na Alemanha não tinham terra suficiente para angariar seu próprio sustento.History part 1: America’s German roots *Rápido crescimento populacional na Alemanha (de 24,9 milhões de habitantes, em 1820, para 33,7 milhões, em 1850), fazendo com que muitas pessoas ficassem desocupadas, a despeito do crescente desenvolvimento industrial. Portanto, a emigração representou uma válvula de escape para o excesso de mão de obra.Welfare State and Labor Mobility: The Impact of Bismarckís Social Legislation on German Emigration before World War I *No século XIX, o processo de industrialização avançou na Alemanha, o que modificou o mercado de trabalho, no qual havia ainda resquícios de feudalismo. Com o aumento da mecanização, muitos camponeses ficaram sem trabalho. O mesmo ocorreu com muitos artesãos. *Cartas de parentes e amigos que já tinham imigrado, chamando os que ficaram, para se juntarem a eles. Essas cartas serviam como estímulo importante para a chegada de novos contingentes de imigrantes. Esse fenômeno é denominado \"rede de imigração\" ou \"cadeia migratória\".UMA COLÔNIA CERCADA DE ESTÂNCIAS A INSERÇÃO DE IMIGRANTES ALEMÃES NA COLÔNIA SÃO LOURENÇO/RS (1857-1877) ===Razões para o Brasil receber alemães=== Foram vários os motivos que levaram o Brasil a receber imigrantes alemães. Frequentemente, atribui-se forte papel à austríaca Imperatriz Leopoldina, esposa do Imperador Pedro I. Todavia, as primeiras tentativas de assentar alemães no Brasil são anteriores à chegada da imperatriz ao Brasil. Ademais, quando o Major Schäffer foi despachado à Europa para recrutar soldados e colonos, a imperatriz enviou uma correspondência ao pai, o imperador Francisco I da Áustria, pedindo-lhe que não se envolvesse \"nesse negócio\". A despeito disso, posteriormente a imperatriz abraçou o projeto e recebeu diversos navios com imigrantes alemães e serviu como intérprete. Quem de fato arquitetou os primeiros assentamentos bem-sucedidos de alemães no país foram o Imperador Pedro I e, principalmente, o ministro do Reino e do Exterior José Bonifácio. Bonifácio pretendia criar no Brasil uma colônia rural-militar, similar aos cossacos da Rússia. Nela, os colonos deveriam trabalhar como agricultores e artesãos, mas pegar em armas em tempos de guerra. Na época, o Brasil estava em processo de independência de Portugal. Falante de alemão, Bonifácio sabia que poderia encontrar voluntários nas regiões de língua alemã, recém-saídas das Guerras Napoleônicas. Inicialmente, os alemães deveriam ser encaminhados para o sul da Bahia e para o Rio de Janeiro; contudo, por estratégia geopolítica, optou-se por encaminhar esses colonos para o Sul do Brasil, por ser uma região de fronteira historicamente problemática e marcada por disputas territoriais. Em março de 1824, o Imperador Pedro I enviou correspondência ao presidente da província do Rio Grande do Sul, José Feliciano Fernandes Pinheiro, anunciando que os alemães seriam encaminhados para a região e determinando a criação da colônia de São Leopoldo. Posteriormente, passaram a pesar também questões econômicas, pois se pretendia incentivar a formação, no Brasil, de uma classe média rural que, através da agricultura e do artesanato, baseada na pequena propriedade e sem uso da escravidão, pudesse desenvolver a economia, por meio de um excedente produtivo que fosse colocado à disposição do mercado interno.FAUSTO, Boris.História concisa do Brasil. 2. ed. São Paulo: Editora da Universidade de São Paulo, 2012.DREHER, Martin N.190 anos de imigração alemã no Rio Grande do Sul: esquecimentos elembranças. 2. ed. SãoLeopoldo: Oikos, 2014. Na época, os alemães gozavam de boa fama como trabalhadores: eram considerados bons agricultores e artesãos, e vistos como pacíficos.Seyferth, Giralda. “German Immigration and the Formation of German-Brazilian Ethnicity.” Anthropological Journal on European Cultures, vol. 7, no. 2, 1998, pp. 131–54. JSTOR, http://www.jstor.org/stable/43234842. Accessed 31 July 2024. Os alemães que vieram para o Brasil eram majoritariamente pobres, mas, em sua maioria, sabiam ler e escrever, numa época em que a maioria dos brasileiros eram analfabetos, inclusive os mais ricos. Portanto, traziam consigo conhecimentos e técnicas produtivas mais desenvolvidas que as brasileiras.Esperava-se também que os imigrantes \"embranquecessem\" a população brasileira.Images of German Immigrants in the United States and Brazil, 1890 - 1918: Some Comparisons Naquela época, o \"progresso\" era equiparado à europeização, não apenas dos costumes e das tradições, mas também da própria população. O Brasil queria trazer europeus, mas acima de tudo centro-europeus, porquanto eram considerados particularmente virtuosos, trabalhadores, ambiciosos e obedientes — características importantes para um país que queria novos cidadãos.Why did Germans immigrate to Brazil 200 years ago? Naquela época, somente entre 10% e 20% da população da Alemanha possuía propriedades que excediam a dez hectares. Portanto, a oportunidade de adquirir terras no Brasil era atraente. Existe, contudo, um mito de que os imigrantes recebiam \"de graça\" terras do governo brasileiro. Na realidade, apenas as primeiras levas, que chegaram entre 1824 e 1830, tiveram esse benefício. Os imigrantes que chegaram após a promulgação da Lei de Terras, de 1850, tiveram que pagar por elas. O tamanho médio dos lotes também diminuiu após esse período, de 75 para 25 hectares. ==Fases== ===Antecedentes=== Entrada de alemães no Rio Grande do Sul (1824-1914) Período Número 1824-1830 5 350 1831-1845 153 1846-1850 2 565 1851-1865 10 454 1866-1880 8 845 1881-1895 9 896 1896-1910 5 329 1911-1914 5.445 Total 48 037 Relatos do período de colonização holandesa descrevem um alto grau de miscigenação entre índios, portugueses, negros, judeus, holandeses, alemães e franceses.HALLAM, Paul. The book of Sodom. Verso. London, p. 204, 1995. A maioria dos soldados, marinheiros e demais homens livres que viviam na Nova Holanda eram de origem holandesa, alemã, norueguesa, escocesa e judaica.MACHADO, Luiz Toledo. Formação do Brasil e da unidade nacional. IBRASA, São Paulo, v.1, p.29, 1980. A ausência de mulheres na Colônia explicou o alto grau de miscigenação.MARCOS GALINDO, Luis Sávio de Almeida. Indios do Nordeste: temas e problemas : 500 anos, Volume 2 UFAL, Maceió,v.2, p.59, 1999. Em 1729, ainda quando era colônia de Portugal, o Conselho Ultramarino emitiu um parecer favorável à instalação de um povoamento de açorianos na Colônia do Sacramento. Se o número de ilhéus fosse insuficiente, \"se poderia conseguir casais de estrangeiros, sendo alemães e italianos e de outras nações que não sejam castelhanos, ingleses, holandeses ou franceses\". O projeto, contudo, não foi colocado em prática. No final da década de 1760, o Marquês de Pombal enviou para Macapá soldados e famílias alemãs, a fim de produzir gêneros alimentícios. O projeto não deu certo, pois os alemães foram mortos por indígenas ou se dispersaram.1824: Como os alemães vieram parar no Brasil, criaram as primeiras colônias, participaram do surgimento da igreja protestante e de um plano para assassinar d. Pedro I. TRESPACH, Rodrigo. Editora Casa dos Mundos Produção Editorial e Games LTDA. 2019 === A primeira fase da imigração (1818-1830) === A primeira colônia alemã no Brasil foi fundada ainda antes da independência do país. No sul da Bahia, em 1818, o naturalista José Guilherme Freyreiss criou a colônia Leopoldina, onde foram distribuídas sesmarias para colonos alemães, porém o projeto não foi bem sucedido. Os colonos se dispersaram e a mão de obra imigrante nas sesmarias foi substituída pela escrava. As outras duas tentativas de assentamentos alemães na Bahia, de 1821 e 1822, foram também mal sucedidas. Trazidos a mando do Rei Dom João VI, em 1819 o governo português assentou famílias suíças nas serras fluminenses. Estas fundaram o atual município de Nova Friburgo. A colônia também resultou infrutífera, vez que foi mal estruturada, situando-se longe do mercado consumidor, o que levou muitos dos suíços a abandonarem os assentamentos. De forma a evitar a sua extinção, em 1824 a colônia recebeu 350 alemães. Haja vista o das colônias baianas e fluminense, elas são frequentemente ignoradas pela historiografia, que consagrou a colônia de São Leopoldo, no Rio Grande do Sul, como o marco inicial da imigração alemã no Brasil. Em julho de 1824, os primeiros 39 alemães chegaram ao Sul, sendo assentados à margem sul do Rio dos Sinos, onde a antiga Real Feitoria do Linho Cânhamo fora adaptada para servir como sede temporária dos recém-chegados, na atual cidade de São Leopoldo. Esses imigrantes foram trazidos por Georg Anton von Schäffer, alemão radicado no Brasil e major do exército brasileiro. Schäffer, amigo da Imperatriz Leopoldina, foi incumbido pelo governo brasileiro de ir à Áustria, terra natal da imperatriz, e trazer soldados para formarem o Batalhão de Estrangeiros, necessário para reforçar a defesa dos territórios do Sul; porém o major não conseguiu recrutar soldados na Áustria, uma vez que a recrutação de soldados estava proibida na Europa pós- napoleônica. Assim, ele rumou para Baviera, Hesse, Hanôver e Hamburgo, onde angariou apoio de grão-duques e de condes, desejosos de exportar marginais e criminosos para fora da Alemanha, seguindo uma prática de higiene social. Os governantes exigiram um acordo legal que os imigrantes não poderiam voltar à Alemanha para reivindicar proteção social. Para isso, Schäffer forjou documentos que garantiam a naturalização dos imigrantes.A Guerra dos Imigrantes: o espírito alemão e o estranho Mucker no sul do BrasilPara atrair os alemães para o Brasil, foram-lhes oferecidos passagem de navio à custa do governo; concessão gratuita de um lote de terra de 78 hectares; subsidio diário de um franco ou 160 réis a cada colono, no primeiro ano e metade no segundo, além de animais para o trabalho; a cidadania brasileira; suprimentos e isenção temporária de impostos e do serviço militar. O protestantismo era tolerado, desde que os locais de culto permanecessem sem a aparência externa de uma igreja, uma vez que o catolicismo era a religião oficial do Brasil, durante o Império.A correlação da expansão do cultivo de tabaco com a dinamização do comércio da área central da cidade de Canguçu – RS Vogt, pp. 85-86David Tock. \"German Immigration and Adaptation to Latin America\". Como recebia dinheiro de acordo com a quantidade de pessoas que trouxesse, Schäffer se esforçou em atrair grande número de indivíduos, dentre os quais muitos de origem duvidosa. Os documentos atestam o recrutamento de centenas de presidiários alemães em cadeias e casas de correção de Mecklenburg para serem mandados para São Leopoldo. Milhares de alemães indigentes, ao saberem que o Brasil estava oferecendo terras, foram para Bremen e Hamburgo, em busca de uma passagem, mas se recusaram a assinar contrato de serviço militar. Schäffer recebeu autorização do Rio de Janeiro para permitir a vinda deles mesmo assim. Em 1827, São Paulo recebeu a primeira leva de alemães, que desembarcaram no Porto de Santos, sendo encaminhados para a região de Santo Amaro; outros seguiram para Itapecerica, São Roque e Embu ou foram levados para Rio Claro e às plantações de café, no interior da província.DW-world 10 de maio de 2004 As diferentes fases da imigração alemã no Brasil. Em 1829, as primeiras colônias alemãs foram criadas em Santa Catarina e no Paraná, sendo elas São Pedro de Alcântara, Mafra e Rio Negro. A primeira fase da imigração se encerrou em 1830, em decorrência da falta de recursos financeiros e da dificuldade de trazer imigrantes, agravada pela eclosão da Guerra dos Farrapos. Nesse período, Schäffer trouxe para o Brasil mais de cinco mil alemães, entre soldados e imigrantes destinados à produção agrícola. No Sul, desenvolveram um sistema produtivo baseado na pequena propriedade com mão de obra familiar, em lotes que mediam cerca de 75 hectares cada. Os alemães iniciaram um processo de ocupação das terras de floresta desprezada pelos latifundiários gaúchos, resultando na ocupação de extensa área relativamente próximo a Porto Alegre. O mesmo se deu em Santa Catarina, onde a primeira colônia estava próximo da capital, Desterro (hoje Florianópolis). ===A segunda fase da imigração (1845-1914)=== Após 1845, a imigração foi retomada, com a fundação de uma colônia alemã no Rio de Janeiro, em Petrópolis. No Sul, os assentamentos alemães de São Leopoldo avançavam sobre o vale do rio dos Sinos e em Santa Catarina surgiram três novas colônias nos vales dos rios Cubatão e Biguaçu. Nesse momento, cresceram os debates políticos acerca da conveniência de se trazer alemães para o Brasil, devido à entrada de muitos luteranos num país onde a religião católica era a oficial. Apesar das vozes contrárias, a partir de 1847 alemães foram engajados no sistema de parceria nas plantações de café de São Paulo, experiência esta que não deu resultados e, no mesmo ano, 38 famílias oriundas do Hunsrück e Hesse fundaram a colônia de Santa Isabel, no Espírito Santo. Após 1850, mudanças fundamentais foram feitas, para atrair maior número de imigrantes. As despesas com demarcação de lotes e assentamentos de colonos foram transferidas do governo imperial para as províncias. Visando diminuir suas despesas, o Estado permitiu a atuação de companhias particulares de colonização, que compravam as terras e as revendiam aos imigrantes. Em 1850, a Lei de Terras estabeleceu que, para se ter acesso à terra no Brasil, o indivíduo deveria ter que pagar por ela, e não simplesmente ter a posse, como ocorria anteriormente. Em 1858, 1.200 imigrantes alemães foram introduzidos em Juiz de Fora, Minas Gerais, por iniciativa do empresário Mariano Procópio.Rita de Cássia Lara Couto. O cotidiano na colônia alemã de Juiz de Fora/MG: memórias dos descendentes dos imigrantes. Revista Mosaico. 2023 Em 1859, o governo da Prússia lançou o \"decreto Heydt\", que proibiu a imigração de prussianos para o Brasil. Isso foi resultado direto da revolta de Ibicaba, em São Paulo. Nessa fazenda de café, de propriedade do Senador Vergueiro, imigrantes de diversas nacionalidades europeias se revoltaram contra as péssimas condições de trabalho nas plantações. Essa revolta teve repercussão na Europa, fazendo com que o governo prussiano bloqueasse a imigração para o Brasil. Com a Unificação da Alemanha em 1871, essa proibição foi estendida para o país inteiro, só sendo completamente revogada em 1896 (embora a imigração para os três estados sulinos tenha sido permitida antes).LESSER, JEFF. Immigration, Ethnicity, and National Identity in Brazil, 1808 to the Present, Editora Cambridge, 2013 Isso contribuiu para a concentração da imigração alemã no Rio Grande do Sul e em Santa Catarina. Nesse contexto, os alemães não formaram parte significativa da mão de obra no ciclo do café de São Paulo, onde predominaram os italianos e, após o decreto Prinetti, os espanhóis, portugueses e japoneses.São Paulo S.A.Procuram-se braços para a lavoura: imigrantes e retirantes na economia cafeeira paulista no final do OitocentosEm busca da \"árvore de ouro\" Até o fim do Império, foram criadas 80 colônias alemãs, a maioria na bacia do rio Jacuí, chegando até a borda da Serra Gaúcha. Com o advento da República, várias outras colônias importantes, como Ijuí, foram criadas pelo governo. A maioria, contudo, surgiu da iniciativa de empresas particulares. Entre 1824 e 1922, 142 colônias alemãs foram criadas no Rio Grande do Sul e entre 1824 e 1914, estima-se que 48 mil alemães imigraram para esse estado. Em Santa Catarina, a imigração alemã foi em grande parte resultado da iniciativa de particulares. O alemão Hermann Blumenau chegou ao Sul do Brasil em 1846 e tentou receber de graça terras do governo brasileiro, para criar uma colônia alemã, mas o pedido foi negado. Sem desistir do seu objetivo, montou com o compatriota Ferdinand Hackradt uma sociedade e eles mesmos compraram gleba de terras nas imediações do Ribeirão Garcia. Em 1850, o dr. Blumenau partiu para a Alemanha, a fim de angariar colonos e, com muita dificuldade, voltou para o Brasil com os 17 pioneiros. Em 1860, o dr. Blumenau vendeu as suas terras para o governo imperial e, em 1880, a colônia tornou-se o município de Blumenau, contando então com 15.000 habitantes, em sua maioria alemães, austríacos e italianos.Roteiros Nacionais de Imigração - Santa Catarina Em 1851, iniciou-se a colonização de outra região de Santa Catarina, a partir da fundação da Colônia Dona Francisca, atualmente Joinville.NA TRILHA DAS ESTRADAS: A VIDA COTIDIANA E O TRABALHO NA COLÔNIA BLUMENAU (1850-1880) As terras em que depois se implantou a colônia faziam parte do dote de casamento entre Francisca de Bragança, irmã do imperador Pedro II, e Francisco d'Orléans, príncipe de Joinville. Enfrentando uma crise financeira, em 1849 Francisco cedeu 8 léguas de suas terras em Santa Catarina para o senador alemão Christian Mathias Schroeder, com o objetivo de implantar ali uma colônia de imigrantes. O senador enviou um engenheiro e seu filho para Santa Catarina, a fim de providenciar a estrutura necessária para a vinda dos primeiros imigrantes. Em 1851, os primeiros colonos chegaram e, até 1888, Joinville recebeu 17 mil imigrantes de língua alemã, a maioria luteranos e agricultores.JOINVILLE CARACTERÍSTICAS GERAIS No Paraná, após o insucesso da colônia de Rio Negro, estabeleceu-se uma comunidade alemã urbana em Curitiba ainda antes de 1840. A maioria dos alemães no estado eram oriundos de Joinville, alcançando o Paraná por meio da estrada aberta pela Companhia Hamburguesa. É importante destacar a corrente migratória de alemães do Volga (minoria étnica alemã da Rússia) para a província, entre 1877 e 1879. Contudo, no Paraná, os alemães não encontraram terras abertas e a concorrência com italianos e poloneses, mais numerosos que eles, os forçou a rumar para os centros urbanos ou se dispersar pelas colônias rurais. Com a Unificação da Alemanha em 1871, a postura do governo brasileiro em relação aos alemães se alterou. Antes, com a Alemanha fragmentada, a origem nacional dos imigrantes não representava uma ameaça. Porém, o advento de uma Alemanha unificada, poderosa e ambiciosa deixou o governo brasileiro cauteloso. Em decorrência, o Rio Grande do Sul parou de subsidiar a imigração alemã e se voltou com maior intensidade para os imigrantes italianos. No primeiro censo realizado no Brasil, de 1872, foi contabilizada a presença de pessoas nascidas na Alemanha no país, o que as colocava em terceiro lugar entre a população estrangeira, após os africanos (sem regionalizações) e os portugueses. Os imigrantes alemães estavam assim distribuídos, por província:Censo de 1872 População nascida na Alemanha (censo de 1872) Província Número Rio Grande do Sul 16.662 Santa Catarina 12.216 Minas Gerais 4.573 São Paulo 3.731 Rio de Janeiro 2.504 Paraná 1.670 Município Neutro 1.459 Espírito Santo 567 Outras 2.447 Total 45.829 ===A terceira fase da imigração (1914-1969)=== Na primeira metade do século XX, a imigração alemã para o Brasil ultrapassou numericamente a ocorrida no século XIX. De 1918, ano do final da I Guerra Mundial, a 1933, ano da ascensão de Adolf Hitler ao poder, desembarcaram no Brasil em torno de 80 mil alemães. Até o advento da I Guerra Mundial, a maioria dos imigrantes alemães no Brasil rumava para as centenas de colônias estabelecidas, sobretudo no Sul. Contudo, a maioria dos imigrantes que chegou após a Guerra não mais ia para as colônias. Porém, isso não significou o declínio da expansão alemã no Brasil meridional. Havia grande mobilidade interna das colônias para o planalto gaúcho, catarinense e paranaense, o que levou muitos filhos e netos de alemães para as áreas abertas pelas companhias de colonização. Esse processo ficou mais intenso nas décadas de 1920 e 1930, quando indivíduos oriundos das colônias \"velhas\" do Rio Grande do Sul se expandiram para o oeste de Santa Catarina e do Paraná, como resultado do esgotamento do modelo da pequena propriedade nas áreas iniciais de ocupação. Com o fim da I Guerra Mundial, a situação socioeconômica na Alemanha estava deplorável. A República de Weimar foi um período de péssimos indicadores sociais: a miséria se espalhara, a inflação atingira níveis inimagináveis e milhões de alemães estavam desempregados. Foi justamente na década de 1920 que o maior número de alemães imigrou para o Brasil. Desembarcaram mais de 70 mil alemães no país nessa década. A maior parte desses imigrantes instalaram-se nos centros urbanos brasileiros:German Immigration and Adaptation to Latin America eram operários, artífices e outros trabalhadores urbanos, professores, profissionais liberais, burgueses arruinados, refugiados políticos. Ademais, na década de 1930, muitas empresas alemãs se instalaram no Brasil, atraindo para o país um novo contingente de alemães diretamente ligados a essas indústrias. A cidade de São Paulo recebeu muitos dessa nova onda de emigração alemã: em 1940, viviam no estado de São Paulo alemães, dos quais na capital, e correspondiam a 2,5% da população total do estado.ALVES, Eliane Bisan. Etnicidade, nacionalismo e autoritarismo: a comunidade alemã sob vigilância do DEOPS. Também houve grupos de alemães na década de 1940 que emigraram para o Brasil por conta da Segunda Guerra Mundial.O piloto alemão da II Guerra que vive em Santa CatarinaDescendentes de etnia germânica vivem isolados em área rural de MinasFundação vai ajudar pomeranos a desenvolver projetos sociais Os alemães que vieram para o Brasil na primeira metade do século XX foram a nacionalidade imigrante mais bem educada de todas. Dos alemães maiores de sete anos de idade entrados no país pelo porto de Santos, entre 1908 e 1936, somente 3,9% foram listados como analfabetos. A título de comparação, o maior índice de analfabetismo estava entre os imigrantes espanhóis, de 65,1%. Os imigrantes alemães tinham um nível de escolaridade bastante alto para os padrões brasileiros: o censo do Brasil de 1920 revelou que 71,2% da população brasileira com mais de cinco anos de idade era analfabeta.ANALFABETISMO NO BRASIL: configuração e gênese das desigualdades regionais O censo brasileiro de 2022 encontrou que 7% dos brasileiros com mais de 15 de idade ainda eram analfabetos, um índice que continua maior do que dos imigrantes alemães que chegaram ao país no início do século XX.Censo 2022: Taxa de analfabetismo cai de 9,6% para 7,0% em 12 anos, mas desigualdades persistem Os dados do porto de Santos também revelaram que somente 31% dos imigrantes alemães ingressados entre 1908 e 1936 eram de ocupação rural, o menor índice entre todos os grupos. Os dados encontram-se na tabela a seguir: Índice de ruralidade e de analfabetismo entre os imigrantes entrados no Brasil pelo porto de Santos e maiores de 7 anos (1908–1936) Índice de ruralidade e de analfabetismo entre os imigrantes entrados no Brasil pelo porto de Santos e maiores de 7 anos (1908–1936) Índice de ruralidade e de analfabetismo entre os imigrantes entrados no Brasil pelo porto de Santos e maiores de 7 anos (1908–1936) Índice de ruralidade e de analfabetismo entre os imigrantes entrados no Brasil pelo porto de Santos e maiores de 7 anos (1908–1936) Índice de ruralidade e de analfabetismo entre os imigrantes entrados no Brasil pelo porto de Santos e maiores de 7 anos (1908–1936) Nacionalidades Total Maiores de 7 anos % Analfabetos % De ocupação rural Portugueses 275.257 242.657 51,8% 48% Espanhóis 209.282 167.795 65,1% 79% Italianos 202.749 175.157 31,6% 50% Japoneses 176.775 142.573 9,9% 99% Alemães 43.989 39.724 3,9% 31% O censo brasileiro de 1940 contabilizou a presença de pessoas nascidas na Alemanha no Brasil.O papel da migração internacional na evolução da população brasileira (1872 a 1972) Nessa época, a maior parte da \"comunidade alemã\" do país já era nascida no Brasil, tendo em vista que os primeiros alemães haviam começado a se estabelecer no país há mais de um século. Estimativas da época calculavam que, se contabilizados os descendentes, a população de origem alemã no Brasil era de cerca de um milhão de pessoas, numa população de 40 milhões de brasileiros.EXTREMA DIREITA E QUESTÃO NACIONAL:o nazismo no Brasil dos anos 30 Estimativas para 1940 apontam que os alemães e seus descendentes compunham 22,34% da população de Santa Catarina, 19,3% do Rio Grande do Sul, 6,9% do Paraná e 2,5% de São Paulo.Etnicidade, Nacionalismo e Autoritarismo. A Comunidade Alemã Sob Vigilância do DEOPS No tocante aos nascidos na Alemanha contabilizados no censo de 1940, eles estavam distribuídos da seguinte forma, por estados: População nascida na Alemanha (censo de 1940) Estado Número São Paulo 34.490 Rio Grande do Sul 18.120 Santa Catarina 13.140 Paraná 13.108 Distrito Federal 10.185 Minas Gerais 2.263 Rio de Janeiro 2.211 Espírito Santo 746 Outros 2.828 Total 97.091 A partir das décadas seguintes, a população nascida na Alemanha residente no Brasil foi decaindo constantemente: o censo de 1950 registrou alemães e o de 1970, . ==As colônias e a economia== No Rio Grande do Sul, as colônias eram organizadas em torno de picadas. Era feito um corte longo e reto no meio da floresta (que mais tarde se tornaria uma estrada), ao longo do qual aos imigrantes eram distribuídos os lotes, os quais eram compridos e estreitos, de cem a duzentos acres. Os colonos tinham que passar os primeiros um ou dois anos limpando a terra, antes de poderem cultivá-la -- daí a necessidade de subsídios do governo.James, Preston. 1940. “The Expanding Settlements of Southern Brazil.” Geographical Review 30(4): 601-626. Waibel, Leo. 1950. “European Colonization in Southern Brazil.” Geographical Review 40(4): 529-547. A casa de cada família era construída ao lado da estrada, ficando distante uma da outra. Várias dessas picadas constituíam uma colônia. O centro da colônia era a Stadtplatz, um aglomerado de edifícios que incluíam igreja, escola, repartições públicas, comércio, oficinas e o moinho.Germans in Brazil: A Comparative History of Cultural Conflict During World War I Em Santa Catarina, as picadas eram menos comuns e as propriedades tendiam a ser menores do que as do Rio Grande do Sul. A geografia de Santa Catarina não favorecia assentamentos contíguos, de modo que as colônias alemãs tendiam a ser separadas por serras e vales de regiões ocupadas por outros grupos étnicos, mais frequentemente italianos. Os imigrantes compravam os lotes a prazo, a título provisório, contraindo a denominada \"dívida colonial\". Após quitar a dívida, o título definitivo era expedido; todavia, se houvesse inadimplência persistente ou abandono da terra, a propriedade era retomada, para posterior venda em hasta pública.ETNICIDADE, POLÍTICA E ASCENSÃO SOCIAL: UM EXEMPLO TEUTO-BRASILEIRO Os problemas eram comuns. Havia demora nas demarcações dos terrenos e nos registros dos títulos de propriedade e proibição de cultivos de exportações em certos casos.LOBO, Eulália Maria L. Imigração portuguesa no Brasil. São Paulo: Hucitec, 2001 As terras adquiridas pelos imigrantes nem sempre eram adequadas à produção agrícola. Muitas vezes, os centros consumidores estavam longe, dificultando a venda do excedente produtivo e, por conseguinte, a quitação da dívida colonial. Pagar a terra recebida num prazo de cinco anos era quase impossível. Assim, a expedição do título de propriedade podia demorar mais de duas décadas. Nos primeiros tempos, a economia das colônias alemãs no Brasil girava em torno das pequenas propriedades rurais, caracterizadas pela policultura realizada com trabalho do núcleo familiar camponês. Nesse período, as técnicas agrícolas realizadas pelos imigrantes eram \"primitivas\", com base na agricultura de subsistência, primeiramente para consumo da família, sendo o excedente trocado nas vendas locais. Posteriormente, ocorreu a introdução do plantio de fumo, a criação de suínos e gado leiteiro, o beneficiamento de milho e mandioca em engenhos e atafonas, o que ampliou a produção comercial local. O grupo social mais importante das colônias era o dos comerciantes, também eles alemães na maioria dos casos. Eles formavam a elite econômica local. Nos primórdios, colonos e comerciantes transacionavam sem usar dinheiro: os colonos entregavam seus produtos ao comerciante, em troca de mercadorias que não eram produzidas na colônia -- ferramentas, equipamentos, sal, querosene, tecidos etc. Haja vista o isolamento geográfico de muitas colônias alemãs, muitos \"vendeiros\" exerciam verdadeiro monopólio nas colônias, de modo que as transações colono-comerciante nem sempre eram justas. O enriquecimento dos comerciantes locais traduziu-se em industrialização. Ao acumularem capital, os comerciantes passaram a investir na atividade industrial, embora nem todas as indústrias nas colônias alemãs tenham sido fundadas por comerciantes. Após 1880, o desenvolvimento urbano e a industrialização ocorreram de forma simultânea, em algumas colônias. Em Blumenau e em Brusque, formou-se uma camada média, composta por pequenos comerciantes, artesãos, técnicos especializados, prestadores de serviços, professores, servidores públicos; uma classe operária e uma elite composta sobretudo por comerciantes/industriais. Nas duas últimas décadas do século XIX, o aumento do desenvolvimento urbano em alguns núcleos coloniais (São Leopoldo, Blumenau, Joinville, etc) passou a atrair operários e artífices que ingressavam no mercado de trabalho urbano. O processo de industrialização, acelerado após 1918, permitiu a formação de uma classe operária em número apreciável em certas colônias alemãs. Essa transição da agricultura granjeira para a indústria artesanal foi possível devido ao conhecimento dos imigrantes de técnicas produtivas singelas, porém mais desenvolvidas que aquelas dominadas pelos brasileiros. Além disso, o bilinguismo proporcionava acesso às informações técnicas e permitia manter contatos na Europa, a fim de importar equipamentos e trabalhadores especializados. Na década de 1930, conquanto ocupassem menos de 0,5% da superfície cultivável do Brasil, as comunidades alemãs geravam 8% da produção agrícola brasileira. Os alemães também tinham forte presença no setor comercial, no extrativismo e na indústria. Destacavam- se em fábricas de cerveja, charutos, mineradoras, têxteis e calçados, ao ponto de deterem 10% da indústria e 12% do comércio do Brasil na época.OLIVEIRA, Denisson de. Os soldados Alemães de Vargas, JURUA EDITORA, 2008 (2008) Durante a fundação das colônias, muitas vezes havia preocupação que entre os imigrantes não houvesse apenas agricultores, de modo a diversificar a economia local. Em 1852, a colônia de Blumenau, fundada dois anos antes, tinha somente pouco mais de 100 habitantes, mas já contava com \"um médico, um professor, um jardineiro, um alveitar, um ferreiro, um espingardeiro, um torneiro, dois alfaiates, dois sapateiros, um pedreiro-escultor, um cavoqueiro, três marceneiros, um construtor de engenho, um moleiro, dois carpinteiros e um tanoeiro\". Os demais eram agricultores. De fato, muito embora os agricultores fossem o público-alvo da política imigratória brasileira, muitos dos imigrantes alemães que chegavam não eram de origem rural, conforme se depreende da tabela abaixo: Emigrantes alemães embarcados em Hamburgo, com destino ao Brasil, segundo ocupações dos adultos do sexo masculino– 1851-1889Rumo à América: passageiros da rota Hamburgo–São Francisco do Sul na segunda metade dos Oitocentos Emigrantes alemães embarcados em Hamburgo, com destino ao Brasil, segundo ocupações dos adultos do sexo masculino– 1851-1889Rumo à América: passageiros da rota Hamburgo–São Francisco do Sul na segunda metade dos Oitocentos Emigrantes alemães embarcados em Hamburgo, com destino ao Brasil, segundo ocupações dos adultos do sexo masculino– 1851-1889Rumo à América: passageiros da rota Hamburgo–São Francisco do Sul na segunda metade dos Oitocentos Emigrantes alemães embarcados em Hamburgo, com destino ao Brasil, segundo ocupações dos adultos do sexo masculino– 1851-1889Rumo à América: passageiros da rota Hamburgo–São Francisco do Sul na segunda metade dos Oitocentos Emigrantes alemães embarcados em Hamburgo, com destino ao Brasil, segundo ocupações dos adultos do sexo masculino– 1851-1889Rumo à América: passageiros da rota Hamburgo–São Francisco do Sul na segunda metade dos Oitocentos Emigrantes alemães embarcados em Hamburgo, com destino ao Brasil, segundo ocupações dos adultos do sexo masculino– 1851-1889Rumo à América: passageiros da rota Hamburgo–São Francisco do Sul na segunda metade dos Oitocentos Ocupações Número Percentagem Rural 3.085 47,83% Artesãos 1.284 19,91% Comerciantes 129 2,0% Ecônomos 159 2,47% Técnicos 177 2,75% Operários 1.297 20,11% Outros 154 2,39% Sem registro 165 2,56% Subtotal 6.450 100,0% Contudo, esse tipo de desenvolvimento não foi uniforme em todas as colônias alemãs no Brasil. Muitas dessas comunidades permaneceram na pobreza e no extremo isolamento cultural por gerações. Algumas colônias mais isoladas entraram em processo de anomia, influenciado por tradições populares alemãs, de orientação bíblico‐protestante. Entre 1872 e 1873, surgiu o movimento dos muckers, na região de São Leopoldo, no Rio Grande do Sul. Uma seita, liderada por uma mulher‐profeta, Jacobina Mentz Maurer, reuniu um grupo de fanáticos religiosos, que desencadearam uma sucessão de crimes e assassinatos. Os crentes foram posteriormente massacrados pelas forças imperiais, no episódio conhecido como revolta dos Muckers.RIBEIRO, Darcy. O Povo Brasileiro, Companhia de Bolso, fourth reprint, 2008 (2008) No estado do Espírito Santo, foram poucos os imigrantes alemães que se dedicaram ao comércio ou à indústria. A maioria manteve-se na zona rural, vivendo em áreas isoladas e praticando uma agricultura \"primitiva\". Na década de 1970, o escritor alemão Klaus Granzow visitou colônias pomeranas do interior do estado e relatou o que viu na publicação Pomeranos Sob o Cruzeiro do Sul. Granzow observou \"a pobreza na agricultura resultante da falta de uma política agrária e de incentivos reais aos trabalhadores do campo\". O escritor relatou, por exemplo, ter encontrado um grupo de mulheres \"que não iam ao culto por não terem um vestido digno para vestir\".Pomeranos sob o Cruzeiro do Sul - Colonos Alemães no Brasil == Nacionalização e assimilação == A situação dos alemães no Brasil era peculiar, pois, embora pouco numerosos nacionalmente, estavam profundamente concentrados em certas áreas do Sul, de forma isolada. Como norte-europeus, os alemães se diferenciavam da população brasileira, e tinham língua e cultura que eram significativamente diferentes do encontrado no Brasil. Os alemães conseguiram preservar sua língua, havendo centenas de milhares de teuto-brasileiros de segunda e de terceira geração que mal conseguiam falar o português. Essa diferenciação favorecia o sentimento de grupo minoritário, que se aliava à formação de instituições étnicas sólidas, como escolas, igrejas, associações sociais e uma imprensa em língua alemã. Todos esses elementos combinados promoviam um sentimento geral de \"superioridade cultural\". Esse cenário passou a chamar a atenção da elite brasileira no final do século XIX. Embora os imigrantes alemães tenham sido recebidos e valorizados pelas suas contribuições para o desenvolvimento brasileiro, a imagem que o brasileiro fazia dos alemães era pautada por informações inadequadas e distorcidas, exageros retóricos, e mitos. Quando a elite brasileira tentou identificar a típica atitude alemã, ela naturalmente prestou atenção nos idealistas teuto-brasileiros. O teuto-brasileiro comum dava pouca importância à questão da assimilação cultural, mas havia um grupo de imigrantes que faziam discursos e publicações defendendo o direito dos alemães de manterem o seu separatismo cultural no Brasil, em um contexto em que a propaganda nacionalista crescia na Alemanha e fora dela. Diante disso, as autoridades brasileiras temiam que os teuto-brasileiros no Sul estivessem se tornando tão numerosos que nunca seriam assimilados. Era o início do \"perigo alemão\", uma crença comum de que a Alemanha estava expandindo seu imperialismo em todo o mundo, com base, em parte, na presença de imigrantes alemães em vários países subdesenvolvidos, incluindo o Brasil. Acrescenta-se a isso o fato de que os brasileiros de origem alemã eram normalmente mais bem educados e, via de regra, mais ricos que a maioria dos brasileiros, de modo que detinham um grande poder econômico, embora pouca influência política. Em um país pobre e dominado por analfabetos como era o Brasil, a relativa prosperidade da comunidade alemã tendia a evocar antagonismos, apesar da propalada benevolência e tolerância brasileira. Nesse contexto, alguns membros do governo brasileiro insistiam na necessidade de fragmentar as colônias alemãs e de garantir que as novas colônias fossem compostas por indivíduos de diversos grupos étnicos. O brasileiro comum em geral manteve uma postura entre a desconfiança e a hostilidade ao imigrante alemão. A opinião geral ficou mais contundente após a Unificação da Alemanha, com a percepção que as relações entre as colônias do sul do Brasil e a Alemanha pudessem desencadear um movimento ameaçador à integridade do Brasil. Ideia essa que se estendeu com intensidade variável por quase quarenta anos, até a Primeira Guerra Mundial sendo propalada por diversos intelectuais, com grande destaque para as obras de Sílvio Romero, paladino do “perigo alemão”. Esse temor, por outro lado, era infundado, já que grande parte dos imigrantes haviam emigrado antes da reunificação e o carinho e o sentimento de reciprocidade em relação à terra natal era dedicado à aldeia ou à família, e não à nação. Estes imigrantes pioneiros e os Brummer chegados em 1851, ao receberem os novos grupos, pós- reunificação ( os Reichsdeutsche ou alemães do Império), não se harmonizaram bem, considerando-os eruditos demais, excessivamente apegados à região de origem e defensores de um país que não dizia respeito à sua história. A suspeita de antibrasilidade ganhou reforço pela questão religiosa, com a presença de imigrantes luteranos; pelo relativo isolamento dos colonos em locais de difícil acesso; pela falta de escolas oficiais e, portanto, pela ausência de educação para os filhos de imigrantes, de forma a que aprendessem o idioma português; pelo sucesso empresarial de alguns imigrantes, que passaram a dominar alguns mercados locais. Isso levava a casos em que políticos locais, como João José Pereira Parobé declarassem que preferiam o atraso econômico do estado a ver a prosperidade depender dos povos de origem germânica. A antipatia em relação à Alemanha também se baseou em alguns episódios diplomáticos, entre eles: # o desejo manifesto do governo alemão de adquirir uma colônia na América; # o desembarque de marinheiros alemães da canhoeira Panther, em Santa Catarina, em 1905, sem autorização do governo brasileiro, para buscar e prender um marinheiro acusado de deserção; # a manobra feita para aumentar os preços do café iniciada em 1906 liderada pelo alemão Hermann Sielcken. A manobra deu resultados, porém o consórcio se desfez em 1913, e alguns de seus fundos foram confiscados pelo governo alemão no início da Primeira Guerra Mundial ===A campanha de nacionalização=== Entre 1937 e 1945, uma parcela significativa da população brasileira sofreu interferência na sua vida privada produzida por uma \"campanha de nacionalização\". Essa população -- chamada de \"alienígena\" pelo governo brasileiro -- era composta por imigrantes e seus descendentes. Tanto o Brasil Império quanto a Primeira República permitiram que grupos de imigrantes se estabelecessem em comunidades isoladas, principalmente no sul do Brasil. Essas pessoas não se assimilaram na sociedade brasileira, fato que preocupava o governo nacionalista do presidente Getúlio Vargas. O exército teve um papel importante durante este processo de assimilação forçada destas áreas de \"colonização estrangeira\", onde havia os chamados \"quistos étnicos\" no Brasil. Os brasileiros de origem alemã viam-se como parte de uma sociedade plural, de modo que o \"Deutschtum\" (sentimento de pertença a uma comunidade com uma ascendência alemã compartilhada) parecia compatível com o fato de que eles também eram cidadãos brasileiros. No entanto, o governo brasileiro só aceitava a ideia do jus soli, de modo que todas as pessoas nascidas no Brasil deveriam ver-se apenas como brasileiras e deixar outras associações étnicas para trás. A visão brasileira contrasta com o jus sanguinis dos descendentes de alemães que, na época, ainda estavam ligados afetivamente à terra ancestral. De fato, mesmo após gerações no Brasil, muitos descendentes de alemães ainda se sentiam fortemente ligados à terra dos ancestrais. Depoimento importante é da escritora gaúcha Lya Luft, nascida na colônia de Santa Cruz do Sul: Na década de 1930, o Brasil abrigava uma das maiores populações alemãs fora da Alemanha, com 100 mil pessoas nascidas na Alemanha e uma comunidade de quase um milhão de brasileiros de ascendência alemã, cujos antepassados vinham se estabelecendo no país desde 1824. A ditadura varguista pretendia extirpar qualquer identificação nacional que não se encaixasse na proposta pelo regime. Fortemente influenciada pela obra de Gilberto Freyre, Casa-Grande e Senzala, que apresenta o brasileiro como fruto da miscigenação de raças, tornou-se uma questão nacional a eliminação de qualquer tentativa de enquistamento étnico.http://www.encontro2012.historiaoral.org.br/resources/anais/3/1340395352_ARQUIVO_BibianaWerle.pdf As restrições começaram em 1938, mas a situação piorou muito quando o Brasil declarou guerra aos países do eixo, em 1942. Todas as escolas foram obrigadas a ensinar exclusivamente em português,Decreto-Lei 406, Maio 4, 1938, artigo 85 e a publicação de livros, jornais e revistas em línguas estrangeiras (que na prática significava alemão e italiano) foi submetida à censura prévia por parte do Ministério da Justiça. Membros do Exército brasileiro foram enviados para as áreas de \"colonização estrangeira\" para \"monitorar\" a população local. Pessoas eram hostilizadas e agredidas caso falassem alemão na rua. A polícia fiscalizava a vida privada das pessoas, invadindo as casas para queimar livros escritos em alemão. Muitas pessoas foram presas pelo simples fato de falarem alemão. Em 1942, 1,5% dos habitantes de Blumenau foram encarcerados por falar alemão.Um processo cultural forçadoExperiência dos campos de concentração na vida dos imigrantes do Paraná Em muitas cidades brasileiras muitos indivíduos, mesmo nascidos no Brasil, não sabiam falar o português. De uma hora para outra, essas pessoas passaram a ser impedidas de falar na única língua que conheciam, inclusive dentro de casa, vez que o governo enviou muitos espiões para fiscalizar a língua usada nos lares. O censo de 1927 em Blumenau mostrou que, embora 84% da população da cidade fosse nascida no Brasil, apenas 28% tinha o português como língua materna e 53% tinha o alemão como idioma. A repressão à língua alemã durante o governo Vargas foi, em decorrência, bastante traumática para muitas pessoas.DA CELEBRAÇÃO DA ETNICIDADE TEUTO- BRASILEIRA À AFIRMAÇÃO DA BRASILIDADE A perseguição aos falantes de alemão era defendida inclusive por intelectuais da época, como a escritora Rachel de Queiroz que, após visita a Blumenau, escreveu a crônica Olhos Azuis na revista O Cruzeiro. Na crônica, Queiroz criticava o modo como os habitantes de Blumenau falavam português, \"com sintaxe germânica, com uma pavorosa pronúncia germânica\" e acrescentava: \"Alguém tem que dar um jeito nesse problema enquanto ele não se vira drama\"Ich spreche anders, aber das ist auch deutsch:1 línguas em conflito em uma escola rural localizada em zona de imigração no sul do Brasil ===O nazismo no Brasil=== Logo que assumiu o poder na Alemanha, o Partido Nazista assumiu a tarefa de se organizar no exterior, onde significativas populações de origem alemã estivessem presentes. Cerca de 3 mil pessoas filiaram-se ao nazismo no Brasil, tornando o braço brasileiro do partido o maior fora da Alemanha. Na década de 1920, cerca de 80 mil alemães imigraram para o Brasil. Todos eles imigraram para o Brasil em razão das dificuldades econômicas por que passava a Alemanha após a I Guerra. Presume- se, portanto, que esses novos imigrantes estavam mais propensos a serem aliciados pela propaganda nazista, uma vez que, a partir da década de 1930, começaram a receber notícias que a situação socioeconômica na Alemanha estava melhorando, com os nazistas no poder. Instituições que se viam pouco prestigiadas pela Alemanha da República de Weimar, como associações esportivas, culturais e econômicas, que tinham forte presença na comunidade teuto-brasileira, passaram a ganhar prestígio com os nazistas no poder, o que angariava simpatia. No entanto, os nazistas não conseguiram transformar esse apoio informal em uma adesão forte ao partido no Brasil e suas ações locais, como propostas de boicote, foram resistidas pela maior parte da população de ascendência alemã. Apenas 5% dos alemães natos no Brasil filiaram-se ao partido nazista, sendo que o maior grupo estava em São Paulo, e não nas colônias alemãs do Sul.http://www.terra.com.br/istoe/edicoes/2062/artigo135072-3.htm A título de comparação, na Alemanha, 10% da população foi filiada ao Partido Nazista, naquela altura. Uma explicação para o expressivo número de filiados ao Partido Nazista entre os alemães no Brasil reside no fato de que muitos imigrantes trabalhavam em empresas alemãs com atuação no Brasil, para os quais a adesão ao partido era quase uma obrigatoriedade. Segundo diferentes historiadores, apenas uma parcela dos alemães e descendentes no Brasil aderiram à ideologia nazista. Para o historiador René Gertz, havia \"uma considerável simpatia pelo fato de que o regime teria consertado os erros imputados ao regime da República de Weimar\", mas não havia um \"entusiasmo irrestrito\". Na perspectiva de Eliane Bisan Alves, \"além da adesão por parte da elite, não se pode dizer que a maioria dos alemães no Brasil tenha se identificado com o nazismo do ponto de vista ideológico\". Porém, a autora enfatiza que, por meio da imprensa da época e pelas correspondências confiscadas pela DEOPS, verifica-se que \"havia forte simpatia por Hitler, pelo Terceiro Reich e, sobretudo, pela \"nação\" alemã, que passou a desfrutar de pretígio no plano internacional\".Eliane Bisan Alves. ETNICIDADE, NACIONALISMO E AUTORITARISMO: A COMUNIDADE ALEMÃ SOB VIGILÂNCIA DO DEOPS. Editora Humanitas/Fapesp, 2006 Segundo Cláudia Mauch e Naira Vasconcellos, muitos dos alemães que aderiram ao nazismo no Brasil \"não o fizeram por messianismo, mas por um cálculo racional de ganhos\". O ingresso no partido poderia garantir benefícios materiais no Brasil ou uma repatriação à Alemanha como compensação pela dedicação à causa. À mesma conclusão chegou o historiador René Gertz, ao afirmar que \"entre os que ingressaram no partido provavelmente se encontrava um número significativo que estava numa dependência econômica direta em relação a empresas alemãs (da Alemanha) em atividade no Brasil, para os quais a adesão ao partido era quase uma obrigatoriedade\". Em abril de 1938, Getúlio Vargas proibiu o Partido Nazista no Brasil (curiosamente, os próprios partidos brasileiros foram proibidos antes, em dezembro de 1937).http://www.eeh2008.anpuh- rs.org.br/resources/content/anais/1211934684_ARQUIVO_andrearahmeier.pdf O partido de direita do Brasil, a Ação Integralista Brasileira, em contraste com o Partido Nazista, admirava a miscigenação, e teve na figura do sertanejo um nobre ideal de representação do povo, que eles achavam ser essencial para a identidade nacional brasileira. Isso entrava diretamente em conflito com a ideologia nazista de pureza racial. Isto era um problema, já que os integralistas foram capazes de atrair alguma associação entre os brasileiros de ascendência alemã, competindo, assim, com a organização nazista. Ademais, até 1937, quando Vargas impôs uma ditadura, os integralistas, ao contrário do Partido Nazista, foram capazes de participar nas eleições, e por isso havia uma tendência natural de apoio aos integralistas por parte dos nazistas brasileiros. Durante a Segunda Guerra Mundial, a Força Expedicionária Brasileira (FEB) alistou muitos alemães e brasileiros de ascendência alemã para lutar ao lado das forças aliadas na Itália, o que foi trágico para muitos deles, considerando-se que os soldados foram obrigados a lutar contra a sua Alemanha natal. No momento da declaração de guerra contra a Alemanha, revoltas populares contra cidadãos de origem alemã eclodiram no Rio Grande do Sul, como resposta ao afundamento brutal de navios mercantes brasileiros por submarinos alemães, que resultou em mais de 600 mortes. Quando o Exército reprimiu esses tumultos e garantiu a integridade física dos cidadãos alemães, o interventor Cordeiro de Farias, entusiasta da campanha de nacionalização, apresentou sua renúncia, a qual foi rejeitada. Em breve, ele seria enviado para a Itália como comandante militar e substituído pelo coronel Ernesto Dornelles, um líder muito mais moderado.http://www.espacoacademico.com.br/062/62res_maestri.htm A inesperada reabilitação de Getúlio Vargas Citando o arquivo de Rolf Hoffmann, mencionado por Alton Frye em \"Nazi Germany and the American Hemisphere, 1933-1941\", o diplomata Sérgio Corrêa da Costa, em sua obra 'Crônica de uma guerra secreta',da Costa, Sérgio Corrêa da Costa, Crônica de uma Guerra Secreta, Editora Record, 52004, citando arquivo da Alemanha Nazista, arquivo de Rolf Hoffmann, roll 29, frames 26.600-656, mencionado por Alton Frye em \"Nazi Germany and the American Hemisphere, 1933-1941\", revela que Hitler teria planejado colonizar o Brasil. O projeto não seria novo, já existindo anteriormente. No seu \"Gross-Deutschland, die Arbeit des 20. Jahrhunderts\" (\"A Grande Alemanha, obra do século XX\"), publicado em Leipzig, 1911, Tannenberg estabelece o princípio da repartição das Américas Central e do Sul entre as grandes potências imperialistas, reservando para a Alemanha a zona subtropical banhada pelo Atlântico.Chéradame, André, \"Défense de l'Amérique, p. 218 e 3374 Segundo alguns historiadores brasileiros, isso não passaria de uma falácia, pois tais intenções jamais foram documentadas. Algumas fontes citam uma suposta expedição patrocinada por nazistas na Floresta Amazônica. Segundo a historiadora Ana Maria Dietrich, expedições de reconhecimento do território eram comuns na época. Porém, o fato de um expedicionário alemão ter morrido durante o caminho e ter sido enterrado com uma cruz contendo uma suástica no Amapá, passou a ser explorada como atração turística. Para o historiador Rafael Athaides, os boatos de que os nazistas agiam sorrateiramente para conquistar o Sul do Brasil não passam de invenções criadas durante a Segunda Guerra Mundial. O mito do \"perigo alemão\" servia como subterfúgio para o Estado Novo (1937–1945) implementar livremente sua política da nacionalização dos imigrantes. Ademais, visando interesses econômicos, Getúlio Vargas se aproximara dos Estados Unidos e para isso foi necessário um rompimento com a Alemanha nazista, que até então era a maior parceira comercial do Brasil.http://ultimosegundo.ig.com.br/revolucao1930/alemanha+de+hitler+foi+principal+parceira+do+brasil+de+getulio/n1237772842065.html O próprio Vargas era admirador de Adolf Hitler e sua ditadura foi de clara inspiração fascista. De fato, o Partido Nazista nunca representou uma ameaça séria ao Brasil. Seus membros não tinham interesse em participar das eleições nem de registrar o partido na Justiça Eleitoral do Brasil. Em decorrência, o presidente Getúlio Vargas e os governadores locais nem se importaram com a sua fundação, pelo contrário, eram inclusive simpatizantes e até participavam de festividades nazistas. O historiador Rafael Athaides assevera que não há justificativa em se fazer uma associação entre os grupos neonazistas hoje existentes no Brasil e os brasileiros descendentes de alemães. Athaides acha pouco provável que haja qualquer ligação, pois um levantamento do perfil dos indivíduos presos por neonazismo mostra que nenhum deles é descendente de nazistas históricos. Trata-se de jovens desajustados, \"desprovidos de referencial identitário e que manipulam os signos do nazismo no mundo\". Responsabilizar os descendentes de alemães do Sul pela sustentação de grupos separatistas e neonazistas acontece mesmo quando práticas qualificadas como \"neonazistas\" são praticadas por caboclos do interior do Pará. Esse tipo de estereótipo é criticado na obra do historiador René Gertz. ===Casamentos e religião=== Religião dos alemães entrados no Rio Grande do Sul(1854-1874) Período Católica Outra Total 1854-1863 4 451 4 285 8 736 1864-1873 1 060 5 434 6 494 1874 64 293 357 Total 5 575 10 012 15 587 Segundo o censo de 1872, dos alemães residentes no Brasil, eram não católicos (55,7%) e católicos (44,3%). Os alemães representaram o primeiro grande fluxo migratório composto por protestantes no Brasil, após séculos de monopólio da igreja católica; porém, durante o Império, os não católicos tiveram vários dos seus direitos limitados. Embora a Constituição brasileira de 1824 estabelecesse que ninguém deveria ser perseguido pela crença religiosa, o catolicismo continuou sendo a religião oficial. Segundo o Código Criminal do Império, quem não fosse católico só poderia manifestar sua religiosidade no interior do lar e não poderia celebrar \"seus cultos numa construção que tenha a forma de templo\" e os que o fizessem, deveriam \"ser dispersos pelo juiz de paz e ser punidos com uma multa de 2 a 12 mil-réis\". Além do mais, durante quase todo o Império, quem não era católico estava proibido de ser eleito para cargo de deputado ou de senador. Também era exigido dos médicos, dos bacharéis em Direito, dos engenheiros, ao se formarem, o compromisso com a religião católica. A elegibilidade dos não católicos só foi alcançada com a Lei Saraiva, de 1881.Católicos e Acatólicos: o voto no ImpérioIMIGRAÇÃO ALEMÃ, LUTERANISMO E A CRIAÇÃO DE ESCOLAS NO SUL DO BRASIL A separação entre Estado e igreja só viria com a Constituição brasileira de 1891, no regime republicano.A separação do estado e da igreja para o bem do direito: uma análise jurídica fundamentada no contexto histórico Antes de falar dos padrões de casamento dos imigrantes alemães no Brasil, é necessário fazer uma distinção entre dois grupos: os alemães católicos e os luteranos. Para os primeiros, sem dúvida, a aproximação com os brasileiros se mostrava inevitável, principalmente enquanto não havia igreja na colônia, o que forçava os colonos a ter uma maior convivência com o elemento brasileiro a fim de praticar a sua religiosidade. Isso, somado à interação por fatores econômicos e pessoais, aumentavam as chances de casamentos mistos. Para os luteranos, por outro lado, o contato com os brasileiros se limitava à esfera econômica, uma vez que tendiam a se isolar devido ao caráter germanizante da sua religião, favorecendo a prática de endogamia. Dados estatísticos de duas comunidades alemãs, uma localizada em Curitiba (Paraná) e outra em São Lourenço (Rio Grande do Sul) confirmam isso. Nos registros de matrimônios de uma paróquia de Curitiba, dos alemães católicos que se casaram entre 1850 e 1919, 42,88% o fizeram com pessoa de origem alemã, enquanto que a maioria (57,12%) contraiu matrimônio com pessoa de outra etnia. Situação bastante antagônica se dava entre os evangélicos: 93% dos alemães luteranos casaram com pessoa de etnia alemã e apenas 6,9% com pessoa de outra origem. Situação semelhante foi verificada entre os alemães de São Lourenço, embora nesta localidade os casamentos intra-étnicos predominaram tanto entre católicos como entre protestantes. Entre 1861 e 1930, dos católicos alemães de São Lourenço, 73,9% contraíram matrimônio com pessoa de etnia alemã e 26,1% com de outra origem. Já entre os luteranos, apesar de haver dados escassos, para o período entre 1903 e 1930, verificou-se que 96,9% deles casaram com alemães e apenas 3,1% com não alemães. Verifica-se, portanto, que a religião era um elemento que tinha notável influência nos padrões matrimoniais dos alemães no Brasil. O luteranismo não encontrava adeptos entre os brasileiros e seus cultos, em alemão, desencorajavam a participação de elementos de fora da comunidade. A própria religião luterana configurava um elemento germanizante e, tendo em vista a tradição católica que predominava no Brasil, fazia com que seus seguidores se unissem e impedissem a infiltração do elemento brasileiro. Já os alemães de fé católica tinham maior afinidade com os brasileiros e com eles conviviam mais, aumentando as chances de contraírem matrimônios mistos. Outros fatores também influenciaram os padrões nupciais dos alemães no Brasil. A própria forma como as colônias agrícolas se organizavam, formando \"ilhas\" perdidas do restante da população brasileira, muitas vezes separadas por florestas, favorecia o isolamento. Os imigrantes muitas vezes chegavam e se reuniam em pequenos grupos e se sentiam deslocados numa terra estranha, onde não encontravam com quem se identificar até que um novo grupo alemão chegasse. Portanto, principalmente para os primeiros imigrantes, era praticamente inconcebível procurar um cônjuge fora do grupo alemão, pois a sua comunidade representava a continuidade do que ficara para trás. Mais tarde, surgiram preconceitos de parte a parte e representações sociais ligadas ao preconceito de raça. De um lado, os alemães olhavam a mulher brasileira como uma má dona-de-casa e o homem brasileiro como pouco trabalhador. Os brasileiros também olhavam com estranheza os alemães devido aos seus costumes e características raciais tão diferentes das suas. Assim, essas condições psicológicas, naturais e religiosas exerceram influência nas características matrimoniais que tiveram os alemães no Brasil. == A influência alemã no Brasil == === Influência política === A comunidade alemã no Brasil começou de forma modesta, na década de 1820. Suas colônias surgiram em regiões menos desenvolvidas do país, onde trabalhavam como fazendeiros. Posteriormente, ali desenvolveram pequenos centros urbanos, onde surgiu algum desenvolvimento industrial. O interesse da Alemanha pelas comunidades teuto-brasileiras recrudesceu em 1896, com a Weltpolitik, baseada numa política exterior agressiva e expansionista, com bases nacionalistas. Para os formuladores dessa política, era necessário salvar as pessoas de sangue alemão no exterior da assimilação, pois elas poderiam ser úteis para as ambições expansionistas da Alemanha. Evidentemente, o Brasil tinha lugar de destaque nesse cenário, uma vez que abrigava milhares de pessoas com origens alemãs e ainda era o país que tinha o maior número de escolas alemãs em todo o mundo, depois da Alemanha. Além disso, a grande quantidade de clubes alemães no Brasil propiciou a perpetuação de uma identidade alemã entre os descendentes. Contudo, ao contrário do que projetavam os entusiastas nacionalistas da Alemanha, os \"alemães\" do Brasil não formavam um \"sindicato de teutônicos orgulhosos nos trópicos\". Formavam um grupo heterogêneo, com rivalidades entre protestantes e católicos, entre conservadores e liberais e entre diferentes grupos regionais. A ineficácia do Partido Nazista em cooptar uma grande adesão entre os teutônicos no Brasil reflete essa diversidade de desígnios. Evidentemente, devido ao isolamento das colônias germânicas e à preservação da língua, os descendentes de alemães no Brasil sentiam-se pertencentes a um grupo minoritário, porém esse sentimento não ensejou qualquer mobilização antibrasileira, apesar do propalado \"perigo alemão\". De fato, durante a República Velha, foram pouquíssimos os políticos de origem alemã com influência no Brasil, o que desconstrói o mito do \"perigo alemão\". Mesmo na década de 1930, em que havia vários membros do governo Vargas simpatizantes do nazifascismo, como Góis Monteiro, a influência alemã inclusive diminuiu. Nos primeiros anos do século XX, surgiram nomes como Lauro Müller, que atuou como ministro das Relações Exteriores, mas que se viu obrigado a renunciar durante a I Guerra Mundial pois, por ser filho de alemães, foi acusado por Rui Barbosa de imparcialidade, sendo que Barbosa era defensor de uma aliança com os Estados Unidos.GOMES, Angela Maria de Castro. Histórias de Imigrantes e de Imigração no Rio de Janeiro. Ed. 7Letras, 2000. Na década de 1920 pode ser citado Vítor Konder, que perdeu toda sua influência política no pós-1930, não conseguindo nem se eleger vereador em Blumenau. Da mesma forma, Lindolfo Collor, que foi eleito com o apoio dos teuto-brasileiros mas, após se desentender com Vargas, perdeu espaço. Por fim, a lista termina com Filinto Müller, que ficou famoso durante a ditadura de Vargas, ao atuar como chefe da polícia política e ser acusado de promover prisões arbitrárias e a tortura de prisioneiros.CPDOC-FGV Filinto MüllerMORAES, Leticia Nunes de . Cotidiano & Política: Em Carmen da Silva e David Nasser (1963-1973). FFLCH- USP, 2007. Em sua História, o Brasil teve três Presidentes da República de origem alemã. O primeiro foi Ernesto Geisel (1974-1979), durante a ditadura militar. Ambos os pais de Geisel eram de origem alemã, sendo o pai de Hesse e a mãe filha de imigrantes da Baixa Saxônia. Geisel falava alemão durante a infância,KOIFMAN, Fábio. Presidentes Do Brasil: De Deodoro A FHC. mas se considerava brasileiro, e inclusive questionava o porquê de alguns índios não \"quererem ser brasileiros\". Durante seu governo, buscou uma aproximação pragmática com a Alemanha, consubstanciada pela assinatura do Acordo nuclear Brasil-Alemanha, em 1975.Acordo Nuclear Brasil-Alemanha (1975) O segundo presidente de origem alemã foi Fernando Collor de Mello (1990-1992), cujo avô materno, Lindolfo Collor, foi um dos poucos políticos de origem alemã na Primeira República, o qual atuou como \"mediador\" entre a comunidade alemã do Rio Grande do Sul e o resto da sociedade brasileira.Apóstata do Germanismo ou alemão arrivista: a trajetória de Lindolfo Collor até a Revolução de 1930 Por fim, o presidente Itamar Franco (1992-1994) também tinha origem alemã, sendo que sua avó paterna, Mathilde Stiebler, era de Hamburgo. ===Influência cultural=== Em diversas localidades do Brasil, mas em especial na Região Sul, são evidentes as marcas dos imigrantes alemães. Os estados de Santa Catarina e do Rio Grande do Sul são aqueles que mais foram influenciados pelos alemães. As cidades do interior desses estados ainda preservam a arquitetura germânica das casas, bem como a língua alemã e festas populares, como a Oktoberfest, são marcas fortes da imigração alemã no Sul do Brasil.As comemorações da imigração no Rio Grande do Sul: o 25 de Julho, uma data e muitas históriasHISTÓRIA Os descendentes de imigrantes alemães que se fixaram nas colônias rurais do Brasil durante o século XIX acabaram por criar uma identidade teuto- brasileira. Embora nascidos no Brasil, esses colonos mantinham laços culturais estreitos com a Alemanha natal: a língua alemã era falada pela maioria e os hábitos continuavam os mesmos, inclusive houve vários jornais de língua alemã nas colônias. Com o passar dos anos, os traços de germanidade tornaram-se cada vez mais débeis. O idioma alemão passou a ser usado cada vez menos em público e as atividades das sociedades e clubes recreativos diminuíram de intensidade. A educação escolar passou a ser feita em língua portuguesa também. Os alemães adaptaram-se ao Brasil, porém sem abrir mão de sua cultura. Por isso, criaram um espaço cultural próprio, onde mantiveram o seu estilo de vida, mas incorporando traços da cultura brasileira à nova realidade. Isso resultou num modo singular de ser. A preservação da cultura não foi, e continua a não ser, bem vista por muitas pessoas de fora da comunidade. Ainda hoje, o brasileiro falante de alemão é acusado de ser \"fechado, achar-se superior, não querer misturar-se e não querer aprender português\". Isso é resultado de uma \"visão extremamente ideologizada\", historicamente legitimada pelo próprio Estado brasileiro, seja durante a campanha de nacionalização, ou mesmo em tempos mais recentes. A exemplo, em 1989, o prefeito de Santa Maria do Herval, no Rio Grande do Sul, baixou um decreto municipal que proibia o uso de alemão nas salas de aula do município. A língua portuguesa, nesse contexto, aparece como uma \"condição para ser brasileiro\" e o uso da língua minoritária como um elemento a ser combatido. Porém, o desejo de falar a língua materna, mesmo que minoritária, é um direito linguístico com respaldo na Declaração Universal dos Direitos Humanos das Nações Unidas. Nos últimos anos, contudo, as autoridades brasileiras vêm valorizando a diversidade cultural e linguística do país, por meio de ações que visam evitar que as línguas minoritárias, sejam indígenas ou de imigrantes, venham a desaparecer no país. Isso dá-se, como exemplo, por meio da cooficialização de outros idiomas falados na localidade.A CO- OFICIALIZAÇÃO DA LÍNGUA POMERANA Além de ser um termo de designação étnica, o conceito de \"teuto-brasileiro\" também se tornou um conceito sociológico, alvo de uma série de discussões acadêmicas, relacionadas ao papel do imigrante e descendente de alemães no Brasil a partir da década de 1930. Emílio Willems, Artur Hehl Neiva, Carlos Henrique Oberacker Junior, Egon Schaden, entre outros, foram pesquisadores acadêmicos que retomaram a noção de \"teuto- brasileiro\", inserindo-a em um contexto mais brando que os debates acerca do \"perigo alemão\" no Brasil, comum desde o início do século XX, sobretudo no sul do Brasil.VOIGT, André Fabiano. A invenção do teuto-brasileiro. Florianópolis, 2008. Tese (doutorado em História Cultural) - Universidade Federal de Santa Catarina. Nas últimas décadas, vê-se uma tentativa de reavivar a cultura germânica nas áreas de povoamento alemão no Brasil.Conheça a Serra Gaúcha Exemplos são festas populares, como a Oktoberfest. Todavia, tais manifestações são mais turísticas que representações de cultura étnica. A Oktoberfest, por exemplo, só se popularizou no Sul do Brasil na década de 1980: não foi trazida pelos imigrantes, mas importada como forma de alavancar a economia regional e de melhorar o moral da população, após as enchentes que destruíram parte de Blumenau, no início da década de 1980. Segundo Cláudia Mauch e Naira Vasconcellos, \"a Oktoberfest é uma mercadoria feita para os turistas, mas uma mercadoria que encarna a cultura teuto-brasileira\". Segundo as autoras, os turistas em Blumenau passam a enxergar a Oktoberfest como uma festa \"autêntica\", e os próprios habitantes enxergam-na como \"uma tradição herdada\". Na esteira do surgimento da Oktoberfest em Blumenau na década de 1980, vários outros municípios fundados por alemães no Brasil passaram a reinventar festas étnicas ditas \"alemãs\", fato que coincide com o aparecimento do turismo de massa. Assim, surgiram o Fenarreco em Brusque, o Chuchoppfest em Gaspar ou o Kegelfest em Rio do Sul. A artificialidade de algumas dessas manifestações culturais pode ser observada na cidade de Pomerode, em Santa Catarina. Nos últimos anos, os habitantes da cidade têm promovido costumes estereotipicamente \"alemães\" mas, ironicamente, as tradições promovidas na cidade foram copiadas de costumes do sul da Alemanha, da região da Baviera, tradições essas que eram desconhecidas pelos imigrantes que povoaram o município, que eram oriundos da Pomerânia, no norte da Alemanha. Um outro exemplo a ser citado é que cidades de povoamento alemão começaram a ressuscitar a arquitetura enxaimel, trazida pelos imigrantes, embora o estilo arquitetônico esteja extinto na Alemanha desde o século XVIII. === A língua alemã no Brasil === ====O idioma e a identidade étnica==== Os imigrantes germânicos que chegaram ao Sul do Brasil no século XIX eram um grupo heterogêneo, vez que eles provinham não apenas de diversas partes da Alemanha, mas também de outras regiões europeias de língua alemã, como Suíça, Áustria ou Rússia (região do Volga). Assim, entre os imigrantes havia prussianos, pomeranos, austríacos, suíços, renanos, bávaros, etc. Em consequência, esses grupos trouxeram seus dialetos regionais para o Brasil. Vale lembrar que a Alemanha apenas se unificou em 1871 e que o alemão padrão hoje existente era, até o século XIX, uma língua literária, criada por Martinho Lutero na sua famosa tradução da Bíblia. O povo alemão, no seu dia a dia, não usava o alemão padrão para se comunicar, mas diversos dialetos regionais. Nos primeiros anos de imigração para o Brasil, os alemães reuniam-se em pequenos grupos, formando suas colônias. Apesar de essas colônias serem habitadas por pessoas de diversas partes da Europa Central, o maior grupo normalmente provinha da região mais pobre da Alemanha à época, o Hunsrück, sendo que sua língua materna era o dialeto francônio-renano. Em decorrência, mesmo os imigrantes que provinham de outras regiões acabavam, por imposição da maioria, adotando o dialeto francônio-renano do Hunsrück. Esse processo ocorreu em várias comunidades alemãs no Brasil, nas quais o dialeto hunsrückisch se impôs e exterminou os outros. Em algumas áreas, contudo, outros dialetos regionais se impuseram. Nos municípios de Westfália (Rio Grande do Sul) e de Rio Fortuna (Santa Catarina), o dialeto vestifaliano é o usado.A situação de contato plurilíngue no sul do Brasil Nos municípios de Pomerode (Santa Catarina) e de Santa Maria de Jetibá (Espírito Santo), predominou o pomerano.Do nativo ao pomerano: as línguas, os dialetos e falares vivos de um Brasil pouco conhecido Nessas comunidades alemãs, o dialeto hunsrückisch manteve-se, durante vários anos, como a língua principal de comunicação. As colônias alemãs no Sul formaram-se, normalmente, em regiões de floresta despovoadas ou habitadas por índios, que foram expulsos para a chegada dos imigrantes. Os alemães não escolheram morar nessas regiões inóspitas porque sentiam-se superiores e não queriam conviver com a população brasileira. Acabaram ali por escolha do governo brasileiro, preocupado em povoar regiões de fronteira, a fim de evitar eventuais invasões dos países vizinhos. Em decorrência, os imigrantes, por muito tempo, viveram isolados nessas colônias, nas quais o contato com falantes de português era eventual. O governo brasileiro não dava aos imigrantes a assistência necessária. Portanto, eles mesmos tiveram que construir suas próprias escolas e igrejas e estrutura social. O governo não disponibilizava escolas públicas nas colônias para que os alemães aprendessem o português. No século XIX, a educação não era uma prioridade no Brasil. Em 1872, 99,9% dos escravos, 80% dos livres e 86% das mulheres no Brasil eram analfabetos. Na Alemanha, por outro lado, a educação básica era obrigatória e os alemães trouxeram essa mentalidade para o Brasil. Isso explica por que o analfabetismo era praticamente nulo nas comunidades alemãs, enquanto que no resto do Brasil atingia 80% da população. Portanto, para dar educação aos seus filhos, os imigrantes alemães tiveram que criar suas próprias escolas, nas quais ensinava-se o alemão padrão Hochdeutsch, embora em casa e na rua falassem seus dialetos regionais. Nas primeiras décadas de imigração, a língua não era um fator identitário para os imigrantes. Isolados em comunidades rurais, nas quais o contato com os brasileiros era inconstante, conseguiam viver dentro das colônias sem delas precisar sair e sem precisar aprender o português para sobreviver. Contudo, a partir da década de 1870, o contato com elementos de fora da comunidade alemã cresceu. Os brasileiros e outros imigrantes, sobretudo italianos, começaram a aparecer com mais frequência e as trocas comerciais se intensificaram. A língua portuguesa começava a ser ouvida com maior regularidade e a necessidade de aprender o português tornara-se mais imperativa. Depois de décadas vivendo numa ilha linguística, esse contato deve ter trazido à tona a questão da identidade étnica: falavam alemão, mas já eram nascidos no Brasil. Apesar dos esforços dos teuto-brasileiros para aprender o novo idioma e de uma parte deles, provavelmente, já não querer ser vista como \"alemão\", na visão dos \"brasileiros\" eles continuavam a ser \"alemães\". Isso, sem dúvida, contribuía para a lentidão da integração, pois criava-se um impasse: as novas gerações, ainda falando um português limitado, não conseguiam, e nem queriam, se desvincilhar de sua origem alemã, ao mesmo tempo que não queriam ser vistos como \"estrangeiros\", \"estranhos\", vez que também não o eram. Formou-se, portanto, uma identidade híbrida, teuto-brasileira. Tinham o alemão como língua materna e viam-se como membros de uma comunidade étnica alemã, mas as lealdades políticas eram em relação ao Brasil e não mais à Alemanha. O aprendizado da língua portuguesa, cada vez mais presente, acelerava o processo de integração, ao mesmo tempo que o preconceito sofrido dos brasileiros por falarem um português trôpego causava vergonha e acarretava no fechamento e isolamento. A Nacionalização, imposta em 1937 pelo presidente Getúlio Vargas, tentou forçar a assimilação dos descendentes de imigrantes. Todas as escolas alemãs no país foram fechadas, aniquilando o meio-escolar teuto-brasileiro. Em 1930, havia 2.500 escolas étnicas no Brasil. Dessas, eram de imigrantes alemães.http://www.portaldeperiodicos.unisul.br/index.php/Poiesis/article/viewFile/527/527 Em 1937, havia no país escolas alemãs, 396 italianas, 349 polonesas e 178 japonesas. Construir suas próprias escolas foi a forma encontrada pelos imigrantes para educar seus filhos, dada à ausência de escolas públicas fornecidas pelo Estado brasileiro. Em 1938, todas elas foram fechadas por determinação de Vargas. O alemão padrão aprendido na escola foi, assim, eliminado, enfraquecendo muito o uso do alemão nos centros urbanos, o qual passou a ficar limitado à zona rural. O fechamento das escolas fez com que as pessoas se apegassem cada vez mais ao dialeto alemão usado no dia a dia, distante do alemão padrão. Assim, os falantes de alemão no Brasil passaram a ser associados, de forma preconceituosa, a gente da zona rural, falante de um alemão \"errado\", dialetal, distante da variedade culta da língua.Línguas em contato/conflito: em foco uma escola rural em zona de imigração alemã no Sul do Brasil Na década de 1940, em decorrência da Segunda Guerra Mundial, a língua alemã foi proibida de ser falada publicamente. Certamente as pessoas não pararam de falar alemão nas colônias, porém essas ações contribuíram para a maior presença de elementos da língua portuguesa no alemão local. Pessoas que normalmente não falavam o português em casa, por sexo e nacionalidade, de acordo com o Censo brasileiro de 1940Census of 1940 Falantes de alemão Homens Mulheres Brasileiros natos Brasileiros naturalizados Estrangeiros 644 458 327 443 317 015 580 114 5 083 59 169 As medidas da ditadura varguista fizeram com que muitos indivíduos passassem a ter vergonha e medo de serem \"alemães\". Devido ao trauma, muitos, por opção própria, não queriam mais falar alemão. Ao invés de alcançar a integração, a Nacionalização, ao proibir o alemão e pregar a discriminação, contribuiu para um maior isolamento, uma perda, temporária, do processo de integração. Paulatinamente, os traumas da Nacionalização foram sendo superados e a integração continuou. A nova geração que aprendia o dialeto já absorvia um alemão com características do português. Esses indivíduos, embora há gerações no Brasil, continuavam a serem vistos como \"alemães\", por não falarem bem a língua portuguesa. O dialeto que falavam não era o alemão padrão usado na Alemanha e muito menos a língua oficial do Brasil, o português, o que reforçava, mesmo que inconscientemente, uma identidade híbrida. As escolas no Brasil já passavam a ensinar exclusivamente em português, mas nos intervalos, nas casas e nas ruas, o dialeto alemão continuava a ser usado nas colônias. A partir da década de 1970, com a popularização da televisão, a língua portuguesa \"invadiu\" as casas dos colonos. O contato maior com o português faz com que se aprenda mais naturalmente a língua, aumentando ainda mais as interferências na língua alemã materna. Falantes de alemão no lar, por geração (baseado no censo de 1940). Geração Número Primeira 64 000 Segunda 110 000 Terceira e seguintes 470 000 Total 644 000 Brasileiros natos que usavam o alemão como língua principal do lar (censo de 1940)Censo de 1940 Estado Número Estado Número Rio Grande do Sul 393 934 Pará 45 Santa Catarina 176 762 Paraíba 31 São Paulo 26 565 Ceará 25 Espírito Santo 25 659 Rio Grande do Norte 18 Paraná 11 111 Amazonas 17 Rio de Janeiro 7 249 Alagoas 9 Minas Gerais 2 818 Piauí 5 Mato Grosso 284 Acre 4 Bahia 268 Maranhão 2 Pernambuco 265 Total 580 114 Goiás 172 ====Situação atual==== Não se sabe ao certo quantas pessoas usam o alemão no Brasil pois, desde 1950, os censos nacionais eliminaram a pergunta sobre línguas.“Ia na escola alemã e de um dia pro outro fechou. E nós não sabíamos falar o português”: refletindo sobre as políticas linguísticas em contexto de língua minoritária Uma pesquisa feita com alistados do serviço militar no Rio Grande do Sul, entre 1985 e 1987, indagou sobre a língua falada por eles e seus pais. O índice geral de bilinguísmo foi de 26,41%, dos quais 56,61% indicaram o alemão como língua, seguido do italiano (33,94%) e do polonês (3,97%). A pesquisa apontou uma tendência de declínio: enquanto 30,85% dos pais dos alistados usavam uma língua que não era o português, apenas 19,10% dos alistados também a usavam, uma redução de 11,75%. O uso da língua alemã está em declínio no Brasil. Contudo, a existência de importantes comunidades de língua alemã no Brasil, mesmo após quase 200 anos do início da imigração, é um fato interessante. De acordo com Born e Dickgiesser, o número de brasileiros de ascendência alemã, em 1986, era de 3,6 milhões. Para o Rio Grande do Sul, com base em dados de Birsa (Bilinguismo no Rio Grande do Sul), para 1970, Altenhofen estimou em o número de falantes de uma variedade do alemão. Em 1996, ele estimou que o número havia caído para entre 700 mil e 900 mil falantes. Damke, em 1996, estimou em mais de dois milhões de falantes de qualquer variedade da língua alemã no Brasil. Hamel e Damke observaram que há um equilíbrio entre a utilização de alemão e português nas comunidades de língua alemã do Brasil. Mas, aos poucos, a tendência é que o português se torne cada vez mais dominante. Apesar do \"mito do monolinguismo no país\", ou seja, de que todos os brasileiros só falam português, o alemão continua a ter uma presença forte até hoje. Este mito é eficaz em esconder as minorias linguísticas do país, incluindo as nações indígenas, bem como os falantes de línguas de imigrantes. Mas também esconde a maioria da população brasileira, que fala variedades desvalorizadas do português, ao invés do português formal ensinado nas escolas. De acordo com Oliveira (2000: 84), o Brasil é um dos países mais multilíngues do mundo, com cerca de 200 línguas faladas em seu território, das quais cerca de 170 são indígenas e 30 línguas de imigrantes. O alemão e seus diversos dialetos eram a língua principal entre os milhares de alemães e seus descendentes no Brasil. Todavia, com a campanha de nacionalização de Vargas, iniciada na década de 1930, o alemão foi sendo substituído pelo português. Os fatores para a língua alemã ter sobrevivido no Brasil por diversas gerações são que, em muitos casos, professores eram trazidos da Alemanha para educar os filhos dos colonos. O meio rural também facilitou, haja vista que em muitas colônias alemãs o contato com a língua portuguesa era mínimo. Os dialetos germânicos falados no Brasil variam de região para região. O dialeto mais difundido é o Riograndenser Hunsrückisch (que poderia ser traduzido como hunsriqueano rio-grandense), pois a maioria dos primeiros imigrantes vieram da região do Hunsrück e seu dialeto predominou. De acordo com Ammon, que visitou comunidades de língua alemã no sul do Brasil em 2004, o léxico do hunsrückisch brasileiro ainda era bastante semelhante à variedade usada no sudoeste da Alemanha, mesmo depois de quase 200 anos de distância. Outros muitos falam outros dialetos minoritários também distintos. Por outro lado, os indivíduos que frequentavam escolas e vivem em áreas mais urbanizadas falam o alemão padrão culto hochdeutsch. Não há um dialeto teuto-brasileiro unificado, mas diversos dialetos falados e misturados com o português que, em geral, já são sensivelmente distantes da língua oficial da Alemanha atual, o Hochdeutsch. As variedades do alemão faladas no Brasil, por exemplo, estão isentas dos anglicismos, tão presentes na Alemanha hodierna. O idioma alemão continua a ter importância social em certas localidades brasileiras. Em Pomerode, no estado de Santa Catarina, onde o alemão e o pomerano são falados pela maioria da população, políticos candidatos a cargo de prefeito ou de vereador revelaram que falam o idioma para ganhar a confiança dos eleitores e angariar mais votos. Atualmente, no Brasil, o grau de proficiência do idioma alemão tende a ser maior entre os idosos e entre moradores da zona rural e menor entre os jovens e moradores de áreas urbanas. Nesse contexto, a língua portuguesa é vista como \"símbolo da cidade, das camadas mais altas da população, do saber, da escola e de uma geração mais jovem\". O alemão ou dialeto, por sua vez, \"ficou associado às zonas rurais, à origem, à família, à solidariedade entre os grupos e às gerações mais velhas\". Em várias comunidades no Sul do Brasil, o alemão continua sendo o idioma preferido para a comunicação com familiares e vizinhos, porém especialistas alertam sobre \"o perigo de um desaparecimento completo destas variantes dialetais\". ===Alemão como língua oficial=== Historicamente, o governo brasileiro propagou a ideia de que o Brasil era um país homogêneo e monolíngue, e adotou medidas repressivas contra os falantes de língua não portuguesa. Por muito tempo, falar português era visto como uma condição para ser brasileiro. Porém, nos últimos anos, seguindo uma tendência mundial, as minorias étnicas no Brasil vêm adquirindo um novo papel e, sobretudo, visibilidade. Nesse contexto, em um processo de revitalização, e através de um forte apelo de brasileiros germanófonos para a adoção da língua alemã como vernáculo oficial das cidades colonizadas por alemães, o município de Pomerode foi o primeiro a adotar a língua alemã como cooficial no município. O processo de vernaculação oficial do alemão deve se repetir nos próximos anos em todo município em que a maioria da população seja descendente de imigrantes alemães,A co-oficialização da língua pomerana de forma que escolas públicas ensinem obrigatoriamente a língua alemã, e serviços públicos também sejam prestados em alemão.Programa de Educação Escolar Pomerana (PROEPO), acessado em 21 de agosto de 2011 Em julho de 2018, o prefeito de Blumenau, Mário Hildebrandt, assinou o Decreto nº. 11.850/2018, que criou a Escola Municipal Bilíngüe Erich Klabunde, oferecendo todas as matérias em português e alemão. E desde então, o município passou a adotar uma política visando transformar todas as escolas públicas de Ensino Fundamental em escolas bilíngues. Atualmente são 18 escolas bilíngues, das quais 4 ensinam alemão. Também foi aprovada em agosto de 2011 a PEC 11/2009, emenda constitucional que inclui no artigo 182 da Constituição Estadual a língua pomerana, junto com a língua alemã, como patrimônios culturais do Espírito Santo.Plenário aprova em segundo turno a PEC do patrimônioEmenda Constitucional na ÍntegraALEES - PEC que trata do patrimônio cultural retorna ao Plenário Pesquisas mostram que, em algumas comunidades de origem germânica no Brasil, os falantes de alemão são normalmente pessoas acima dos cinquenta anos de idade, já que a maioria dos jovens sabem pouco ou nada do idioma, o que representa uma perda cultural. O processo de cooficialização do alemão e, sobretudo, dos dialetos, além de resgatar o idioma, afasta o estigma de ser falante de um alemão \"errado\", por ser diferente daquele usado na Alemanha nos dias de hoje.Co-Oficializar para 'Preservar': O Hunsrückisch Enquanto Identidade e Cultura em Antônio Carlos/SC Algumas questões surgem do processo de cooficialização dos idiomas germânicos falados no Brasil. Primeiramente, tem-se de tomar a decisão se a língua a ser oficializada será o alemão padrão ou se será o vernáculo usado na linguagem oral naquela localidade. O município de Pomerode, em Santa Catarina, em 2010, optou por oficializar o idioma alemão padrão. Por sua vez, Santa Maria de Jetibá, Santa Leopoldina, Pancas e outras cidades do Espírito Santo optaram por oficializar o vernáculo usado, no caso o pomerano. Isso foi possível porque, desde 2000, o pomerano tem uma escrita sistematizada; porém, o Hunsrückisch, que é o vernáculo alemão mais difundido no sul do Brasil, ainda não tem uma forma escrita padronizada. Portanto, embora as variedades do alemão sejam faladas em várias partes do Brasil, haja vista essas dificuldades, são poucos os municípios que já cooficializaram esses idiomas em âmbito local. == Ligações externas == * * Memória e História Oral entre os imigrantes alemães no Sul do Brasil, Revista do Historiador, PUC-RS, vol.2 n.1, 2010. *",
 "title": "Imigração alemã no Brasil"
}