{
 "id": "7501",
 "text": "O dinheiro é na sua aparência mais imediata o meio usado na troca de bens, podendo fazê-lo na forma de moedas (pedaços de metal amoedados e cunhados, isto é, marcados por desenhos, letras e números), notas (cédulas de papel, igualmente desenhadas e escritas), ou, como atualmente, sinais elétricos carregados de informação, chamados bits. Vê-se assim como dinheiro e moeda se confundem; sendo que as moedas - quando mais físicas são - mais obscurecem que esclarecem o que este é realmente. Isso porque o que o dinheiro é essencialmente é um signo. E um signo representativo de valores, que é a informação que este signo carrega. Estes valores representados no dinheiro são os das coisas (bens e serviços) que se desprendem dos homens nos impessoais mercados, mas também e principalmente os valores dos compromissos, dívidas e créditos, que os homens estabelecem entre si desde sempre, ou desde muito antes dos mercados. == Dinheiro nas economias monetárias == As economias modernas, capitalistas, são essencialmente monetárias; isso significa dizer que o conjunto das relações sociais é mediado pelo dinheiro. O dinheiro não apenas media compras de bens e serviços, mas media a obtenção de trabalho, as decisões das famílias de gastar ou poupar, e as importantes decisões empresariais - de produzir, investir, ou especular. As decisões empresariais como um todo visam obter mais dinheiro do que o dinheiro inicial. Decisões de produzir implicam utilizar a capacidade produtiva existente, de investir implicam em aumentar essa capacidade, o que só é feito se e quando há elevadas expectativas de ganho. Os capitalistas investem o dinheiro que têm, ou mesmo tomam dinheiro emprestado dos bancos ou o conseguem junto a acionistas, se as expectativas de retorno pagam com sobra os juros dos bancos e os dividendos dos acionistas. Mas eles podem também usar o dinheiro de que dispõem (e o que conseguem obter com bancos e acionistas) para aplicar financeiramente eles próprios. Ou seja, não necessariamente o dinheiro tem de ser gasto por eles. Assim sendo, ao contrário do que pensam alguns economistas desde Jean Baptiste Say, o dinheiro não serve apenas para facilitar as trocas, e aquele não gasto na troca por bens de consumo das famílias não será automaticamente usado pelos capitalistas na compra de bens de investimento. Economistas como Marx, Keynes, Kalecki, Schumpeter, entre outros heterodoxos, chamaram a atenção quanto a isso - que o dinheiro pode se ausentar da produção e assim gerar crises, pois o dinheiro não gasto equivale a máquinas e equipamentos parados e mão de obra desempregada. Sendo o dinheiro um signo de valor que serve para exprimir os preços das coisas, ele próprio não necessita ser uma coisa. Ou seja, não é dinheiro apenas o que é uma mercadoria produto do trabalho e sujeita a escassez como as outras, ainda que isso tenha acontecido em alguns momentos da história (ver adiante). Não é regra que o dinheiro seja aquela mercadoria que no confronto com as demais torna-se a mais aceita por razões de praticidade. Os economistas que pensam o dinheiro como mercadoria derivam suas teorias de um idílico estado primitivo de escambo. Para estes economistas ser mercadoria garante ao dinheiro ter estabilidade - essencial em algo que serve de medida. Os economistas que pensam o dinheiro como signo também dão importância para a estabilidade de seu valor, mas esse valor é de saída estipulado pelos governantes que o administram, e eles o fazem controlando as taxas básicas de juros que funcionam como preço do dinheiro, ou quão mais caro ou barato é consegui-lo. Esses economistas são filiados mais ou menos diretamente à escola da moeda como oriunda do Estado de Knapp.Os Estados nacionais têm nas moedas nacionais a sua mais importante instituição. Garantir que a moeda que produzem seja a que efetivamente os cidadãos usam como dinheiro é fundamental para sua credibilidade política. Usar a moeda como dinheiro implica usá-la como meio de troca (compra e venda de bens e serviços), como reserva de valor (poupança e aplicações financeiras) e, fundamentalmente, como unidade de conta (expressão dos preços, definidora de valores nos contratos, signo generalizado de registro de débitos e créditos). Moedas fracas podem perder uma ou mais destas funções para uma moeda estrangeira. Só um governo enfraquecido permite o enfraquecimento de sua moeda e corre sério risco de deixar de ser governo, e ainda pode colocar em risco a nação que governa. Isso aconteceu, por exemplo, no período de entre guerras na Alemanha quando a derrota na Primeira Guerra Mundial e o peso das reparações de guerra, fora o pano de fundo sociocultural, ameaçava a sustentação política da nação como um todo e levou a moeda nacional a uma desvalorização brutal junto à hiperinflação. Contudo, estão equivocados os economistas que julgam que para manter o valor estável da moeda nacional, e os preços sobre controle, devem ser impostas aos governos rígidas regras que os impeçam de emitir dinheiro demais. Os governos emitem dinheiro, na forma de suas moedas (de papel ou eletrônicas), toda vez que fazem um gasto e creditam algum valor nas contas comerciais de algum cidadão ou empresa. Contra esse crédito é realizado um débito na conta do governo no seu Banco Central. O financiamento dos gastos do governo nunca é um problema - em território nacional -, como acreditam os que desconhecem que o dinheiro é uma criatura do Estado. Isso não significa que não seja absolutamente relevante que a sociedade controle como, quando e onde gastam seus governos, o que podem e devem fazer por meio das discussões orçamentárias (onde se define, por exemplo, se mais ou menos recursos devem ir para educação ou propaganda). Contudo, o controle quantitativo do total dos gastos dos governos, com vistas a garantir finanças públicas ditas \"equilibradas\", parte em geral da má compreensão de que os governos gastam a partir do que arrecadam de seus cidadãos e empresas na forma de impostos.Impostos são essenciais para distribuir a renda entre os cidadãos mas não o são para financiar os gastos dos governos. De fato, os Estados ao longo da história, tornaram a sua moeda hegemônica justamente por definirem que seus impostos deveriam ser obrigatoriamente pagos nelas. Ou seja, a parte da riqueza ou do produto do trabalho dos cidadãos que os Estados reivindicam para si se são exigidos nesse signo, a moeda estatal, em vez de bois ou trigo (como nos filmes de Robin Hood) as pessoas precisam da moeda do Estado, o que acaba por torná-la a mais aceita para cumprir as funções de dinheiro. Se por alguma limitação auto- imposta a emissão pura e simples de moeda para financiar o gasto público não for possível, os governos podem recorrer a uma quase-moeda, os títulos de dívida pública. Tanto moeda quanto títulos são signos de dívida, quem os carrega tem consigo um documento que vale um pagamento em bens e serviços. Se a moeda é a forma mais líquida do dinheiro, como salienta Keynes, os títulos públicos - que podem ser resgatados por dinheiro sempre que o governo quiser - garante a estes liquidez semelhante à daquele, com a vantagem de que mantê-los rende juros. Por isso, estes títulos sempre terão compradores no mercado. \"Forças de mercado\", ou mais explicitamente, pressões políticas de certos grupos de interesses, podem pressionar estes juros para cima, mas um governo soberano e voltado às demandas sociais em primeiro plano, deve e pode contê- las. Se a moeda nacional cumpre, em condições normais, o papel de dinheiro no território da nação, o papel de dinheiro mundial será disputado pelas nações mais ricas e poderosas. Ou seja, os países mais ricos - aqueles que produzem bens e serviços mais sofisticados e valiosos podendo concorrer em melhores condições que os outros - e mais poderosos - aqueles que têm poder político, cultural e bélico para subjugar outros - têm também as moedas mais desejadas, mais usadas nas compras e vendas e na denominação dos contratos ao nível global. A depender das circunstâncias de época os países cooperam e concorrem entre si de diferentes maneiras, sustentadas por diferentes acordos monetários globais. Estes acordos definem normas para a troca de moedas, câmbio, para as aplicações financeiras e movimentação de capitais entre países. No século XIX a Inglaterra impôs o seu padrão-ouro ao mundo; no pós segunda guerra os acordos de Breton Woods garantiram câmbio fixo entre as moedas e algum controle sobre bancos em suas operações nacionais e globais. Em 1971 os Estados Unidos abandonaram unilateralmente com estes acordos; dos anos 80 em diante, o dólar se mantêm como dinheiro mundial ainda que à custa de muita instabilidade. == História passada do dinheiro == A história do dinheiro está absolutamente ligada à história das primeiras comunidades humanas e à sua necessidade de construir, como chama Yuval Harari, \"fábulas compartilhadas\". Em seu livro Sapiens, Harari defende o mesmo que outros tantos historiadores e antropólogos (Graeber os elenca em seu livro acima citado): que o dinheiro é antes de qualquer coisa uma ideia, uma instituição social que toma diferentes formas em diferentes momentos da história humana. Se sabemos que o mercado e o Estado são também instituições que convivem entre si ainda que disputem ao longo dos séculos e milênios a primazia sobre a outra, sabemos que o dinheiro não precisa ser procurado na história como uma criatura exclusiva do mercado - o que faz muitos economistas a apelarem para a fábula do escambo como sendo sua origem. Nesta indivíduos soltos do tempo e no espaço só se relacionariam entre si pelos produtos do seu trabalho, e a comparação de todos as coisas que trocassem entre si faria com que uma delas assumisse naturalmente o papel de dinheiro. Trata-se pois de uma compreensão de dinheiro como mercadoria, pois este surgiria do fato de que algumas delas apresentariam características físicas (como durabilidade e divisibilidade) que as tornariam mais procuradas do que as outras para as representarem e avaliarem seu valor. Sociedades muito antigas, em torno de 5000 anos, conforme a minuciosa pesquisa de David Graeber em seu Debt: the first 5000 years, criaram meios de registrar seus acordos e compromissos que envolviam dívidas e créditos (ou cessão antecipada ou postergada de bens e serviços) fossem acordos entre os membros de uma mesma comunidade (de mesmo status ou de status diferentes), fossem com membros de outras comunidades, e mesmo com seres imaginários. Estes compromissos se davam dentro de grupos familiares - sendo os principais, o casamento, o nascimento e a morte - ou envolviam toda a comunidade - como expedições e guerras. === Origem e evolução do dinheiro === As primeira formas de moeda foram registros das dívidas uma vez feitos num objeto qualquer - esculpido numa pedra ou num pedaço de madeira -, circulava entre os membros da comunidade, sendo trocado diversas vezes por bens equivalentes antes que fosse resgatado pela dupla original de credor-devedor. Isso significa que qualquer coisas aceita como passível de representar outras poderia ser moeda-dinheiro. Ao mesmo tempo, fora das comunidades cujas relações se davam entre conhecidos, onde as penalidades pelo mau comportamento - não pagamento de uma dívida que faria determinado registro perder seu valor - viriam de uma forma ou de outra, é aceitável que coisas com valor em si mesmo - como as mercadorias ouro e prata, feitas para serem comercializadas - pudessem ser preferidas como dinheiro. Isso porque no caso de pessoas e grupos sociais que não convivessem de perto, ou que não tivessem relações reiteradas no tempo, o que é mais comum no comércio, o valor intrínseco desses metais funciona como um seguro - uma vez que não se consiga trocá-lo pelo que está escrito nele, sempre se pode derretê-lo.Assim é que, segundo Graeber, \"o dinheiro é quase sempre algo que paira entre uma mercadoria e um símbolo de dívida\", sendo portanto estas duas dimensões, as duas faces da mesma moeda. Ainda assim, pelas ponderações históricas e geográficas que apresenta, Graeber, apoiado em extensa bibliografia, mostra que a face dinheiro-crédito/título de dívida predominou no tempo e no espaço sobre a face dinheiro-mercadoria. Onde as relações envolviam laços fortes de camaradagem e vizinhança, ou mesmo uma exploração direta mas que não retirava o explorado (servilizado ou escravizado) de seu contexto comunitário, o dinheiro de crédito preponderava - mesmo convivendo com o dinheiro mercadoria na troca com párias dentro da comunidade (pessoas consideradas inferiores e mau pagadores) ou comunidades estranhas (o que inclui o enfrentamento do risco devido a baixa confiança). Se a origem do dinheiro pouco tem a ver com a \"fábula do escambo\" - onde quem pescasse mais peixe do que o necessário para si e seu grupo trocava este excesso com o de outra pessoa que tivesse plantado e colhido mais milho ou o que fosse - ela também não pode ser reduzida ao \"mito da dívida primordial\" - onde somos eternos devedores do deus que nos deu a vida, e assim respeitamos a autoridade de quem define o que vai ser a moeda e qual o seu valor, como será o Estado adiante na história. Longe desses modelos idealizados encontramos indícios do dinheiro mercadoria mais ligado ao comércio e iniciativas privadas e do dinheiro signo mais ligado ao poder central (dos \"pagé\" das tribos, passando pelos administradores dos templos egípcios, aos Bancos Centrais na atualidade) coexistindo ao longo da história. Se se tem a impressão de que o dinheiro foi desde sempre mercadoria (antes dos metais, o gado ou o sal, por exemplo) é porque os metais brilharam excessivamente no passado da humanidade. Ou seja, o dinheiro amoedado em metais como cobre, prata ou ouro, é mais fácil de encontrar que os registros de operações de débito e crédito em frágeis pergaminhos. Contudo, descobertas como a Pedra da Roseta conseguiram mostrar como o dinheiro aparece, e desaparece, num simples num édito faraônico que ordena a anulação de certas dívidas. Isso não significa que a pesquisa sobre o dinheiro como notação tenha por base apenas esses comprovantes materiais; pelo contrário, os principais elementos para essa pesquisa são as palavras, os hábitos e costumes que duraram milênios (como a escravização por dívida ou seus impedimentos, bem como os impedimentos ou estímulos à prostituição), os documentos que provam as revoltas quando das crises de dívidas que super expropriavam as famílias e as festas quando ocorria o contrário, os grandes perdões onde se \"quebravam as tábuas\" onde eram registradas. === Dinheiro nas Comunidades antigas (5000 a.C. a VIII a.C.) === As primeiras formas de dinheiro nasceram dentro das comunidades mais que em suas franjas (onde uma comunidade se relaciona com outra) e por isso eram mais ligadas aos registros de dívida que a algo comercializado. As provas mais cabais remetem à civilização Suméria em torno de 3500 a.C. A prata física era utilizada, mas como unidade a qual se conferia um equivalente em produto (um \"siclo de prata equivalia a um bushel de cevada\", seu valor não emergia de transações comerciais entre os sumérios todos em livres mercados, mas da necessidade da burocracia (sacerdotes, oficias, administradores de templos e palácios) de \"rastrear os recursos e transferir itens entre departamentos\". Essa prata não era cunhada e sequer circulava muito, sendo a maioria das transações meramente registradas, e canceladas, com todo tipo de bens. Um registro importante das formas antigas de dinheiro são as revoltas quando do acúmulo de dívidas e as festas quando de seu cancelamento. As revoltas se seguiam o elevado endividamento forçava à escravidão \"excessiva\" (quando um grupo familiar perdia muitos membros e por muito tempo impedindo a sua reprodução material). A destruição dos registros das dívidas eram comum nas civilizações antigas como ainda ocorre com frequência nos nossos dias, apenas no passado era feita de modo mais ritual, em grandes festas onde se \"quebravam as tábuas\", ou se queimavam os papiros e pergaminhos. Entre documentos históricos onde se encontram referências as cerimônias de perdão de dívidas está a Bíblia, que vai além pois refere-se também à sua institucionalização - ou estipulação de regras de como, quando ou onde deveria ocorrer. É o caso da Lei do Jubileu, citada em Deuteronômio e Levítico, que mencionam que a cada 7 anos todas as dívidas deveriam ser canceladas, e a cada 50 propriedades deveriam ser devolvidas, bem como pessoas deveriam ser libertadas. Embora seja arriscado dividir a história como se em cada fase reinassem incólumes tais ou tais formas de vida, relações de produção e valores culturais, ainda assim uma divisão um tanto grosseira pode ajudar a ver como o dinheiro mudou de forma e de conteúdo. No geral, nas sociedades sem mercado e Estado desenvolvidos, o dinheiro era, como tudo mais, muito ligado à pessoalidade (e aos status das pessoas dentro de uma comunidade) e não a impessoalidade (e a coisificação das próprias pessoas) como nas sociedades modernas. O dinheiro-dívida frequentemente marcava o que não podia ser pago com coisas, e por isso mantinha as pessoas ligadas por laços inquebráveis, sendo por isso chamadas dívidas de sangue.Pode-se dizer que o dinheiro antigo marcava relações de inequivalência entre pessoas, enquanto o dinheiro moderno marca a relação de equivalência entre coisas. Também pode ajudar a pensar a história passada do dinheiro a partir de um ponto de ruptura crucial com o passado comunal, que foi a centralização do poder nos grandes impérios que se organizaram militarmente, e que se expandiram graças a dinâmica entre militarização, escravização e taxação que tinha na moeda cunhada seu principal dispositivo operacional. Estes impérios, que dão as bases para a civilização moderna no Oriente e no Ocidente, são os da Lídia (Grécia), da Índia e da China. === Dinheiro nos Impérios axiais (VIII a.C. a VI d.C) === Entre os anos de 800 a.C. e 600 a.C. teve lugar em três diferentes regiões do globo - nos territórios mais ou menos correspondentes às atuais Grécia, Índia e China - fenômenos comuns ainda que com distintas causas e consequências), são eles: fratura política seguida de caos social, emergência de novas ideias/religiões de base mais popular, exércitos profissionais e cunhagem de moeda por governos centralizados. Há pistas na história de que tudo isso esteve relacionado às crises devido ao super endividamento das populações com os segmentos proprietários que foram concentrando terras e forçando a uma cada vez maior servidão por dívida. Sem condições de sobrevivência, de acesso à terra e aos familiares para a trabalharem, indivíduos saiam das comunidades e se organizavam militarmente, abandonando de vez os laços que estavam a perder de sangue e posição. O poder das famílias aristocráticas proprietárias será confrontado por um novo movimento que adentrará ao Estado, fazendo uso do poder dos exércitos organizados e da moeda cunhada. A facilitação do acesso à moeda possibilitará à população a quitação de dívidas sem perdas de membros e terras. A cunhagem punha fim assim a servidão por dívida, viabilizava o campesinato, o exército do Império, e mesmo alguma participação popular no poder. Tudo isso, por sua vez, às custas da escravização dos vencidos pelo Império militar. esquerda|miniaturadaimagem|219x219px|Antigo denário Romano. As moedas cunhadas, com brasões dos governantes e símbolos numéricos, passaram a circular muito mais que no passado pois os governos exigiam que elas fossem utilizadas nos pagamentos de impostos (como ocorre também nos nossos dias, dando aos governos o poder de senhoriagem, ou de produtor monopolista da moeda que todos precisam usar). Que sua importância tivesse a ver com ser essa moeda de ouro ou a prata (metais raros e valiosos) não é o mais provável, pois primeiro essa monetização das trocas tem de \"pegar\" (ser aceita por todos) para então a demanda por metais crescer. O mais provável é que primeiro venha o exército gastando os soldos (pagamento dos soldados) recebidos pelo Estado por onde que que ande a conquistar/invadir; depois vem a aceitação dessa moeda estatal por parte daqueles que estão sendo subjugados a pagarem impostos e a fazerem-no nesta moeda; aí então vem a necessidade de material físico para a cunhagem, que serão os metais obtidos graças a escravização dos invadidos. Pesquisadores como Karl Polanyi, Mitchell Innes, Michael Hudson, entre outros, destacam essa proximidade entre escravismo, militarismo e moeda estatal, como estando por trás do fortalecimento de uma economia mercantil e impessoal no Mediterrâneo, China e Índia - uma vez que a demanda generalizada por esta moeda cujo curso foi forçado pelo poder (bélico inclusive) do Estado fazia com que as pessoas se envolvessem cada vez mais em transações monetárias. Se, por um lado, isso trouxe um novo vigor à vida econômica, trouxe novamente, ainda que de forma diferente, as crises devidos ao acúmulo de dívidas que, não perdoadas, implicavam perda de condições objetivas de vida. Sendo assim, as revoltas terão lugar novamente e cada um dos grandes Impérios perecerá cada um ao seu modo. No caso europeu, o fim do Império Romano será também o fim da moeda estatal, ainda que ela continuasse a circular por séculos. === Do ouro ao dinheiro de papel (VI d.C. a XVI d.C.) === Falando exclusivamente da Europa - berço da civilização moderna Ocidental e do Capitalismo como modo de produção que transformará o dinheiro em capital - pode-se dizer que o dinheiro amoedado de um governo forte central desapareceu durante toda a Idade Média. De fato, mesmo que moedas de ouro e prata romanas ainda circulassem, não eram usadas no cotidiano nem das populações citadinas (bastante diminuídas nesse período) nem das numerosas populações rurais; e mesmo nas transações mais robustas do comércio de curta distância e longa distância o ouro, prata e cobre utilizados valiam como tais e não pelo brasão que ostentavam. Assim, do mesmo modo como o poder esfacelou-se no mundo feudal, as moedas circulantes eram inúmeras e, na prática, foram subjugadas novamente pelo dinheiro de crédito que servia muito bem às comunidades reduzidas, mais uma vez, aos seus laços de proximidade e consanguinidade.A decomposição feudal foi lenta e se deu principalmente: pela transformação do trabalho obrigado dos servos nas terras de domínio dos senhores em prestações pagas em gêneros ou dinheiro, o que estimulou a retomada do cálculo pessoal e a luta pelo trabalho livre e propriedades camponesa; e pela retomada do comércio, reativação das feiras, do artesanato no âmbito das corporações citadinas, e da vida urbana em geral. O dinheiro ligado ao comércio, e a uma mercadoria em particular, volta à cena. Mas esta retomada do comércio ocorre numa sociedade em revolução interna, tendo lugar algo como um capitalismo mercantil que dribla as proibições morais, religiosas e legais (que proibiam a chamada usura, ou cobrança de juros dos endividados) que sempre rondaram o dinheiro e ele passa a ser negócio como nunca antes. Nesse caso, certificados em papel de depósitos de itens de comércio nos portos (como cargas de especiarias ou escravos), de jóias e bens de luxo em lojas de penhores, de quantidades de ouro e prata em casas que os seguravam, passaram a ser aceitos/negociados em bancas de trocas que deram origem aos bancos. Além disso, essa mobilização de diversos tipo de moedas privadas acontece ao mesmo tempo que o renascimento dos Estados. Desta vez, pequenos (se comparados a dimensão territorial dos antigos impérios) estados nacionais se formam quase simultaneamente na Europa, menos ligados a etnias, castas e exércitos e mais ligados a classes e seus negócios (exércitos ficam, mas sob mando dos poderes/burocracias do Estado). A moeda estatal passa a ser novamente central. Um governante (rei ou presidente) não pode precisar de um dinheiro que não emita, não pode dever a um banqueiro privado qualquer, mas ao seu próprio (o Banco Central Holandês e o Inglês nascem já no século XVII). Os Estados modernos passaram a cunhar novamente moeda em metal - em ouro as de maior valor, em prata e cobre as de valores menores - mas rapidamente passaram a emitir papel-moeda que, a depender da época, sequer necessitavam de assegurar um lastro em metal (como o fez a Suécia em 1660). O importante era produzir a moeda nacional como instituição fundamental da nação. Essa moeda, desde então, carrega acima de tudo um nome, e as moedas privadas (bancárias) devem ser nomeadas pelo mesmo, e reguladas pela autoridade central. A partir do século XVII, o dinheiro que já havia existido como registros regulados por regras sociais há 5000 anos, volta a se parecer menos como o material de que é feito e mais as regras que o criam, o fazem circular, o associam a diferentes formas de contratos, apostas e outras operações internas e externas aos países, e por fim as regras cambiais que dizem respeito as trocas das moedas nacionais entre si. === Do dinheiro de papel ou moeda fiduciária === Na passagem do dinheiro-mercadoria ao dinheiro- dívida de papel, houve muito tumulto público, e discussão teórica, sobre a insegurança para a reprodução da vida econômica graças aos poderes que bancos, públicos e privados, ganhavam com isso.Os temores quanto aos poderes dos criadores de moeda por vezes faziam com que economistas, políticos e cidadãos defendessem a manutenção de lastro ou conversibilidade entre as notas de papel e os metais. Os economistas mantiveram embates vigorosos desde o século XV, entre Bulionistas e Antibulonionistas, Metalistas e Chartalistas, Currency School e Banking School, até chegar ao século XX com os debates entre Monetaristas e Institucionalistas. Em geral, todas elas têm a ver com as desconfianças em torno dos poderes da moeda fiduciária - todo papel ou título público cuja aceitabilidade se dá apenas por fidúcia, credibilidade, e não por ser conversível a algum metal (ouro, prata) com valor intrínseco. É fato que governos e bancos podem abusar de seus poderes de criação de moeda fiduciária, e, pior, podem produzi-la em excesso justamente quando não é o caso - como os bancos nas fases de prosperidade a fim de lucrar mais, o que os fazem dar créditos a negócios insólitos ou mesmo dirigir recursos novos a riqueza já existentes, criando as famosas bolhas -; ou quando os governos fazem o oposto e reduzem o gasto/produção de moeda nas fases de baixa da economia, o que só reforça esse movimento levando a crise e ao desemprego. Mas a melhor gestão da moeda não é conseguida atrelando-a a um bem escasso qualquer - seja o ouro, escasso por natureza, seja o Bitcoin, escasso por planejamento de seus criadores. De fato, é impossível retirar do dinheiro sua dimensão política. E com o dinheiro de papel (e o eletrônico depois dele) isso fica mais evidente. Se em determinados períodos da história, um ou mais países mantiveram relações de paridade e conversibilidade com algum metal (como durante vários períodos da história europeia e em particular durante a vigência do padrão Libra-ouro na Inglaterra do final do século XIX e início do XX), isso se deveu a um estratagema para se manter a confiança necessária na moeda, e, por tabela, no Estado. Estratagema esse que previa também a sua suspensão, caso necessário (como também ocorrera na Inglaterra com a Lei de Restrição Bancária de 1797, quando as trocas de notas por ouro foram proibidas por mais de 20 anos). Mas mesmo que a conversibilidade em ouro seja apenas um artifício usado numa ou outra época (o foi novamente no padrão Dólar-ouro no pós segunda -guerra), ela imprimiu uma marca no imaginário popular que, ainda hoje, cidadãos desconfiados dos super poderes do Estado e/ou bancos e todo o sistema financeiro, pleiteiam-no como necessário e suficiente para os regular. Essa atitude é não só compreensível quanto necessária, o problema é que a crença em algo natural que se imponha aos embates político-econômicos pode eximir os cidadãos de uma ação política mais pertinente de controle desses poderes. Como dizia Lerner, a adoção da conversibilidade, só faz com que o Estado se ausente da prerrogativa de regular a moeda. Do mesmo modo, a crença em regras draconianas de controle do gasto público é algo popular, uma vez que parece às populações um meio de controle de políticos e governos auto-interessados, quando o ideal seria controlá-los nos embates orçamentários, pela definição do que deverão ser os gastos e pelo controle de sua realização. Em resumo, ao longo de sua longa história o dinheiro foi se tornando cada vez mais o que era em sua essência, algo virtual. Ou seja, o dinheiro vai se estabelecendo historicamente como aquilo que sempre foi, uma ideia ou significado abstrato que é incorporado num significante concreto (as moedas do que quer que seja). Pode-se dizer assim que o dinheiro é uma ideia. Uma ideia abstrata que se concretiza pelas regras que a fazem operar entre os humanos. Mas acima de tudo, o que essa ideia carrega são os compromissos concretos assumidos entre os humanos no tempo. Assim, como dizia Keynes na sua Teoria Geral do Emprego, do Juro e da Moeda, o dinheiro é elo entre o presente e o futuro, e isso não apenas porque simboliza apostas privadas sobre valorização futura deste ou daquele ativo ou itens de riqueza, mas porque compromete os homens a produzi- los. == Dinheiro e economia hoje == Atualmente, as novas tecnologias de transmissão dos pagamentos em meio eletrônico tornaram os significantes físicos do dinheiro desnecessários. Fica cada vez mais evidente que dinheiro é representante da riqueza criada ou por criar (daí crédito e dívida) e nesse sentido ele não tem nada a ver com algo que se entesoura, como as moedas ou mesmo muitas das cripto-moedas que se tornaram ativos especulativos. Afinal, algo que se entesoura e contra o que se especula (se fazem apostas) é um ativo financeiro. A complexidade em entender o que é, e o que pode ser, o dinheiro na atualidade deriva em grande parte da complexidade do sistema financeiro atual. Os mercados de futuros que tornam bens materiais objetos de apostas, elas mesmas tornadas papeis negociados, segurados, e nos quais são baseados outros papeis, os derivativos em geral baseados em ações, créditos, operações sem qualquer materialidade, foi o que levou a dimensão virtual do dinheiro às alturas. O potencial crítico desse sistema é (como sempre foi no passado) o endividamento excessivo. Mas não o dos Estados, como em propagandeiam os interesses dominantes sempre que não sejam eles os beneficiados pelas emissões públicas. Esta dívida, cujo passivo são os ativos das pessoas e empresas, é bem vinda, e tem, na prática, nos anos finais do século passado e neste, salvado a economia mundial. O endividamento que preocupa é o dos mais frágeis cujo efeito é a perda de bens reais, sejam eles cidadãos, sejam países (vide o caso da Grécia na crise do Euro). À complexidade atinente ao sistema financeiro, pode-se acrescentar a complexidade de uma economia-mundo bastante integrada, ainda que uma integração marcada pela desigualdade, para explicar porque é tão difícil entender hoje o dinheiro. Nesse ambiente, é curioso como alguns países têm vivenciado a transformação de créditos de telefone em moeda. No que diz respeito à teoria econômica o renascimento das teses de Keynes, Lerner, Minsky e outros pelos autores da chamada Teoria Monetária Moderna, Warren Mosler, Randall Wray, Bill Mitchell, Sthephanie Kelton , tem trazido novo fôlego às discussões, particularmente por explicarem como o discurso neoliberal fundado na necessidade de diminuir o Estado, entre outras coisas criminalizando a dívida pública e insistindo nas antigas teses da Teoria Quantitativa da Moeda do excesso de dinheiro em circulação como causa da inflação, não encontra mais sustentação desde a crise de 2008. No Brasil, duas publicações recentes merecem destaque: o livro de André Lara Rezende \"Juros, moeda e ortodoxia - Teorias monetárias e controvérsias políticas\" e o livro de Enzo Gerioni, David Deccache, Julia Ozzimolo, Daniel Conceição, e Fabiano Dalto, \"Teoria monetária moderna: A chave para uma economia a serviço das pessoas\". == Cultura == O dinheiro influencia a arte de diversas formas. No cinema, alguns filmes de bancos, sistema financeiro, crises bancárias, como por exemplo: * Le Capital, Costa-Gavras * The big Short, Allan McKay Na música, podem-se destacar alguns exemplos: * 1406 pela banda Mamonas Assassinas * Money pela banda Pink Floyd * Money, Money, Money pela banda ABBA * Money por Michael Jackson * Money (That's What I Want) canção de Barrett Strong == Ver também == * Banco central *Cofre * Criação monetária * Dinheiro de emergência * Economia * Economia solidária * Educação financeira * Moeda * Moeda privada * Nota * Notafilia * Numismática * Sistema bancário livre * Sistema financeiro * Teoria de Jacques Attali sobre a atitude perante o dinheiro ao longo da história == Bibliografia == * Barracho, Carlos. Lições de psicologia Económica. Instituto Piaget. Lisboa. 2001 *DOWBOR, Ladislau (2017). A Era do Capital Improdutivo (PDF). São Paulo: Autonomia Literária *FINLEY, Moses (1960). Slavery in Classical Antiquity: Views and Controverses. Cambridge: W.Heffer and Sons. *GRAEBER, David (2016). Dívida - os primeiros 5000 anos. São Paulo: Três Estrelas. *HARARI, Yuval (2011). Sapiens: Uma Breve História da Humanidade. São Paulo: L&PM.; *KEYNES, John Maynard (1930). Teatise on money. Nova York: Harcourt, Brace and company. *KEYNES, John (1996). Teoria Geral do Emprego, do Juro e da Moeda. São Paulo: Nova Cultural. *KELTON,, Stephane (2020). The Deficit Myth: Modern Monetary Theory and the Birth of the People's Economy. New York: Public Affairs. 272 página *KNAPP, Georg Friedrich (2003). The State Theory of Money. San Diego: Simon Publications. *POLANYI, Karl (1971). Trade and Market in the Early Empires. Gateway. *RESENDE, André Lara Juros (2017). Juros, moeda e ortodoxia - Teorias monetárias e controvérsias. São Paulo: Companhia das Letras. *VAROUFAKIS, Yanis (2016). O Minotauro global – A verdadeira origem da crise financeira e o futuro da economia. São Paulo: Autonomia Literária. == Ligações externas == * Instituto de Finanças Funcionais para o Desenvolvimento - https://iffdbrasil.org/ * A História do Dinheiro pelo Banco Central do Brasil * Linguistic and Commodity Exchanges por Elmer G. Wiens. Examina as diferenças estruturais entre escambo e trocas de mercadorias monetárias e trocas linguísticas orais e escritas. * Pecúnia Libertária, vídeo explicativo sobre a liberdade trazida pela moeda, na Fonft Categoria:Economia monetária Categoria:Numismática",
 "title": "Dinheiro"
}