{
 "id": "75032",
 "text": "Lili Caneças, nome profissional de Maria Alice de Carvalho Monteiro Custódio (Guarda, 4 de abril de 1944), é uma socialite portuguesa. Filha de José Albano Custódio, oficial da MarinhaLili Caneças: a extraordinária vida de Maria Alice, Sábado 23.12.2020, viveu na sua infância em Vila Franca de Xira e em PenicheHardmusica, fixando-se depois, no início da adolescência, em Cascais. Nessa altura, esta pacata vila piscatória acolhia vários membros da aristocracia europeia exilados, facto que exercia grande fascínio em Lili Caneçasi. Quando tinha apenas 16 anos de idade, teve a sua primeira aparição na televisão ao vencer um concurso de máscaras no Casino do Estoril. Foi entrevistada para a RTP por Henrique Mendes, que chegou a dizer-se impressionado com a aparência física da jovemAntesedepois.com. Aos 17 anos ingressou no curso de Filologia Germânica, na Faculdade de Letras da Universidade de Lisboa. Contudo, resolveu abandonar o curso no terceiro ano, para se candidatar a hospedeira da TAP Air Portugal. Ao fim de pouco tempo como hospedeira, deixou a companhia aérea para casar, com pouco mais de 20 anos, com o empresário de construção civil e milionário Álvaro CaneçasRevista Imobiliária. Segundo contou, durante o período de casada viveu uma vida rodeada de luxo, que lhe permitiu viajar um pouco por todo o mundo e frequentar festas onde conheceu inúmeras personalidades. Aos 37 anos, porém, o casal divorcia-se e Lili Caneças, sem bens pessoais, e com uma filha sob a sua responsabilidade, perdeu a vida luxuosa a que estava habituada. Durante algum tempo, manteve-se apoiada financeiramente pelo ex-marido. Mudou-se, nessa época, da mansão da Quinta da Marinha para um apartamento na Gandarinha, pertencente à vila de Cascais. Conhecida como a tia de Cascais, ao surgir como comentadora do reality show O Bar da TV, emitido na SIC, em 2001, Lili Caneças tornou-se ainda mais conhecida do grande público. O programa, que foi líder de audiências, era apresentado por Jorge Gabriel, e consistia no acompanhamento constante de 12 candidatos que tentavam gerir um bar nas docas de Lisboa. A partir dessa altura, as operações plásticas a que se Lili se submeteu suscitaram também uma grande atenção por parte da imprensa social. A seguir, em 2005, participou noutro reality show, desta vez na TVI, a Quinta das Celebridades. A mesma estação viria a contratá-la para comentadora no programa Você na TV!, apresentado por Manuel Luís Goucha e Cristina Ferreira, compartindo com Cinha Jardim e Flávio Furtado a rubrica Dizem Elas e Ele. Ao fim de um ano, em 2009, saiu juntamente com Cinha Jardim. Em 2006 foi lançada a biografia autorizada de Lili Caneças, escrita por Flávio Furtado, com o título Lili Caneças – Cinderela ao Contrário. Em 2008 Lili Caneças foi desafiada pelo encenador Carlos Avilez a participar na peça de Tennessee Williams, Doce pássaro da juventude, realizando assim uma experiência como atriz de teatro, aos 64 anosSIC. Em 2013 revelou que tencionava mudar-se para os Estados Unidos, o que não se verificou. Em 2014 voltou à televisão, participando no programa Sabadabadão, apresentado por Júlia Pinheiro e João Baião. Em 2017 surge como estrela de um videoclip que se tornou viralDN, chamado Calhambeque. O projeto musical chama-se Dois Brancos & Um Preto, é formado por três jovens youtubersTVI (Nurb, Conguito e Pakistan) e pretende oferecer ao público remasterizações de músicas que todos conhecem, num álbum de Trap-Pimba. Foi ainda colunista social em vários jornais e revistas. Entre 2022 e 2023 foi comentadora da rubrica Ai, não me digas! no programa semanal Em Família na TVI. Categoria:Participantes de reality show de Portugal Categoria:Naturais da Guarda Categoria:Socialites de Portugal",
 "title": "Lili Caneças"
}