{
 "id": "75131",
 "text": "A Torre de Ucanha, ou Ponte e Torre de Ucanha, localiza-se na freguesia de Ucanha, no município de Tarouca, distrito de Viseu, em Portugal. Está classificada como Monumento Nacional desde 1910.Ficha na base de dados SIPA/DGPC O erudito José Leite de Vasconcelos, nascido em Ucanha, aponta essencialmente três razões para a construção da Ponte e Torre de Ucanha, lançada a ponte sobre o rio Varosa, perto de Tarouca e a poucos quilómetros de Lamego: a de defesa, à entrada do couto monástico de Salzedas; a de ostentação senhorial, bem patente na alta torre; e a da cobrança fiscal, pelo valor económico que tal representaria para o mosteiro cisterciense erguido próximo. == História == A sua existência já vem documentada no século XII. D. Afonso Henriques doou, em 1163, à viúva de Egas Moniz, Teresa Afonso, o couto de Algeriz, acrescentando-lhe o território de Ucanha. A ponte deve ter sido construída pelos romanos, no seguimento de uma estrada que passava ali perto. Teresa Afonso, fundadora do Mosteiro de Santa Maria de Salzedas, doou ao convento o couto que recebera do rei e foram os monges quem mais beneficiou da velha ponte, convertida em apreciável fonte de rendimento pelos direitos de portagem que seriam cobrados. Em 1324, D. Dinis pretendeu favorecer as gentes e vila de Castro Rei, concedendo-lhes o privilégio da passagem de Moimenta para Lamego, mas face à pressão dos frades de Salzedas, o rei confirmou tal privilégio a Ucanha. == A Torre == De planta quadrada, a torre, com porta de acesso bem acima do nível do chão, tem vinte metros de altura e dez de cada lado da base, onde se encontra a seguinte inscrição \"Esta obra mandou fazer D. Fernando, abade de Salzedas, em 1465\". No interior, divide-se em três pavimentos: no primeiro apenas uma fresta, no segundo em duas das faces abrem- se duas janelas geminadas e no último salientam-se quatro mata-cães, apoiados em cachorros. == Ver também == * Ponte de Sequeiros * Ponte de Lagoncinha == Ligações externas == * Inventário do Património Arquitectónico (DGEMN) * Instituto Português de Arqueologia * Fotos da Ponte da Ucanha (Rotas do Património) Categoria:Ucanha Categoria:Património edificado em Tarouca Ucanha Categoria:Monumentos nacionais no distrito de Viseu Categoria:Arquitetura de Portugal do século XII Categoria:Torres do distrito de Viseu",
 "title": "Torre de Ucanha"
}