{
 "id": "75165",
 "text": "A tartaruga-das-galápagos ou tartaruga-gigante-de-galápagos (Chelonoidis nigra) (Quoy & Gaimard, 1824), é uma espécie de tartaruga da família Testudinidae, endêmica do arquipélago de Galápagos, no Equador. Pertence ao gênero Chelonoidis, o mesmo o qual pertence os jabutis encontrados no Brasil como também o jabuti-argentino. É a maior espécie de tartaruga terrestre existente e o 10º réptil mais pesado do mundo, podendo chegar a 400 kg, com um comprimento de mais de 1,8 m. É também um dos vertebrados de vida mais longa. Um exemplar mantido em um zoológico australiano, chamado Harriet, atingiu a idade de 170 anos. São conhecidas várias subespécies, embora sua classificação seja polêmica. São herbívoras e se alimentam de frutas, líquens, folhas e cactos. Desde o descobrimento do arquipélago no século XVI elas foram caçadas intensamente para alimentação, especialmente de marinheiros, e seu número original, que se calcula em torno de 250 mil indivíduos, decaiu para pouco mais de 3 mil na década de 1970. Outros fatores também contribuíram para o declínio acentuado, como a introdução de novos predadores pelo homem e a destruição de seu habitat. Em breve começaram a ser realizados projetos de recuperação das populações, e hoje o total de indivíduos chega a quase 20 mil. Mesmo assim ainda é considerada uma espécie vulnerável pela IUCN. Pelo menos duas subespécies já foram extintas - C. n. abingdoni e C. n. nigra - e somente dez das cerca de quinze originais ainda existem em liberdade. As características morfológicas da carapaça óssea das tartarugas-das-galápagos variam de acordo com o ambiente de cada ilha. Esta variabilidade permite subdividir a espécie em vários subtipos, cada um característico de uma ilha, ou de uma parte dela. Esta diversidade morfológica foi reconhecida por Charles Darwin, durante a sua visita ao arquipélago em 1835, e foi um dos argumentos para a sua teoria da evolução das espécies. ==Taxonomia== As Ilhas Galápagos foram descobertas em 1535, mas só foram incluídas nos mapas em torno de 1570.Stewart, P. D. Galápagos: the islands that changed the world. Yale University Press, 2006, p.43 Foram desde logo denominadas Insulae de los Galopegos (Ilhas das tartarugas) por causa da presença desses animais. Jackson, Michael Hume. Galápagos, a natural history. University of Calgary Press, 1993, p. 1 Inicialmente as tartarugas gigantes do oceano Índico e das Galápagos foram consideradas pertencer à mesma espécie, e pensava-se que os marinheiros haviam causado a sua dispersão.Chambers, Paul. \"The origin of Harriet\". In: New Scientist, nº 2464, p. 27 Em 1783 Johann Gottlob Schneider classificou todas as tartarugas gigantes como Testudo indica,Schneider, Johann Gottlob. Allgemeine Naturgeschischte der Schildkröten nebs einem systematischen Verzeichnisse der einzelnen Arten und zwey Kupfen. Leipzig, 1783, pp. 355–356 mas no século XIX outros cientistas propuseram outros nomes, como Testudo gigantea (Schweigger, 1812),Schweigger, August Friedrich. \"Prodromi monographiae chelonorum sectio prima\". In: Archivfur Naturwissenschaft und Mathematik, volume 1, 1812, pp. 271–368; 406–462 Testudo nigra (Quoy & Gaimard, 1824)Quoy, J. R. C.; Gaimard, J. P. \"Sous-genre tortue de terre – testudo. brongn. tortue noire – testudo nigra\". In: De Freycinet, M. L. Voyage autour du Monde ... exécuté sur les corvettes de L. M. \"L'Uranie\" et \"La Physicienne,\" pendant les années 1817, 1818, 1819 et 1820. Paris, 1824,pp. 174–175 Testudo californiana (Quoy & Gaimard, 1824) e Testudo elephantopus (Harlan, 1827).Harlan, Richard. \"Description of a land tortoise, from the Galápagos Islands, commonly known as the Elephant Tortoise\". In: Journal of the Academy of Natural Sciences of Philadelphia, volume 5, 1827, pp. 284–292 A identificação da tartaruga-das-galápagos como espécie distinta foi feita em 1834 por André Marie Constant Duméril e Gabriel Bibron, que lhe atribuíram o nome Testudo nigrita.Duméril, André Marie Constant & Bibron, Gabriel. Erpétologie générale; ou, histoire naturelle complète des reptiles. Librarie Encyclopédique de Roret, 1834 Ao longo do tempo outros nomes foram propostos: Testudo planiceps (Gray, 1853); Testudo clivosa (Garman, 1917); Testudo typica (Garman, 1917); Testudo (Chelonoidis) elephantopus (Williams, 1952); Geochelone (Chelonoidis) elephantopus (Pritchard, 1967); Chelonoidis elephantopus (Bour, 1980) O nome específico nigra foi ressuscitado em 1984.Pritchard, Peter Charles Howard. \"Further thoughts on Lonesome George\". In: Noticias de Galápagos, volume 39, 1984, pp. 20–23 Poucos anos depois o subgênero Chelonoidis foi elevado ao status de gênero, a partir da descoberta de evidência filogenética que o colocou em um novo clade.Le, Minh et alii. \"A molecular phylogeny of tortoises (Testudines:Testudinidae) based on mitochondrial and nuclear genes\". In: Molecular Phylogenetics and Evolution, volume 40, nº 2, 2006, pp. 517–531 Sua taxonomia exata é bastante disputada, especialmente no que tange às subespécies,Pritchard 1996, p. 63Swingland, I.R. (1989). \"Geochelone elephantopus. Galapagos giant tortoises\". In: Swingland I.R. and Klemens M.W. (eds.) The conservation biology of tortoises. Occasional Papers of the IUCN Species Survival Commission (SSC), No. 5, pp. 24–28. Gland, Switzerland: IUCNFritts, Thomas H. (1984). \"Evolutionary divergence of giant tortoises in Galapagos\". In: Biological Journal of the Linnean Society 21 (1–2): 165–176De Vries, T. J. The giant tortoises: a natural history disturbed by man. Pergamon Press, 1984, pp. 145–156Caccone, Adalgisa et alii. \"Phylogeography and history of the giant Galapagos tortoises\". In: Evolution, volume 56, nº 10, 2002, pp. 2052–2066 Além disso ela tem uma extensa sinonímia, há pouco citada, mas o nome científico Chelonoidis nigra (Quoy & Gaimard, 1824), é atualmente aceito por várias autoridades, incluindo a União Internacional para a Conservação da Natureza e dos Recursos Naturais (IUCN) e a Convenção sobre o Comércio Internacional das Espécies da Fauna e da Flora Silvestres Ameaçadas de Extinção (CITES).. Tortoise & Freshwater Turtle Specialist Group 1996. Chelonoidis nigra. In: IUCN 2012. IUCN Red List of Threatened Species. Version 2012.1 Fritz, U. & Havaš, P. \"Checklist of Chelonians of the World\". In: Vertebrate Zoology, volume 57, nº 2, 2007, pp. 149–368CITES Appendices I, II and III 2011. 22 dez 2011 A primeira pesquisa sistemática sobre esses animais foi realizada em 1875 por Albert Günther, associado ao Museu Britânico. Ele identificou pelo menos cinco populações diferentes nas ilhas Galápagos, e três nas ilhas do oceano Índico. Em 1877 a sua lista foi expandida para cinco populações nas Galápagos, quatro nas ilhas Seicheles e quatro nas ilhas Mascarenhas. Günther imaginava que todas derivavam de uma única população ancestral que havia se dispersado através de pontes de terra mais tarde submersas.Günther, Albert. \"Description of the living and extinct races of gigantic land-tortoises. parts I. and II. introduction, and the tortoises of the Galapagos Islands\". In: Philosophical Transactions of the Royal Society of London, Biological Sciences, vol. 165, 1875, pp. 251–28 Sua teoria foi refutada quando se compreendeu que as Galápagos, bem como as Seychelles e as Mascarenhas, eram ilhas de formação vulcânica recente, e jamais haviam sido interligadas por pontes de terra. Hoje se acredita que as tartarugas-das-galápagos provêm de um ancestral sulamericano,Caccone, Adalgisa et alii. \"Origin and evolutionary relationships of giant Galapagos tortoises\". In: Proceedings of the National Academy of Sciences. Volume 96, nº 23, 1999, pp. 13223–13228 enquanto que as do oceano Índico descendem de um ancestral de Madagascar.Austin, Jeremy & Arnold, E. Nicholas. \"Ancient mitochondrial DNA and morphology elucidate an extinct island radiation of Indian Ocean giant tortoises (Cylindraspis)\". In: Philosophical Transactions of the Royal Society of London, série B, volume 268, nº 1485, 2001, pp. 2515–2523Austin, Jeremy; Arnold, E. Nicholas; Bour, Roger. \"Was there a second adaptive radiation of giant tortoises in the Indian Ocean? Using mitochondrial DNA to investigate speciation and biogeography of Aldabrachelys\". In: Molecular Ecology, volume 12, nº 6, 2003, pp. 1415–1424 No fim do século XIX Georg Baur e Walter Rothschild reconheceram a existência de mais cinco populações.Baur, G. \"The Gigantic Land Tortoises of the Galapagos Islands\". In: The American Naturalist, volume 23, nº 276, 1889, pp. 1039–1057Rothschild, Walter. \"On a new land-tortoise from the Galapagos Islands\". In: Novitates Zoologicae, volume 8, 1901, p. 372 Rothschild, Walter. \"Description of a new species of gigantic land tortoise from Indefatigable Island\". In: Novitates Zoologicae, volume 10, 1903, p. 119 Rothschild, Walter. \"Description of a new species of gigantic land tortoise from the Galápagos Islands\". In: Novitates Zoologicae, volume 9, 1902, p. 619 Em 1906 a Academia de Ciências da Califórnia coletou espécimens os confiou a John Van Denburgh para que os estudasse, resultando identificadas quatro populações adicionais e postulando a existência de quinze espécies diferentes.Van Denburgh, J. \"The gigantic land tortoises of the Galapagos archipelago\". In: Proceedings of the California Academy of Sciences, série 4, volume 2, nº 1, 1914, pp. 203–374 Van Denburgh, John. \"Preliminary descriptions of four new races of gigantic land tortoises from the Galapagos Islands\". In: Proceedings of the California Academy of Sciences, série 4, volume 1, 1907, pp. 1–6 Sua lista ainda orienta a taxonomia moderna. Rhodin, A. G. J.; van Dijk, P. P. \"Turtles of the world, 2010 update: Annotated checklist of taxonomy, synonymy, distribution and conservation status\". In: Iverson, J.B.; Shaffer, H.B. Turtle taxonomy working group. Chelonian Research Foundation, 2010, pp. 33–34 Hoje sobrevivem na natureza apenas cerca de dez subespécies - o número exato também é polêmico. Charles Darwin visitou as ilhas em 1835, a tempo de ver cascos dos últimos representantes da subespécie Chelonoidis nigra nigra, supostamente extinta na década de 1850. Em 24 de junho de 2012 a subespécie Chelonoidis nigra abingdoni foi declarada extinta com a morte do último exemplar conhecido, que era chamado de \"Jorge Solitário\".Broom, R. \"On the extinct Galápagos tortoise that inhabited Charles Island\". In: Zoologica, volume 9, nº 8, 1929, pp. 313–320Steadman, David W. \"Holocene vertebrate fossils from Isla Floreana, Galápagos\". In: Smithsonian Contributions to Zoology, volume 413, nº 413, 1986, pp. 1–103 Sulloway, F. J. (1984). Darwin and the Galápagos. In Berry, R. J. \"Evolution in the Galápagos Islands\". Biological Journal of the Linnean Society 21 (1–2): 29–60 Entretanto, no início de 2020, pesquisadores encontraram nas proximidades do vulcão Wolf, 30 tartarugas gigantes híbridas, com linhagem parcial das espécies Chelonoidis nigra abingdoni e Chelonoidis nigra nigra, ambas consideradas extintas. Destas tartarugas encontradas, 11 são machos e 19 são fêmeas, e entre estas, está uma jovem fêmea que é descendente direto da espécie do George Solitário. De acordo com a entidade Galapagos Conservancy, essa jovem tartaruga pertence à espécie tartaruga-das- galápagos-de-pinta (Chelonoidis nigra abingdoni), pois foi constatado que ela possui 16% dessa espécie considerada extinta. === Subespécies === * C. abingdoni - Ilha de Pinta (extinta em 2012. Existe uma subpopulação híbrida em Isabela e, possivelmente, ainda pode existir alguns indivíduos puros.) * C. becki - Ilha Isabela * C. chatamensis - Ilha de São Cristóvão * C. darwini - Ilha de Santiago * C. donfaustoi - Ilha de Santa Cruz * C. duncanensis - Ilha de Pinzón * C. guntheri - Ilha Isabela * C. hoodensis - Ilha de Española * C. microphyes - Ilha Isabela * C. niger - Ilha Floreana (extinta em meados do século XIX. Existe uma subpopulação híbrida em Isabela.) * C. phantasticus - Ilha de Fernandina (apenas um indivíduo confirmado, mas outros ainda podem existir.) * C. porteri - Ilha de Santa Cruz * C. vandemburghi - Ilha Isabela * C. \"linhagem da Ilha de Santa Fé\" - Ilha de Santa Fé (extinta em meados do século XIX.) * C. vicina - Ilha Isabela * C. wallacei - Ilha de Rábida (existência disputada) ==História evolutiva== Todas as subespécies evoluíram de ancestrais que vieram da América do Sul cruzando o mar. A sobrevivência à travessia aquática pode ter sido possibilitada pela boa flutuabilidade das tartarugas e pela sua capacidade de passarem meses sem comer ou beber. A corrente de Humboldt também pode ter facilitado a viagem, uma vez que corre do sul para o norte ao longo da costa ocidental da América do Sul e na altura do Equador se volta para oeste, atingindo diretamente as ilhas. Um processo semelhante é o imaginado para a dispersão dos ancestrais do gênero Chelonoidis, que vieram da África para a América do Sul no período Oligoceno. Seu parente moderno mais próximo é a tartaruga Chelonoidis chilensis, que tem um tamanho muito menor. Ambas as espécies provavelmente derivaram de um ancestral comum cerca de 6 a 12 milhões de anos atrás, antes de as ilhas Galápagos terem se formado.White, William M.; McBirney, Alexander R.; Duncan, Robert A. (1993). \"Petrology and geochemistry of the Galápagos Islands: portrait of a pathological mantle plume\". In: Journal of Geophysical Research 98 (B11): 19533–19564 Análise do DNA mitocondrial revelou que a população das ilhas de Española e San Cristóbal são as mais antigas, e foram a origem dos subtipos das outras ilhas.Nicholls, Henry. Lonesome George: The life and loves of a conservation icon. Hampshire, England: Palgrave Macmillan, 2006, p. 68Beheregaray, Luciano B. et alii (2004). \"Giant tortoises are not so slow: rapid diversification and biogeographic consensus in the Galápagos\". In: Proceedings of the National Academy of Sciences 101 (17): 6514–6519 Um fluxo gênico reduzido entre os grupos colonizadores resultou na sua evolução independente, aparecendo as atuais subespécies. O seu gigantismo provavelmente é uma evolução anterior à sua fixação nas ilhas, e não uma consequência evolutiva do seu isolamento. Tartarugas grandes teriam mais chances de sobreviver à primitiva travessia marítima; seus pescoços são mais longos, possibilitando que respirem mais facilmente sobre a água, e sua superfície corporal é pequena em relação ao volume do seu corpo, reduzindo a perda de água corporal por osmose no contato com a água salgada do oceano. Elas podem também acumular grandes reservas de água e gordura em seus corpos, fazendo com que resistam à fome e à sede por longo tempo, além de facilitarem sua adaptação ao novo ambiente, consideravelmente árido. O grande tamanho também possibilitou que tolerassem bem os extremos de temperatura que se registram nas ilhas.Pritchard, p. 18 As tartarugas-das-galápagos são a única linhagem conhecida de tartarugas gigantes que apresentam diferentes formas de casco, Chiari, Ylenia et alii. \"Morphometrics Parallel Genetics in a Newly Discovered and Endangered Taxon of Galápagos Tortoise\". In: PLoS ONE, volume 4, nº 7, 2009,pp.6272 uma característica que pode ser tanto uma adaptação aos ambientes distintos das diferentes ilhas como uma especialização morfológica que poderia favorecer certos indivíduos em disputas de dominância entre os machos, dando- lhes ainda maior atratividade sexual nas épocas de acasalamento.De Vries, pp. 145-146Dawson, E. Y. \"Cacti in the Galápagos islands, with special reference to their relations with tortoises\". In: Bowman, R. I. The Galápagos. University of California Press, 1966, pp. 209–214Fritts, Thomas H. \"Evolutionary divergence of giant tortoises in Galapagos\". In: Biological Journal of the Linnean Society, volume 21, nº 1–2, 1984, pp. 165–176 ==Descrição== As tartarugas têm grandes carapaças de uma cor marrom opaca, cujas placas se fundem ao esqueleto, dando-lhes uma sólida estrutura de proteção, para dentro da qual podem retrair e esconder o pescoço e a cabeça, bem como os membros. As placas possuem um padrão característico, embora as suas faixas de crescimento não sejam úteis para determinar sua idade, pois as exteriores se desgastam com o tempo. As pernas são grandes e as patas, quadradas, semelhantes às dos elefantes. As patas dianteiras têm cinco unhas, e as traseiras, quatro. Sua pele é seca e recoberta de duras escamas. Seu grande tamanho impressionou os primeiros exploradores, e quando Charles Darwin conheceu as ilhas disse que \"esses animais podem crescer até tamanhos enormes... diversas são tão grandes que precisam de seis homens para erguê-las do chão\". O maior indivíduo registrado tinha mais de 400 kg e um comprimento de 1,87 m.Ebersbach, V. K. |year=2001 |title=Zur Biologie und Haltung der Aldabra-Riesenschildkröte (Geochelone gigantea) und der Galapagos- Riesenschildkröte (Geochelone elephantopus) in menschlicher Obhut unter besonderer Berücksichtigung der Fortpflanzun. Tese de doutorado. Hannover: Tierärztliche Hochschule As várias subespécies mostram todas um formato de casco diferenciado, que vai de estruturas semiesféricas mais ou menos regulares até cascos cheios de protuberâncias e uma grande projeção sobre o pescoço. Nas ilhas mais úmidas, com vegetação baixa mais abundante, como a de Santa Cruz, os cascos tendem a ser mais regulares e maiores, com pernas e pescoço mais curtos. Ao contrário, nas ilhas mais secas, os cascos tendem a ser mais irregulares. O dimorfismo sexual é mais pronunciado nas subespécies com cascos mais irregulares, onde os machos exibem projeções frontais mais angulosas e elevadas. Os machos de todas as populações geralmente são maiores e têm a cauda mais longa que as fêmeas, e ventralmente seu casco apresenta uma concavidade que auxilia no ajuste dos pares durante o acasalamento. Os machos adultos pesam em média 272 a 317 kg, enquanto as fêmeas pesam em média 136 a 181 kg. ==Biologia e ecologia== As tartarugas são seres pecilotérmicos (de sangue frio), e portanto precisam se aquecer ao sol durante uma ou duas horas no início de toda manhã, a fim de obterem energia suficiente para permitir- lhes ficarem ativas durante 8 ou 9 horas.Swingland, I.R. (1989). Geochelone elephantopus. Galapagos giant tortoises. In: Swingland I.R. and Klemens M.W. (eds.) The conservation biology of tortoises. Occasional Papers of the IUCN Species Survival Commission (SSC), No. 5, pp. 24–28. Gland, Switzerland: IUCN. ISBN 2-88032-986-8. Seus deslocamentos diários se fazem cedo pela manhã ou no fim da tarde, quando buscam outras áreas de forrageio. Alcançam uma velocidade de 0,3 km/h. Nas ilhas mais úmidas ocorre migração sazonal das populações das áreas mais altas para as mais baixas, acompanhando a mudança na vegetação durante a estação seca e a úmida. As migrações acontecem sempre através dos mesmos caminhos, que, usados há milênios, são perfeitamente demarcados no terreno, sendo conhecidos como \"avenidas das tartarugas\". Nas ilhas mais úmidas as populações são mais gregárias e podem ser encontradas juntas em grandes números; nas mais secas, a tendência é para o individualismo. Às vezes são encontradas mergulhadas em poças de lama e lagoas formadas pela chuva, que podem exercer um papel de auxiliar na sua termorregulação. Esses banhos podem também ajudá-las a se livrar de parasitas e mosquitos. Tomam banhos de areia com os mesmos objetivos. Algumas buscam abrigo sob rochas durante a noite. Outras já foram vistas a dormir em depressões no solo, usando sempre os mesmos locais. ===Alimentação=== As tartarugas são herbívoras, consumindo cactos, gramíneas, folhas, líquens e frutas.Cayot,Linda Jean. Ecology of giant tortoises (Geochelone elephantopus) in the Galápagos Islands. Syracuse University, 1987 Cada indivíduo precisa de 32 a 36 kg de comida diária, mas sua digestão pouco eficiente expele grande parte dos nutrientes sem absorvê- los. Obtêm água principalmente lambendo o orvalho nas rochas e consumindo vegetais, especialmente o cacto Opuntia, e podem passar até 18 meses sem ingerir água e comida, sobrevivendo de reservas de gordura e água acumuladas em seu próprio corpo. Quando sedentas podem ingerir grandes quantidades de água de uma só vez, conservando-a em bolsas em torno de seu pescoço. Essa capacidade as tornou úteis depósitos vivos de água e fontes de boa carne para as longas viagens dos antigos marinheiros. Essas tartarugas mantém uma relação mutualística com algumas espécies de pássaros, que as limpam de ectoparasitas. No entanto, já foi observado que algumas tartarugas enganam as aves, e as atraem para baixo de seu corpo como se o oferecessem para ser limpo. Quando a ave está embaixo, a tartaruga subitamente recolhe as pernas e cai com todo o peso sobre ela, esmagando-a, e depois a come. Presume-se que isso seja uma forma de a tartaruga suplementar sua dieta com proteína. ===Reprodução e crescimento=== thumb|left|Par em acasalamento O acasalamento ocorre a qualquer tempo, mas picos sazonais ocorrem entre fevereiro e junho, durante a estação úmida. Os machos competem pelo direito de acasalar em demonstrações ritualizadas e agressivas, onde emitem vocalizações como grunhidos e silvos, mas raramente ocorre contato físico entre eles e geralmente o macho maior vence simplesmente exibindo seu tamanho. O macho vencedor então obriga a fêmea a acasalar batendo em seu casco e mordendo suas pernas. Montar na fêmea é um processo complicado para os machos, sendo criaturas com pouca flexibilidade e equilíbrio, mas uma concavidade em seu plastrão facilita o encaixe do par. Durante o coito o macho também pode vocalizar grunhidos rítmicos. As fêmeas fertilizadas viajam vários quilômetros para alcançar as áreas de nidificação nas praias arenosas. Ali chegando, escavam na areia um buraco cilíndrico de cerca de 30 cm de profundidade, processo que pode levar de horas a dias. Nele colocam até 16 ovos esféricos, de casca dura, que pesam de 82 a 157 g e têm o tamanho de uma bola de bilhar. O ninho é então coberto com areia compactada com urina. Elas podem fazer até quatro posturas em um ano. Os ovos são incubados pelo calor do sol, e a temperatura obtida no ninho influi na proporção de machos e fêmeas nascidos. Temperaturas mais baixas produzem mais machos. O calor disponível também influi na duração da incubação; posturas realizadas mais cedo na estação reprodutiva, quando a temperatura atmosférica ainda é menor, precisam de mais dias para eclodir. Assim, desde a postura, pode levar de quatro a oito meses para que as crias emerjam à superfície, e ao fazerem isso medem 6 cm e pesam apenas 50 g. Mas, de fato, o nascimento ocorre antes. Ao saírem dos ovos as tartaruguinhas precisam escavar sozinhas seu caminho através da areia até a superfície, e podem levar semanas nisso. Durante este tempo sua nutrição vem das reservas acumuladas no saco vitelino. Se, por condições de aridez excepcional, o solo que cobre o ninho se compacta demais, as crias recém saídas dos ovos podem morrer soterradas sem jamais verem a luz do dia, incapazes de remover a areia endurecida que as cobre. Condições opostas, de inundação, também podem matá-las. Ao nascerem, os filhotes de todas as subespécies são indistinguíveis entre si. Os jovens permanecem nas terras baixas litorâneas por cerca de dez ou quinze anos. Seu crescimento é ameaçado por inúmeros fatores, e muitos não atingem a maturidade. Podem sofrer acidentes, ser mortos por escassez de alimentos e extremos climáticos, e cair vítimas de inimigos naturais. Entre estes, originalmente tinham apenas um rapineiro nativo das ilhas, o falcão-das- galápagos, que preda os filhotes. Darwin relatou que os recém-nascidos eram devorados em quantidade pelas aves assim que emergiam dos ninhos. O falcão hoje é raro, mas o homem também introduziu nas ilhas várias espécies exóticas, como o porco, o gato, o rato e o cachorro, que se tornaram invasoras e importantes predadoras de ovos e filhotes. Os adultos não têm inimigos salvo o homem. Ao longo da exploração e colonização do arquipélago o homem caçou os adultos em grande número para alimento, quase dizimando a espécie. A maturidade sexual é atingida aos 20-25 anos em cativeiro, mas pensa-se que em liberdade só a atinjam aos 40 anos, quando seu tamanho máximo se fixa. Estima- se que possam viver mais de cem anos naturalmente, e um exemplar, conhecido como Harriet, mantido em um zoo na Austrália, viveu mais de 170 anos. ==Conservação== Estima-se que a população original chegava a 250 mil indivíduos, mas a contínua exploração dessas tartarugas como fonte de alimento, conjugada a outros fatores, levou a um declínio acentuado. No censo de 1974 foram contados apenas 3.060 exemplares. Os esforços recentes de conservação levaram a população a um patamar de quase 20 mil indivíduos, na estimativa de 1995-2009. Já foram extintas pelo menos duas subespécies: C. n. nigra e C. n. abingdoni. Além se terem sido historicamente caçadas em grande número para alimento humano, especialmente por marinheiros, que as estocavam vivas nos porões de seus navios, onde podiam resistir por mais de um ano sem comida ou água, as tartarugas enfrentaram outros desafios para sua sobrevivência. Também foram caçadas para obtenção de óleo, muito valorizado no Equador. A colonização das ilhas pelo homem as expulsou de muitas áreas, tomadas pela urbanização e pela agropecuária. Com isso a oferta de alimentos para elas diminuiu. Também passaram a sofrer com os ataques de espécies exóticas introduzidas pelo homem, antes citadas, que além de se tornarem predadoras destruíam seus locais de nidificação. Em anos recentes ainda são ameaçadas pelo crescimento do turismo - elas são uma atração popular - e pela urbanização das ilhas. A IUCN a classifica, diante deste contexto, como espécie vulnerável. Apesar de hoje protegidas por lei, seu futuro ainda é incerto. A baixa taxa de crescimento da população, a maturidade sexual tardia e o endemismo da espécie são fatores que a deixam particularmente ameaçada de extinção no futuro se não tiver a ajuda do homem.Ecuador (1970). Ley de Protección de la Fauna Silvestre y de los Recursos Ictiológicos, Registro Oficial No. 104 (1970) Quito, 20 de Noviembre 1970United States 1969. Endangered Species Conservation Act. 83 Stat. 275; 16 USC 668 cc-1 to 668 cc-6 (1969) Neste sentido, foi criado um parque de preservação integral para protegê-la, que cobre praticamente toda a superfície das ilhas (97%)Ecuador (1959). Decreto ley de emergencia, por el cual se declaran parques nacionales de reserva de exclusivo dominio del estado, para la preservación de la fauna y flora, todas las tierras que forman las islas del Archipiélago de Colón o Galápagos, Registro Oficial No. 873 (1959) Quito, 20 de Julio, 1959Ecuador (1971). Decreto Supremo No. 1306 (1971) Quito, 27 de Agosto 1971 e vários projetos têm sido desenvolvidos para fomentar sua preservação e o repovoamento das ilhas. Já foram conseguidos resultados importantes, como o salvamento da subespécie hoodensis, que em 1977 estava reduzida a 3 machos e 12 fêmeas e hoje conta com mais de 1.200 exemplares, embora ainda seja considerada em ameaça crítica de extinção. Também são feitas campanhas sistemáticas de erradicação de espécies exóticas predadoras. Outros projetos procuram recuperar áreas degradadas, devolvendo-as às tartarugas. == Ver também == * Tartaruga-gigante Categoria:Chelonoidis Categoria:Répteis descritos em 1824 Categoria:Galápagos",
 "title": "Tartaruga-das-galápagos"
}