{
 "id": "7520",
 "text": "Caldas da Rainha DmTE é uma cidade da região Oeste portuguesa, situada na província histórica da Estremadura, e do distrito de Leiria com cerca de 30 400 habitantes no seu perímetro urbano (2021). Integrando atualmente a NUTII do Oeste e Vale do Tejo.. É sede do Município de Caldas da Rainha com de área e habitantes (2021), subdividido em 12 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28 de janeiro de 2013. O município é limitado a nordeste pelo município de Alcobaça, a leste por Rio Maior, a sul pelo Cadaval, a oeste pelo Bombarral e por Óbidos e a noroeste pelo Oceano Atlântico. Na Praça da República (conhecida popularmente como \"Praça da Fruta\") realiza-se todos os dias, da parte da manhã, ao ar livre, o único mercado diário horto-frutícola do país, praticamente inalterável desde o final do século XIX. Ainda hoje, a cidade de Caldas da Rainha mantém como armas, o brasão da Rainha D. Leonor, ladeado à esquerda pelo seu próprio emblema (o camaroeiro) e à direita pelo emblema de D. João II (o pelicano). Ao manter estas armas, a cidade é das poucas povoações do país a utilizar um brasão anterior à normalização da heráldica municipal levada a cabo em meados do século XX, não estando de acordo com a legislação em vigor. A cidade está localizada a norte de Lisboa (93,5 km via A8) e a sudoeste de Coimbra (128 km via A1 / IC36 / A8). == História == A história da cidade está intimamente ligada aos seus recursos hidro-termais. Acredita-se que, em 1484, durante uma viagem de Óbidos à Batalha, a rainha D. Leonor, esposa de João II de Portugal, e a sua corte, tenham passado por um local onde várias pessoas do povo se banhavam em águas de odor intenso. Fazendo alto, a rainha indagou-lhes por que razão o faziam, uma vez que, naquele tempo, o banho não era comum, muito menos em águas de odor tão acentuado, sendo-lhe respondido que eram doentes, e que aquelas águas possuíam poderes curativos. A rainha quis comprovar a veracidade da informação e banhou-se também naquelas águas, de vez que também ela era doente (não existe unanimidade entre os autores com relação à natureza do mal: alguns autores afirmam que a rainha padecia de uma úlcera no peito, outros, problemas de pele, e outros ainda, que tinha apenas uma ferida no braço). De qualquer modo, de acordo com a lenda, a soberana curou-se e, no ano seguinte, determinou erguer naquele lugar um hospital termal para atender todos aqueles que nele se quisessem tratar. Para apoiá-lo, a rainha fundou uma pequena povoação com trinta moradores, dando-lhes benefícios como não terem de pagar os seguintes impostos: jugada (antigo tributo que recaía em terras lavradias), oitavos, siza e portagem, privilégios que também se estendiam aos mercadores que viessem de fora para comprar ou vender. O desenvolvimento das Caldas da Rainha iniciou-se com Afonso VI de Portugal, que fez reconstruir e ampliar o hospital. Durante treze anos, até ao fim da sua vida, ele, a família real e a corte usufruíram anualmente das águas termais, o que permitiu à vila desenvolver-se. Caldas da Rainha atingiu o estatuto de vila em 1511. Apesar do desenvolvimento e prosperidade que conheceu na passagem da Idade Média para a Idade Moderna, o Concelho das Caldas da Rainha foi criado apenas em 1821. Foi durante o século XIX que a vila conheceu o seu maior esplendor, com a moda das estâncias termais, passando a ser frequentada pelas classes mais abastadas que aqui buscavam as águas sulfurosas para tratamentos. Complementarmente, a abundância de argila na região, permitiu que se desenvolvessem numerosas fábricas de cerâmica, que converteram a então vila num dos principais centros produtores do país, com destaque para as criações de Rafael Bordalo Pinheiro iniciadas na Fábrica de Faianças das Caldas da Rainha, entre 1884 e 1907. O crescimento demográfico vivido no século XIX prosseguiu no século XX, com a elevação da vila à categoria de cidade em 1927. Ao longo do tempo, outras artes além da cerâmica aqui prosperaram, como a pintura e a escultura, fazendo das Caldas da Rainha um centro de artes plásticas, onde se destacaram nomes como os de José Malhoa, António Duarte e João Fragoso. A 26 de Abril de 1919 foram feitas Dama da Antiga e Muito Nobre Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito. O malogrado \"Levantamento das Caldas\", em 16 de Março de 1974, foi precursor da Revolução dos Cravos. == Geografia == === Freguesias === O município das Caldas da Rainha está dividido em 12 freguesias: * A dos Francos * Alvorninha * Carvalhal Benfeito * Foz do Arelho * Landal * Nadadouro * Nossa Senhora do Pópulo, Coto e São Gregório (Caldas da Rainha) * Salir de Matos * Santa Catarina * Santo Onofre e Serra do Bouro (Caldas da Rainha) * Tornada e Salir do Porto * Vidais == Governo == A Câmara Municipal é o braço executivo do governo municipal. É composta pelo presidente da câmara municipal e e mais seis outros membros, os vereadores, em conformidade com a legislação portuguesa, que toma por base o número de eleitores registrados no município. Vitor Marques (IND) serve como presidente da câmara, e Joaquim Beato (IND) serve como vice-presidente. Os outros membros são: Conceição Henriques (IND), Luís Patacho (PS), Fernando Tinta Ferreira (PSD), Hugo Oliveira (PSD) e Maria João Domingos. (PSD). A Assembleia Municipal é o braço deliberativo do governo municipal. A Assembleia tem 33 membros. Os presidentes de cada uma das juntas de freguesia servem na Assembleia. === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V Participação PPD/PSD PS CDS-PP FEPU/APU/CDU PCTP/MRPP PRD BE IND CH MPT PPM NC 1976 37,34 3 32,71 3 15,99 1 9,51 - 0,76 - 1979 55,13 4 18,74 1 11,07 1 12,42 1 1982 29,06 2 20,14 1 36,23 3 10,74 1 1985 46,41 4 15,98 1 12,87 1 7,38 - 14,20 1 1989 52,94 5 30,05 2 8,05 - 5,42 - 1993 55,34 5 29,44 2 5,63 - 5,50 - 1997 54,59 5 31,93 2 5,28 - 3,93 - 2001 54,06 5 29,76 2 6,24 - 4,38 - 1,28 - 2005 52,89 5 29,35 2 4,43 - 4,80 - 3,01 - 2009 50,47 4 25,48 2 11,11 1 4,15 - 4,87 - 2013 43,59 4 22,94 2 9,28 1 5,15 - 2,85 - 8,81 - 2017 52,23 5 24,16 2 8,28 - 4,24 - 5,50 - 2021 34,71 3 11,14 1 2,82 - 1,92 - 2,37 - 40,70 3 2,91 - CDS CDS CDS === Eleições legislativas === Data % PSD PS CDS PCP UDP AD APU/ CDU FRS PRD PSN B.E. PAN PSD CDS L CH IL 1976 32,77 32,37 16,65 6,95 1,09 1979 AD 24,43 AD APU 1,49 54,41 11,33 1980 FRS 0,93 57,86 9,87 24,35 1983 35,74 33,67 15,31 0,70 9,77 1985 37,56 18,38 10,20 0,83 7,67 20,50 1987 59,86 18,70 5,55 CDU 0,61 6,16 4,41 1991 58,01 25,88 5,06 4,28 0,59 1,76 1995 40,36 39,58 12,41 0,41 3,99 1999 41,38 37,66 10,44 4,75 0,21 2,21 2002 47,76 32,19 10,74 3,28 2,74 2005 36,05 38,48 9,25 3,99 6,76 2009 33,71 30,28 13,97 4,67 10,49 2011 45,51 20,69 14,15 4,54 5,93 1,54 2015 CDS 26,33 PSD 4,92 11,57 1,62 44,98 0,90 2019 32,17 31,26 5,34 4,27 10,84 3,36 1,20 1,49 0,95 2022 32,25 36,56 2,10 3,04 5,54 1,53 1,42 8,06 5,50 ==Evolução da População do Município== (resultados definitivos dos censos oficiais INE) Número de habitantesInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 13 591 15 305 18 889 20 971 24 516 26 027 29 207 33 523 37 165 37 430 35 978 41 018 43 205 48 846 51 729 50 910 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por Grupo Etáriohttp://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 7 094 8 057 8 073 8 966 10 106 9 926 9 700 8 950 9 393 8 037 7 666 7 539 6 166 15-24 Anos 3 336 4 393 4 891 5 287 5 997 6 638 5 951 5 040 6 436 6 311 6 509 5 493 5 355 25-64 Anos 9 018 10 196 11 214 12 981 14 675 17 498 18 387 17 455 20 086 22 381 25 867 27 877 26 298 >= 65 Anos 1 325 1 589 1 693 2 133 2 577 2 873 3 392 4 140 5 103 6 476 8 804 10 820 13 091 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) ==Património== * Estação da Malaposta do Casal dos Carreiros * Igreja Matriz das Caldas da Rainha ou Igreja de Nossa Senhora do Pópulo * Edifício do Museu de José Malhoa * Chafariz das Cinco Bicas * Ermida de São Sebastião (Caldas da Rainha) * Ermida do Espírito Santo == Cultura == === Museus === * Casa Museu de S. Rafael * Casa Museu Rafael Bordalo Pinheiro * Centro de Artes ** Atelier-Museu António Duarte ** Atelier-Museu João Fragoso ** Museu Barata Feyo * Museu de Cerâmica * Museu de José Malhoa * Museu do Ciclismo * Museu do Hospital e das Caldas === Centro Cultural e de Congressos das Caldas da Rainha === O Centro Cultural e de Congressos de Caldas da Rainha é uma infra-estrutura destinada à realização de eventos culturais e de congressos. * Banda Comércio e Indústria === Arquitetura religiosa === * Ermida de São Sebastião - do século XVI, adjacente à Praça da República, que de destaca pelos magníficos painéis de azulejos setecentistas que a revestem internamente. * Igreja de Nossa Senhora do Pópulo - de estilo tardo-gótico integrante do conjunto do Hospital Termal. * Igreja de Nossa Senhora da Conceição - do século XX localizada na Praça 25 de Abril. * Igreja do Espírito Santo - do século XVI, vizinha ao Hospital Termal e à Igreja do Pópulo. === Cerâmica === A atividade desenvolveu-se historicamente na região a partir dos solos ricos em argila, o que é indicado, por exemplo, na toponímia Bombarral, onde \"barral\" (ou \"barreiro\") designa um local de onde se tira barro. A primeira fase da cerâmica Caldense iniciou-se na década de 1820, com a produção de D. Maria dos Cacos, caracterizada pela monocromia verde-cobre ou castanho-manganês de peças de tipo utilitário (funcionalista) de gosto popular. Um segundo momento é marcado, em meados do século, pela renovação introduzida por Manuel Cipriano Gomes Mafra, mais tarde conduzida ao seu ápice por Rafael Bordalo Pinheiro e discípulos seus, como por exemplo Francisco Elias. As peças produzidas a partir de então caracterizam-se pela profusão de modelos formais, assim como por uma diversificada abordagem de temas decorativos. Os principais tipos da chamada \"louça das Caldas\" são: * Utilitária ** louça de cozinha - apresentada em duas abordagens distintas: a contemporânea, com linhas e design simples, para uso diário; e a naturalista, representando folhas de couve, de alfaces, peixes, fruta, enchidos, etc. * Humorística/Peculiar ** Decorativa ** Erótica ** Caricaturista ** Naturalista A louça caricatural originariamente apresentava profissões (padres, pescadores, agricultores) estereotipadas de maneira sarcástica e depreciativa. Atualmente as figuras representam políticos ou celebridades, embora a mais popular tradicionalmente seja, sem dúvida, a do \"Zé Povinho\". Este personagem, criado por Rafael Bordalo Pinheiro para \"A Lanterna Mágica\", afirmou-se desde a sua criação como estereótipo, sendo utilizado como símbolo de Portugal e do povo português. Em 2014 foi inaugurada a Rota Bordaliana, um percurso artístico e cultural com 18 figuras de cerâmica, construídas à escala humana, que homenageia Rafael Bordalo Pinheiro e a tradição da cerâmica na cidade.http://www.cm-caldas- rainha.pt/portal/page/portal/PORTAL_MCR/GERAL/NOTICIAS?notid=1961825 As 18 peças de cerâmica distribuídas pela cidade são: Rãs de Boca Aberta e Rã Gigante; Vespa; Zé Povinho; Padre-Cura; Lobo; Gato a Caçar; Andorinhas; Gato Assanhado; Sardões; Ama das Caldas; Policia Civil; Tartaruga; Caracol; Grupo de Cogumelos; Sardão e Folha de Couve === Bordados === Os bordados tradicionais das Caldas da Rainha eram feitos em sua origem com fios de linho tingidos de cor amarelo dousado por processos artesanais. Pensa-se terem origem em Espanha, e coloca-se ainda a possibilidade dos temas residirem nos quadros de naturezas-mortas da pintora seiscentista Josefa de Óbidos. Atualmente empregam fio de linho de canela, sendo a simetria a sua marca. Aplicados em toalhas e colchas, os motivos são tão diversos como \"aranhiços\", espirais, ângulos e corações. Os pontos usados nos bordados podem ser: * caseados * formiga * pé de galo * recorte * ilhós * grilhão * espiga E os recortes podem ser: * espaçados; ou * desencontrados === Gastronomia === A cidade destaca-se na doçaria, representada pelas trouxas de ovos, as cavacas, as lampreias de ovos, os beijinhos . === Eventos === Anualmente sucedem-se diversos eventos, entre os quais destacam-se: * o Caldas Late Night, uma mostra de arte promovida desde 1997 por estudantes da Escola Superior de Artes e Design. == Desporto == Durante longos anos Caldas da Rainha foi uma cidade mais virada para o Futebol, contudo muito devido aos resultados mais recentes nas mais variadas modalidades, a cidade tem vindo a sofrer uma dispersão de gostos pelo que neste momento vingam várias modalidades como é o exemplo do Futsal, do Atletismo e do Voleibol recentemente promovidas a modalidades de topo na cidade. O histórico Caldas Sport Clube não caiu no esquecimento sendo ainda o clube de maior expressão no município, contudo o número de particantes nas camadas de formação das modalidades tem vindo a aumentar substencialmente levando a cabo uma generalização dos gostos desportivos na cidade.o entanto o ténis de mesa também foi uma modalidade bastante praticada na cidade, sendo o Sporting Clube das Caldas um clube com uma organização ímpar nos torneios de ténis de mesa, sendo sucessivamente considerado desde os anos 80 até 2000 a melhor prova do País, e por causa da excelência organizacional da equipa organizadora a cidade foi escolhida para acolher os Jogos Ibero-americanos por duas vezes e outras duas para organizar os Campeonatos Internacionais de Portugal. Já no ano de 2012 o Car de badminton acolheu o jogo internacional de ténis de mesa Portugal/Espanha, no ano em que Portugal se sagrou campeão europeu da modalidade, na classe de Seniores masculinos. A cidade foi palco ainda da realização de campeonatos nacionais em todas as categorias e classes. Também em badminton é desde a década de 90 a Federação Portuguesa da modalidade organiza nesta cidade, os seus campeonatos internacionais e os campeonatos europeus, em todas as classes. De referir que a Federação Portuguesa desta modalidade está sediada na cidade assim como o Car, que entretanto também já recebeu provas de ténis de mesa. Também a Federação Portuguesa de Pentatlo Moderno escolheu Caldas da Rainha para acolher a sua sede, tendo já organizado em instalações desportivas da Cidade, camoeonatis do mundo, tanto na classe de Seniores como de Juniores e torneio de qualificação olímpica. Desde 2010, no mês de Dezembro, é organizada na cidade a Corrida Pela Vida, prova de atletismo solidária que tem a presença cerca de cinco centenas de participantes, sendo já um dos eventos mais marcantes da cidade. === Andebol === ==== Clubes ==== * Sporting Clube das Caldas - só camadas de Formação === Atletismo === ==== Clubes ==== * Associação Cultural e Recreativa Arneirense - Competições Nacionais da Federação Portuguesa de Atletismo ==== Figuras ==== * Eva Vital (Formação: Associação Cultural e Recreativa Arneirense Clube Actual: SL Benfica) * Ivo Vital (Formação: Associação Cultural e Recreativa Arneirense Clube Actual: SL Benfica) * Homilzio Santos (Formação: Associação Cultural e Recreativa Arneirense Clube Actual: SL Benfica) === Futebol === ==== Clubes ==== * Associação Recreativa Cultural Nadadouro - 1ª Divisão AF Leiria (zona sul) * Caldas Sport Clube - II Divisão Nacional (zona sul) * Clube Desportivo Escola Académica de Futebol - só escalões de formação * Escola Academia Sporting Caldas da Raínha - só escalões de formação ==== Figuras ==== Saraiva defesa central do tempo em que o Caldas Sport Clube disputou a divisão principal e que posteriormente foi transferido para o S. L. Benfica. Francisco Vital jogou na equipa de juvenis do clube, tendo sido transferido para o S. L. Benfica, foi jogador do Futebol Clube do Porto como sénior e internacional A. Como treinador treinou a equipa sénior do Caldas Sport Clube e mais tarde pertenceu à equipa técnica do Sporting Clube de Portugal. É filho do antigo avançado do Caldas de seu nome Vital e sobrinho de Dinis Vital, guarda redes que defendeu as cores do Lusitano de Évora e do Vitória de Setúbal. João Grilo, jogador da equipa de juvenis do Caldas foi transferido para o Sporting Clube de Portugal onde atingiu o estatuto de internacional Junior, fazendo parte da equipa que disputou o Mundial no Japão. António Louro, como juvenil também se transferiu para o Sporting Clube de Portugal onde foi campeão nacional nos escalões de formação. Ricardo Campos Guarda redes dos escalões de formação do Caldas, transferiu-se para a equipa de Juniores do Benfica tendo como atleta sénior atingido o estatuto de internacional A por Moçambique. === Futsal === ==== Clubes ==== * Associação Desportiva da Freguesia de Alvorninha - 2ª Divisão AF Leiria (Zona Sul) * Associação Desportiva e Cultural dos Vidais - 2ª Divisão AF Leiria (Zona Sul) * Associação Recreativa e Cultural do Nadadouro - Extinto * Associação Recreativa e Cultural Catarinense - 1ª Divisão AF Leiria (Zona Sul) * Caldas Sport Clube - III Divisão Nacional (Série C) * da Rainha - Divisão de Honra AF Leiria * Centro Social e Recreativo Foz do Arelho - Extinto * Grupo Desportivo do Landal - 1ª Divisão AF Leiria (Zona Sul) ==== Figuras ==== * Ricardo Loja (Formação: --- Clube Actual: Centro Cultural Recreativo e Desportivo Burinhosa) * Tiago Costa (Bebé) (Formação: --- Clube Actual: Grupo Desportivo do Landal) * Gabriel Fernandes (ex-jogador e actual treinador do G.D. Concha Azul; treinador do ano 2008/09) === Hóquei === ==== Clubes ==== * Hoquei Clube das Caldas === Karting === ==== Clubes ==== * Indoor Karting Caldas da Rainha === Patinagem Artística === ==== Clubes ==== * Hoquei Clube das Caldas === Voleibol === ==== Clubes ==== * Sporting Clube das Caldas - Divisão A1 Nacional (ver Campeonato Nacional de Voleibol (Portugal)) ==== Figuras ==== João Margarido, Vítor Bernardo, João Mateus. === Ténis de Mesa === Clubes * Caldas Sport Clube, Sporting Clube das Caldas, Futebol Clube das Caldas, CDCR CTT, Real Sociedade, C. O. Estrelas, G. U. Tufudos e S. I. R. Pimpões foram os clubes que praticavam a modalidade. Entretanto foram a pouco e pouco extinguindo as secções e a partir da década de 80 apenas o Sporting Clube das Caldas manteve a Secção em funcionamento até à sua extinção em 2000.Em 2015 reabriu novamente a prática do ténis de mesa, tendo em 2016 sido campeão distrital e ganho a fase de apuramento que deu direito a disputar a segunda divisão nacional no ano seguinte. Em 2017 conseguiu nova subida de divisão e o título de vice campeão nacional é nova subida de divisão. Infelizmente por política desportiva do clube a secção foi novamente extinta. Actualmente apenas o Grupo Desportivo da Câmara se encontra em actividade mas nas provas do campeonato de lazer. Figuras * Calheiros Viegas, José Branco, José Perdigão, Pedro Libório, Arlindo Rosendo, João Vidal, António Sousa, nas décadas de 60 e 70 Sales Caramelo, José Viegas, Gabriel Fernandes, Nuno Ribeiro, Luísa Lopes, Carla Patriarca, Alexandra Sereno, Susana Macedo, Cristina Aleixo, Isabel Ramalho, Rodrigo Bernardo, João Rosendo, Ricardo Antunes, Filipa Soares, Joana Costa, Mafalda Capinha até ao final do século XX. António Sousa foi o 1º jogador de ténis de mesa das Caldas da Rainha a obter a internacionalização e mais tarde José Viegas, Nuno Ribeiro, Luísa Lopes, Ricardo Antunes, João Rosendo e Gabriel Fernandes obtiveram também a internacionalização, representando Portugal em jogos internacionais. Ricardo Antunes, Nuno Ribeiro, Luísa Lopes, Filipa Soares e Mafalda Capinha conseguiram o titulo de campeões nacionais em singulares, tendo ainda Ricardo Antunes com Alexandra Sereno e Filipa Soares com Joana Costa obtido o titulo nacional respectivamente nas variantes de pares mistos e pares senhoras. Nuno Ribeiro obteve ainda o titulo nacional de pares juniores com Carlos Custódio em representação do Sporting Clube de Portugal, Cristina Aleixo também foi campeã nacional de equipas em representação do Belenenses e Isabel Ramalho em representação do Sporting Clube de Portugal. José Viegas quando ainda jogava pelo Clube Alvinegro portuense também se sagrou campeão nacional na categoria de cadetes. Pedro Libório e Rodrigo Bernardo foram vice campeões nacionais em singulares, o 1º na classe de seniores e o 2º na classe de cadetes, e o Caldense Ricardo Santos fazendo parceria com Filipa Soares também obtiveram o vice campeonato na categoria de pares misto Cadetes. Nuno Ribeiro na classe de Cadetes foi o primeiro português de sempre a sagrar-se campeão ibérico, ganhando numa final épica ao também caldense João Rosendo. Os caldenses Fernando Xavier, Sales Caramelo, Fernando Braz e Paulo Leal tiveram posições relevantes na Federação Portuguesa de Ténis de Mesa respectivamente como Presidente da Assembleia Geral, Presidente do Conselho Técnico, Vice presidente para a área desportiva e presidente do Conselho Nacional de Arbitragem. Sales Caramelo e Fernando Braz, o 1º na década de 80 do século XX e o segundo de 2010 a 2012 foram também seleccionadores nacionais. Fernando Braz fez ainda parte do Comité Técnico da ETTU, Federação europeia de Ténis de Mesa. Desde 2016 Paulo Leal é Presidente do Conselho de Arbitragem da FPTM. Fernando Xavier, Arlindo Rosendo, José Ventura e Fernando Braz também foram presidentes da Associação Distrital de Ténis de Mesa. === Culturismo === Figuras * Luís Carvalho (Pipo), natural das Caldas da Rainha com vários títulos internacionais da NPC (National Physique Committee) e da WABBA (World Amateur Bodybuilding Association). == Infra-estrutura == === Espaços públicos === * Parque D. Carlos I * Mata Rainha D. Leonor upright|thumb * Praça de Touros das Caldas * Estação Rodoviária (exemplar de arquitetura modernista / Art déco, erguido em 1948, de Camilo Korrodi) * Praça 5 de Outubro (antiga Praça do Peixe) * Praça da República (Praça da Fruta) * Museu José Malhoa === Escolas === As Caldas da Rainha contam com um variado leque de estabelecimentos de ensino básico e secundário - públicos e privados - entre os quais se destacam: * EBI de Santo Onofre; * EB 2, 3 D. João II; * ES Rafael Bordalo Pinheiro; * ES Raúl Proença; * Colégio Rainha Dona Leonor; * Infancoop : Cooperativa de Pais Trabalhadores para Apoio à Infância. No âmbito do ensino superior: * Escola Superior de Artes e Design, do Instituto Politécnico de Leiria. Quanto ao ensino profissional, assinalam-se: * Centro de Formação Profissional para a Indústria Cerâmica (CENCAL); * Escola de Tecnologia e Gestão Industrial (ETGI); * Escola Profissional Técnica Empresarial do Oeste (ETEO); * Escola de Hotelaria e Turismo do Oeste (EHTO). === Transportes === ==== Autocarros ==== Caldas da Rainha é servida por diversas carreiras, nas modalidades Expresso, Rápidas e Inter-Urbanas. A ligação a Lisboa é feita pela “Rápida Verde” (da Rodoviária do Tejo até 2015, posteriormente da nóvel Rodoviária do Oeste) com terminal no Campo Grande; a duração da viagem é de 1h15, com elevada frequência. A cidade conta com uma central de camionagem clássica, construída para a Empresa Capristanos pelo arquiteto Camilo Korrodi em 1949 e profundamente remodelada já no séc. XXI. A nível municipal, a população é atendida pela Rocaldas (30 carreiras suburbanas) e pelo TOMA (alusão ao manguito do Zé Povinho), projeto atendido por três autocarros de 29 lugares que percorrem três rotas distintas — a verde, a laranja e a azul — dentro da cidade, no corpo do dia; ambos serviços da Rodoviária do Oeste. ==== Comboio ==== Caldas da Rainha dispõe de uma estação ferroviária integrada na Linha do Oeste: A linha segue para Lisboa a sul e para Leiria, Coimbra e Figueira da Foz a norte. As ligações de passageiros, de tipo Regional e InterRegional, da CP, são efetuadas por automotoras do tipo 0450; o tempo de viagem entre Caldas e Lisboa é de mais de 2 horas, com 7-8 circulações diárias em cada sentido.Horário CP Linha do Oeste ==== Estradas ==== Caldas da Rainha é servida por uma excelente rede viária: * A 8 — liga a Lisboa, a Leiria, consequentemente a Aveiro (pela A17) e ao Porto (pela A29) * A 15 — auto- estrada para Santarém. * IP 6 — liga Peniche, Santarém e Castelo Branco a Espanha. * EN 8 — atravessa o município de sul para norte ligando Óbidos, Bombarral e Torres Vedras a sul, a norte ligando Alcobaça e Leiria. * EN 360 — atravessa o município do sul ao norte , ligando-se a Alcobaça. * EN 361 — no sudoeste do município liga-se a Cadaval e Rio Maior. * EN 114 — no centro e sudeste do município ligando-se a Rio Maior. * N 114-1 — no centro e este do município ligando-se à EN-114. * EN 115 — pela fronteira sul e sudoeste do município ligando-se a Cadaval. == Caldenses notáveis == * António Duarte * António Montês * Francisco Elias * Frederico Ferreira Silva * João Almeida (ciclista) * João Fragoso * João Palha Ribeiro Telles * José da Cruz Policarpo * José Malhoa * Manuel Cipriano Gomes Mafra * Mário Saa * Raul Proença * José Caetano da Silva Coutinho * Antônio Maria da Silva Torres == Geminações == O município de Caldas da Rainha é geminado com as seguintes cidades: * Perth Amboy, Nova Jérsia, Estados Unidos * Badajoz, Estremadura, Espanha * Cória, Estremadura, Espanha * Cambo-les-Bains, Nouvelle-Aquitaine, França * Le Raincy, Seine-Saint-Denis, França * Dinant, Valõnia, Bélgica * Poços de Caldas, Minas Gerais, Brasil * Huambo, Huambo, Angola * Santo Amaro da Imperatriz, Santa Catarina, Brasil No ano de 2024, o Município prepara uma geminação com a cidade de Deruta, devido a grande tradição de cerâmica das duas cidades. == Ligações externas == * * * Categoria:Cavaleiros da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Região Oeste Categoria:Cidades de Portugal Categoria:Municípios de Portugal Categoria:Rede de Cidades Criativas da UNESCO",
 "title": "Caldas da Rainha"
}