{
 "id": "75258",
 "text": "Coelurus (do grego κοιλος, koilos = \"oco\" + ουρα, oura = \"cauda\") é um gênero de dinossauros carnívoros e bípedes que viveram no estágio Kimmeridgiano, entre 155 e 152 milhões de anos, no final do período Jurássico. Seus fósseis foram encontrados na Formação Morrison, nos Estados Unidos. Atualmente, a única espécie reconhecida é Coelurus fragilis. Após a descrição e nomeação de Coelurus, a Coelurosauria foi criada. Como muitos dinossauros estudados nos primeiros anos da paleontologia, teve uma história taxonómica confusa, com várias espécies a serem nomeadas e posteriormente transferidas para outros géneros ou abandonadas. Foi nomeado por Othniel Charles Marsh em 1879, a partir de um esqueleto parcial encontrado no estado do Wyoming. Era um pequeno carnívoro bípede com pernas alongadas. ==Descoberta== Coelurus foi descrito em 1879 por Othniel Charles Marsh, um paleontólogo e naturalista americano conhecido pela \"Guerra dos Ossos\" com Edward Drinker Cope. Na época, ele apenas descreveu o que interpretou como vértebras do dorso e da cauda, encontradas no mesmo local que o espécime-tipo de seu novo gênero e espécie Camptonotus dispar (mais tarde renomeado Camptosaurus porque Camptonotus já estava em uso para um grilo). Marsh ficou impressionado com os interiores ocos das vértebras de paredes finas, uma característica que deu o nome à espécie- tipo: Coelurus fragilis. Ele pensou em seu novo gênero como um \"animal tão grande quanto um lobo, e provavelmente carnívoro\". Coelurus viria a ser o primeiro pequeno terópode nomeado da Formação Morrison, embora na época Marsh não tivesse certeza de que era um dinossauro. Ele voltou a ele em 1881 e forneceu ilustrações de alguns ossos, além de colocá-lo em uma nova ordem (Coeluria) e família (Coeluridae). A partir daí, a história se torna mais complexa. Aparentemente, o esqueleto estava espalhado por toda a pedreira, com os restos sendo recuperados de setembro de 1879 a setembro de 1880. Marsh optou por colocar parte do material em uma nova espécie, C. agilis, com base em um par de ossos púbicos fundidos que ele pensava pertencer a um animal três vezes maior que C. fragilis. Ele retornou ao gênero em 1888 para adicionar C. gracilis, com base em restos desconhecidos representados apenas hoje por um único osso de garra pertencente a um pequeno terópode da Formação Arundel do Cretáceo Inferior de Maryland. Apesar de sua animosidade profissional, Cope também atribuiu espécies a Coelurus; em 1887, ele nomeou fósseis do Triássico Superior do Novo México como C. bauri e C. longicollis. Mais tarde, ele deu a eles seu próprio gênero, Coelophysis. Em 1903, Henry Fairfield Osborn nomeou um segundo gênero de pequeno terópode da Formação Morrison, Ornitholestes. Este gênero foi baseado em um esqueleto parcial de Bone Cabin Quarry, ao norte de Como Bluff. Ornitholestes tornou-se entrelaçado com Coelurus em 1920, quando Charles Gilmore, em seu influente estudo de dinossauros terópodes, concluiu que os dois eram sinônimos. Isso foi seguido na literatura por décadas. Os dois gêneros não foram comparados formalmente, no entanto, nem houve uma descrição completa do que realmente pertencia a Coelurus, até o estudo de John Ostrom em 1980. Gilmore suspeitava que C. fragilis e C. agilis fossem a mesma coisa, mas Ostrom conseguiu demonstrar essa sinonímia. Isso expandiu muito o material conhecido referente a C. fragilis, e Ostrom foi capaz de demonstrar que Ornitholestes era bem diferente de Coelurus. Na época, Dale Russell havia proposto que C. agilis era uma espécie de Elaphrosaurus com base nas informações incompletas então publicadas; Ostrom também foi capaz de demonstrar que esse não era o caso. Além disso, ele mostrou que uma das três vértebras que Marsh havia ilustrado para C. fragilis era na verdade um composto de duas vértebras, uma das quais mais tarde veio de outra pedreira e não pertencia a Coelurus, mas a outro pequeno terópode. Este gênero sem nome não seria o último pequeno terópode da Formação Morrison a ser confundido com Coelurus; uma descoberta posterior (1995) de um esqueleto parcial em Wyoming foi primeiro pensado para ser um novo espécime maior de Coelurus, mas estudos posteriores mostraram que pertencia a um gênero diferente, mas relacionado, Tanycolagreus. ===Espécies=== Apenas uma espécie de Coelurus, a espécie tipo C. fragilis, ainda é reconhecida como válida hoje, embora seis outras espécies tenham sido nomeadas ao longo dos anos. C. agilis, como discutido, foi nomeado por Marsh em 1884 para o que acabou por ser partes adicionais do esqueleto de C. fragilis. C. bauri e C. longicollis de Cope, nomeados em 1887 a partir de fósseis do Triássico Superior do Novo México, foram transferidos por Cope em 1889 para seu novo gênero Coelophysis. C. daviesi foi nomeado por Richard Lydekker em 1888 por Thecospondylus daviesi de Harry Seeley, uma vértebra do pescoço do Cretáceo Inferior da Inglaterra, mas esta espécie foi posteriormente transferida para seu próprio gênero, Thecocoelurus. C. gracilis, outra espécie do Cretáceo Inferior, também foi nomeada em 1888. Foi cunhada por Marsh para o que parece ser uma variedade de restos de membros, mas Gilmore só conseguiu encontrar uma única garra quando revisou a espécie em 1920. Esta espécie foi proposta como fora de Coelurus desde a década de 1920 (quando Gilmore a atribuiu a Chirostenotes), e foi considerada uma espécie duvidosa fora de Coelurus em análises recentes.. Finalmente, durante o período em que se pensava que Ornitholestes era o mesmo que Coelurus, sua espécie-tipo foi reconhecida por Steel como distinta, como C. hermanni. == Descrição == Coelurus é conhecido pela maior parte do esqueleto de um único indivíduo, incluindo numerosas vértebras, cinturas pélvicas e escapular parciais, e grande parte dos braços e pernas, armazenados no Museu Peabody de História Natural; no entanto, a relativa integridade do esqueleto não era conhecida até 1980. Os fósseis foram recuperados da Reed's Quarry 13 em Como Bluff, Wyoming. Com base nestas amostras, seu tamanho estimado poderia ser entre 2 a 2,4 metros de comprimento e pesava algo entre 9 e 22 quilogramas. Supplementary Information to Dinosaurs: The Most Complete, Up-to-Date Encyclopedia for Dinosaur Lovers of All Ages by Thomas R. Holtz, Jr., illustrations by Luis Rey https://www.geol.umd.edu/~tholtz/dinoappendix/appendix.html Seus braços terminavam em três dedos providos de garras, perfeitos para agarrar. Suas pernas eram mais grossas, e possuíam quatro dedos, sendo que um deles não tocava o chão. O crânio do Coelurus é desconhecido, exceto possivelmente por uma porção da mandíbula inferior encontrada no mesmo local que o resto do material conhecido do holótipo. Embora tenha a mesma preservação e coloração dos fósseis conhecidos por pertencerem ao esqueleto do Coelurus, é muito esbelto, o que pode significar que não pertence ao esqueleto; este osso tem 7,9 centímetros de comprimento, mas apenas 1,1 centímetros de altura . Em geral, suas vértebras eram longas e baixas, com espinhos neurais baixos e paredes finas até os corpos das vértebras. Suas vértebras cervicais eram muito pneumáticas, com numerosos espaços ocos em suas superfícies; essas cavidades não estavam distribuídas uniformemente entre as vértebras e variavam em tamanho. As vértebras cervicais eram muito alongadas, com corpos quatro vezes mais compridos que largos, e articulavam-se com faces côncavas em ambas as extremidades. As vértebras das costas não eram tão alongadas, não tinham cavidades superficiais e tinham faces côncavas menos desenvolvidas e corpos em forma de ampulheta. As vértebras da cauda também não tinham cavidades superficiais. O único osso conhecido da cintura escapular é um fragmento da escápula. O braço tinha uma curva distinta em forma de S na vista lateral e era ligeiramente mais longo que o antebraço (11,9 centímetros versus 9,6 centímetros). O punho tinha um carpo semilunar semelhante ao de Deinonychus, e os dedos eram longos e finos. O único osso conhecido da cintura pélvica são os ossos do púbis emparelhados e fundidos, que tinham um \"pé\" proeminente e longo no final. Os ossos da coxa tinham uma forma de S quando vistos de frente. Os metatarsos eram extraordinariamente longos e finos, quase do comprimento dos ossos da coxa (o osso da coxa mais bem preservado tem cerca de 21 centímetros de comprimento). Os três pequenos terópodes mais conhecidos da Formação Morrison - Coelurus, Ornitholestes e Tanycolagreus - eram celurossauros generalizados e foram confundidos entre si em vários momentos. Agora que Coelurus e Ornitholestes foram descritos mais detalhadamente, é possível distingui-los por várias características de sua anatomia. Por exemplo, eles tinham proporções visivelmente diferentes: Coelurus tinha costas e pescoço mais longos que Ornitholestes, e pernas e pés mais longos e delgados. Coelurus e Tanycolagreus são mais semelhantes, mas diferem em vários detalhes. Esses detalhes incluem o formato do braço, antebraço e ossos da coxa; a localização das inserções musculares no osso da coxa, vértebras posteriores proporcionalmente mais longas; e, novamente, o metatarso muito longo do Coelurus. ==Classificação== Desde o crescimento dos estudos filogenéticos na década de 1980, Coelurus geralmente é considerado um celurossauro de afinidades incertas, não se encaixando nos clados mais conhecidos do Cretáceo. Juntamente com vários outros celurossauros generalizados, como os compsognatídeos, Ornitholestes e Proceratosaurus, ele teve vários posicionamentos ao redor da base do Coelurosauria. A análise filogenética realizada por Rauhut (2003) e Smith et al. (2007) considerou que Coelurus estava mais intimamente relacionado com compsognatídeos do que com outros celurossauros. Oliver Rauhut (2003) propôs que Coeluridae era composto de Coelurus mais os compsognatídeos, mas ele e outros não encontraram os mesmos para agrupar com Coelurus. No entanto, um trabalho publicado por Phil Senter em 2007 seguindo a descrição de Tanycolagreus considerou que ele e Coelurus estavam intimamente relacionados na base de Tyrannosauroidea. Senter propôs que Coelurus e Tanycolagreus eram os únicos coelurídeos e na verdade seriam tiranossauróides, mas a análise filogenética de Turner et al. (2007b) reconsiderou que Coelurus era um coelurossauro basal, embora mais derivado do que os tiranossaurídeos. Zanno em 2010 recuperou Coelurus como um maniraptorano basal. Coelurus às vezes é colocado em sua própria família, Coeluridae, embora a composição da família não tenha sido estável. Abaixo está um cladograma colocando Coelurus em Coelurosauria por Cau et al. em 2015. == Paleobiologia e paleoecologia== O espécime-tipo de Coelurus agilis, YPM 2010 (agora considerado sinônimo de Coelurus fragilis) foi recuperado no membro Brushy Basin da Formação Morrison, no condado de Albany, Wyoming. O espécime foi coletado na Pedreira Reed em arenito cinza e argilito marrom/verde que foram depositados durante o estágio Kimmeridgiano do período Jurássico, aproximadamente 157 a 152 milhões de anos atrás. O Coelurus provavelmente se alimentava de pequenos animais e de carniça. Ainda sim, era um predador eficiente. É provável que este dinossauro predasse pequenos vertebrados, como lagartos e mamíferos, mas é possível que ocasionalmente também atacasse pequenos ornitísquios como o Dryosaurus e o Othnielosaurus, principalmente se estes estivessem doentes ou não fossem adultos. A velocidade do Coelurus também lhe proporcionava uma excelente defesa contra grandes predadores, como Ceratosaurus, Torvosaurus e Allosaurus. A Formação Morrison é interpretada como um ambiente semiárido com estações chuvosas e secas distintas e planícies aluviais planas. A vegetação variava de florestas ribeirinhas de coníferas, fetos árboreos e samambaias, até savanas de samambaias com árvores raras. Tem sido um rico terreno de caça de fósseis, contendo vestígios de algas verdes, fungos, musgos, cavalinhas, samambaias, cicadáceas, ginkgoes e várias famílias de coníferas. Outros fósseis descobertos incluem bivalves, caracóis, peixes com nadadeiras raiadas, sapos, salamandras, tartarugas como Uluops, esfenodontes, lagartos, crocodilomorfos terrestres e aquáticos como Fruitachampsa, várias espécies de pterossauros como Kepodactylus, numerosas espécies de dinossauros e primeiros mamíferos como docodontes, multituberculados, simetrodontes e triconodontes. Dinossauros como os terópodes Ceratosaurus, Allosaurus, Ornitholestes e Torvosaurus, os saurópodes Apatosaurus, Brachiosaurus, Camarasaurus e Diplodocus, e os ornitísquios Camptosaurus, Hesperosaurus, Nanosaurus, Fruitadens, Dryosaurus e Stegosaurus são conhecidos do Morrison. Coelurus está presente nas zonas estratigráficas 2 e 5 da Formação Morrison. == Ver também == * Outros dinossauros * Taxonomia dos dinossauros == Ligações externas == * Categoria:Coeluridae Categoria:Dinossauros do Jurássico Categoria:Dinossauros do Cretáceo Categoria:Dinossauros da América do Norte Categoria:Espécies fósseis descritas em 1879",
 "title": "Coelurus"
}