{
 "id": "75255",
 "text": "Daspletosaurus (em português Daspletossauro) é um gênero de dinossauro tiranossaurídeo que viveu na América do Norte entre cerca de 78 e 74,4 milhões de anos atrás, durante o Cretáceo Superior. O nome do gênero vem do grego, significa \"lagarto assustador\" e contém três espécies: A espécie-tipo, D. torosus, cujos fósseis foram encontrados em Alberta, D. horneri, com restos apenas em Montana e D. wilsoni, sugerida como uma espécie intermediária entre as outras que evoluiu por anagênese. Essa teoria, no entanto, foi contestada por outros pesquisadores. Há também vários espécimes que podem representar novas espécies de Daspletosaurus de Alberta e Montana, mas estes não foram formalmente descritos. Este gênero está intimamente relacionado ao muito maior e mais tardio Tyrannosaurus rex. Como a maioria dos tiranossaurídeos, Daspletosaurus era um grande predador bípede, com o adulto médio medindo de oito a dez metros e com uma massa corporal de até três toneladas. No entanto, o maior espécime potencial mede cerca de onze metros de comprimento e poderia pesar até cinco toneladas. Tinha os pequenos membros anteriores típicos dos tiranossaurídeos, embora fossem proporcionalmente mais longos do que em outros gêneros da família. Como um superpredador do antigo continente insular de Laramidia, o Daspletosaurus estava no topo da cadeia alimentar, provavelmente atacando grandes dinossauros como o ceratopsídeo Centrosaurus e o hadrossaurídeo Hypacrosaurus. Em algumas áreas, este dinossauro coexistiu com outro tiranossaurídeo, o Gorgosaurus, embora haja alguma evidência de diferenciação de nicho entre os dois. Embora os fósseis de Daspletosaurus não sejam tão comuns quanto outros fósseis de tiranossaurídeos, os espécimes disponíveis permitem algumas análises da biologia desses animais, incluindo comportamento social, dieta e história de vida. == História da descoberta == O espécime-tipo de Daspletosaurus torosus (CMN 8506) é um esqueleto parcial incluindo o crânio, o ombro, um membro anterior, a pélvis, um fêmur e todas as vértebras do pescoço, tronco e quadril, bem como as primeiras onze vértebras da cauda. Foi descoberto em 1921 perto de Steveville, Alberta, por Charles Mortram Sternberg, que pensou que era uma nova espécie de Gorgosaurus. Somente em 1970 o espécime foi completamente descrito por Dale Russell, que o transformou no tipo de um novo gênero, Daspletosaurus, do grego δασπλής (dasplēs, radical e vogal conjuntiva resultando em dasplēto-) e σαυρος (saurus, lagarto). significa \"lagarto assustador\". O epíteto específico torosus vem do latim e significa \"musculoso\", Além do tipo, há apenas um outro espécime bem conhecido, RTMP 2001.36.1, um esqueleto relativamente completo descoberto em 2001. Ambos os espécimes foram recuperados da Formação Oldman no Grupo Judith River de Alberta. A Formação Oldman foi depositada durante o estágio médio do Campaniano do Cretáceo Superior, há cerca de 79,5 a 77 milhões de anos. Dale Russell também sugeriu que um espécime de um Albertosaurus imaturo (CMN 11315) da Formação Horseshoe Canyon mais jovem em Alberta na verdade pertencia a um terceiro espécime de Daspletosaurus como D. cf. torosus, estendendo a faixa temporal do gênero em aproximadamente 3,5 milhões de anos no Maastrichtiano. Ele baseou essa referência nas características de seus membros e cintura pélvica, bem como na curvatura das garras das mãos, que ele interpretou como características correspondentes ao Daspletossauro. Esta reatribuição não foi universalmente aceita, e o reexame completo do espécime favoreceu seu encaminhamento inicial para o Albertosaurus sarcophagus, apesar de não ter muitas das características esqueléticas diagnósticas usadas para identificar tiranossaurídeos maduros. Uma maxila adicional e vários dentes de um leito ósseo com restos de Edmontosaurus na Formação Horseshoe Canyon também foram erroneamente referidos como Daspletosaurus, mas todo o material do tiranossaurídeo foi confirmado como pertencente ao Albertosaurus. ===Espécies atribuídas=== Ao longo dos anos, várias espécies adicionais foram atribuídas ao gênero Daspletosaurus. Embora alguns tenham sido designados como Daspletosaurus spp, isso não implica que todos representem a mesma espécie. Junto com o holótipo, Russell designou um espécime coletado por Barnum Brown em 1913 como o parátipo de D. torosus. Este espécime (AMNH 5438) consiste em partes da perna traseira, da pélvis e algumas de suas vértebras associadas. Foi descoberto na Formação Dinosaur Park em Alberta. Esta formação era anteriormente conhecida como Formação Oldman Superior e remonta ao Campaniano médio, entre 76,5 e 74,8 milhões de anos atrás. Os fósseis do Daspletossauro são conhecidos especificamente da seção intermediária à superior da formação, entre 75,6 e 75 milhões de anos atrás. Em 1914, Brown coletou um esqueleto e um crânio quase completos; quarenta anos depois, seu Museu Americano de História Natural vendeu este espécime ao Museu Field de História Natural, em Chicago. Ele foi montado para exibição em Chicago e rotulado como Albertosaurus libratus por muitos anos, mas depois que várias características do crânio foram posteriormente encontradas modeladas em gesso, incluindo a maioria dos dentes, o espécime (FMNH PR308) foi transferido para Daspletosaurus torosus por Thomas Carr em 1999. Um total de oito espécimes foram coletados na Formação Dinosaur Park ao longo dos anos, a maioria deles dentro dos limites do Parque Provincial dos Dinossauros. Phil Currie acredita que os espécimes do Dinosaur Park representam uma nova espécie de Daspletosaurus, que se distingue por certas características do crânio. Fotos desta nova espécie foram publicadas, mas ela ainda aguarda nome e descrição completa na impressão. Um novo espécime de tiranossaurídeo (OMNH 10131), incluindo fragmentos de crânio, costelas e partes do membro posterior, foi relatado no Novo México em 1990 e atribuído ao agora extinto gênero Aublysodon. Muitos autores posteriores reatribuíram este espécime, junto com alguns outros do Novo México, a mais uma espécie sem nome de Daspletosaurus. No entanto, uma pesquisa publicada em 2010 mostrou que esta espécie, do membro Hunter Wash da Formação Kirtland, é na verdade um tiranossauróide mais primitivo e foi classificada no gênero Bistahieversor. Em 1992, Jack Horner e colegas publicaram um relatório extremamente preliminar de um tiranossaurídeo das partes superiores da Formação Two Medicine, do Campaniano de Montana, que foi interpretado como uma espécie de transição entre o Daspletosaurus e o posterior Tyrannosaurus. Currie (2003) afirmou que o tiranossaurídeo de Two Medicine mencionado por Horner et al. (1992) pode ser uma terceira espécie sem nome de Daspletosaurus. Outro esqueleto parcial foi relatado na parte superior da Two Medicine em 2001, preservando os restos mortais de um hadrossauro juvenil em sua cavidade abdominal. Este espécime foi atribuído ao Daspletosaurus, mas não a nenhuma espécie em particular. Os restos mortais de pelo menos mais três Daspletosaurus também foram descritos em uma leito da Formação Two Medicine por Currie et al. (2005); os autores afirmaram que este material fóssil provavelmente representa espécies então sem nome mencionadas por Horner et al. (1992), mas advertiram que seriam necessários mais estudos e descrições do Daspletosaurus antes que a espécie pudesse ser determinada com certeza. Em 2017, estes foram nomeados como uma nova espécie do gênero, Daspletosaurus horneri. Dentes isolados de tiranossaurídeos nas porções superiores da Formação Judith River são provavelmente de Gorgosaurus, bem como de algumas espécies de Daspletosaurus, provavelmente D. torosus. No entanto, na porção inferior da formação em questão, há cerca de 78 milhões de anos, existem algumas evidências de um novo táxon de tiranossaurídeos não descrito. Um exemplar das coleções da Triebold Paleontology Incorporated escavadas entre 2002 e 2004, conhecido como \"Sir William\", apresenta algumas características do Daspletosaurus sugerindo uma nova espécie anterior ao gênero. No entanto, o espécime mostra muitas características típicas dos primeiros tiranossaurídeos, como o Teratophoneus e até mesmo do tardio Tyrannosaurus, o que pode sugerir um gênero inteiramente novo. Em 2017, John Wilson descobriu os ossos de um tiranossaurídeo, incluindo um crânio parcialmente desarticulado, vértebras cervicais,sacrais e caudais, e uma costela, um arco hemal e o primeiro metatarso, do local \"Jack's B2\" da Formação Judith River. Elías A. Warshaw e Denver W. Fowler descreveram esses restos mortais (BDM 107) em 2022 como pertencentes a uma nova espécie de Daspletosaurus, D. wilsoni. Representa uma espécie de transição entre D. torosus e D. horneri, tal como existiu entre eles no tempo. Foi sugerido que as três espécies podem ter evoluído diretamente através da anagênese, mas esta teoria foi contestada por Scherer e Voiculescu-Holvad em 2024. No entanto, na reunião de 2023 da Sociedade de Paleontologia de Vertebrados, Thomas Carr e Stephen Brusatte apresentaram evidências questionando a validade de D. wilsoni. Eles disseram que a autapomorfia (característica única) de D. wilsoni foi determinada incorretamente, tornando a espécie um nomen dubium, mas consideraram que BDM 107 na verdade compartilhava características com D. torosus, mas não com D. horneri, levando-os a sinonimizar D. wilsoni com D. torosus. Em 2024, Scherer e Voiculescu-Holvad também sugeriram que D. wilsoni pode ser um sinônimo júnior de D. torosus. No mesmo ano, no entanto, Warshaw e colegas apoiaram a validade desta espécie e encaminharam outros espécimes para ela. == Descrição == Embora muito grande para os padrões dos predadores modernos, o Daspletosaurus não era o maior tiranossaurídeo. Os membros deste gênero mediam cerca de oito a dez metros de comprimento do focinho à cauda, uma altura estimada em 2,2 metros no acetábulo e uma massa corporal de 2,5 a 3,8 toneladas. No entanto, há um espécime de D. torosus, CMC VP 15826 (apelidado de \"Pete III\"), que sugere que o gênero pode atingir comprimentos de quase onze metros e uma massa corporal de cinco toneladas. ===Crânio=== Daspletosaurus tinha um crânio enorme que podia atingir mais de um metro de comprimento. Os ossos eram de forte constituição e alguns, incluindo os ossos nasais no topo do focinho, foram fundidos para aumentar a resistência. Grandes fenestras (aberturas) no crânio reduziram seu peso. Um Daspletosaurus adulto estava armado com cerca de seis dúzias de dentes que eram muito longos, mas de seção transversal oval, em vez de semelhantes a lâminas. Ao contrário dos outros dentes, os do pré-maxilar, na extremidade da mandíbula superior, tinham uma seção transversal em forma de D, um exemplo de heterodonte sempre visto nos tiranossaurídeos. As características únicas do crânio incluíam a superfície externa áspera da maxila (osso da mandíbula superior) e as cristas pronunciadas ao redor dos olhos nos ossos lacrimal, pós-orbital e jugal. A órbita era oval alta, em algum lugar entre a forma circular vista no Gorgosaurus e a forma de 'buraco de fechadura' do Tyrannosaurus. Carinas divididas (bordas) foram encontradas nos dentes do Daspletosaurus. A partir de uma comparação do grau de desgaste dos dentes do Daspletosaurus com outros animais extintos e existentes, conclui-se que este, assim como outros terópodes não-aviários, possuía lábios que protegiam os dentes de influências externas. Devido a essa característica, o focinho do Daspletosaurus se assemelhava mais aos lagartos do que aos crocodilos, que não têm lábios. ===Esqueleto=== Daspletosaurus compartilhava a mesma forma corporal de outros tiranossaurídeos, com um pescoço curto em forma de S sustentando o enorme crânio. Ele caminhava sobre seus dois grossos membros posteriores, que terminavam em pés de quatro dedos, embora o primeiro dedo (o hálux) não tocasse o solo. Em contraste, os membros anteriores eram extremamente pequenos e tinham apenas dois dedos, embora o Daspletosaurus tivesse os membros anteriores mais longos em proporção ao tamanho do corpo de qualquer tiranossaurídeo. Uma cauda longa e pesada servia de contrapeso à cabeça e ao tronco, com o centro de gravidade sobre os quadris. ==Classificação== O Daspletosaurus pertence à subfamília Tyrannosaurinae dentro da família Tyrannosauridae, junto com Tarbosaurus, Tyrannosaurus e a tribo Alioramini. Os animais desta subfamília estão mais intimamente relacionados com o Tiranossauro do que com o Albertosaurus e são conhecidos - com exceção do Alioramus - pela sua constituição robusta com crânios proporcionalmente maiores e fêmures mais longos do que na outra subfamília, os Albertosaurinae. Pertence ainda à tribo Daspletosaurini, composta por ele e pelo táxon Thanatotheristes. Daspletosaurus é geralmente considerado intimamente relacionado ao Tyrannosaurus rex, ou mesmo um ancestral direto através da anagênese. Gregory S. Paul reatribuiu D. torosus ao gênero Tyrannosaurus, criando a nova combinação Tyrannosaurus torosus, mas isso não foi geralmente aceito. Muitos pesquisadores acreditam que o Tarbosaurus e o Tyrannosaurus sejam táxons irmãos ou mesmo do mesmo gênero, sendo o Daspletosaurus um parente mais basal. Por outro lado, Phil Currie e colegas consideram que o Daspletosaurus está mais intimamente relacionado com o Tarbosaurus e outros tiranossaurídeos asiáticos como o Alioramus do que com o norte-americano Tyrannosaurus. Abaixo está um cladograma de Tyrannosaurinae baseado na análise filogenética conduzida por Warshaw & Fowler (2022). Aqui, é proposto que as três espécies de Daspletosaurus evoluíram através de anagênese nos Tyrannosaurinae em uma linha que leva a Zhuchengtyrannus, Tarbosaurus e Tyrannosaurus. Devido à sua natureza mais fragmentária, Thanatotheristes e Nanuqsaurus foram excluídos desta análise. Em 2024, Scherer e Voiculescu- Holvad argumentaram que as faixas estratigráficas de D. torosus, D. wilsoni e uma espécie sem nome da Formação Dinosaur Park e da Formação Oldman mostram uma clara sobreposição, indicando que a anagênese pode não ser o fator predominante de especiação dentro o gênero, uma vez que todas as espécies de Daspletosaurus foram contemporâneas entre si em algum momento de sua evolução. As análises filogenéticas determinaram D. horneri como a espécie mais basal, apesar de ser estratigraficamente a mais jovem. Embora os autores não tenham refutado completamente a possibilidade de que a anagênese tenha sido o principal impulsionador da evolução do gênero com base nas características morfológicas intermediárias, eles também sugeriram que D. wilsoni pode ser um sinônimo júnior de D. torosus, uma vez que há quase uma falta de autapomorfias que possam diferenciar esta espécie. Eles também alegaram que o Daspletosaurus não evoluiu do Thanatotheristes, uma vez que não encontraram suporte com base em dados morfológicos e estratigráficos, e que a anagênese não será apoiada inequivocamente devido à amostra limitada e à natureza do registro fóssil que não mostra uma grande grau de variação. O cladograma apresentado para sua análise filogenética é mostrado abaixo. No mesmo ano, Warshaw e colegas apoiaram a teoria da anagênese ao referir outros espécimes a D. wilsoni (incluindo o espécime do Dinosaur Park), que eles consideraram um táxon válido, e ao reanalisar o estudo anterior de Scherer e Voiculescu-Holvad (2024). Eles alegaram que as espécies conhecidas de Daspletosaurus mostram um gradiente de morfologias consistentes com elas representando uma série de ancestrais e descendentes. Eles também argumentaram que não há sobreposição estratigráfica entre D. torosus e D. wilsoni, uma vez que um grande espécime (CMC VP 15826) anteriormente referido como D. torosus é de um estrato recentemente datado como posterior a D. wilsoni, e uma vez que este espécime provavelmente pertence a uma espécie distinta de Daspletosaurus ainda a ser nomeada. Eles também recuperaram o gênero parafilético na base de Tyrannosaurini, tornando o gênero ancestral de Tyrannosaurus. == Paleobiologia == === Tecido mole facial e sentidos === Carr et al. (2017) compararam a textura facial dos crânios de tiranossaurídeos e outros arcossauros e descobriu que escamas planas formavam uma cobertura primária na face de todos os dinossauros não-avianos. Tiranossaurídeos apresentam uma variedade de tipos de epiderme além das escamas planas. Além disso, a superfície das laterais do pré-maxilar, dorso dos ossos nasais, a superfície do osso lacrimal, bem como em processos pontiagudos do jugal, além da superfície do osso dentário apresentam papilas ósseas pequenas, sendo prováveis regiões de pele similar a osteodermas. Há indícios de que D. horneri possui órgãos sensoriais tegumentares, possivelmente utilizados no tato, modulação de movimentos precisos da mandíbula, leitura de temperatura e detecção de presas. As grandes escamas planas podem ter protegido ainda mais o focinho durante a captura de presas e combates intraespecíficos. ===Comportamento social=== Um jovem espécime de Daspletosaurus da Formação Dinosaur Park (TMP 94.143.1) mostra marcas de mordidas no rosto que foram infligidas por outro tiranossaurídeo. As marcas de mordida estão cicatrizadas, indicando que o animal sobreviveu à mordida. Um Daspletosaurus adulto da Dinosaur Park (TMP 85.62.1) também exibe marcas de mordidas de tiranossauro, mostrando que os ataques ao rosto não se limitaram a animais mais jovens. Embora seja possível que as mordidas sejam atribuíveis a outras espécies, a agressão intraespecífica, incluindo mordidas faciais, é muito comum entre predadores. Mordidas faciais são vistas em outros tiranossauros como Gorgosaurus e Tyrannosaurus, bem como em outros gêneros de terópodes como Sinraptor e Saurornitholestes. Darren Tanke e Phil Currie levantam a hipótese de que as mordidas são devidas à competição intraespecífica por território ou recursos, ou pelo domínio dentro de um grupo social. [não impresso até 2000] A evidência de que o Daspletosaurus vivia em grupos sociais vem de um leito ósseo encontrado na Formação Two Medicine de Montana. O leito ósseo inclui os restos mortais de três Daspletosaurus, incluindo um adulto grande, um jovem pequeno e outro indivíduo de tamanho intermediário. Pelo menos cinco hadrossauros estão preservados no mesmo local. Evidências geológicas indicam que os restos mortais não foram reunidos pelas correntes dos rios, mas que todos os animais foram enterrados simultaneamente no mesmo local. Os restos mortais de hadrossauros estão espalhados e apresentam inúmeras marcas de dentes de tiranossaurídeos, indicando que os Daspletosaurus estava se alimentando dos hadrossauros no momento da morte. A causa da morte é desconhecida. Currie especula que estes dinossauros formaram um bando para caça, embora isso não possa ser afirmado com certeza. Outros cientistas são céticos em relação às evidências de grupos sociais no Daspletosaurus e outros grandes terópodes. ===História de vida=== O paleontólogo Gregory Erickson e colegas estudaram o crescimento e a história de vida dos tiranossaurídeos. A análise da histologia óssea pode determinar a idade de uma amostra quando morreu. As taxas de crescimento podem ser examinadas quando as idades de vários indivíduos são plotadas em um gráfico em relação ao seu tamanho. Erickson mostrou que, depois de muito tempo como jovens, os tiranossaurídeos passaram por enormes surtos de crescimento durante cerca de quatro anos, no meio de suas vidas. Depois que a fase de rápido crescimento terminou com a maturidade sexual, o crescimento desacelerou consideravelmente em animais adultos. Erickson examinou apenas o Daspletosaurus da Formação Dinosaur Park, mas esses espécimes mostram o mesmo padrão. Comparado aos membros de Albertosaurinae, o Daspletosaurus apresentou uma taxa de crescimento mais rápida durante o período de crescimento rápido devido ao seu maior peso adulto. A taxa máxima de crescimento do gênero foi de 180 quilogramas por ano, com base em uma estimativa de massa de 1.800 quilogramas em adultos. Outros autores sugeriram pesos adultos mais elevados para o Daspletosaurus; isto mudaria a magnitude da taxa de crescimento, mas não o padrão global. Ao tabular o número de exemplares de cada faixa etária, Erickson e seus colegas conseguiram tirar conclusões sobre a história de vida de uma população de Albertosaurus. A sua análise mostrou que, embora os juvenis fossem raros no registo fóssil, os subadultos na fase de crescimento rápido e os adultos eram muito mais comuns. Embora isso possa ser devido a vieses de preservação ou coleta, Erickson levantou a hipótese de que a diferença se devia à baixa mortalidade entre os juvenis acima de um determinado tamanho, o que também é observado em alguns grandes mamíferos modernos, como os elefantes. Esta baixa mortalidade pode ter resultado da falta de predação, uma vez que os tiranossaurídeos ultrapassaram todos os predadores contemporâneos em tamanho aos dois anos de idade. Os paleontólogos não encontraram restos suficientes de Daspletosaurus para uma análise semelhante, mas Erickson observa que a mesma tendência geral parece se aplicar. Um estudo de 2009 encontrou evidências de infecção semelhante a Trichomonas gallinae nas mandíbulas de vários espécimes de Daspletosaurus. ==Paleoecologia== Todos os fósseis conhecidos de Daspletosaurus foram encontrados em formações que datam do estágio médio ao final do Campaniano do período Cretáceo Superior, entre 78 e 74,4 milhões de anos atrás. Desde meados do Cretáceo, a América do Norte foi dividida ao meio pelo Mar Interior Ocidental, com grande parte dos estados de Montana e Alberta submersa. No entanto, a elevação das Montanhas Rochosas na orogenia de Laramidia a oeste, que começou durante a época do Daspletossauro, forçou este mar interior a recuar para o leste e para o sul. Os rios desciam das montanhas e desembocavam no mar, carregando consigo sedimentos que deram origem a Formação Two Medicine, o Grupo Judith River e outras formações sedimentares da região. Cerca de 73 milhões de anos atrás, a rota marítima começou a avançar novamente para oeste e norte, e toda a região foi coberta pelo Mar Bearpaw, representado em todo o oeste dos Estados Unidos e Canadá pelo enorme Bearpaw Shale. O Daspletossauro vivia em uma vasta planície aluvial ao longo da costa oeste do mar interior. Grandes rios irrigavam a terra, inundando ocasionalmente e cobrindo a região com novos sedimentos. Quando a água era abundante, a região podia sustentar uma grande quantidade de vida vegetal e animal, mas secas periódicas também atingiam a região, resultando em mortalidade em massa, conforme preservado nos muitos depósitos ósseos encontrados nos sedimentos dos rios Two Medicine e Judith, incluindo o leito ósseo de Daspletosaurus. Condições semelhantes existem hoje na África Oriental. As erupções vulcânicas do oeste cobriam periodicamente a região com cinzas, resultando também em mortalidade em grande escala, ao mesmo tempo que enriqueciam o solo para o futuro crescimento das plantas. São esses leitos de cinzas que também permitem datações radiométricas precisas. A flutuação dos níveis do mar também resultou em uma variedade de outros ambientes em diferentes épocas e locais dentro do Grupo Judith River, incluindo habitats marinhos além mar e próximos à costa, bem como zonas úmidas costeiras, deltas e lagoas, além das planícies aluviais interiores. A Formação Two Medicine foi depositada em altitudes mais elevadas, mais para o interior do que as outras duas formações. O excelente registro fóssil de vertebrados das rochas de Two Medicine e Judith River resultou de uma combinação de vida animal abundante, desastres naturais periódicos e a deposição de grandes quantidades de sedimentos. Muitos tipos de peixes de água doce e estuarinos estão representados, incluindo tubarões, raias, esturjões e outros. O Grupo Judith River preserva os restos mortais de muitos anfíbios e répteis aquáticos, incluindo sapos, salamandras, tartarugas, Champsosaurus e crocodilianos. Lagartos terrestres, incluindo teiídeos, escíncidos, monitores e anguídeos também foram descobertos. Pterossauros azhdarquídeos e aves como Apatornis e Avisaurus sobrevoavam, enquanto diversas variedades de mamíferos coexistiam com o Daspletosaurus e outros tipos de dinossauros nas várias formações que compõem a cunha do rio Judith. Na Formação Oldman (o equivalente geológico da Formação Judith River), Daspletosaurus torosus poderia ter se alimentado de hadrossaurídeos como Brachylophosaurus canadensis, de ceratopsianos como Coronosaurus brinkmani e Albertaceratops nesmoi, bem como paquicefalossaurídeos, ornitomimídeos, terizinossauros e possivelmente anquilossauros. Outros predadores que competiam com o gênero incluíam troodontídeos, oviraptorossaurianos, o dromeossaurídeo Saurornitholestes e possivelmente um gênero atualmente desconhecido de tiranossaurídeo albertossauríneo. A Formação Dinosaur Park mais jovem e a Formações Two Medicine tinham faunas semelhantes às da Oldman, com a Dinosaur Park em particular preservando uma variedade incomparável de dinossauros. O albertossauríneo Gorgosaurus viveu ao lado de espécies não nomeadas de Daspletosaurus nos ambientes indicados pela Dinosaur Park e na parte superior da Two Medicine. Os tiranossauros jovens podem ter preenchido os nichos entre os tiranossauros adultos e os terópodes menores, que eram separados por duas ordens de magnitude em massa. Um dentário Saurornitholestes foi descoberto na Formação Dinosaur Park que apresentava marcas de dentes deixadas pela mordida de um jovem tiranossauro, possivelmente Daspletosaurus. ===Coexistência com Gorgosaurus=== No final do Campaniano da América do Norte, o Daspletosaurus foi contemporâneo do tiranossaurídeo albertossauríneo Gorgosaurus. Este é um dos poucos exemplos de coexistência de dois gêneros de tiranossauros. Nas guildas de predadores modernos, aqueles de tamanho semelhante são separados em diferentes nichos ecológicos por diferenças anatômicas, comportamentais ou geográficas que limitam a competição. Dale Russell sugeriu que o Daspletossauro caçaria ceratopsianos e que o Gorgosaurus caçaria os hadrossauros. Indivíduos mais jovens poderiam ter preenchido um nicho intermediário entre suas formas adultas e carnívoros menores. Outros autores sugeriram que a concorrência era limitada pela separação geográfica. Ao contrário de alguns outros grupos de dinossauros, parece não haver correlação com a distância do mar. Nem o Daspletosaurus nem o Gorgosaurus eram mais comuns em altitudes mais altas ou mais baixas do que o outro. No entanto, embora haja alguma sobreposição, o Gorgosaurus parece ser mais comum nas latitudes norte, com espécies de Daspletosaurus mais abundantes no sul. O mesmo padrão é visto em outros grupos de dinossauros. Os ceratopsianos chasmossauros e os hadrossaurídeos saurolofinos também são mais comuns na Formação Two Medicine e no sudoeste da América do Norte durante o Campaniano. Thomas Holtz sugeriu que este padrão indica preferências ecológicas compartilhadas entre tiranossauros, chasmossauros e hadrossauros. Holtz observa que, no final do estágio Maastrichtiano posterior, tiranossauros como o Tyrannosaurus rex, hadrossauros e chasmossauros como o Triceratops estavam espalhados por todo o oeste da América do Norte, enquanto os albertossauríneos e centrossaurinos foram extintos, e os lambeossaurinos eram muito raros. ==Ligações externas== * * Categoria:Tyrannosaurinae Categoria:Dinossauros do Cretáceo Categoria:Dinossauros da América do Norte Categoria:Espécies fósseis descritas em 1970",
 "title": "Daspletossauro"
}