{
 "id": "75253",
 "text": "Voyager é um programa norte-americano de pesquisa espacial da NASA iniciado em 1977 com o lançamento de duas missões, a Voyager 1 e Voyager 2, com o objetivo inicial de estudar os planetas Júpiter e Saturno e suas respectivas luas. Posteriormente foi ampliado com a inclusão das primeiras explorações de Urano e Netuno e o estudo do espaço após a orbita de Plutão. Em 1990, com seus objetivos no sistema solar atingidos, iniciou-se um novo programa chamado Missão Interestelar Voyager. Em 2004 a Voyager 1 e em 2007 a Voyager 2 saíram da Heliosfera, entrando em uma região conhecida como Heliosheath, que é a fronteira do sistema solar com o espaço interestelar. Com seus sistemas eletrônicos alimentados por pequenos geradores nucleares, as sondas Voyager poderão continuar em funcionamento até aproximadamente à década de 2020. Em 9 de agosto de 2020, a Voyager 1 estava a cerca de 22 394 729 898 km de distância da Terra, e a Voyager 2 estava a 18 533 353 836 km da Terra. == História == As sondas Voyager originaram-se do Programa Mariner, sendo inicialmente designadasJPL-Mission and Spacecraft Library Mariner 11 e Mariner 12. Por apresentarem grandes diferenças com o projeto inicial, seu programa foi inicialmente chamado Mariner Jupiter-Saturn sendo posteriormente renomeado Chapter 11 \"Voyager: The Grand Tour of Big Science\" (sec. 268.), by Andrew,J. Butrica, found in From Engineering Science To Big Science ISBN 978-0160496400 edited by Pamela E. Mack, NASA, 1998 Programa Voyager e as sondas como Voyager 1 e Voyager 2. O Programa Voyager é uma versão, reduzida por cortes orçamentários, do programa Planetary Grand Tour que entre os anos de 1960 e 1970 tinha por objetivo explorar todos os planetas exteriores. Ao término do programa em 1989, as Voyager cumprem todos os objetivos com exceção de Plutão que na época também era considerado um planeta pela UAI. As Voyagers foram lançadas por um foguete Titan III – Centaur, o qual possuía 50 metros de altura e pesava 635 toneladas das quais cerca de 500 eram combustível. Essa quantidade de combustível foi necessária para que as naves atingissem uma velocidade de cerca de 45 000 km/h suficiente apenas para que as Voyager chegassem até Júpiter. A Voyager 2 foi a primeira a ser lançada, tendo sua trajetória calculada para tirar vantagem de um raro alinhamento planetário que possibilitou a inclusão de Urano e Netuno (incluindo um estudo detalhado de Tritão) em sua missão. A Voyager 1 foi lançada em seguida em uma trajetória que lhe permitiu chegar em menor tempo a Júpiter e Saturno e incluindo suas luas Io e Titã, o que impediria um voo aos planetas externos e a Plutão. Na missão foi aplicado o recurso chamado assistência gravitacional que consiste na utilização do movimento relativo e da gravidade de um planeta ou outro corpo celestial objetivando a alteração da trajetória e da velocidade de uma espaçonave. Assim Júpiter impulsionou a Voyager 1 até o planeta Saturno e o mesmo método foi usado para impulsionar a Voyager 2 de Saturno até Urano e de Urano até Netuno. Com todos os objetivos previstos alcançadosNASA - Laboratório de Jato Propulsão, Linha do tempo do Programa Voyager. a missão ganhou um novo financiamento, após a Voyager 2 passar por Netuno em 1989, dando início a Missão Interestelar Voyager.NASA - Laboratório de Jato Propulsão, Site oficial da Missão Interestelar Voyager. As sondas estão a sair do Sistema Solar http://www.heavens- above.com/SolarEscape.aspx?lat=0&lng;=0&loc;=Unspecified&alt;=0&tz;=CET com velocidades de 17 km/s (Voyager 1) e 15 km/s (Voyager 2) alcançando em 2012 distâncias aproximadas de 121UA e 98UA do Sol. Estas continuam em funcionamento com vários instrumentos coletando preciosas informações sobre a heliosfera e a Heliosheath e se aproximam do espaço interestelar. A Voyager 1 levará 40 000 anos para passar a uma distância de 1,6 anos-luz da estrela AC+79 3888, na constelação de Camelopardalis. Já a Voyager 2, daqui a 296 000 anos irá passar a 4,3 anos-luz de Sirius, a estrela mais brilhante do céu. Mas quando isso acontecer, as naves não estarão mais em funcionamento, uma vez que por volta do ano 2020 os geradores não serão mais capazes de produzir energia elétrica para alimentar os instrumentos das naves. Entretanto, ainda que silenciosas, as Voyager realizarão a sua última missão que é levar mensagens da Terra para os confins da Via Láctea. O disco, de cobre e banhado a ouro, contém a localização da Terra em relação a 14 pulsares, instruções de como tocá-lo de forma a recuperar 115 imagens da Terra, saudações em 55 idiomas, sons de trovões, pássaros, músicas, etc. == Descrição == Todas as funções das espaçonaves Voyager foram agrupadas em três sistemas que possuem computadores funcionando aos pares, sendo um principal e um reserva. Estes sistemas são denominados \"Computer Command System\"(CCS), \"Flight Data System\"(FDS) e \"Attitude and Articulation Control System\" (AACS). O Computer Command System (CCS) é o módulo central de comando. É o responsável pelo cumprimento das instruções recebidas da Terra, controlando os outros dois sistemas e fazendo a detecção e correção de falhas de forma autônoma. O Flight Data System (FDS) controla, coleta e formata os dados obtidos pelos instrumentos científicos para armazenamento e/ou transmissão em tempo real. Este módulo é responsável pela geração do \"clock\" responsável pelo sincronismo de todos os subsistemas da nave, sendo utilizado pelo sistema de telemetria e posteriormente convertido em terra para o horário padrão de Greenwich. O Attitude and Articulation Control System (AACS) é o sistema de manobra da nave que realiza as correções de trajetória, o direcionamento dos instrumentos de pesquisa e da antena de alto ganho que faz a comunicação com a Terra. Para realizar as correções na trajetória e para manter a orientação, cada nave possui um tanque de hidrazina, do qual saem 16 canais, que é utilizado quando há necessidade de correções em sua trajetória. Como as naves Voyager atuariam longe do Sol, não seria possível a utilização de painéis solares para a geração de energia elétrica. Assim foram projetadas para utilizarem três pequenos geradores termoelétricos de radioisótopos, que utilizam o decaimento radioativo do plutônio para aquecer termopares que fornecem a corrente elétrica que alimenta os instrumentos da nave. Cada gerador possui 39 kg e 51 cm de altura. As Voyagers possuem \"cobertores\", feitos com uma espécie de polímero, que as protegem tanto termicamente como também de correntes estáticas e de radiação. Para manterem contato com as Voyagers, os cientistas da NASA utilizam a Deep Space Network (ou DSN), um complexo de antenas, com 26, 34 e 70 metros de diâmetro, localizadas na Califórnia (EUA), na Espanha e na Austrália. Esta distribuição permite o contato com as sondas 24 horas por dia. == Pesquisa == Foram lançadas em 1977, para aproveitar uma chance única: todos os planetas gasosos estariam de tal forma dispostos que, uma nave viajando rumo aos confins do sistema solar poderia cruzar com todos os quatro planetas sem ter que alterar sua trajetória. Em 1979, a Voyager 1 passou junto a Júpiter, e tirou fotografias impressionantes do planeta. Também estudou a famosa mancha de Júpiter, um ciclone do tamanho da Terra que começou a girar há, pelo menos, 300 anos. A NASA, após a viagem da Voyager 1 a Júpiter, lançou uma missão chamada Galileu lançada 18 de Outubro de 1989 pelo ônibus espacial Atlantis, na missão STS-34. A sonda chegou a Júpiter no dia 7 de Dezembro de 1995. Em 1981, a Voyager 1 passou junto a Saturno. Estudou o planeta e descobriu que ele possui as tempestades mais devastadoras já registadas, com ventos de até 5 mil km/h (10 vezes mais poderosas que um tornado de classe F5). A Voyager 1 também detectou hidrocarbonetos sob a atmosfera do satélite Titã. Por esse motivo, em 2004 uma sonda de um bilhão dólares foi estudar sua superfície. A missão Cassini-Huygens detectaria a presença de nitrogênio em Titã, em 2006, o que poderia criar condições favoráveis à existência de vida no satélite. Em 1986, a Voyager 2 rasou Urano. Estudou seus anéis, seus satélites e descobriu que o maior deles, Miranda, teria sido atingido por um objeto com metade do volume do satélite. Os estilhaços criaram os anéis do planeta. A nave ainda constatou que, em relação aos outros planetas gasosos, a atmosfera de Urano é serena. Não existem tempestades sob suas nuvens. O dia em Urano dura 17,232 horas. Isso porque Urano tem um ângulo de inclinação de quase 90º, e rola sobre sua órbita ao invés de rodar ao longo dela. Ou seja, caso Urano pudesse ser habitado, quem morasse na parte escura do planeta, viveria sempre no escuro, e quem vivesse na parte clara viveria sempre sob o Sol. Em 1989, a Voyager 2 passou por Neptuno. A Voyager 2 descobriu seis novos satélites, que elevaram o total de satélites conhecidos de Netuno para oito. A Voyager 2 descobriu ainda que o maior dos satélites do planeta, Tritão, tem uma translação contrária à rotação do planeta. Neptuno é assolado por tempestades fortíssimas, como o olho do gato, um ciclone que dá a volta ao planeta de tempos a tempos. Neptuno, assim como a Terra, também possui sprites em suas nuvens mais altas. Após estudar os quatro planetas gasosos, a Voyager 2 continuou a viajar em direcção ao exterior do sistema solar. == Estudos dos limites do sistema solar == Com base em dados recentemente obtidos da sonda Voyager 2, 30 anos após o lançamento da sonda, adquiridos pelo subsistema de estudo das ondas de plasma ainda operante, a NASA dispõe de informações de que o sistema solar é achatado. A sonda Voyager 2 atingiu a região conhecida como \"choque de terminação\" numa distância de 1,6 bilhão de quilômetros mais perto do que a Voyager 1. Nessa região os ventos solares emanados do sol são significativamente desacelerados, formando uma camada turbulenta quando se defrontam com o gás fino do espaço interestelar. == Fonte de Energia == As sondas Voyager transmitem de forma ininterrupta sinais para a Terra a desde 1977, graças ao gerador termoelétrico de radioisótopos de alta longevidade de projeto robusto e resistente que possuem. Diferentemente dos satélites artificiais que orbitam a Terra, a energia elétrica das sondas Voyager é fornecida por três geradores termoelétricos de radioisótopos. Eles são alimentados pelo decaimento do Plutônio-238 (diferente do isótopo Plutônio-239 usado em armas nucleares) e forneciam aproximadamente 470 W a 30 volts em DC quando a sonda foi lançada. O Plutônio-238 decai com uma meia-vida de 87.74 anos de modo que os geradores de energia têm um decréscimo de potência de 1 - \\sqrt[87,74]{0,5} por ano. Em 2006, vinte e nove anos após o lançamento, os geradores conseguiam prover apenas 470 W × 2-(29/87,74) ~= 373 W, ou seja, 79,5% da potência inicial. Entretanto, como o acoplamento bi-metálico (Termopar) usado para converter a energia térmica em energia elétrica (efeito Seebeck) também perde eficiência com o tempo, a energia disponível é ainda menor. Em 11 de agosto de 2006 a energia gerada nas Voyager 1 e Voyager 2 era de apenas 290 W e 291 W, respectivamente, ou seja, apenas 60% da energia inicial no lançamento. Esses valores, contudo, são melhores que os cálculos preditivos na fase de projeto. Por conta das limitações de potência dos geradores várias funcionalidades das sondas foram desligadas ao longo do tempo, permanecendo apenas as funcionalidades básicas. == Comunicação de dados == Uma equipe de profissionais dedicados, que hoje está reduzida a apenas dez pessoas, monitora a comunicação de dados com as sondas Voyager 1 e Voyager 2 que é realizada através de um canal de 160 bps monitorada dezesseis horas por dia, embora algumas vezes esse tempo seja compartilhado com outras sondas e estudos do Deep Space Network da NASA que conta com três antenas parabólicas de 34 metros cujas localizações se encontram desfasadas aproximadamente 120 graus: uma em Goldstone no Deserto de Mojave, Califórnia, Estados Unidos, uma perto de Madri, Espanha e uma nas proximidades de Canberra, Austrália. Uma vez por semana, por sonda, são adquiridas informações num canal de alta velocidade (115,2 kbps) durante 48 segundos. Essas informações são captadas pelo Sistema de Estudo de Ondas de Plasma PWS (Plasma wave investigation) das sondas Voyager e enviadas à NASA. Em 2010 e 2012 (Voyager 1 e Voyager 2, respectivamente) essas comunicações foram limitadas a 1,4 kbps. == Voyager Golden Record == As sondas Voyager carregam consigo uma mensagem da humanidade para um pouco provável resgate por outra civilização. As sondas Pioneer 10 e Pioneer 11, que precederam as missões Voyager, também tinham inscrições sobre a origem das sondas (humanidade). As sondas Voyager, contudo, carregam consigo um conjunto ainda mais amplo de informações gravadas num disco fonográfico de 12 polegadas (similar aos LP de vinil), feito de cobre e folheados em ouro. Esses discos, conhecidos como Voyager Golden Record (Disco de Ouro da Voyager) carregam consigo informações de como decifrar as mensagens gravadas por meios analógicos a fim de obter acesso às 115 fotos e a uma variedade dos sons da Terra == Citação nos cinemas == O Filme da Série Star Trek, Star Trek: The Motion Picture, protagonizado pela personagem V'Ger (de Voyager onde as letras \"oya\" foram danificadas pelo tempo) faz referência a uma suposta sonda Voyager 6, nunca lançada mas que é uma reprodução das sondas Voyager 1 e Voyager 2. Esse filme narra a história de uma civilização digital formada através da sonda Voyager 6 que busca incansavelmente o conhecimento e seu criador. == Ligações externas == * Página da Voyager Categoria:Década de 1970 na exploração espacial Categoria:Década de 1980 na exploração espacial Categoria:Década de 1990 na exploração espacial Categoria:Década de 2000 na exploração espacial Categoria:Década de 2010 na exploração espacial Categoria:Década de 2020 na exploração espacial",
 "title": "Programa Voyager"
}