{
 "id": "75265",
 "text": "Saltasaurus é um gênero de dinossauro saurópode titanossauriano que viveu durante a idade Maastrichtiana, no Cretáceo Superior. Media em torno de oito metros de comprimento, e pesava cerca de 2,5 toneladas. Seu nome significa \"Lagarto de Salta\", em referencia a Província de Salta, no noroeste da Argentina, local da formação geológica onde seus primeiros fósseis foram descobertos em 1977. Saltasaurus foi descrito em 1980 por José Bonaparte e Jaime E. Powell. A espécie-tipo é denominada Saltasaurus loricatus, com o descritor específico em referência as suas osteodermas, que cobriam seu corpo. Esta característica, bem como número de vértebras da cauda, fizeram que este gênero tipifique sua própria família, Saltasauridae, um grupo de titanossauros blindados. Como demais saurópodes, era um dinossauro herbívoro e quadrúpede. Saltasaurus viveu na Patagônia, Argentina, tendo seus restos fósseis encontrados nas formações Lecho e Allen. Este saurópode conviveu com abelissaurídeos como Noasaurus e Quilmesaurus, titanossauros como Aeolosaurus, além de diversos dinossauros avianos. ==Descoberta== Os fósseis de Saltasaurus foram escavados por José Bonaparte, Martín Vince e Juan C. Leal entre 1975 e 1977 na Estância \"El Brete\". A descoberta foi relatada na literatura científica em 1977. Saltasaurus foi nomeado e descrito por Bonaparte e Jaime E. Powell em 1980. A espécie-tipo é Saltasaurus loricatus. Seu nome genérico é derivado da Província de Salta, a região do noroeste da Argentina onde os primeiros fósseis foram recuperados. O nome específico significa \"protegido por pequenas placas blindadas\" em latim. O holótipo, PVL 4017-92, foi encontrado em uma camada da Formação Lecho datada do estágio inicial do Maastrichtiano do período Cretáceo Superior, com cerca de setenta milhões de anos. Consiste em um sacro conectado a dois ílios. Sob o número de inventário PVL 4017, mais de duzentos fósseis adicionais foram catalogados. Isso inclui elementos da parte posterior do crânio, dentes, vértebras do pescoço, dorso, quadril e cauda, partes da cintura escapular e da pélvis, e ossos dos membros — além de várias osteodermas. Esses ossos representam um mínimo de cinco indivíduos, dois adultos e três juvenis ou subadultos. ==Descrição== Saltasaurus é muito pequeno comparado à maioria dos outros membros dos Sauropoda. Powell estimou o comprimento adulto em seis metros. Em 2010, Gregory S. Paul estimou o comprimento máximo em 8,5 metros e uma massa corporal de 2,5 toneladas. Os dentes do Saltasaurus eram cilíndricos, com pontas espatuladas. Este dinossauro tinha um pescoço relativamente curto com vértebras cervicais encurtadas. As vértebras da parte média de sua cauda tinha um centro alongada. O Saltasaurus tinha fossas laterais vertebrais, pleuroceles, que se assemelhavam a depressões rasas. Fossas que se assemelham de forma semelhante a depressões rasas são conhecidas de Malawisaurus, Alamosaurus, Aeolosaurus e Gondwanatitan. Venenosaurus também tinha fossas semelhantes a depressões, mas suas pleuroceles penetravam mais profundamente nas vértebras, eram divididas em duas câmaras e se estendiam mais para dentro das colunas vertebrais. Em Saltasaurus, o osso vertebral era geralmente esponjoso e havia câmaras de ar maiores presentes também. Os membros eram curtos e atarracados com mãos e pés especialmente curtos. Este gênero tinha raios mais robustos do que Venenosaurus. Saltasaurus possuía uma blindagem sobre o dorso composta por osteodermas. Estas vinham em dois tipos: O primeiro constituído de placas ovais maiores com um comprimento de até doze centímetros, sendo quilhadas ou pontiagudas. É possível que estas fossem ordenadas em fileiras longitudinais ao longo das costas. O segundo tipo consiste em pequenos ossículos, arredondados ou pentagonais, com cerca de sete milímetros de diâmetro, que formavam uma armadura contínua entre as placas. Um estudo em 2010 concluiu que as placas maiores tinham osso esponjoso, mas que os ossículos tinham um tecido ósseo mais denso. ==Classificação== Saltasaurus é o gênero tipo de sua família, a Saltasauridae, bem como da sua subfamília, Saltasaurinae. A primeira foi definida por Powell em 1992 a partir de suas características diagnósticas em contestação a Titanosauridae, onde inicialmente Saltasaurus foi alocado. Paul Sereno eventualmente reconheceu uma relação cladística entre Opisthocoelicaudia e Saltasaurus para definirr formalmente a família Saltasauridae.P. C. Sereno. 1998. A rationale for phylogenetic definitions, with application to the higher-level taxonomy of Dinosauria. Neues Jahrbuch für Geologie und Paläontologie, Abhandlungen 210(1):41-83. O grupo é definido pelas características compartilhadas por todos com os dois membros mais conhecidos, Saltasaurus e Opisthocoelicaudia. que tipificam as duas subfamílias, Saltasaurinae e Opisthocoelicaudiinae. Os saltassaurídeos são reconhecidos pelas convexidades em certas vértebras caudais e pelas marcações em seus ossos coracoides. Dentre as sinapomorfias dos saltassaurídeos, temos o número de vértebras caudais, trinta e cinco ou menos, cada uma das quais é convexa em ambos os lados do seu centro, e a mais próxima da cauda é mais curta do que as outras. Outra característica são seus ossos coracoides, que possuem margens retangulares no lado anterior ao ventre, bem como um lábio onde encontram o infraglenóide. Abaixo, segue o cladograma de Navarro et al., 2022 na análise filogenética do gênero brasileiro Ibirania, que localiza Saltasaurus dentro de sua árvore filogenética: ==Paleobiologia== Como todos os saurópodes, o Saltasaurus era herbívoro. Por causa de sua garupa em forma de barril, lembrando um hipopótamo, Powell sugeriu que o Saltasaurus teria hábitos aquáticos. Apesar de sua pequena estatura, este dinossauro possuía um grande centro de gravidade no meio do corpo, assim como outros saurópodes, o que significa que não conseguia correr porque seus membros posteriores tinham que ser mantidos retos na fase de sustentação de carga de seu ciclo de caminhada. Powell presumiu que os indivíduos adultos eram protegidos contra predadores por sua blindagem corporal, enquanto os juvenis eram protegidos pelo rebanho como um todo. ===Reprodução=== thumb|Amostra de um ovo de Saltasaurus, Museu Norte-Americano de Vida Antiga, Estados Unidos Uma nova descoberta, de outra formação, pode lançar luz sobre os hábitos reprodutivos do Saltasaurus. Um grande local de nidificação de titanossaurídeos foi descoberto em Auca Mahuevo, na Patagônia, Argentina. Várias centenas de saltassauríneos fêmeas cavaram buracos com as patas traseiras, colocaram ovos em ninhadas com uma média de 25 ovos cada e enterraram os ninhos sob terra e vegetação. Os pequenos ovos, com cerca de 11–12 cm de diâmetro, continham embriões fossilizados, completos com impressões de pele mostrando uma armadura em mosaico de pequenas escamas semelhantes a contas. O padrão da armadura lembrava o do Saltasaurus.Coria, R.A. and Chiappe, L.M. 2007.Embryonic Skin From Late Cretaceous Sauropods (Dinosauria) of Auca Mahuevo, Patagonia, Argentina. Journal of Paleontology v81(6):1528-1532 doi:10.1666/05-150.1 ==Paleoecologia== Saltasaurus foi descoberto na Formação Lecho, na Província de Salta, Argentina. A formação é formada por arenitos bioturbados de granulação finam tendo sido depositados em um ambiente de planície fluvial costeira a lacustre. Neste ambiente, Saltasaurus conviveu com o terópode noassaurídeo Noasaurus além de vários dinossauros avianos como Lectavis, Martinavis e Soroavisaurus. Restos de Saltasaurus também foram descobertos na Formação Allen na zona oriental do Bajo de Añelo, Província de Neuquén. Acredita-se que esta tenha sido um ambiente costeiro úmido que gradualmente passou de uma planície de inundação de água doce para estuários pantanosos e depois lagoas rasas conforme o nível do mar subia. Um conjunto diversificado de vida aquática habitava a área, incluindo vários peixes, sapos e tartarugas. Intervalos mais recentes da formação incluem até mesmo alguns répteis marinhos, como vários plesiossauros, incluindo elasmossaurídeos e policotilídeos. A vida vegetal inclui palmeiras e coníferas da família Podocarpeaceae (\"pinheiros-ameixa\"), que formaram densas florestas e pântanos. Aqui, Saltasaurus compartilhou seu ambiente como outros titanossauríanos como Aeolosaurus, Laplatasaurus e Rocasaurus, o hadrossaurídeo duvidoso Willinakaqe, terópodes como o abelissaurídeo Quilmesaurus, o dromaeossaurídeo unenlagiíneo Austroraptor, um pássaro orniturano basal (Limenavis), e um pássaro cimolopterígeo (Lamarqueavis). Um dente foi referido à família Carcharodontosauridae; este dente é um dos fósseis de carcharodontossaurídeos mais recentes encontrados, pois os membros mais conhecidos desta família (Giganotosaurus, Mapusaurus) viveram milhões de anos antes no Cretáceo. Restos indeterminados de nodossaurídeos também foram encontrados nesta formação, consistindo de vértebras, osteodermas, um fêmur e um dente. == Ver também == * Outros dinossauros * Taxonomia dos dinossauros ===Bibliografia=== * * == Ligações externas == * * Categoria:Saltasauridae Categoria:Dinossauros do Cretáceo Categoria:Dinossauros da América do Sul Categoria:Espécies fósseis descritas em 1980",
 "title": "Saltasaurus"
}