{
 "id": "75360",
 "text": "Kenneth Joseph Arrow (Nova Iorque, – Palo Alto, ) foi um economista e matemático estadunidense. == Biografia == Recebeu, junto a John Hicks, o Prémio de Ciências Económicas em Memória de Alfred Nobel de 1972. É considerado um dos fundadores da moderna (pós Segunda Guerra Mundial) economia neoclássica. Seus trabalhos mais significativos são suas contribuições à teoria da escolha social, notadamente, \"Arrow's impossibility theorem\" (Teorema da impossibilidade de Arrow), e seu trabalho na análise de general equilibrium (equilíbrio geral). O economista americano Kenneth Arrow é provavelmente conhecido sobretudo pela sua dissertação de doutoramento (no qual se baseia a sua obra Social Choice and Individual Values), onde demonstra o seu famoso \"teorema da impossibilidade\". Arrow provou que, tendo em conta certos pressupostos sobre as preferências das pessoas por certas opções, é sempre impossível encontrar uma regra de eleição através da qual uma opção surja como a preferida. O exemplo mais simples é o paradoxo de Condorcet, cujo nome é uma homenagem ao matemático francês do sec XVIII. O paradoxo de Condorcet consiste no seguinte: Existem 3 candidatos à presidência, por ex. A, B e C. Um terço dos eleitores ordena-os como A, B e C; outro terço ordena-os como B, C e A; o último terço alinha-os como C, A e B. Assim, existe uma maioria que prefere A a B e outra maioria que prefere B a C. Aparentemente a maioria prefere A a C, mas de facto a maioria prefere C a A. ==Ligações externas== * == Bibliografia == * Arrow, Kenneth (1963). Social Choice and Individual Values, New York: Wiley. Categoria:Prémio de Ciências Económicas em Memória de Alfred Nobel Categoria:Laureados dos Estados Unidos com o Nobel Categoria:Medalha Nacional de Ciências Categoria:Membros da Academia Nacional de Ciências dos Estados Unidos Categoria:Membros da Academia de Artes e Ciências dos Estados Unidos Categoria:Membros estrangeiros da Royal Society Categoria:Professores da Universidade Stanford Categoria:Professores da Universidade de Chicago Categoria:Economistas dos Estados Unidos Categoria:Cientistas políticos dos Estados Unidos Categoria:Alunos da Universidade Columbia Categoria:Judeus dos Estados Unidos Categoria:Naturais de Nova Iorque (cidade) Categoria:Teoria da escolha social Categoria:Teoria da escolha pública Categoria:Escritores sobre economia",
 "title": "Kenneth Arrow"
}