{
 "id": "7537",
 "text": "Carregal do Sal é uma vila portuguesa do distrito de Viseu, situada na província da Beira Alta, região do Centro (Região das Beiras) e sub-região Viseu Dão-Lafões. É sede do município de Carregal do Sal com de área e 9 038 habitantes (2021) e subdividido em 5 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. == Geografia == O concelho de Carregal do Sal situa-se num planalto da antiga região da Beira Alta entre a Serra do Caramulo e a Serra da Estrela e uma parte significativa das localidades são orientadas para Oeste ou a Sul. Este concelho é limitado a Nordeste pelo município de Nelas, a Sueste por Oliveira do Hospital e por Tábua, a Oeste por Santa Comba Dão, a Noroeste por Tondela e a Norte por Viseu. As 5 freguesias do concelho são atravessadas por pequenas ribeiras que vão desaguar no Rio Dão ou no Rio Mondego e a maior freguesia é Carregal do Sal (antiga união de freguesias de Currelos, Papízios e Sobral). Em termos de altitude, as localidades próximas da margem do Rio Mondego estão a cerca de 250 metros de altitude relativamente ao nível médio do mar e cerca de 325 metros na localidade mais à norte do concelho, Pardieiros. O ponto mais alto fica localizado na freguesia de Beijós com uma altitude de 337 metros. == Freguesias == O município de Carregal do Sal está dividido em 5 freguesias: * Beijós * Cabanas de Viriato * Carregal do Sal * Oliveira do Conde * Parada ==Evolução da população do município== ★ Os Recenseamentos Gerais da população portuguesa tiveram lugar a partir de 1864, regendo-se pelas orientações do Congresso Internacional de Estatística de Bruxelas de 1853. Encontram-se disponíveis para consulta no site do Instituto Nacional de Estatística (INE). (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por grupo etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 4 591 4 889 4 249 4 250 5 247 4 623 4 043 3 265 2 690 2 314 1 655 1 347 1 005 15-24 Anos 1 795 2 124 1 788 2 106 2 262 2 240 2 084 1 545 1 823 1 558 1 461 1 049 863 25-64 Anos 5 088 5 542 5 220 5 517 5 781 5 968 5 822 4 770 4 884 5 208 5 127 4 924 4 308 = ou > 65 Anos 992 1 096 987 1 168 1 317 1 449 1 519 1 485 1 740 1 912 2 168 2 515 2 862 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) == Alguns factos históricos == Este município foi criado em 1836, por extinção dos concelhos de Currelos e de Oliveira do Conde. Carregal era o nome de um antigo lugar do concelho de Currelos, onde se localiza a sede de concelho. Ficou conhecido como “do Sal” em consequência das grandes salinas que aí mandou fazer Francisco Lucas de Melo Pais do Amaral (7 de maio de 1752 – 6 de abril de 1819), da Casa de Santar. Aproveitando a situação do lugar junto à estrada que então era a grande via de comunicação entre os distritos de Viseu e Coimbra, Francisco Lucas de Melo Pais do Amaral mandou instalar em terrenos que aí tinha herdado umas grandes salinas, que abasteciam toda a região. Este negócio, que se manteve propriedade dos seus descendentes (Soares de Albergaria Pais e Melo) durante quase 200 anos, consistia em mandar vir o sal da Figueira da Foz, em barcos, pelos rio Mondego e rio Dão, até Carregal, onde ficava em grandes depósitos, no lugar que por isso se chamou de Salinas, nos limites da povoação, onde Francisco Lucas de Melo Pais do Amaral mandou, aliás, erguer a casa do mesmo nome, hoje o Museu Municipal Manuel Soares de Albergaria. ==Figuras de destaque== * António José Teixeira de Abreu (1865 - 1930), antigo ministro da Justiça do Rei D.Carlos I; * Aristides de Sousa Mendes (1885 - 1954), o famoso diplomata português, cônsul em Bordéus em 1940, que salvou a vida a dezenas de milhares de pessoas do holocausto Nazi; * Atílio dos Santos Nunes (1938 - 2017), antigo político, presidente da Câmara Municipal de Carregal do Sal entre 1989 a 2013 e um dos responsáveis pela construção do IC12 (Santa Comba Dão - Canas de Senhorim). * César de Sousa Mendes, irmão gémeo de Aristides de Sousa Mendes, e foi Ministro dos Negócios Estrangeiros nos anos 30 do século XX; * Comendador José Nunes Martins (1903 - 1981). * Dina (1956 - 2019), cantora; * Ricardo Campos, empresário e atual presidente do Fórum da Energia e do Clima da CPLP; ==Património== * Dólmen da Orca ou Lapa da Orca ou Orca de Fiais da Telha * Casa do Passal (casa de Aristides de Sousa Mendes, classificada como Monumento Nacional); * Túmulo de Fernão Gomes de Góis; * Pelourinho de Oliveira do Conde; * Solar dos Soares de Albergaria; * Casa da Oliveirinha. ==Cultura== * Espaços culturais: ** Associação Humanitária dos Bombeiros Voluntários de Cabanas de Viriato: *** Teatro de Cabanas, fundado em 1884; ** Câmara Municipal de Carregal do Sal; *** Biblioteca Municipal; *** Centro Cultural de Carregal do Sal; *** Biblioteca Municipal; ***Museu Municipal Soares de Albergaria; *** Museu Aristides de Sousa Mendes; *** Núcleo Museológico das Antigas Escolas Primárias de Carregal do Sal; **Sociedade Filarmónica de Cabanas de Viriato: ***\"Lagarto\", sala de espetáculos musicais; == Associações locais == * Freguesia de Beijós: ** Associação Cultural e Desportiva de Beijós; ** Associação Cultural, Recreativa e Desportiva da Póvoa da Pegada; ** Associação Equiterapêutica do Dão Maria Melo; ** Associação Recreativa e Cultural dos Pardieiros; * Freguesia de Cabanas de Viriato: ** Associação do Carnaval de Cabanas de Viriato; ** Associação Festas da Vila de Cabanas de Viriato; ** Associação Humanitária dos Bombeiros Voluntários de Cabanas de Viriato; ** Associação Recreativa Cultural e Desportiva das Laceiras; ** Centro Social Elisa Barros Silva; ** Clube de Caça e Pesca de Cabanas de Viriato; ** Fundação Aristides de Sousa Mendes; ** Sport Cabanas de Viriato e Benfica; ** Sociedade Filarmónica de Cabanas de Viriato; * Freguesia de Carregal do Sal: ** Associação Cultural Sénior de Carregal do Sal; ** Associação Cultural Folias e Tropelias; ** Associação Cultural Recreativa Amigos de Papízios; ** Associação de Desporto e e Educação Física do Concelho de Carregal do Sal; ** Associação de Pais e Encarregados de Educação de Carregal do Sal; ** Associação de Produtores Florestais do Planalto Beirão; ** Associação Humanitária dos Bombeiros Voluntários de Carregal do Sal; ** Associação Recreativa, Desportiva e Juvenil e Comunitária “A Quinta”; ** Associação Recreativa e Cultural de Pinheiro; ** Casa do Benfica de Carregal do Sal; ** Centro Cultural de Currelos; ** Centro Juvenil de Currelos; ** Clube de Futebol de Carregal do Sal; ** Confraria Gastronómica e Enófilia de Terras de Carregal do Sal; ** Núcleo Sportinguista do Concelho de Carregal do Sal; * Freguesia de Oliveira do Conde: ** Associação Jovem de Vila Meã; ** Associação para o Progresso de Travanca de São Tomé; ** Associação Recreativa e Desportiva de Alvarelhos; ** Associação Recreativa e Desportiva de Fiais da Telha; ** Associação Recreativa e Cultural de Oliveirinha; ** Clube Associativo de Caçadores e Pescadores do Concelho de Carregal do Sal; ** Grupo Folclórico D` Alegria de Vila Meã; ** Grupo Recreativo e Cultural “Zés Pereiras”; ** Núcleo Juvenil de Animação Cultural de Oliveirinha; ** Sociedade de Educação e Recreia de Oliveira do Conde; * Freguesia de Parada: ** Associação Recreativa de Parada; ** Grupo Desportivo “3 Santos Populares”; == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V Participação PPD/PSD CDS-PP FEPU/APU/CDU AD PS UDP/BE PPM PURP IND 1976 62,16 4 25,31 1 7,14 - 1979 AD AD 4,83 - 74,44 4 17,13 1 1,27 - AD 1982 56,04 3 18,21 1 4,15 - 17,28 1 1985 54,50 4 24,07 1 5,29 - 12,12 - 1989 25,76 1 35,46 2 1,63 - 34,22 2 1993 47,36 3 20,98 1 2,26 - 25,05 1 1997 59,20 4 6,28 - 1,23 - 28,63 1 2001 61,06 4 5,99 - 0,83 - 28,07 1 2005 53,98 3 7,74 - 1,26 - 32,13 2 2009 43,59 4 8,77 - 1,37 - 42,55 3 2013 34,04 3 5,50 - 1,78 - 52,80 4 2017 36,23 2 5,75 - 2,17 - 47,95 3 CDS-PP 1,38 - 2021 15,31 1 3,67 - 0,77 - 51,41 3 1,31 - 22,94 1 === Eleições legislativas === Data % PSD PS CDS PCP UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 39,94 23,84 21,49 2,16 1,85 1979 AD 22,03 AD APU 1,76 64,65 5,16 1980 FRS 0,79 64,13 4,37 23,41 1983 40,74 31,92 15,31 0,59 4,12 1985 44,59 19,79 13,34 0,94 4,62 10,87 1987 65,28 18,05 5,10 CDU 0,52 3,47 1,47 1991 71,10 18,30 3,93 1,72 0,38 1,03 1995 49,33 34,84 10,17 0,27 1,72 0,16 1999 48,00 37,34 8,69 1,84 0,17 0,90 2002 54,05 28,58 11,95 1,27 1,13 2005 43,82 37,87 9,18 1,51 2,90 2009 38,46 32,51 16,05 2,01 6,06 2011 50,63 23,86 13,24 2,42 2,80 0,57 2015 CDS 27,49 PSD 2,91 6,72 0,59 52,94 0,64 2019 35,62 34,80 4,99 1,77 9,65 2,34 0,53 1,31 0,39 2022 34,56 43,37 1,76 1,35 3,55 0,89 0,54 8,34 2,09 2024 AD 27,03 AD 35,19 1,17 3,20 1,28 1,32 20,33 2,37 Presidentes de Câmara Municipal: * Paulo Catalino, 2021 a 2025 (PS); * Rogério Abrantes, 2013 a 2021 (PS); * Atílio dos Santos Nunes, 1989 a 2013 (Primeiro mandato pelo CDS e restantes pelo PSD); * Artur Pereira Silva (PSD); ==Ligações externas== * Núcleo Museológicos das Escolas Primárias",
 "title": "Carregal do Sal"
}