{
 "id": "75429",
 "text": "Associação Atlética Portuguesa, também conhecida como Portuguesa Carioca (para evitar confusão com as duas equipes do estado de São Paulo), é uma agremiação esportiva da cidade do Rio de Janeiro, capital do estado do Rio de Janeiro, a 17 de dezembro de 1924. Situa-se no bairro da Portuguesa, na Ilha do Governador, que leva esse nome em homenagem ao clube e é proprietária do Estádio Luso Brasileiro, sendo conhecida também fora do estado do Rio de Janeiro como Portuguesa Carioca.Site Verminosos por futebol - Um guia com todos os estádios da cidade do Rio de Janeiro, página editada em 20 de setembro de 2018 e disponível em 26 de março de 2020 Tem como principais títulos cinco conquistas do Campeonato Carioca da Segunda Divisão, em 1939, 1940, 1996, 2000 e 2003, além de três Copa Rio, nos anos de 2000, 2016 e 2023, e como melhor campanha no Campeonato Carioca da Primeira Divisão a terceira colocação em 2021. A rubro-verde ostenta como títulos amistosos de destaque, competição envolvendo equipes lusa e brasileiras de origem portuguesa, duas Copa Rubro-Verde, em 2018 e 2019. Apresenta em seu cartel vitória sobre o por 2 a 1 em pleno Estádio Santiago Bernabéu, fato que ocorreu em 4 de setembro de 1969.Site Globoesporte.com - Vitória sobre o Real Madrid faz 48 anos, e Portuguesa-RJ cutuca: \"Nosso freguês\", página editada em 4 de setembro de 2017 e disponível em 7 de abril de 2020. O goleador campeão mundial Vavá, encerrou a sua carreira na Lusa em 1969. == História == === A origem === A Portuguesa começou a surgir após uma excursão de negociantes de sacos de aniagem, dentre eles Constantino Paiva e Joaquim Martins Leal, à cidade de Santos, em 13 de novembro de 1924, para uma partida de futebol com os colegas de profissão da cidade paulista.A. A. Portuguesa (Portuguesa Carioca), página disponível em 24 de setembro de 2010 e disponível em 26 de março de 2020História da Associação Atlética Portuguesa, página disponível em 26 de março de 2020 === A fundação === O resultado foi 1x1 e serviu de incentivo para a fundação da Portuguesa, uma vez que a maioria dos participantes do jogo eram portugueses e ainda vários, da cidade de Santos, eram simpatizantes da Portuguesa Santista. Em 17 de dezembro de 1924, na casa comercial de Luís Gomes Teixeira, primeiro presidente ratificado pelos estatutos em 2 de janeiro de 1925, patrões e empregados do ramo da sacaria fundaram a Associação Atlética Portuguesa com nome igual a de Santos. A primeira sede foi na Rua Visconde de Itaúna, 201, no centro da cidade, rua extinta para a abertura da Avenida Presidente Vargas, nos anos 40. O mascote do clube tem origem num episódio ocorrido no campeonato carioca de 1964. Perguntado por um repórter sobre suas chances de vitória contra o Vasco, o técnico Gentil Cardoso, que dirigia a Portuguesa carioca, respondeu: \"Vai dar zebra\", numa alusão ao jogo do bicho (no qual a zebra não existe), consagrando a expressão para definir um \"azarão\". == Futebol == === O início === No futebol, a equipe participou dos campeonatos da Primeira Divisão de 1933 e 1934, na AMEA; de 1935 e 1936, na Liga Carioca, e, como agregada, em 1937, na Liga de Futebol do Rio de Janeiro. Depois foi desligada e perambulou por associações e ligas de pouca importância; porém, chegou a ser campeã, em 1939, na Associação de Futebol do Rio de Janeiro.Portal Giro - Conheça a história da Portuguesa da Ilha adversária do Botafogo na noite de hoje, página disponível em 26 de março de 2020 === 1924–1939 === Apesar de ter sido fundada para a prática do futebol, em 1924, somente se filiou a uma liga em 1926, quando participou da LBD (Liga Brasileira de Desportos), que era uma sub-liga da entidade principal, a AMEA (Associação Metropolitana de Esportes Atléticos), que norteava o futebol carioca na ocasião. Na LBD o clube foi campeão da série B, em 1926, e da série A, em 1930. Em 1933, faria sua estreia no campeonato carioca da AMEA, ficando em quinto lugar entre dez participantes. Vale lembrar que de 1933 até 1936 paralelamente ocorreram dois campeonatos cariocas por ligas e clubes distintos. As ligas eram a AMEA e a LCF (Liga Carioca de Futebol). Em 1937, com a pacificação do futebol e a consequente unificação das federações através da nova liga de futebol, Olaria, Andaraí e Portuguesa participaram do campeonato de 1937 como agregados da LFRJ, sendo os três alijados da disputa nos três anos seguintes. Participou então do campeonato da Associação de Futebol do Rio de Janeiro, em 1938 e 1939, sendo campeã no último ano. === 1940–1949 === A partir de então só realizou jogos festivos ou amistosos sem o entusiasmo dos primeiros anos. Somente voltaria a participar de um certame em 1949 quando inaugurou o Departamento Autônomo da Federação Metropolitana de Futebol, a qual congregava os clubes amadores da cidade. Em 1949, se filiou ao Departamento Autônomo e participou dos seus primeiros campeonatos. === 1950–1955 === Em 1953, a Portuguesa foi promovida à Primeira Divisão da Federação Metropolitana de Futebol, onde está até os dias de hoje. Fez sua primeira excursão internacional em 1955, passando por Turquia, Israel, França, Suiça, Luxemburgo e Portugal. Destaque para as 11 partidas que fez na França, sem nenhuma derrota. Venceu o campeão nacional Stade Reims e empatou com o vice, Toulouse. === 1956–1976 === A Portuguesa também teve as suas façanhas internacionais, pois em 1956 fez uma excursão para a União Soviética, na qual enfrentou o Dínamo Moscou e o Dínamo Tiblissi, mas a grande façanha foi derrotar o Real Madrid por 2 a 1, em Madrid, no Santiago Bernabéu. Entre seus maiores jogadores, Garrincha, ponta das pernas tortas, considerado o maior driblador de todos os tempos, firmou contrato com o clube para realização de amistosos na Bolívia. Vestiu a camisa rubro-verde em 4 jogos no país. Em 1969, dois anos após a passagem do craque Garrincha foi a vez de a Portuguesa anunciar a contratação de outro veterano de futebol incontestável e passagens marcantes pela seleção brasileira, trata-se de Edvaldo Izídio Neto mais conhecido como Vavá o peito de aço. Seu último gol como profissional foi marcado com a camisa da Lusa no Maracanã, contra o América, no empate de 2 a 2. Outro momento histórico ocorreu em 1976, quando a Portuguesa se sagrou campeã do Torneio Internacional Otávio Pinto Guimarães, ao ganhar do Benfica de Portugal na final realizada no Estádio São Januário, no Rio de Janeiro, por 3 a 1. === 1977–2010 === Em 2003 ficou na 59ª colocação do Campeonato Brasileiro da Série C no certame vencido pelo Ituano. O vice-campeão foi o Esporte Clube Santo André.http://www.bolanaarea.com/serie_c_2003_fasefinal.htm No ano seguinte, o time da Ilha do Governador foi a 43ª colocada. O campeão foi o União Barbarense e vice o Gama.http://www.bolanaarea.com/serie_c_2004.htm === 2011–2015 === Pelo Campeonato Estadual da série B do ano de 2011 a equipe da Portuguesa obteve a sexta colocação, assim tendo para o ano seguinte assegurada uma vaga na Copa Rio para o segundo semestre, já que no primeiro as equipes se preparam para o acesso. No campeonato carioca da série B de 2012 a Portuguesa mesclou seu elenco com jogadores experientes e jovens, principalmente vindos da forte equipe de juniores da Portuguesa. O principal reforço foi o meio-campo Márcio Gomes que teve passagem marcante pelo Botafogo jogando de lateral direito, o retorno do meio-campo Digão que estava no rival Audax também foi bastante comemorado pela torcida lusitana, entretanto, nos jogos-treinos o próprio acabou se lesionando e ficou fora o 1º turno da competição. thumb|left|250px|João do Rêgo, o atual presidente Na sua estreia a Portuguesa, enfrentando o Imperial Futebol Clube pela 1ª rodada do Estadual da série B, ficou no empate por 0 a 0 em Três Rios tendo um homem a mais. Ao fim da competição a Portuguesa terminou na quarta posição a três pontos do segundo colocado e por muito pouco não conseguiu o acesso. Na festa de encerramento da Série B 2012 a Portuguesa recebeu premiações de defesa menos vazada, melhor zagueiro e melhor lateral direito da competição. O zagueiro homenageado na festa foi Andrezinho, enquanto o lateral foi Anderson Kunzel, ambos oriundos da base da Portuguesa. Para a temporada de 2013 a Portuguesa anunciou em setembro de 2012 que Manoel Neto, mais conhecido como \"O Rei do acesso\" seria o treinador que teria a missão de colocar a Portuguesa na série A da competição. Manoel Neto desde a contratação trabalhou como observador técnico visando a série B 2013. Em 2013, a equipe se classificou na Taça Santos Dumont, mas foi eliminada na semifinal para o Bonsucesso. No segundo turno não se classificou, ficando em 5º lugar na classificação geral da Série B, sem conquistar o acesso. En 2014, a história se repete. Eliminado nas semifinais do primeiro turno para o Barra Mansa, a equipe nem se classificou no segundo, terminando em 8º na classificação geral. Em 2015 veio o tão sonhado acesso. Após levar um revés de 4-3 na primeira partida, a Portuguesa se recuperou e fez o placar de 5 a 1 contra a equipe do Americano. Na Taça Corcovado, considerado o segundo turno da Série B, foi à decisão contra o mesmo Americano. Depois do empate em 1 a 1 na primeira partida, o clube de Campos levou a melhor na segunda partida, vencendo por 2 a 1. No triangular final, onde o melhor colocado não campeão de turno enfrenta os campeões dos turnos, o America sagrou-se campeão, tendo como vice-campeã a Portuguesa, e a conquista do acesso à elite do futebol estadual. Ainda em 2015, sagrou-se vice-campeã da Copa Rio, após um empate no primeiro jogo e uma derrota de 5-2 contra o Resende. Com isso, a equipe teve o direito de disputar a Série D do Campeonato Brasileiro depois de 12 anos, pois o clube do sul do estado escolheu participar da Copa do Brasil. === 2016–Presente === Desde 2016, a equipe da Portuguesa se mantém na divisão de elite do futebol carioca, com atuações e colocações razoáveis e se mantendo na divisão. Também neste período, a Portuguesa disputou o Campeonato Brasileiro Série D, se classificando através das boas atuações na Copa Rio (vice-campeã em 2015 e campeã em 2016), sendo eliminado nas primeiras fases da competição. Em 2018, foi considerada uma das zebras do campeonato, por quase se classificar para as semifinais da Taça Guanabara e da Taça Rio, e seu futuro na competições sendo decidido na última rodada de cada, derrotado respectivamente pelo Boavista (pelo placar de 1 a 0) e pelo Flamengo (com um placar de 4 a 0). Além disso, fez páreo duro contra equipes gigantes vencendo a equipe do Vasco e empatando com Fluminense e Botafogo. A 6ª colocação na classificação geral do Campeonato Carioca (segunda melhor campanha do campeonato pra clubes “sem divisão”), deu à equipe a oportunidade de mais uma vez disputar a quarta divisão do campeonato nacional, mas apenas em 2019. Em 2021 a Lusa realizou a sua melhor campanha no Campeonato Carioca da Primeira Divisão, terceiro lugar em 2021, perdendo uma única partida para os grandes clubes cariocas em sua campanha destacada. == Jogos históricos == Data Cidade Placar Adversário 19 de abril de 1956 Mônaco Portuguesa-RJ 0–0 10 de junho de 1956 Cracóvia Portuguesa-RJ 4–2 Wisla Kraków 18 de junho de 1956 Moscou Portuguesa-RJ 1–1 Dínamo de Moscou 2 de agosto de 1968 Kinshasa Portuguesa-RJ 3–1 TP Englebert¹ 4 de setembro de 1969 Madri Portuguesa-RJ 2–1 13 de agosto de 1976 Rio de Janeiro Portuguesa-RJ 3–1 ¹Atual Mazembe, campeão africano em 1968. == Títulos == ESTADUAIS Competição Títulos Temporadas Copa Rio 3 2000, 2016 e 2023 Campeonato Carioca - Série A2 5 1939, 1940, 1996, 2000 e 2003 TURNOS DO ESTADUAL Competição Títulos Temporadas Taça Santos Dumont 1 2015 ;Notas: Campeão invicto ; Outras conquistas oficiais * Torneio Capital: 2015 ; Torneios amistosos * Torneio Ivan Drummond: 1996Torneio Ivan Drummond – 1996 * Torneio Internacional Brasil-Angola: 2002 * Copa Rubro-Verde: 2018 e 2019 == Categorias de base == === História === Também em 2011, as categorias de base fizeram história no clube lusitano. No primeiro semestre, a categoria sub-13, liderada pelo treinador Marcus Vinícius, conquistou de forma brilhante a Copa Luiz Mendes em cima do Club de Regatas Vasco da Gama, vencendo o clube da colina por 1 a 0 na final. Ainda no primeiro semestre, a equipe sub-13 ficou em terceiro lugar na Macaé Cup (Campeonato Brasileiro sub-13), perdendo nas semifinais para a equipe campeã da competição, o Nova Friburgo Futebol Clube (0 a 0 no tempo normal e 13 a 12 nos pênaltis). Já pela categoria sub-15, foram três conquistas, sendo uma simbólica e duas concretas. No primeiro semestre de 2011, a primeira colocação no Grupo A2 da série BC (Taça Guanabara Sub-15 Série BC), valeu um troféu simbólico para os meninos da equipe Sub-15. No segundo semestre de 2011, foram duas conquistas inéditas para a categoria sub-15 do clube lusitano, a primeira, a Copa Paquetá, onde na final, a equipe venceu por 3 a 0 o núcleo oficial do Japão Coração F.C. (SP) - (participaram desta competição as equipes do Bangu A.C., Municipal de Paquetá F.C., Japão Coração F.C. (SP) e a A.A. Portuguesa (RJ)). A segunda conquista e talvez a mais importante na história das categorias de base do clube lusitano, foi o título de campeão Estadual sub-15 Série Especial (A, B e C). A equipe lusitana sub-15 liderada pelo treinador Rodrigo Leal fez uma campanha digna de campeã. Na final, derrotou o America no seu Estádio Giulite Coutinho, em Édson Passos, (1º jogo - AAP 1 a 0 AFC no Luso Brasileiro - 2º jogo - AFC 3 a 2 AAP - Nos pênaltis - AFC 2 a 4 AAP), sagrando-se Campeã Carioca sub-15. Em dezembro de 2018, a equipe Sub-16 da AA Portuguesa sagrou-se campeã do tradicional Santa Teresita Cup, na Argentina. A conquista representou o primeiro título internacional de uma categoria de Base da Lusa. === Títulos === *Torneio Octávio Pinto Guimarães Sub-20: 1976 *Copa Light Sub-13: 2007 *Copa Luiz Mendes Sub-13: 2011 *Copa Paquetá Sub-15: 2011 *Campeonato Carioca Sub-15 - Série Especial: 2011 *Copa SEC Fiocruz Sub-20 (Atuando com a equipe Sub-16): 2011 *Campeonato Carioca Sub-20 - Série B: 2015 == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha Campeonato Carioca 47 3º colocado (2021) 1933 2024 4 Série A2 27 Campeão (1939, 1940, 1996, 2000 e 2003) 1932 2015 6 – Copa Rio 16 Campeão (2000, 2016 e 2023) 1991 2024 rowspan=\"3\" Série C 2 43º colocado (2004) 2003 2004 – – Série D 7 6º colocado (2023) 2016 2024 – Copa do Brasil 2 3ª fase (2022) 2022 2024 == Estádio Luso- Brasileiro == Manda os seus jogos no Estádio Luso-Brasileiro, de sua propriedade, também conhecido como Estádio dos Ventos Uivantes, devido a fortes ventos que às vezes o atinge, com capacidade para 6.437 cadeiras, no entanto a diretoria do clube em parceria com a Prefeitura do Rio de Janeiro anunciou em 2022 a ampliação do estádio para uma capacidade de aproximadamente 16.000 pessoas, com a doação de cadeiras utilizadas na Arena do Futuro, palco das partidas de handebol durante as Olimpíadas do Rio de Janeiro em 2016., se tornando assim então o quarto maior estádio de futebol do Rio de Janeiro, atrás apenas do Maracanã, Estádio Nilton Santos e São Januário. == Torcida == A Portuguesa possui três torcidas loucas e eufóricas. O Movimento Raça Lusitana , Brava Raça Lusitana e a \"'Torcida Jovem Lusa\"'. No início do Campeonato Carioca da série B no ano de 2009 foi criado o Movimento Raça Lusitana, por um grupo de jovens simpatizantes pela Portuguesa que tinham como missão transformar o Estádio Luso Brasileiro em um caldeirão atraindo o máximo de torcedores possíveis. O início foi promissor e a torcida apareceu. O bairro se uniu para apoiar a Portuguesa e havia jogos com público de trezentas até quinhentas pessoas só na torcida. A Brava Raça, sendo mais antiga, se juntou ao Movimento para somar no canto e percussão. Mas aos poucos o encanto foi indo por água abaixo, a torcida se fragmentou, ideias opostas surgiram, muitos membros saíram. Hoje em dia as duas torcidas ficam separadas em jogos em casa e cantam em seu próprio ritmo. Já em jogos fora do Luso-brasileiro, as duas tendem a se unir, já que diversas músicas são bastante conhecidas por ambas as partes. Durante esse tempo, outras duas torcidas foram criadas, entretanto, faltou paixão e elas acabaram terminando, permanecendo apenas o Movimento Raça Lusitana e a Brava Raça Lusitana, o primeiro composto por 20 membros ativos e o segundo acredita-se que possui metade disso. É claro que há jogos em que se têm muito mais torcedores. Na Brava Raça, predomina-se o manto lusitano e o mascote da Portuguesa, a Zebra. Grupo formado por torcedores velhacos barbudos e mais maduros e que possuem conhecimento tanto Nacional quanto Internacional a respeito do que é ser uma Barra Brava. O uso de bandeirolas, panos e barras são constantes nas partidas em que a Brava está presente. Já o Movimento Raça Lusitana é um grupo de jovens torcedores que cantam e empurram o time nos noventa minutos. Possui uniforme, músicas conhecidas em estádios e outras criadas por seus próprios componentes. Seus torcedores eliminam o status de que sejam uma Torcida Organizada e acabam se definindo como um Movimento, que só pensa em apoiar a Lusa tanto no futebol quanto em outros esportes. Ambas as torcidas tem como característica estar com a Lusa independente do local que ela jogar. Angra dos Reis, Barra Mansa, Quissamã, Bonsucesso, Recreio dos Bandeirantes, Cabo Frio, São João de Meriti, Friburgo, Mesquita, Xerém foram só alguns dos diversos lugares que a torcida dá Lusa foi dar o seu apoio. Fato curioso é que nos jogos fora de casa as duas torcidas da Portuguesa se unem para fortalecer o canto, já que o número de torcedores nas viagens é sempre reduzido. Chama a atenção também as diversas histórias a serem contadas por estes que vivenciaram momentos únicos de alento total para a equipe do coração. Durante o ano de 2012 aproveitando o bom momento do elenco e acreditando no acesso a torcida da Portuguesa decidiu se unificar provisoriamente para fortalecer o canto e o apoio ficar mais centralizado de certa forma. Eis que então após aproveitamento muito bom da torcida unida membros das duas decidiram diagnosticar se era possível essa união ser selada de vez, fazendo com que as outras duas torcidas fossem extintas e assim uma nova fosse criada. Os torcedores da Brava Raça ponderaram e aceitaram de primeira o acordo, entretanto, do lado dos torcedores do Movimento Raça Lusitana foi criada certa resistência de alguns sobre esta possível criação. O resultado é que através de uma Reunião aberta para todos os torcedores, e que inclusive, não houve os \"resistentes\" presentes foi criada a nova torcida, denominada de: Lusitanos. Até hoje alguns membros do extinto Movimento Raça Lusitana contestam a criação da nova torcida alegando diversos motivos, que plausíveis ou não, não tem impedido que aqueles que aceitaram participem da nova torcida. A Torcida Jovem Lusa, teve como seu ano de Fundação, 1990, sendo a mais antiga e tradicional torcida da Portuguesa. Jovens moradores dos arredores do estádio Luso Brasileiro, se uniram em janeiro do ano de 1990 em prol do clube. Que passava por fase decisivas nos campeonatos. Com o passar dos anos esses jovens que viviam para a torcida e para o clube foram se afastando, pois, constituíram família e responsabilidades que os impediriam de seguir seu amado clube em todos os jogos. No ano de 2015, jovens moradores da Ilha do Governador reascenderam essa chama que estava à se apagar e retornaram com a tradicional torcida. Com o apoio de fundadores da mesma, estão reconquistando seu espaço. == Ver também == * Confederação Brasileira de Futebol * Campeonato Brasileiro * Clubes brasileiros de futebol == Bibliografia == * \"Almanaque do Associação Atlética Portuguesa\", por Julio Diogo, Raymundo Quadros e Rodolfo Pedro Stella Jr, lançado em 2018. * \"Vai dar zebra\", por José Rezende e Raymundo Quadros, lançado em 2010. * \"História dos Campeonatos Cariocas de Futebol 1906/2010\", por Clovis Martins e Roberto Assaf, lançado em 2010. == Ligações externas == * Categoria:Fundações no Rio de Janeiro em 1924",
 "title": "Associação Atlética Portuguesa (Rio de Janeiro)"
}