{
 "id": "75467",
 "text": "Atlético Clube Goianiense, notável como Atlético Goianiense e cujo acrônimo é ACG, é uma agremiação esportiva brasileira da cidade de Goiânia, no estado de Goiás, fundado em 2 de abril de 1937. O Dragão, alcunha do clube, manda os seus jogos habitualmente no Estádio Antônio Accioly, com capacidade ampliada em 2020 para 12 500 pessoas, embora historicamente tenha atuado também no Estádio Olímpico Pedro Ludovico Teixeira, com capacidade para 13 500 pessoas, e as suas partidas com maior demanda de público tenham ocorrido no Estádio Serra Dourada, o maior da capital goiana.Revista VEJA - História Atlético-GO, página editada em 13 de março de 2012 e disponível em 6 de abril de 2020. O Atlético historicamente representa o bairro de Campinas, caracterizado como importante pólo comercial de sua cidade. O rubro-negro goiano tem como clássicos os confrontos contra , e .PEREIRA, Charlie - Qual o maior clássico do Futebol Goiano? - página editada em 29 de fevereiro de 2020 e disponível em 6 de abril de 2020. O clube atualmente disputa a primeira divisão do Campeonato Brasileiro. Conquistou o acesso em 2023. == História == Foi fundado a 2 de abril de 1937, o clube tem raízes no bairro goianiense de Campinas, tendo um Dragão como mascote.FREITAS, Nathália - Site SAGRES - Atlético completa 83 anos encerrando a melhor década de sua história, página editada em 2 de abril de 2020 e disponível em 5 de abril de 2020. Seu uniforme é constituído por camisa com listras horizontais em vermelho e preto, calções brancos ou pretos e meias listradas na mesma cor da camisa. Por escolha da maioria dos fundadores, o uniforme tem as cores vermelha e preta, inspirados no Flamengo. Participaram de sua fundação, os irmãos Nicanor Gordo – primeiro presidente do Conselho Deliberativo -, Alberto Alves Gordo e Afonso Gordo, Edson Hermano, primeiro goleiro do clube, João de Brito Guimarães, João Batista Gonçalves, Ondomar Sarti, Benjamim Roriz, entre outros. O primeiro presidente foi Antônio Accioly, descrito por atleticanos que o conheceram como um homem que vivia pelo Atlético. Foi ele quem conseguiu o terreno para a construção do estádio do clube que levara o seu nome. Era conhecido por resolver todos os problemas do clube, principalmente os financeiros. Antônio Accioly faleceu em 1973, em plena segunda-feira, um dia após o Atlético-GO ter vencido o Goiânia, seu maior rival na época, pelo placar de dois a zero. O Atlético-GO é um dos pioneiros do futebol goiano, sendo o terceiro clube mais antigo do estado e o seu primeiro campeão.Livro Atlético, Sentimento e Glória - Crônicas, por José Mendonça Teles (1994). Comprovando ser uma das maiores forças do Centro-Oeste, o Atlético foi campeão estadual 18 vezes e vice-campeão estadual por 18 vezes, além de ser vice da Copa Brasil Central em 1967. O Atlético Goianiense ressurgiu das cinzas. O time estava na segunda divisão do Campeonato Goiano e teve o seu estádio demolido para a construção de um shopping, em 2001. Um grupo de torcedores e a diretoria embargaram a obra e em seguida reconstruíram o estádio. O rubro-negro foi campeão goiano da segunda divisão em 2005, e em 2006 o Atlético chegou a final do Campeonato Goiano contra o Goiás, com mais de 36.000 torcedores no Estádio Serra Dourada no jogo final. Atualmente a fanática torcida do Dragão, clube localizado no bairro de Campinas, comparece ao clube até em treinos. Após 18 anos sem conquistar o Campeonato Goiano, o Atlético venceu o Goiás por 2 a 1 no segundo jogo da decisão de 2007 (no primeiro houve empate por 2 a 2) com gols de Fábio Oliveira (artilheiro do campeonato) e Anaílson, descontando Romerito (também formado nas categorias de base do clube na década de 1990) para o Goiás, sagrando-se campeão goiano perante 35 509 torcedores pagantes. Na Série C, o Dragão obteve o sexto lugar e por pouco não conseguiu promoção para a Série B. Em 2008 o clube fez campanha expressiva no Campeonato Brasileiro Série C, conseguindo o acesso à Série B com antecedência de quatro rodadas e logo depois o segundo título (fato inédito até este momento) sem entrar em campo, com a derrota do Campinense, seu adversário mais próximo na tabela de classificação no momento. Ao fim deste campeonato, o Atlético havia disputado 32 partidas, com 21 vitórias, 5 empates e 6 derrotas, 84 gols-pró e 30 contra, saldo de 54 gols, 68 pontos na classificação geral deste campeonato (15 a mais que o segundo colocado, o Guarani), tendo 13 490 torcedores (11 405 pagantes) comparecido ao Estádio Serra Dourada na vitória de 2 a 0 no jogo festivo contra o Brasil de Pelotas. O atacante rubro-negro Marcão, com 25 gols, sagrou-se o artilheiro da Série C 2008. Em 21 de novembro de 2009, confirmando de vez a sua ascensão meteórica, o Atlético conquistou o acesso à Série A do Brasileirão com uma vitória por 3 a 1 diante do Juventude no Estádio Alfredo Jaconi, em Caxias do Sul, tendo terminado este campeonato em quarto lugar. O Dragão começou o ano de 2010 conquistando o Campeonato Goiano, ao vencer o Santa Helena por 4 a 0 na primeira partida da final disputada no Estádio Serra Dourada perante 11 512 pagantes, e depois por 3 a 1 na partida decisiva disputada na casa do adversário. O Dragão também surpreende na Copa do Brasil 2010, tendo chegado nas semifinais, eliminando equipes como Bahia, Santa Cruz e Palmeiras, porém diante do tradicional Vitória foi eliminado. O Atlético livrou-se do rebaixamento no ano 2010 em um jogo histórico contra o mesmo Vitória, pois precisando de um empate para se manter na primeira divisão, manteve o 0 a 0 para festa de sua torcida. Mas, em 2011, o Dragão começa o ano muito bem. Conquista o Campeonato Goiano pela 12ª vez em sua história. Mas, na Copa do Brasil, o time não repetiu a boa campanha feita ano anterior e acabou sendo eliminado na 2ª fase da competição, pelo Coritiba. O Campeonato Brasileiro começa mal para o Dragão, sendo nas primeiras rodadas, ocupando a zona de rebaixamento. Mas, com a chegada de Hélio dos Anjos, o time ganhou uma nova cara e acabou permanecendo na Série A para a próxima temporada. A melhor colocação do Dragão em Campeonatos Brasileiros da Série A foi a 13º, em 2011, entre 20 participantes. Em 2012, o Dragão não começou bem o ano. Perdeu o título estadual e o tricampeonato (que seria inédito na história do clube) para o Goiás, após dois empates nas finais. Em meio ao estadual, a equipe foi eliminada pela na Copa do Brasil, ainda na 2ª fase. Jogando a Copa Sul- Americana, o Atlético se classifica para as oitavas de final após dois empates com o time do Figueirense e conquistar a vitória nos pênaltis. O adversário foi a Universidad Católica, que venceu o time goiano no primeiro confronto por 2 a 0. No jogo de volta, o Atlético quase conquistou a vaga, vencendo o adversário por 3 a 1, mas terminou sendo eliminado pela regra do gol fora de casa. Neste mesmo ano, o Atlético teve uma campanha ruim na série A, ocasionado sua queda para a 2ª divisão do campeonato brasileiro. No ano seguinte, o Dragão tinha ficado boa parte do 1º turno do Campeonato Goiano de Futebol de 2013 perto da zona de rebaixamento, mas o Atlético não se abalou com isso, dando a volta por cima desta situação, o Atlético acabou chegando à final, mas infelizmente acabou perdendo o título para seu arquirrival, o Goiás. Neste mesmo ano, o Atlético não conseguíra o mesmo feito do Campeonato Goiano de Futebol na Copa do Brasil de Futebol de 2013, e acabou sendo eliminado na 3ª fase de goleada para o Cruzeiro Esporte Clube. Já no Campeonato Brasileiro de Futebol - Série B do mesmo ano o Atlético teve um mal início no campeonato, o deixando boa parte da competição perto da queda para a série C, mas quem disse que o Dragão tem fogo de palha, só na última rodada do campeonato, o Atlético conseguiu livrar-se da queda com uma vitória histórica em cima do Guaratinguetá Futebol Ltda nos minutos finais da partida, diante de mais de 16 000 pagantes no Estádio Serra Dourada. Em 2014, o Dragão teve um início incrível, mesmo com alguns abalos no Campeonato Goiano de Futebol, o Atlético conseguiu o título em cima de seu maior rival no momento, o Goiás Esporte Clube, em um jogo emocionante ao qual o gol só saíra aos 48 minutos do segundo tempo, o autor dele seria o zagueiro Lino, até então, novato. Já na Copa do Brasil deste mesmo ano o Dragão não repetira o mesmo feito do estadual sendo eliminado pelo ABC na segunda fase em pleno Estádio Serra Dourada, na Série B foi por um triz o Atlético não ter subido para a primeira divisão do nacional, o Dragão precisava de apenas uma vitória em cima do Santa Cruz na última rodada da competição em pleno o estádio Serra Dourada mas acabara perdendo de virada pelo placar de (2 a 3) com gol do adversário no último minuto, assim então ficando em 7º lugar na competição. O ano de 2015 começou com tudo no Dragão, com um time praticamente reformulado, o Atlético simplesmente contratou mais dez jogadores só no mês de janeiro, sendo que alguns deles contém passagem em times grandes tanto nacionais como internacionais, como exemplo o Flamengo, Benfica e o Atlético de Madrid. Houve também grandes mudanças na diretoria do time, como a saída do presidente Valdivino José de Oliveira que estava na presidência do clube desde 2005 na ascensão do clube para a entrada de Adson Batista e entre outros nomes ao qual mudaram, assumiram e saíram de alguns cargos do Atlético. No dia 3 de junho de 2015, o clube demite o técnico Marcelo Martelotte, que havia substituído o técnico Marcelo Chamusca que fazia campanha ruim no Goiano, após a entrada de Martelotte, o Dragão apresentou evolução mesmo sem ter se classificado para a semifinal do estadual. No Campeonato Brasileiro 2015 - Série B, o time estreou com vitória contra o Boa Esporte por 1 a 0, no entanto, não marcou gols em nenhuma das quatro partidas seguintes e aproximou da zona de rebaixamento, e a eliminação do clube na Copa do Brasil de Futebol de 2015 para o América-RN, pesou na saída de Martelotte. Consequentemente o Atlético fizera um Campeonato Brasileiro muito irregular chegando até ser ameaçado em certos momentos da competição por uma possível queda. No final da competição o Dragão permanecera no campeonato na 14º colocação, assim confirmado para a segunda divisão do nacional de 2016, novamente. Para que isso ocorrera o atlético contou com a volta de ídolos, como o Jorginho e Junior viçosa e também a passagem de técnicos, como o \"velho polêmico\" Jorginho (bastante conhecido no futebol nacional), e também um velho conhecido dos atleticanos, Gilberto Pereira, responsável pela permanência do Dragão na Série B de 2013 e por uma sequencia inédita na história do atlético, aonde o clube ficara 10 jogos invictos na competição de 2015. Na reta final do competição houve também a participação do interino João Paulo Sanches. Após o término da competição, o diretor do clube, Adson Batista, vem fazendo um ardo trabalho a fim de reparar os danos e erros cometidos na temporada de 2015 e também com o objetivo de preparar um clube forte para a temporada de 2016, para lutar pelo título do estadual, promover uma boa campanha na Copa do Brasil e também conquistar o \"tão sonhado\" acesso à elite do futebol nacional. Em 2016, o Dragão fez uma péssima Copa do Brasil, já no Campeonato Goiano o rubro negro foi eliminado na semi final, abaixo de suas expectativas, já que o time esperava conquistar o título. Após o término do estadual, o Dragão decidiu manter a base e fazer poucas contratações. Durante a série B, o Atlético perdeu um de seus maiores ídolos para o Goiás E.C., o goleiro Márcio. Foi uma surpresa no futebol goiano e também perdeu o volante Willian Schuster para o futebol árabe. Mas quem disse que isso abalou o Dragão, com três ótimos goleiros para substituir a vaga deixada por Márcio e também, um elenco que em seu coletivo demonstra um poder de fogo acima do normal, o time de do bairro de Campinas passou simplesmente 37 rodadas no G4 e foi líder por 10 rodadas, conquistando o título inédito de forma incontestável, e com duas rodadas de antecedência do Campeonato Brasileiro da Série B 2016. Quando menos se espera, o Dragão nos surpreende. Pouco cotado para grandes objetivos no Campeonato Brasileiro da Série B de 2016 devido a sua baixa performance no estadual e Copa do Brasil na mesmo temporada, o Atlético provou por que o futebol é tão querido e amado por bilhões no mundo todo. Com pouco orçamento, elenco menor em relação aos seus adversários e muitos problemas, o Atlético faz um verdadeiro milagre na Série B. O Dragão conquista o acesso tão sonhado na Série B, junto com o seu maior e inédito título, passando 37 rodadas no G4 e 10 rodadas na liderança (além dele, somente o Vasco assumiu também a liderança), não perdendo nenhum clássico e goleando seu maior rival, o Goiás, no segundo turno. Quebrou uma invencibilidade do Vasco simplesmente 34 jogos sem perder. Inaugurou o Estádio Olímpico de Goiânia com todos os seus jogos acima de 11 000 torcedores presentes e fez a sexta melhor campanha da história da Série B, ficando há 10 pontos acima do segundo colocado, Avaí, e há 16 pontos acima do quinto colocado, Náutico. Então de forma brilhante em 2017 o Dragão retorna a elite do futebol brasileiro, porém no geral o ano foi de poucas alegrias. O clube perde praticamente todo seu elenco campeão da série B em 2016 a remontagem do time foi complicada e o clube vai mal no campeonato Goiano e inicia o campeonato brasileiro pior ainda somando somente 9 pontos no 1º turno, com o decorrer do campeonato o time se ajeita e faz um bom 2° turno, mas termina a competição em último lugar com 36 pontos, a maior pontuação de um \"lanterna\" considerando desde 2006. O lado positivo do ano fica para revelação do atleta Luiz Fernando que desperta atenção de vários clubes e acaba sendo negociado com Botafogo e depois destaque e campeão carioca. O ano de 2018 o grande destaque ficou com o retorno para casa. No Campeonato Goiano o título não veio e no Brasileirão Série B a equipe atleticana figurou sempre entre os primeiros colocados, mas terminando a competição na 6ª colocação, fora da faixa de classificação. Porém vale o destaque do ataque formado por Júlio César, João Paulo, Junior Brandão e Renato Kayzer foi o mais positivo da temporada com 57 gols marcados. Uma verdadeira máquina de balançar as redes! Mas o ano de 2018 foi mais especial para o torcedor campineiro devido ao retorno ao Estádio Antônio Accioly. Foram meses de trabalho intenso até a volta da casa atleticana, que reabriu ao público com vitória do Dragão, 1 a 0 sobre o Coritiba. E o torcedor volta a ter o prazer de gritar: \"Somos do bairro de Campinas\". Em 2024, a equipe conquistou incríveis 15 vitórias consecutivas e o inédito tricampeonato goiano consecutivo em cima do rival Vila Nova. No jogo de ida da final, no Estádio Onésio Brasileiro Alvarenga, a equipe rubro-negra foi superior e venceu por 2 a 0, com gols de Luiz Fernando e Alix Vinicius. No jogo de volta, no Estádio Antônio Accioly, a torcida atleticana lotou o estádio com os ingressos se esgotando em apenas cinco horas e repetiu a boa atuação do primeiro jogo, vencendo por 3 a 1 com gols de Luiz Fernando e Emiliano Rodriguez(2×). Conquistou o 18° título do Campeonato Goiano e o 3° consecutivo, uma marca histórica do clube. == Títulos == HONRARIAS Competição Títulos Temporadas Taça dos Invictos 2 1955 e 1957 NACIONAIS Competição Títulos Temporadas Campeonato Brasileiro de Futebol - Série B 1 2016 Campeonato Brasileiro de Futebol - Série C 2 1990 e 2008 Torneio de Integração Nacional 1 1971 ESTADUAIS Competição Títulos Temporadas Campeonato Goiano 18 1944, 1947, 1949, 1955, 1957, 1964, 1970, 1985, 1988, 2007, 2010, 2011, 2014, 2019, 2020, 2022, 2023 e 2024 Copa Goiás 2 1968 e 1998 Campeonato Goiano - Divisão de Acesso 1 2005 Torneio Incentivo 2 1975 e 1977 Torneio Início 8 1944, 1952, 1956, 1962, 1970, 1984, 1985 e 1986 MUNICIPAIS Competição Títulos Temporadas Citadino de Goiânia 1 1938 Taça Cidade de Goiânia 2 1964 e 1971 Copa Goiânia 1 1998 == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha rowspan=\"2\" Campeonato Goiano 79 Campeão (18 vezes) 1944 2024 2 2ª Divisão 3 Campeão (2005) 2000 2005 2 – 22px Copa Verde 1 Quartas de final (2020) 2020 2020 rowspan=\"4\" Campeonato Brasileiro 14 7º colocado (1968) 1965 2024 3 Série B 17 Campeão (2016) 1981 2023 4 1 Série C 12 Campeão (1990, 2008) 1990 2008 3 – Copa do Brasil 18 Semifinal (2010) 1989 2024 rowspan=\"4\" Copa Sul Americana 3 Semifinal (2022) 2012 2022 == Públicos == ; Campeonato Goiano * Jogos acima de 20 mil. # Atlético 1–1 Vila Nova, 56 854, 30 de junho de 1976 (rodada dupla) # Atlético 1–1 Goiás, 48 761, 4 de julho de 1976 (rodada dupla) # Atlético 1–1 Goiânia, 41 156, 7 de julho de 1976 (rodada dupla) # Atlético 1–1 Vila Nova, 40 909, 16 de junho de 1976 ; Competições nacionais * Maiores públicos em Campeonatos Brasileiros e Copa do Brasil.CD ROM Placar 2002, atualizado pelo site da CBF. * Acima de 20 mil. # Atlético 0–0 Flamengo, 37 828, 20 de novembro de 2011 # Atlético 1--2 Flamengo, 35 195, 14 de abril de 2024 # Atlético 1–1 São Paulo, 27 938, 28 de novembro de 2010 # Atlético 2–2 Goiás, 26 892, 30 de novembro de 1986 # Atlético 0–0 Vasco, 25 286, 2 de outubro de 1986 # Atlético 3–0 São Paulo, 23 906, 16 de outubro de 2011 # Atlético 1–2 Flamengo, 23 887, 23 de setembro de 2012 # Atlético 4–1 Ceará, 22 988, 10 de novembro de 2009 # Atlético 1–3 Palmeiras, 22 691, 7 de setembro de 2013 # Atlético 1–0 Palmeiras, 21 889, 5 de maio de 2010 # Atlético 0–1 Grêmio, 21 810, 29 de outubro de 1986 # Atlético 0–2 Fluminense, 20 870, 12 de outubro de 1986 Competições Internacionais •Maiores públicos na Sul-Americana •Acima de 15 mil # Atlético 3--1 São Paulo, 33.047, 01 de setembro de 2022 # Atlético 3--0 Nacional-URU, 22.574, 09 de agosto de 2022 # Atlético 2--0 Olimpia-PAR, 17.148, 07 de setembro de 2022 === Médias de público === ; Médias: Temporadas: Campeonato Goiano: Campeonato Brasileiro (A, B e C): 2008 4 770 Série C: 4 060 2009 7 832 Série B: 4 780 2010 5 375 Série A: 7 891 2011 5 912 Série A: 9 497 2012 5 325 Série A: 5 587 2013 3 695 Série B: 3 688 2014 1 802 Série B: 2 135 2015 1 703 Série B: 1 799 2016 2 122 Série B: 5 145 2017 2 976 Série A: 5 047 2018 1 810 Série B: 2 490 2019 3 100 Série B: 3 099 2020 1 930 (1) Série A: (2) 2021 0 (2) Séria A: 5 564 (1) 2022 3 724 Série A: 6 289 2023 3 846 Série B: 5 414 *(1) Estadual de 2020 e Campeonato Nacional de 2021 com público parcial devido a pandemia do COVID-19. *(2) Campeonato Nacional de 2020 e Estadual de 2021 sem público devido a pandemia do COVID-19. == Uniformes == == Jogadores destacados == Entre suas maiores revelações de craques que atuaram por vários clubes mundo a fora estão: Baltazar (Grêmio, Atlético de Madrid, que em 1978 marcou 31 gols pelo Atlético, sendo recordista de gols em um só Campeonato Goiano), Gilberto (destaque e campeão pelo Fluminense no estadual carioca de 1980), Luiz Carlos Goiano (Grêmio), Valdeir (Botafogo e Seleção), Gaúcho e Júlio César \"Imperador\" (Flamengo), Lindomar (Corinthians), Romerito (Corinthians), Dudu (Palmeiras), Luciano (São Paulo) e Luiz Fernando (Botafogo). Esta é uma lista de jogadores de destaque que já passaram pelo Atlético Goianiense: * Alcino * Anaílson * Baltazar * Gil * Gilberto * Helder * Jairo * Jorginho * Juninho * Júlio César * Lindomar * Luiz Fernando * Magno Cruz * Marcão * Márcio * Robston * Romerito * Valdeir * Júnior Viçosa === Artilheiros === Pelo Atlético passaram os maiores goleadores do futebol goiano. Aqui nos atemos aos jogadores atleticanos que chegaram ao final dos campeonatos como os principais artilheiros: * **1944** \\- Ari - 8 gols * **1947** \\- Dido - 17 gols * **1948** \\- Tarzan - 21 gols * **1949** \\- Tarzan - 18 gols * **1955** \\- Fábio - 21 gols * **1970** \\- Dadi - 13 gols * **1972** \\- Dadi - 12 gols * **1978** \\- Baltazar - 31 gols- (Recordista Absoluto) * **1982** \\- Tatau - 21 gols * **1985** \\- Bill - 24 gols * **2002** \\- Rubsen – 15 gols * **2007** \\- Fábio Oliveira - 18 gols * **2011** \\- Marcão - 13 gols * **2014** \\- Júnior Viçosa - 9 gols * 2023 - Luiz Fernando - 10 gols * 2024 - Luiz Fernando - 11 gols == Treinadores == == Torcida == Durante cinco décadas (1940-50-60-70-80) o Atlético foi um dos clubes que detinham a maior torcida do estado de Goiás, só que devido a crises e problemas estruturais e má desempenhos em competições tanto nacionais como estaduais durante a década de 1990 e no começo do século XXI o Atlético perdera boa parte de sua torcida, mas os verdadeiros e fiéis torcedores rubro- negros nunca desistiram do Dragão, este laço entre estes torcedores e o time fizeram com que o clube ressurgisse das cinzas a uma ascensão incrível entre 2005 até os dias de hoje. Devido a esta ascensão o clube também vem tendo um maior número de torcedores em relação ao ano de 2005 e a década de 1990. Segundo pesquisa da Atlas em 2023, o Atlético possui uma torcida em torno de 0,2% da população brasileira (cerca de 800.000 torcedores), sendo assim fica na 23° colocação no ranking nacional e em 2° no ranking estadual. === Torcida Dragões Atleticanos === A Torcida Organizada do Atlético é a \"Torcida Dragões Atleticanos\". Foi fundada em 2009 após a extinção da sua antiga torcida chamada \"Máfia Atleticana\". A Máfia foi extinta devido a uma ordem da Policia Militar do Estado de Goiás e do Ministério Público, onde afirmaram que o nome \"Máfia Atleticana\" fazia apologia a violência.Site ORGANIZADAS BRASIL - Torcidas organizadas do Estado de Goiás, página disponível em 3 de maio de 2020. A Dragões Atleticanos foi fundada com o intuito de renovar a torcida do Atlético junto ao time. Se faz presente em todas zonas da região metropolitana e também, em muitas cidades do interior. Vem chamando a atenção com seu crescimento na qualidade da padronização e também de sua bateria. A TDA (acrônimo para Torcida Dragões Atleticanos) tem agora sua própria linha de materiais, com uma qualidade superior a da média. A Torcida Dragões Atleticanos tem estado junto a o Atlético em todos os momentos, jogo após jogo, seja dentro ou fora de sua casa. É uma das organizadas que mais cresce na região centro oeste, sempre aumentando seu número de sócios e aliadas. O lema da Dragões é: \"movidos por uma só paixão\". === O mais querido dos goianos === No ano de 1973 a revista Placar, da editora Abril, criou o concurso “O mais querido do Brasil” espelhado por todo o território nacional na tentativa de descobrir qual era o time de futebol mais popular no Brasil e em cada estado brasileiro. Em cada edição da revista eram distribuídos cupons para os torcedores preencherem os campos com “nome” e “endereço”, além de responder as perguntas “Qual o clube mais querido no Brasil” e “Qual o clube mais querido no meu estado”? A Placar criou uma espécie de parcerias com jornais de todo o Brasil para que todos os estados fossem contemplados na pesquisa. No caso de Goiás, o jornal escolhido foi “O Popular”, da Organização Jaime Câmara. Assim como ocorriam nas revistas, nos exemplares do jornal eram divulgados cupons a serem preenchidos pelos torcedores. Os participantes da pesquisa deveriam retornar os cupons preenchidos para a sede do jornal ou para afiliados no estado. No dia 7 de agosto seria sorteado um carro da Volkswagen entre todos os torcedores participantes do questionário no país. Era consenso na época que Vila Nova e Atlético tinham as maiores torcidas do estado, porém, o concurso serviu para acirrar ainda mais a rivalidade entre torcedores dos quatro grandes da capital e também para medir o crescimento de times como o Goiás que acabara de ser bicampeão. A pesquisa virou mania em Goiânia, como em todo o Brasil, e assim como as discussões acaloradas sobre os confrontos entre Goiás, Vila, Goiânia e Atlético, torcedores goianos vibravam a cada resultado parcial divulgado. Ao todo foram doze etapas num total de três meses de pesquisa. Se a nível nacional o Flamengo era maioria absoluta desde as primeiras apurações, no estado de Goiás houve várias mudanças entre “o mais querido”. Inicialmente o Vila Nova era o vencedor da disputa, depois foi a vez do Goiás, entretanto a partir da oitava parcial o Atlético assumiu a liderança e não perdeu mais. Chama a atenção o número de adeptos atleticanos na pesquisa, pois o número alcançado pelo Atlético era mais do que a soma do que foi obtido por Vila Nova e Goiás. Como destaque negativo foi a presença do torcedor do Goiânia que ficou apenas na quinta colocação, prova de que o time já não era mais popular como na década de 50, apesar de ainda ser, naquela época, o principal vencedor de títulos no estado, contando a era amadora. ; Resultado final da votação na época # Atlético Goianiense: 68 125 # Goiás E.C: 26 737 # Vila Nova F.C: 25 887 # Independente de Goiás: 3 919 # Goiânia: 2 898 # Goiatuba: 2 085 # Itumbiara: 326 # Anápolis: 295 # Novo Horizonte: 167 # Santa Helena: 146 # CRAC: 68 # América de Morrinhos: 59 Dos doze clubes apresentados na pesquisa no estado de Goiás, um já não existe mais. O Independente Esporte Clube da cidade de Goiás era, na época, o principal clube da região que foi o berço do futebol goiano. O último campeonato estadual da elite disputado por esta equipe foi em 1974 quando terminou na quinta colocação. == Rivalidades == === Clássico Vovô === O Clássico Vovô é uma das grandes rivalidades disputada entre e Atlético-GO. O nome refere-se as datas dos clubes, pois ambos são os mais antigos da cidade.Clássico VovôAtlético-GO e Goiânia fazem tradicional clássico no Estádio Olímpico, página editada em 25 de janeiro de 2020 e disponível em 6 de abril de 2020. Em 31 de julho de 1938, ocorreu o primeiro confronto entre os clubes, onde foi vencido pelo Goiânia pelo placar de 1 a 0, partida disputada no campo de Campinas. Os anos de ouro da rivalidade foi na década de 1940, onde decidiram o Campeonato Goiano em 1944, 1946, 1947, 1948 e 1949. Rival J V E D GP GC Goiânia 274 112 80 82 399 346 Desde 2008, muitos fatos ocorreram nos dois clubes, enquanto o Goiânia caía para a segunda divisão do Campeonato Goiano de 2008, se afundando em crises que parecem não ter fim, o Atlético vive um dos melhores momentos se não o melhor de sua história, tendo feitos incríveis desde então, o Dragão conseguiu ser campeão goiano em 2007, 2010, 2011, 2014 e 2019 o bicampeonato (2010-2011) consecutivo ao qual seria fato inédito em sua história, o título do Brasileirão série C de 2008, o Campeonato Brasileiro Série B de 2016 (sua maior conquista) e a promoção para a primeira divisão do Campeonato Brasileiro de Futebol em 2009 ao qual permanecera por três anos consecutivos na série A e também não podemos deixar de mencionar a primeira participação do Dragão em uma competição internacional seria ela a Copa Sul-Americana de Futebol de 2012 e sua inédita chegada as semifinais de uma Copa do Brasil, arrefecendo um tanto a rivalidade. === Clássico do Povo === Os confrontos entre Atlético Goianiense e Vila Nova constituem um importante clássico do futebol de Goiás por reunir dois dos maiores campeões estaduais.FREITAS, Nathália - Retrospecto: Vila Nova com mais vitórias que o Atlético, página editada em 5 de outubro de 2018 e disponível em 6 de abril de 2020. Durante a década de 1970, chegou a ser o maior clássico do Centro-Oeste. Um fato bastante interessante entre ambas equipes é o fato de serem times populares, ou seja, desde seus inícios, ambos estiveram entrelaçados com o \"povão\". A primeira partida ocorreu em 16 de julho de 1944, no Estádio Olímpico, com vitória do Dragão pelo placar de 11-0. Vale ressaltar que Atlético e Vila Nova já se enfrentaram 12 vezes pelo Campeonato Brasileiro, sendo que, o Vila Nova nunca conseguira derrotar o Dragão em um Campeonato Brasileiro. Em 2024 se enfrentaram na final do Campeonato Goiano pela primeira vez no novo formato do goianão. O Dragão levou a melhor e conquistou seu 18° título goiano, com o placar agregado de 5 a 1 a favor do time rubro-negro. Rival J V E D GP GC Vila Nova 285 94 89 102 384 349 === Clássico do Equilíbrio === Tem esse nome devido ao fato de sempre haver equilíbrio entre as duas equipes, principalmente nos últimos anos, em que, ambas equipes decidiram vários títulos, se enfrentaram em competições importantes e raramente mantém tabus em cima do adversário. Com a ascensão incrível do Dragão nos últimos anos, o Clássico do Equilíbrio vem se tornando uma das principais atrações do futebol goiano, com o Goiás roubando o posto do Goiânia, como o maior rival do Atlético, e o Atlético, ameaçando o posto do Vila Nova, como maior rival do Goiás. O Goiás representa a pequena burguesia comercial e industrial com ligações com o poder estadual, e o Atlético, o próspero bairro de Campinas. Entre 2006 e 2023, aconteceram 10 decisões do Campeonato Goiano entre Atlético-GO e Goiás. O alviverde conquistou 4 títulos (2006, 2009, 2012 e 2013) contra 6 do rubro-negro (2007, 2011, 2014, 2019, 2022 e 2023). Vale ressaltar que ambos já se enfrentaram pelo Campeonato Brasileiro Série A em 1986, 2010 2020 e 2022, e também, pela Série B em 2016 e 2018; e Copa do Brasil de 2022. A primeira partida entre ambas equipe ocorreu em 8 de agosto de 1943, no Estádio Olímpico, com uma vitória do Dragão pelo placar de 5-2. Rival J V E D GP GC Goiás 314 108 84 122 395 423 == Estrutura == A estrutura do Atlético tem como ponto forte o Centro de Concentração e Treinamentos do Dragão e o Estádio Antônio Accioly. O time profissional realiza todas as atividades necessárias sem precisar se deslocar por diferentes locais de treinamentos. E a estrutura não para de melhorar. A cada dia, o Dragão cresce um pouco mais, tanto no futebol, quanto em suas condições estruturais. O Centro de Treinamentos possui três campos de futebol com medidas oficiais, academia, banheiras para recuperação física dos atletas, departamento de fisioterapia, fisiologia e nutrição. A concentração conta com 20 suítes duplas, refeitório, sala de TV e de jogos e auditório. No mesmo complexo, ainda se encontra a administração do clube. Já o Estádio Antônio Accioly possui sala de primeiros socorros e tratamento médico, além de áreas para descanso, fisioterapia e massagem, sala para a realização de reuniões com equipamentos multimídia e sala privada para a gerência da delegação, e atualmente encontra-se em obras. A instalação conta também com uma forte equipe de segurança que monitora o acesso ao local. O Estádio possui uma capacidade para cerca de 10 500 pessoas. Mandos de Campo * Estádio Serra Dourada - Governo do Estado de Goiás - Capacidade para 41 574 pessoas. * Estádio Antônio Accioly - Próprio - Capacidade para 12 500 pessoas. * Estádio Olímpico - Governo do Estado de Goiás - Capacidade para 13 500. === Estádios === ==== Antônio Accioly ==== O Atlético manda seus jogos em três estádios, como vimos acima, sendo o Antônio Accioly de sua propriedade com capacidade para 12 500 pessoas o mais usado, em jogos de grandes públicos os jogos são alterados para o Estádio Serra Dourada e em alguns casos os jogos são realizados no Estádio Olímpico.FREITAS, Nathália - Site Sagres on Line - Com museu e lanchonete externa, Atlético apresenta projeto do Antônio Accioly; veja, página editada em 23 de janeiro de 2020 e disponível em 3 de maio de 2020.Site oficial do Atlético-GO - Novo Estádio Antônio Accioly, página editada em 24 de agosto de 2018 e disponível em 3 de maio de 2020. ==== Olímpico ==== Desde sua reinauguração em 2016, Olímpico vem sendo um ponto forte para o Atlético, devido sua localidade e a aproximação do campo com a arquibancada, o estádio se torna um verdadeiro \"caldeirão\", sempre recebendo bons públicos e o Atlético sendo um mandante difícil de ser batido. O Olímpico sempre esteve presente na história do Atlético, fato que, os únicos títulos de âmbito nacional conquistados no estádio (Torneio Integração CBD e Brasileiro Série B), são pertencidos ao Dragão. Além destes títulos, o Dragão conquistou o Campeonato Estadual de 2019, também, no Olímpico. == Símbolos == ===Escudos=== ; História O escudo do Dragão passou por algumas transformações desde sua fundação, com letras garrafais no começo, até um escudo inspirado no do São Paulo Futebol Clube. Atualmente abandonou essa inspiração e utiliza um formato inédito, incorporado em 2020. ==Bibliografia== * Atlético, Sentimento e Glória - Crônicas, por José Mendonça Teles (1994) ==Cronologia== * 1937 – É fundado em 2 de abril. * 1938 – Ganha seu primeiro campeonato, Torneio Citadino de Goiânia. * 1944 – Participa da primeira edição do Campeonato Goiano, ao qual se consagra o primeiro campeão (invicto) da competição. O jogo que lhe rendeu o título, foi a vitória em cima do seu maior rival na época (Goiânia E.C.), pelo placar de 4–2. * 1947 – Se consagra bicampeão goiano, em sua quarta participação na competição se acirrando mais ainda a disputa por títulos contra seu maior rival, o Goiânia. * 1949 – É tricampeão Goiano, após empatar com o Goiânia em 0–0. * 1955 – Depois de um jejum de cinco anos sem ganhar o Campeonato Goiano, vendo o seu maior rival (Goiânia) ganhar todos as cinco edições, o Atlético finalmente quebra a hegemonia do Goiânia e ganha seu 4º título estadual de forma invicta, após bater o Goiânia por 2–1. * 1957 – Conquista seu 5º título estadual, novamente de forma invicta. * 1964 – Conquista seu 6º Campeonato Goiano. * 1965 – Participa de seu primeiro campeonato nacional, a Taça Brasil, atualmente conhecida como: Campeonato Brasileiro de Futebol. O Dragão foi eliminado na semifinal da Zona Sul pelo Siderúrgica. * 1968 – Participa novamente do Campeonato brasileiro, fazendo sua melhor campanha (sexto colocado na classificação geral), com os brasileiros unificados. É campeão da Copa Goiás. * 1970 – É campeão estadual pela sétima vez, ao empatar com o Vila Nova em 0–0. * 1971 – Conquista um de seus maiores títulos, também um feito histórico por ser o primeiro título nacional conquistado por um time goiano na época, o Torneio Integração da CBD (atual CBF), em cima da Ponte Preta, no estádio Olímpico. * 1972 – Faz uma campanha impecável a primeira fase do Campeonato Goiano, mas peca na final, e é derrotado pelo seu atual maior rival, Goiás. * 1979 – Volta a disputar uma final de Campeonato Goiano, após sete anos, mas perde o título para o Vila Nova, após empate em 0–0. No mesmo ano, volta a competir o Campeonato Brasileiro depois de onze anos. É eliminado ainda na primeira fase. * 1980 – Pela primeira vez na história participa do Campeonato Brasileiro de forma consecutiva (1979-1980). É eliminado na segunda fase. * 1981 – Participa pela primeira vez da Série B (Taça de Prata). É eliminado ainda na primeira fase. * 1985 – Depois de um jejum de 15 anos sem título estadual e sete anos sem ao menos chegar em uma final, o Atlético volta a conquistar, pela oitava vez, o Campeonato Goiano, ao empatar com o Goiás em 0-0. * 1986 – Não obtém o mesmo sucesso no estadual, como no ano anterior, perde o título para o Goiás pelo placar de 2–1. Consegue a classificação para a segunda fase no Campeonato Brasileiro - Série A e permanece para a disputa da edição seguinte. * 1987 – Novamente é vice campeão goiano, pelo mesmo Goiás. É eliminado ainda na primeira etapa do módulo amarelo do Campeonato Brasileiro. * 1988 – Se consagra nove vezes campeão estadual, ao bater o Anápolis, em pleno Jonas Duarte. É 13º colocado na Série B. * 1989 – Participa da primeira edição da Copa do Brasil, mas acaba eliminado na primeira fase da competição pelo Tiradentes, pelo placar de 1–0. É terceiro colocado no estadual e eliminado na primeira fase da Série B do mesmo ano. * 1990 – Ganha seu primeiro título brasileiro (Campeonato Brasileiro-Série C) ao bater o América-MG nos pênaltis (primeiro clube goiano a ganhar um campeonato brasileiro). * 1991 – É vice campeão estadual, perdendo o troféu para o Goiás, não faz uma boa Série B e acaba voltando pra terceira divisão. * 1996 – Volta a ser vice campeão estadual depois de cinco anos, mas novamente acaba sendo vice campeão para o Goiás. É 12º na classificação geral da Série B. * 1998 – É campeão da Copa Goiás de 1998, mas em contra partida é rebaixado pela primeira e única vez em sua história para a Série C. * 2001 – O clube entra em uma crise financeira e tem seu estádio demolido para a construção de um shopping. * 2003 – É rebaixado pela primeira vez na história para a divisão de acesso do estadual e eliminado na segunda fase da Série C do Brasileiro. * 2004 – Após uma excelente primeira fase na divisão de acesso, o Dragão é eliminado na fase final e acaba amargando mais uma temporada sem participar da elite do estadual e também de uma competição nacional. * 2005 – Com uma reformulação na diretoria, o Atlético reforma o estádio e conquista a divisão de acesso ao golear a Rioverdense pelo placar de 6–0, no Antônio Accioly. * 2006 – Volta a disputar a elite do estadual, chega a final do estadual depois de 10 anos, mas acaba sendo derrotado pelo Goiás na final pelo placar de 1-0. Volta a disputar um torneio nacional (série C) depois de 3 anos, acaba ficando em 25º na colocação geral. * 2007 – Depois de 19 anos, se consagra campeão estadual pela 10º vez na história, ao bater o Goiás pelo placar de 2–1 no Serra Dourada. Participa da Copa do Brasil novamente, depois de 18 anos, sendo eliminado nas oitavas de final pelo Atlético Paranaense. É eliminado na fase final da Série C, após perder para o Barras por 2–1, ficando em sexto lugar na classificação geral. * 2008 – É bicampeão brasileiro da Série C, ao bater o Brasil de Pelotas por 2–0, na Copa do Brasil é eliminado nas oitavas de final, após ter feito história ao eliminar o grêmio nas penalidades, em plena casa do adversário. * 2009 – É vice-campeão estadual, após perder a final para o Goiás pelo placar de 2–0. Depois de 11 anos volta a disputar a Série B, com uma excelente campanha, acaba ficando em 4º lugar, conquistando o acesso para Elite do futebol brasileiro depois de 23 anos. * 2010 – É campeão estadual pela 11º vez, faz uma excelente Copa do Brasil, eliminando equipes tradicionais como: Bahia, Palmeiras e Santa Cruz; parando nas semifinais e permanece na elite do brasileiro, rebaixando o Vitória em pleno Barradão. * 2011 – Pela primeira vez na história é bicampeão goiano consecutivo, ao empatar com o Goiás em 1–1. Faz um ótimo Campeonato Brasileiro e se classifica para a Sul-americana pela primeira vez. * 2012 – É vice campeão estadual, empatando com o Goiás pelo placar de 1-1, assim perdendo o título. Faz uma Copa do Brasil pífia, é eliminado na Sul-américa pelo Universidad Católica (após eliminar o Figueirense) e acaba sendo rebaixado para à Série B. * 2013 – Novamente perde o estadual para o Goiás, vai mal na Copa do Brasil. Na Série B, faz uma campanha abaixo do esperado (cotado até mesmo ao título), e somente escapa de um novo rebaixamento (agora para Série C) na última roda, após vencer e rebaixar o Guaratinguetá. * 2014 – É campeão estadual pela 13º vez em cima do Goiás, com um gol no minuto final. Faz uma boa campanha na Série B, mas peca na última rodada, deixando o acesso escapar. * 2015 – Faz um péssimo Campeonato Goiano, sendo eliminado na segunda fase, eliminado na Copa do Brasil pelo América de Natal e faz uma campanha irregular na Série B, ficando em 14º na classificação geral. * 2016 – Faz uma excelente primeira fase no estadual, mas acaba sendo eliminado na semifinal pelo Anápolis, em pleno Serra Dourada e faz uma terrível Copa do Brasil, sendo eliminado na primeira fase pelo Ypiranga de Erechim. Já na Série B, entra desacreditado, mas acaba fazendo o ápice de sua história, além de conquistar o acesso, o Dragão foi campeão da Série B ao bater o Tupi por 5–3 no Olímpico, conquistando o seu maior título. * 2017 – Ficou em último lugar no Brasileirão, somando 36 pontos, sendo portanto rebaixado. Considerando desde de 2006, quando iniciou- se a atual fórmula do nacional, com 20 times disputando em pontos-corridos, o Atlético-GO é o último colocado com o maior número de pontos. * 2018 – É eliminado na primeira fase do estadual e termina a Série B em 6ª com um ponta a menos do G4. * 2019 – Conquista o 14º título de campeão goiano ao bater o Goiás na final pelo placar agregado de 4–0. Quarto colocado na Série B, consegue o terceiro acesso de sua história para a Série A de 2020, se tornando um dos times tradicionais da Série B. * 2020 - É bicampeão goiano conquistando seu 15° título estadual ao ganhar do Goianésia nos pênaltis. Faz uma boa Copa do Brasil, eliminando equipes tradicionais, como Fluminense e Santa Cruz. Faz um campeonato Brasileiro constante ganhando de grandes equipes permanecendo para a Série A 2021 e classificando para a Sul-Americana pela 2° vez em sua história. * 2021 - Tem a melhor campanha da primeira fase no estadual, mas é eliminado na semifinal pelo Grêmio Anápolis (que viria a ser campeão). Elimina o Corinthians na Copa do Brasil e termina a Sul-Americana invicto, ganhando de times tradicionais, como Libertad e Palestino. Na Série A, faz sua melhor campanha, terminando em 9° e fora da Libertadores, por saldo de gols, sendo assim, classificando novamente para a Sul-Americana. * 2022 - É campeão estadual, ultrapassando o Vila Nova e se tornando o segundo maior campeão estadual de Goiás, elimina seu maior rival, Goiás, na serrinha, pela Copa do Brasil, sendo o primeiro clássico goiano na competição em toda sua história. Chega a semifinal da Sul-Americana, pela primeira vez na história, eliminando equipes tradicionais do continente, como: LDU, Defensa y Justicia, Olímpia e Nacional. Mas em contra partida é rebaixado, pela terceira vez à Série B. * 2023 - É bicampeão estadual, novamente em cima do Goiás, chegando ao seu 17º título do Campeonato Goiano e pelo Brasileiro Série B garante o acesso na última rodada, goleando o Guarani e roubando a vaga do seu rival Vila Nova. ==Ligações externas== * * * * * Categoria:Clubes de futebol fundados em 1937 Categoria:Clubes campeões do Campeonato Brasileiro - Série C Categoria:Clubes campeões do Campeonato Brasileiro - Série B",
 "title": "Atlético Clube Goianiense"
}