{
 "id": "75465",
 "text": "Hidroterapia é o tratamento de saúde pela água sob suas diversas formas e a temperaturas variáveis. A água é um dos meios de cura, um veículo de calor ou frio para o corpo. Aplicada ao corpo, opera nele modificações que atingem, em primeiro lugar, o sistema nervoso, o qual, por sua vez, age sobre o aparelho circulatório, produzindo efeitos sobre regularização do calor corporal. As reações da aplicação da água são portanto, três: nervosa; circulatória e térmica. ==História== O valor da água na vida é reconhecido praticamente por todas as culturas. Já os médicos egípcios - que eram também sacerdotes, astrônomos e artistas - atribuíam grande importância a diversas medidas de higiene relacionadas com a alimentação, vestuário, ginástica e aplicações hidroterápicas. A prática da hidroterapia (do grego hydro, \"água\" e therapeia, \"cura\"), também é indicada por vestígios de instalações de higiene proto- indianas (2500 a.C.) e dos banhos caldeus. GIANFALDONI S; TCHERNEV G; WOLLINA U; et al. History of the Baths and Thermal Medicine. Open Access Maced J Med Sci. 2017;5(4):566–568. Published 2017 Jul 23. doi:10.3889/oamjms.2017.126 A noção de que água integra a composição do corpo e do universo ocorre simultaneamente nas civilizações orientais da China e Índia. Segundo essas culturas, tudo o que existe resulta de uma relações entre os cinco elementos: água, ar, terra, fogo e éter (na Índia) ou madeira (na China). Os gregos reconheciam apenas quatro elementos (água, fogo, terra e ar). Sítios arqueológicos gregos incluem locais de banhos e há numerosas referências às virtudes curativas da água. Nos cantos homéricos (1000 a.C.) fala-se de ritos de purificação com água, que precediam a entrada no templo de Esculápio (ou Asclépio), o deus grego da medicina. Por volta de 500 a.C., os templos de Asclépio situavam-se perto de fontes e incluíam locais de banho. Píndaro (518-446 a.C.) dizia que \"a água é o que de melhor existe\". Pitágoras (530 a.C.) recomendava a seus discípulos os banhos frios e a dieta vegetariana (juntamente com algumas ervas medicinais e a ginástica). Hipócrates de Quio (460-377 a.C.) fez amplo uso da hidroterapia, destacando o papel da pele para a desintoxicação do organismo. Muitos dos procedimentos hidroterápicos fundamentais (vapores, compressas úmidas com água doce ou salgada e mel ou azeite), ainda em uso, já eram utilizados por Hipócrates. As mulheres dos antigos macedônios banhavam-se com água fria, após o parto (norma higiênica e de prevenção de hemorragia pós-parto). Os escritos de Cícero, César Augusto, Horácio, Plínio, o Velho e sobretudo de Aulo Cornélio Celso e Galeno mostram como as práticas hidroterápicas (irrigações, ingestão, duchas, banhos), muitas vezes aprendidas dos médicos gregos, tornaram-se importantes para os romanos e se desenvolveram através da difusão das termas, os locais destinados aos banhos públicos, e de instalações balneárias. A medicina romana manteve o tratamento com água aquecida/resfriada, que passou a ter ampla utilização. Os banhos públicos podiam ter diversas finalidades, entre as quais a higiene corporal e a terapia pela água dotada de propriedades medicinais; em geral, as manhãs eram reservadas às mulheres, e as tardes destinadas aos homens. Com a decadência do Império Romano perderam-se os vestígios dessas práticas nos séculos seguintes. Em 313 na cidade de Milão, Constantino, Imperador romano do Ocidente e Licínio, Imperador romano do Oriente preparam um documento (edito) enviado a todos os governadores das Províncias, onde se consagra o princípio da liberdade religiosa e/ou proibição do paganismo e segundo alguns autores inclusive dos banhos públicos ou termas. A expressão termalismo também é utilizada para designar as diversas técnicas e práticas da hidroterapia, de acordo com Quintela os locais onde se praticam tais intervenções são designadas por Balneários, Termas, Casas de Banho, Estâncias Termais ou Hidrominerais e Caldas. Diversas cidades ao longo do século XIX e XX foram assim designadas no processo, segundo a referida autora de legitimação dessa antiga prática da \"medicina religiosa\". No Brasil, a hidroterapia surgiu como prática da nobreza, com a transferência da corte portuguesa para o Brasil (1808-1821). Segundo Quintela, 2004 (o.c.) foi durante o século XIX que nasceram e se desenvolveram as práticas termais em espaços institucionalizados pela medicina brasileira. Tudo começou com a descoberta das análises químicas, ainda na primeira metade do século, e com a edificação de alguns estabelecimentos termais (Caldas do Cubatão, Caxambu e Poços de Caldas) na segunda metade do mesmo século. Correa assinala ainda que no Formulário ou Guia Médica, de Pedro Napoleão Chernoviz (1864) já consta uma série de estâncias hidrominerais do Brasil, com detalhada descrição das propriedades físico-químicas de suas águas e suas indicações médicas para determinadas moléstias. Segundo esse autor o curismo, porém, tardou a fomentar a prática dos banhos de mar no Rio Grande do Sul, onde os primeiros indícios de vilegiatura marítima datam do último quartel do século XIX associado a migração alemã.CORREA, Sílvio M. de Souza. Germanidade e banhos medicinais nos primórdios dos balneários no Rio Grande do Sul Hist. cienc. saude-Manguinhos vol.17 no.1 Rio de Janeiro jan./mar. 2010. Nesse último caso sem dúvidas associado a relevância e difusão dos trabalhos de Sebastian Kneipp (Bavaria, 1821 - 1897); Louis Kuhne (Leipzig 1835 - 1901). ==Medicina Natural== Por volta de finais do século XIX e início do século XX desenvolve-se um retorno às teorias hipocráticas vitalistas, em oposição ao reducionismo da teoria dos germens, das teorias da síntese orgânica e materialismo positivista. A Naturopatia ou Medicina Natural onde as proposições de Vincent Priessnitz (Gräfenberg, Austria, 1799 - 1851); Sebastian Kneipp (Baviera, 1821 - 1897); Louis Kuhne (Leipzig 1835 - 1901) com sua nova ciência de curar; Tadeo de Wiesent (Baviera, 1858 - 1926) e Manuel Lezaeta Acharán (Chile 1881 - 1959), com sua doutrina térmica, são expoentes significativos, preconizam essa busca pela condição ideal de existência, onde o contacto com a água limpa, cuidado com a alimentação e o estilo de vida natural é essencial. KUHNE, Louis. Cura pela água, a nova ciência de curar. SP, Hemus, 1982 BONTEMPO, Márcio. Livro de bolso da medicina natural. SP, Ground, 1981 HOISEL, Fernando Miguel. Comunicação pessoal, 1986 ACHARAN, Manuel Lezaeta. A Medicina Natural ao Alcance de Todos. SP, Hemus, 2003 Até hoje, apesar da diversidade de correntes e tendências, especialmente quanto a prescrição dietética (vegetarianos, ovo-lacto-vegetarianos, crudívoros, macrobióticos, etc.), a hidroterapia se mantém enquanto prática terapêutica. É controverso porém as concepções de vida natural com relativo consenso quanto as demandas de equilíbrio do ciclo atividade / repouso, sono e higiene ambiental. Recentemente destaca sua associação às medicinas orientais e o seu desenvolvimento como técnica de fisioterapia. Os esteticistas, além de preconizar diversas formas de exposição à águas minerais, utilizam também sua associação a diferentes substâncias (lamas, sais minerais, mel, ervas) aromáticas e nutritivas para deter o processo de envelhecimento. ==Água fria== A água fria excita fortemente a sensibilidade periférica, e a excitação experimentada é levada, por via centrípeta, até os centros corticais, produzindo diversos reflexos, dos quais para nós os mais interessantes ocorrem na periferia, nos vasos superficiais e nos órgãos subjacentes, na pele. O sistema nervoso sensitivo, excitado na totalidade das suas ramificações periféricas, é estimulado e melhorado nas suas funções, produzindo, no indivíduo, uma sensação de bem estar, e a pessoa se sente reanimada, alegre disposta para o trabalho. O sistema nervoso recupera o seu tom. Por isso se pode dizer que a água fria é um tônico para o sistema nervoso. A aplicação de água fria ao corpo ao mesmo tempo tônica e sedativa, regulariza as funções nervosas e é indicada na luxação. ==Água quente== Há fortes indicações de que os asiáticos começaram e difundiram a prática em aproximadamente 2400 aC. O Ofurô é um tipo de banheira feita no Japão para o usuário tomar banho com temperatura da água entre os 36 e 40°C. Seu maior benefício é a limpeza de pele e descontração muscular. No Brasil o clima predominante (tropical) não permite temperaturas tão elevadas, deve-se realizar hidroterapia em torno de 30 °C - 32 °C, para que haja um relaxamento do músculo e aumento de flexibilidade sem lesionar a pele com queimaduras. O banho quente seguido de água fria (contraste) está associado à efeitos vasculares e condicionamentos da hemodinâmica, segundo os naturopatas. Alguns autores consideram que a crença de que a saúde depende da manutenção no corpo de um equilíbrio de térmico, e que excesso de insultos térmicos quentes ou frios, que perturbam esse equilíbrio, leva à doença, tem origem diversa (inclusive na América Latina) e não apenas na antiga medicina humoral da Grécia clássica.FOSTER, G. M. (1987). On the Origin of Humoral Medicine in Latin America. Medical Anthropology Quarterly, 1(4), 355–393. doi:10.1525/maq.1987.1.4.02a00020 ==A Hidroterapia e a Fisioterapia== A Fisioterapia utiliza diferentes combinações de exercícios na água quente e fria, tornando a utilização da água, tanto em piscinas quanto em banheiras terapêuticas, um dos recursos mais famosos e utilizados por profissionais fisioterapeutas pelas suas propriedades físicas, além de proporcionar prazer ao paciente. ==Veja também== * Ofurô * Moxabustão * Banho turco * Água mineral * Água termal * Hidroginástica * Forno de Bier * Termoterapia * Crioterapia * Hidratação * Balneário / Sauna * Balneário Pré- Romano de Bracara * Termas romanas de Maximinos ==Bibliografia== QUINTELA, M. M. Saberes e práticas termais: uma perspectiva comparada em Portugal (Termas de S. Pedro do Sul) e no Brasil (Caldas da Imperatriz). História, Ciências, Saúde-Manguinhos , vol. 11 (suplemento 1): 239-60, 2004.] ANA - Agência Nacional de Águas. História do uso da água no Brasil do descobrimento ao século XX Categoria:Higiene",
 "title": "Hidroterapia"
}