{
 "id": "75484",
 "text": "{{Info/Torneio de Futebol |nome = Campeonato Goiano de Profissionais da 1ª Divisão |nomecódigo = Campeonato Goiano |logo = |legenda_logo = |entidade = FGF |n_edições = 80 desde |local_disputa = , |n_equipes = 12 |sistema = Temporada, Misto (turno classificatório) |primeiro_vencedor= (1944) |último_vencedor = (2024) |maior_vencedor = (28 títulos) |promove = Copa do Brasil Copa Verde Campeonato Brasileiro - Série D |rebaixa = Segunda divisão |total_jogos = |total_golos = |outros_nomes = Goianão |nome_marketing = |divisões =Primeira Divisão • Divisão de Acesso • Terceira Divisão |current = Campeonato Goiano de Futebol de 2024 |extra = Transmissões: TV Anhanguera FGF TV TBC DAZN TV Assembleia Legislativa }} O Campeonato Goiano de Futebol de Profissionais, mais conhecido como Campeonato Goiano ou ainda Goianão, é a competição profissional desse esporte no estado de Goiás. Organizada pela Federação Goiana de Futebol, desde 1940, é realizada ininterruptamente desde 1943. Ao contrário do que ocorre em outros estados do Brasil, o campeonato goiano possui contradições no número de edições e campeões do torneio. Oficialmente o torneio começou a ser disputado em 1944. Porém, a FGF já havia organizado dois campeonatos anteriores em 1940 e 1943. Além disso, os torneios de 1940, 1943 e 1944-1961 eram oficialmente campeonatos goianienses, isto é, eram disputados por associações de Goiânia, tendo em algumas edições times do interior. Outro ponto é que existiu, de fato, um campeonato goiano neste período. Contendo cinco edições, o campeonato Estadual de Goiás ocorreu oficialmente nos anos de 1948 (representando 1947), 1959 (representando 1957), 1960 (representando 1959), 1961, (representando 1960) e 1962 (representando 1961). Todas as edições foram organizadas pela própria FGF. No entanto, com a adesão do profissionalismo no estado, a FGF reconheceu apenas o campeonato goianiense, dos torneios amadores, como Campeonato Goiano, excluindo o Campeonato Goiano oficial amador e ainda as duas primeiras edições do campeonato goianiense (1940 e 1943). Atualmente, o torneio da Primeira Divisão é disputado por doze equipes e normalmente realizado entre janeiro e meados de abril da temporada do futebol brasileiro. A nova fórmula de disputa com doze clubes no sistema de temporada de turno único classificatória entrou em vigor em 2022. ==História== ===Antecedentes=== Sobre a prática e inserção do futebol no Estado de Goiás os autores Klein & Audinino (1997) apud Silva Neto (2001) relatam que: \"O futebol foi introduzido em Goiás pelo engenheiro Valter Sócrates do Nascimento, que durante um período de estudos na cidade de São Paulo, tinha tomado contato com o novo esporte\" (p. 17) Válter era filho de pai capixaba e mãe goiana, nasceu no dia 23 de agosto de 1892. Ele residiu em São Paulo, à Rua Cardoso de Almeida, 953. Engenheiro aposentado era fervoroso torcedor do São Paulo. Sem desmerecer o muito que fez pelo esporte bretão em Goiás, Archie Macintyre manda a justiça esclarecer que o futebol nasceu em Vila Boa em 1907, sob a iniciativa dos estudantes vindos de São Paulo, Walter Sócrates do Nascimento e Renato Marcondes de Lacerda, os quais, articulados com alguns dos estudantes citados, mais Odilon de Amorim, Alberico Camargo, João Monteiro e outros colegas do Liceu de Goiás, resolveram promoverpeladas, quase diariamente, no Largo do Chafariz, onde situava aquele estabelecimento de ensino. Estas partidas foram os primeiros relatos do futebol em Goiás. ====AGEA==== A Associação Goiana de Esportes Athleticos (Agea) foi fundada pelo paulista Genaro Rodrigues na tentativa de criação de uma federação que toma-se conta dos esportes em Goiás, principalmente do futebol. Na época de sua fundação os jornais de Goiás exageravam na importância da Agea, que diziam estar o futebol estadual em pleno desenvolvimento, graças aos esforços do grande esportista Genaro Rodrigues, principal responsável pela criação da Associação Goyana de Esportes Athleticos. Além do Genaro, os membros da primeira diretoria da entidade foram, Cesar de Alencastro Veiga, José de Alvarenga Peixoto, Sebastião da Rocha Lima, Joaquim Ramos Jubé Junior, Claudio Cunha e Jacques Saddi, entre outros. A federação cogitava filiar-se à Confederação Brasileira de Desportos, para que clubes do Estado finalmente pudessem disputar competições interestaduais. Porém não teve êxito devido as suas exigências com os clubes. ===Do primeiro campeonato ao final dos Anos 50=== Nessa época o futebol era completamente amador. O campeonato era disputado por times de Goiânia e cidades do entorno e era constantemente paralisado por causa do Campeonato Brasileiro de Seleções Estaduais. Na primeira edição do Campeonato Goiano, não se poderia supor o quanto este cresceria e a importância que tomaria no cenário nacional, como centro formador e exportador de atletas, e também de grandes equipes. Naquele ano, 1944, apenas cinco times disputaram: Vila Nova, Atlético, Goiânia, Goiás e Campinas, fundado em 1939 (hoje extinto) e que tinha seu time composto pelos jogadores reservas do Atlético. O primeiro campeão foi o Atlético Clube Goianiense e o primeiro artilheiro Ari, também do Atlético, com oito gols. O time venceu o Goiânia por 4 a 2 na última rodada. A conquista do campeonato Goiano pelo Atlético foi apoiada em uma equipe homogênea, de bons atletas e um profundo amor pelo futebol. Iniciava-se ali uma história de glória e poder, mas também de árdua luta. Na época, o Atlético tinha poucos jogadores, com reservas e titulares se confundindo. Seu time base: Paulista (Wolney), Tonico (Ditinho) e Chancão (Fão), Waldemar Bariani, Tocafundo (Mira), Pixo (Pirulito); Cid, Ari, Cigano, Nazaré, Dido e Nery. As décadas de 40 e 50 do futebol goiano foram totalmente dominadas pela dupla Atlético e Goiânia. Nos anos 40 foram disputados seis troféus. O Galo ficou com três títulos e o Dragão também com três. Os anos 50 foram dominados pelo Goiânia. O time alvinegro conquistou oito das dez taças disputadas. Os rubro- negros ficaram com os outros dois. === Anos 60, profissionalização e era moderna=== No final de 1962 o futebol goiano foi totalmente profissionalizado. O Campeonato Goiano ganhou fama nacional, e houve a quebra da hegemonia de e . A década de 60 foi a mais democrática no futebol goiano. Seis times diferentes sagraram-se campeãs estaduais. Aquela era a primeira vez que outros clubes, além da dupla Dragão e Galo, ganhavam a condição de melhor do estado. O Vila Nova foi o grande vencedor dos anos 60 com quatro títulos. O Goiânia ficou com dois. Anápolis, Goiás, CRAC e Atlético teve um cada. Nos anos 70 ficou iminente a rivalidade entre Vila Nova e Goiás. Os dois rivais dominaram as conquistas estaduais. O tigre obteve quatro títulos, assim como o periquito também ficou com quatro. O Goiânia ganhou um em 1974. Esta foi a última vez que o Galo se sagrou campeão estadual. A década de 80 marcou o início do domínio esmeraldino. O Goiás conquistou cinco títulos, Vila Nova três e Atlético dois. Nos anos 90, o alviverde teve o seu melhor desempenho da história, com sete conquistas. Os colorados tiveram duas e o Goiatuba ganhou o único estadual de sua história. Os primeiros dez anos do século XXI seguiram comandados pelo Goiás, porém sem a disparidade das décadas anteriores. O Verdão ergueu a taça quatro vezes. Vila Nova e Atlético ganharam dois estaduais. CRAC e Itumbiara conquistaram um título, cada. ===Eras=== O Campeonato Goiano pode ser dividido em três \"eras\": de 1944 a 1960, de 1961 a 1984 e de 1985 à atualidade. 1.ª era: Goiânia - entre 1944 e 1960 (17 anos) disputou todas as finais, conquistou 12 títulos, e teve 9 artilheiros. 2.ª era: Vila Nova - entre 1961 e 1984 (24 anos) chegou a decisão por 15 vezes, ganhou 11 campeonatos, e teve 5 artilheiros. 3.ª era: Goiás - entre 1985 e 2018 (33 anos) foi finalista por 30 oportunidades, conquistou 21 campeonatos, e teve 10 artilheiros. ===O maior campeão=== Apesar de ser considerado o grande clube do futebol goiano hoje, o Goiás ficou na fila durante décadas. Só 22 anos depois da primeira edição do Goianão, em 1966, a equipe da Serrinha conquistou seu primeiro título. Mas a partir de então foi aos poucos se firmando como a principal associação. Apenas em 1997, ao conseguir seu 15° título, ultrapassou o Goiânia e assumiu a ponta na lista do maior campeão. Atualmente com 28 campeonatos, a equipe alviverde conquistou uma vantagem de 10 estaduais sobre o segundo colocado, Atlético Goianiense (18). ===Equipes do Interior=== Além das equipes da capital, cinco clubes do interior conseguiram levantar o caneco de campeão goiano: o Anápolis, em 1965; o CRAC, de Catalão, em 1967 e 2004; o Goiatuba, em 1992; o Itumbiara, em 2008; e o , em 2021. Problemas financeiros impedem que o interior conquiste um espaço maior dentro do Goianão, mas algumas dessas equipes têm torcidas apaixonadas, que esperam ainda ver seu time na elite do futebol estadual. == Finais == ===Equipes na história do Goianão=== Cinquenta e nove clubes já disputaram o Campeonato Goiano de Futebol. São 17 clubes de Goiânia e 6 clubes de Anápolis. As cidades de Itumbiara e Inhumas já tiveram 3 representantes cada um. 30 cidades já tiveram times no estadual. ===Grandes artilheiros=== De Goiás saíram alguns grandes jogadores, muitos deles com passagem pela Seleção Brasileira, como Túlio Maravilha, Baltazar, Uidemar, dentre outros. Nesses anos de história, os artilheiros foram responsáveis por belos momentos e grandes conquistas. O maior artilheiro continua sendo Baltazar, que em 1978 marcou 31 gols pelo Atlético. O atleticano é seguido de perto por Bé, do Vila Nova (29 gols em 1993), e Dill, do Goiás (29 em 2000). Em quarto está Foca, do Goiânia, com 28 gols em 1951, e em quinto Zé Amaro, do Anápolis, com 27 em 81, e Aloísio, do Goiás, também com 27 em 1997. ===O primeiro grande estádio de Goiânia=== O primeiro grande estádio da cidade de Goiânia foi o Estádio Olímpico Pedro Ludovico. Nele aconteceram os grandes embates dos campeonatos estaduais e nacionais até a construção do Serra Dourada, nos anos 70. O Olímpico mantém a cara de uma cidade pequena, acolhedora, calorosa, onde todos se conheciam. Na metade dos anos 60 chegou a vender cadeiras cativas, uma ideia que não deu certo, apesar de uma grande campanha publicitária que teve até o Rei Pelé como garoto-propaganda. O estádio original foi demolido e reconstruído outro mais moderno em seu lugar. == Participantes em 2025 == Equipes promovidas da Divisão de Acesso de 2024 Equipe Cidade Em 2024 Estádios Títulos (último) ABECAT 2° (2°D) Estádio Municipal Luiz Benedito 0 (não possui) Anápolis 6º Jonas Duarte 1 (1965) Aparecidense 3° Anníbal Batista de Toledo 0 (não possui) Atlético Goianiense 1º Antônio Accioly 18 (último em 2024) CRAC 10º Genervino da Fonseca 2 (último em 2004) Goianésia 8º Valdeir José de Oliveira 0 (não possui) Goiânia 4° Olímpico 14 (último em 1974) Goiás 5º Serrinha 28 (último em 2018) Goiatuba 7° Estádio Divino Garcia Rosa 1 (1992) Inhumas 1° (2°D) Zico Brandão 0 (não possui) Jataiense 9° Estádio Municipal Nelson Antônio da Silva 0 (não possui) Vila Nova 2° OBA 15 (último em 2005) == Campeões == === Era Amadora (Campeonato Goianiense) === Edição Ano Campeão Vice-campeão Terceiro colocado Quarto colocado Treinador vencedor 1ª 1944 Atlético Goianiense (Goiânia) (1) Goiânia (Goiânia) Goiás (Goiânia) Vila Nova (Goiânia) Edson Hermano 2ª 1945 Goiânia (Goiânia) (1) Goiás (Goiânia) Atlético Goianiense (Goiânia) Vila Nova (Goiânia) Joaquim da Veiga 3ª 1946 Goiânia (Goiânia) (2) Atlético Goianiense (Goiânia) Anápolis SC (Anápolis) Goiás (Goiânia) 4ª 1947 Atlético Goianiense (Goiânia) (2) Goiânia (Goiânia) Anápolis SC(Anápolis) Goiás (Goiânia) Orlando Ferezin 5ª 1948 Goiânia (Goiânia) (3) Atlético Goianiense (Goiânia) Goiás (Goiânia) Anapolina (Anápolis) 6ª 1949 Atlético Goianiense (Goiânia) (3) Goiânia (Goiânia) Goiás (Goiânia) Araguaia (Goiânia) 7ª 1950 Goiânia (Goiânia) (4) Araguaia (Goiânia) Goiás (Goiânia) Atlético Goianiense (Goiânia) 8ª 1951 Goiânia (Goiânia) (5) Goiás (Goiânia) Atlético Goianiense (Goiânia) Anapolina (Anápolis) Fidêncio 9ª 1952 Goiânia (Goiânia) (6) Atlético Goianiense (Goiânia) Goiás (Goiânia) Pires do Rio (Pires do Rio) Joaquim da Veiga 10ª 1953 Goiânia (Goiânia) (7) Goiás (Goiânia) Atlético Goianiense (Goiânia) Anápolis (Anápolis) Joaquim da Veiga 11ª 1954 Goiânia (Goiânia) (8) Atlético Goianiense (Goiânia) Botafogo (Goiânia) Goiás (Goiânia) 12ª 1955 Atlético Goianiense (Goiânia) (4) Goiânia (Goiânia) Goiás (Goiânia) Sírio Libanês (Goiânia) Fiore 13ª 1956 Goiânia (Goiânia) (9) Goiás (Goiânia) Atlético Goianiense (Goiânia) Goianás (Nova Veneza) 14ª 1957 Atlético Goianiense (Goiânia) (5) Goiânia (Goiânia) Goiás (Goiânia) Mariana (Goiânia) 15ª 1958 Goiânia (Goiânia) (10) Atlético Goianiense (Goiânia) Vila Nova (Goiânia) Campineira (Goiânia) Fidêncio 16ª 1959 Goiânia (Goiânia) (11) Atlético Goianiense (Goiânia) Campineira (Goiânia) Vila Nova (Goiânia) Fidêncio 17ª 1960 Goiânia (Goiânia) (12) Goiás (Goiânia) Vila Nova (Goiânia) Atlético Goianiense (Goiânia) 18ª 1961 Vila Nova (Goiânia) (1) Atlético Goianiense (Goiânia) Goiânia (Goiânia) Campineira (Goiânia) João Fernandes === Profissionalismo === Edição Ano Campeão Vice-campeão Terceiro colocado Quarto colocado 19ª 1962 Vila Nova (Goiânia) (2) Santa Rita (Goiânia) Inhumas (Inhumas) Ferroviário (Goiânia) 20ª 1963 Vila Nova (Goiânia) (3) Ferroviário (Goiânia) Atlético Goianiense (Goiânia) Ipiranga (Anápolis) 21ª 1964 Atlético Goianiense (Goiânia) (6) Goiás (Goiânia) Inhumas (Inhumas) Ferroviário (Goiânia) 22ª 1965 Anápolis (Anápolis) (1) Vila Nova (Goiânia) Goiânia (Goiânia) Inhumas (Inhumas) 23ª 1966 Goiás (Goiânia) (1) Inhumas (Inhumas) Vila Nova (Goiânia) Anápolis (Anápolis) 24ª 1967 CRAC (Catalão) (1) Atlético Goianiense (Goiânia) Vila Nova (Goiânia) Goiás (Goiânia) 25ª 1968 Goiânia (Goiânia) (13) Anápolis (Anápolis) Vila Nova (Goiânia) CRAC (Catalão) 26ª 1969 Vila Nova (Goiânia) (4) CRAC (Catalão) Goiás (Goiânia) Ipiranga (Anápolis) 27ª 1970 Atlético Goianiense (Goiânia) (7) Goiânia (Goiânia) Vila Nova (Goiânia) Goiás (Goiânia) 28ª 1971 Goiás (Goiânia) (2) Vila Nova (Goiânia) Atlético Goianiense (Goiânia) Goiânia (Goiânia) 29ª 1972 Goiás (Goiânia) (3) Atlético Goianiense (Goiânia) Goiânia (Goiânia) Campinas (Goiânia) 30ª 1973 Vila Nova (Goiânia) (5) Goiás (Goiânia) Goiatuba (Goiatuba) Atlético Goianiense (Goiânia) 31ª 1974 Goiânia (Goiânia) (14) Goiás (Goiânia) Atlético Goianiense (Goiânia) Vila Nova (Goiânia) 32ª 1975 Goiás (Goiânia) (4) Goiânia (Goiânia) Itumbiara (Itumbiara) Atlético Goianiense (Goiânia) 33ª 1976 Goiás (Goiânia) (5) Goiânia (Goiânia) Atlético Goianiense (Goiânia) Itumbiara (Itumbiara) 34ª 1977 Vila Nova (Goiânia) (6) Goiás (Goiânia) Goiânia (Goiânia) Rio Verde (Rio Verde) 35ª 1978 Vila Nova (Goiânia) (7) Goiás (Goiânia) Atlético Goianiense (Goiânia) Anapolina (Anápolis) 36ª 1979 Vila Nova (Goiânia) (8) Atlético Goianiense (Goiânia) Itumbiara (Itumbiara) Goiás (Goiânia) 37ª 1980 Vila Nova (Goiânia) (9) Goiás (Goiânia) Anápolis (Anápolis) Atlético Goianiense (Goiânia) 38ª 1981 Goiás (Goiânia) (6) Anapolina (Anápolis) Vila Nova (Goiânia) Anápolis (Anápolis) 39ª 1982 Vila Nova (Goiânia) (10) Goiás (Goiânia) Atlético Goianiense (Goiânia) Itumbiara (Itumbiara) 40ª 1983 Goiás (Goiânia) (7) Anapolina (Anápolis) Itumbiara (Itumbiara) Goiânia (Goiânia) 41ª 1984 Vila Nova (Goiânia) (11) Goiânia (Goiânia) Rio Verde (Rio Verde) Atlético Goianiense (Goiânia) 42ª 1985 Atlético Goianiense (Goiânia) (8) Goiânia (Goiânia) Goiás (Goiânia) Anapolina (Anápolis) 43ª 1986 Goiás (Goiânia) (8) Atlético Goianiense (Goiânia) Vila Nova (Goiânia) Itumbiara (Itumbiara) 44ª 1987 Goiás (Goiânia) (9) Atlético Goianiense (Goiânia) Santa Helena (Santa Helena de Goiás) Itumbiara (Itumbiara) 45ª 1988 Atlético Goianiense (Goiânia) (9) Goiás (Goiânia) Goiatuba (Goiatuba) Anápolis (Anápolis) 46ª 1989 Goiás (Goiânia) (10) Vila Nova (Goiânia) Atlético Goianiense (Goiânia) Goiatuba (Goiatuba) 47ª 1990 Goiás (Goiânia) (11) Goiânia (Goiânia) Mineiros (Mineiros) Goiatuba (Goiatuba) 48ª 1991 Goiás (Goiânia) (12) Atlético Goianiense (Goiânia) Pires do Rio (Pires do Rio) Jataiense (Jataí) 49ª 1992 Goiatuba (Goiatuba) (1) Goiás (Goiânia) Vila Nova (Goiânia) Atlético Goianiense (Goiânia) 50ª 1993 Vila Nova (Goiânia) (12) Goiás (Goiânia) Mineiros (Mineiros) Goiânia (Goiânia) 51ª 1994 Goiás (Goiânia) (13) Vila Nova (Goiânia) Goiatuba (Goiatuba) Atlético Goianiense (Goiânia) 52ª 1995 Vila Nova (Goiânia) (13) Anápolis (Anápolis) CRAC (Catalão) Rio Verde (Rio Verde) 53ª 1996 Goiás (Goiânia) (14) Atlético Goianiense (Goiânia) Anápolis (Anápolis) Vila Nova (Goiânia) 54ª 1997 Goiás (Goiânia) (15) CRAC (Catalão) Jataiense (Jataí) Vila Nova (Goiânia) 55ª 1998 Goiás (Goiânia) (16) Vila Nova (Goiânia) Anápolis (Anápolis) Atlético Goianiense (Goiânia) 56ª 1999 Goiás (Goiânia) (17) Vila Nova (Goiânia) Anapolina (Anápolis) Atlético Goianiense (Goiânia) 57ª 2000 Goiás (Goiânia) (18) Anapolina (Anápolis) Anápolis (Anápolis) Caldas (Caldas Novas) 58ª 2001 Vila Nova (Goiânia) (14) Goiás (Goiânia) Anapolina (Anápolis) Real Clube (Itumbiara) 59ª 2002 Goiás (Goiânia) (19) Novo Horizonte (Ipameri) Anapolina (Anápolis) Real Clube (Itumbiara) 60ª 2003 Goiás (Goiânia) (20) Novo Horizonte (Ipameri) Vila Nova (Goiânia) Real Clube (Itumbiara) 61ª 2004 CRAC (Catalão) (2) Vila Nova (Goiânia) Goiás (Goiânia) Jataiense (Jataí) 62ª 2005 Vila Nova (Goiânia) (15) Goiás (Goiânia) Mineiros (Mineiros) Grêmio Inhumense (Inhumas) 63ª 2006 Goiás (Goiânia) (21) Atlético Goianiense (Goiânia) Anapolina (Anápolis) Vila Nova (Goiânia) 64ª 2007 Atlético Goianiense (Goiânia) (10) Goiás (Goiânia) Vila Nova (Goiânia) Itumbiara (Itumbiara) 65ª 2008 Itumbiara (Itumbiara) (1) Goiás (Goiânia) Atlético Goianiense (Goiânia) Anápolis (Anápolis) 66ª 2009 Goiás (Goiânia) (22) Atlético Goianiense (Goiânia) Itumbiara (Itumbiara) CRAC (Catalão) 67ª 2010 Atlético Goianiense (Goiânia) (11) Santa Helena (Santa Helena de Goiás) Vila Nova (Goiânia) Goiás (Goiânia) 68ª 2011 Atlético Goianiense (Goiânia) (12) Goiás (Goiânia) Vila Nova (Goiânia) Anapolina (Anápolis) 69ª 2012 Goiás (Goiânia) (23) Atlético Goianiense (Goiânia) CRAC (Catalão) Vila Nova (Goiânia) 70ª 2013 Goiás (Goiânia) (24) Atlético Goianiense (Goiânia) Goianésia (Goianésia) Aparecidense (Aparecida de Goiânia) 71ª 2014 Atlético Goianiense (Goiânia) (13) Goiás (Goiânia) Anapolina (Anápolis) Goianésia (Goianésia) 72ª 2015 Goiás (Goiânia) (25) Aparecidense (Aparecida de Goiânia) Goianésia (Goianésia) Trindade (Trindade) 73ª 2016 Goiás (Goiânia) (26) Anápolis (Anápolis) Atlético Goianiense (Goiânia) Vila Nova (Goiânia) 74ª 2017 Goiás (Goiânia) (27) Vila Nova (Goiânia) Aparecidense (Aparecida de Goiânia) Atlético Goianiense (Goiânia) 75ª 2018 Goiás (Goiânia) (28) Aparecidense (Aparecida de Goiânia) Vila Nova (Goiânia) Anapolina Anápolis) 76ª 2019 Atlético Goianiense (Goiânia) (14) Goiás (Goiânia) Vila Nova (Goiânia) Goiânia (Goiânia) 77ª 2020 Atlético Goianiense (Goiânia) (15) Goianésia (Goianésia) Jaraguá (Jaraguá) Aparecidense (Aparecida de Goiânia) 78ª 2021 Grêmio Anápolis (Anápolis) (1) Vila Nova (Goiânia) Atlético Goianiense (Goiânia) Aparecidense (Aparecida de Goiânia) 79ª 2022 Atlético Goianiense (Goiânia) (16) Goiás (Goiânia) Vila Nova (Goiânia) Iporá (Iporá) 80ª 2023 Atlético Goianiense (Goiânia) (17) Goiás (Goiânia) Aparecidense (Aparecida de Goiânia) Anápolis (Anápolis) 81ª 2024 Atlético Goianiense (Goiânia) (18) Vila Nova (Goiânia) Aparecidense (Aparecida de Goiânia) Goiânia (Goiânia) Campeão invicto. == Títulos == === Títulos por clubes === Clube Campeão Anos dos Títulos Vice Anos dos Vices (Goiânia) 28 1966, 1971, 1972, 1975, 1976, 1981, 1983, 1986, 1987, 1989, 1990, 1991, 1994, 1996, 1997, 1998, 1999, 2000, 2002, 2003, 2006, 2009, 2012, 2013, 2015, 2016, 2017, 2018 24 1945, 1951, 1953, 1956, 1960, 1964, 1973, 1974, 1977, 1978, 1980, 1982, 1988, 1992, 1993, 2001, 2005, 2007, 2008, 2011, 2014, 2019, 2022, 2023 (Goiânia) 18 1944, 1947, 1949, 1955, 1957, 1964, 1970, 1985, 1988, 2007, 2010, 2011, 2014, 2019, 2020, 2022, 2023, 2024 18 1946, 1948, 1952, 1954, 1958, 1959, 1961, 1967, 1972, 1979, 1986, 1987, 1991, 1996, 2006, 2009, 2012, 2013 (Goiânia) 15 1961, 1962, 1963, 1969, 1973, 1977, 1978, 1979, 1980, 1982, 1984, 1993, 1995, 2001, 2005 11 1950, 1965, 1971, 1989, 1994, 1998, 1999, 2004, 2017, 2021, 2024 (Goiânia) 14 1945, 1946, 1948, 1950, 1951, 1952, 1953, 1954, 1956, 1958, 1959, 1960, 1968, 1974 11 1944, 1947, 1949, 1955, 1957, 1970, 1975, 1976, 1984, 1985, 1990 (Catalão) 2 1967, 2004 2 1969, 1997 (Anápolis) 1 1965 3 1968, 1995, 2016 20px (Goiatuba) 1 1992 0 (Itumbiara) 1 2008 0 (Anápolis) 1 2021 0 (Anápolis) 0 3 1981, 1983, 2000 Novo Horizonte (Ipameri) 0 2 2002, 2003 (Aparecida de Goiânia) 0 2 2015, 2018 Santa Rita (Goiânia) 0 1 1962 Ferroviário (Goiânia) 0 1 1963 Inhumas (Inhumas) 0 1 1966 Santa Helena (Santa Helena de Goiás) 0 1 2010 Goianésia (Goianésia) 0 1 2020 :* Em negrito, os clubes em atividade profissional. === Títulos por cidade === Cidade Títulos Vices Goiânia 75 (4) 66 (6) Anápolis 2 (2) 6 (2) 20px Catalão 2 (1) 2 (1) 20px Goiatuba 1 (1) 0 Itumbiara 1 (1) 0 Aparecida de Goiânia 0 2 (1) Ipameri 0 2 (1) Goianésia 0 1 (1) Inhumas 0 1 (1) Santa Helena de Goiás 0 1 (1) === Títulos por clube pós- profissionalismo === Títulos por clube após o profissionalismo do Futebol Goiano em 1962-63. Clube Títulos (último) Goiás 28 (2018) Vila Nova 14 (2005) Atlético 13 (2024) Goiânia 2 (1974) CRAC 2 (2004) Anápolis 1 (1965) Goiatuba 1 (1992) Itumbiara 1 (2008) Grêmio Anápolis 1 (2021) === Campeões invictos === ; Três vezes * Atlético-GO — 1944, 1955, 1957 ; Duas vezes * Goiânia - 1953, 1954 * Vila Nova - 1961, 1962 * Goiás — 1972 e 1975 === Campeões consecutivos === ; Pentacampeonatos * Goiânia - 1 vez (1950-51-52-53-54) * Goiás - 1 vez (1996-97-98-99-00) ; Tetracampeonatos * Vila Nova - 1 vez (1977-78-79-80) * Goiás - 1 vez (2015-16-17-18) ;Tricampeonatos * Atlético - 1 vez (2022-23-24) * Goiás - 1 vez (1989-90-91) * Goiânia - 1 vez (1958-59-60) * Vila Nova - 1 vez (1961-62-63) ;Bicampeonatos * Goiás - 5 vezes (1971-72), (1975-76), (1986-87), (2002-03), (2012-13) * Atlético - 2 vezes (2010-11), (2019-20) * Goiânia - 1 vez (1945-46) === Campeões das décadas === ; Década de 1940 Goiânia e Atlético-GO, com 3 títulos (1945-46-48 e 1944-47-49, respectivamente) ; Década de 1950 Goiânia, com 8 títulos (1950-51-52-53-54-56-58-59) ; Década de 1960 Vila Nova, com 4 títulos (1961-62-63-69) ; Década de 1970 Goiás e Vila Nova, com 4 títulos (1971-72-75-76 e 1973-77-78-79, respectivamente) ; Década de 1980 Goiás, com 5 títulos (1981-83-86-87-89) ; Década de 1990 Goiás, com 7 títulos (1990-91-94-96-97-98-99) ; Década de 2000 Goiás, com 5 títulos (2000-02-03-06-09) ; Década de 2010 Goiás, com 6 títulos (2012-13-15-16-17-18) ; Década de 2020 Atlético, com 4 títulos (2020-22-23-24) == Participações == Os seis clubes que mais participaram da competição: Clubes Cidade Participações Anos Goiás 82 1944–2025 Atlético Goianiense 80 1944–2003 e 2006–2025 Vila Nova 77 1944–1950, 1955–2014, 2016–2025 Goiânia 62 1944–1991, 1993, 1997, 1999–2003, 2005, 2007, 2019–2020 e 2023–2025 Anapolina 56 1948, 1950–1951, 1953, 1962–1969, 1975–2012, 2014–2016 e 2018–2020 Anápolis 52 1950–1951, 1953, 1962–1969, 1972–1976, 1978–1989, 1991, 1993–2001, 2003–2005, 2008–2009, 2013–2014, 2016–2018 e 2020–2025 OBS: A. Não estão sendo contabilizados os campeonatos goianienses de 1940 e 1943, e os campeonatos goianos amadores (1947, 1957, 1959, 1960 e 1961). Na era Amadora estão sendo considerados apenas os Campeonatos Goianienses de 1944–1961. B. Vila Nova e Atlético Goianiense foram rebaixados em 2000. O primeiro por punição da federação e o segundo pela quantidade de pontos obtidos. Os clubes disputaram a segunda divisão no mesmo ano e conseguiram o acesso para 2001. C. O Goiânia licenciou-se nos anos de 1992 e 1994–1996. == Artilheiros == {| class=\"collapsible collapsed wikitable\" style=\"width:55%\" !colspan=4|Artilheiros do Campeonato Goiano de Futebol |- Ano Artilheiro Clube Gols 1944 Ari Atlético (Goiânia) 8 1945 Mateba Goiânia (Goiânia) 9 1946 Tarzan Vila Nova (Goiânia) 12 1947 Dido Atlético (Goiânia) 17 1948 Tarzan Atlético (Goiânia) 21 1949 Tarzan Atlético (Goiânia) 18 1950 Elson Salsicha Goiânia (Goiânia) 18 1951 Foca Goiânia (Goiânia) 28 1952 Foca Goiânia (Goiânia) 20 1953 Foca Goiânia (Goiânia) 26 1954 Elson Salsicha Goiânia (Goiânia) 5 1954 Fábio André União (Goiânia) 5 1955 Fábio Atlético (Goiânia) 21 1956 Tão Segurado Goiás (Goiânia) 22 1957 Dimas Diniz Goianás (Nova Veneza) 18 1958 Orestes Goiânia (Goiânia) 15 1959 Laílson Goiânia (Goiânia) 8 1960 Laílson Goiânia (Goiânia) 10 1961 Gibrair Vila Nova (Goiânia) 10 1962 Líbano Inhumas (Inhumas) 18 1963 Waltercides Campineira (Goiânia) 19 1964 Líbano Inhumas (Inhumas) 14 1965 Nélson Parrila Anápolis (Anápolis) 16 1966 Nélson Parrila Anápolis (Anápolis) 17 1967 Toninho Índio CRAC (Catalão) 17 1968 Waldeir Goiânia (Goiânia) 11 1969 Toninho Índio CRAC (Catalão) 14 1970 Dádi Atlético (Goiânia) 13 1971 Lindemberg Campinas (Goiânia) 9 1971 Carlos Ramos Goiânia (Goiânia) 9 1972 Dádi Atlético (Goiânia) 12 1973 Lincoln Goiás (Goiânia) 13 1974 Zé Maria Goiás (Goiânia) 8 1975 Lincoln Goiás (Goiânia) 15 1976 Lincoln Goiás (Goiânia) 15 1977 Marco Antônio Goiás (Goiânia) 17 1978 Baltazar Atlético (Goiânia) 31 1979 Divino Anápolis (Anápolis) 13 1980 Zé Henrique Vila Nova (Goiânia) 18 1981 Zé Amaro Anápolis (Anápolis) 27 1982 Tatau Atlético (Goiânia) 21 1983 Valmir Cambalhota Goiânia (Goiânia) 10 1983 Cacau Goiás (Goiânia) 10 1984 Zé Henrique Vila Nova (Goiânia) 9 1985 Bill Atlético (Goiânia) 24 1986 Valdir Dias Itumbiara (Itumbiara) 13 1987 Ivo Anapolina (Anápolis) 11 1988 Sabará Goiás (Goiânia) 18 1989 Valdeir Atlético (Goiânia) 18 1990 Agnaldo Goiás (Goiânia) 13 1991 Túlio Goiás (Goiânia) 18 1992 Ronaldo Goiás (Goiânia) 23 1993 Bé Vila Nova (Goiânia) 29 1994 Baltazar Goiás (Goiânia) 25 1994 Bé Vila Nova (Goiânia) 25 1995 Luciano Vila Nova (Goiânia) 25 1996 Christian Vila Nova (Goiânia) 21 1997 Aloísio Goiás (Goiânia) 27 1998 Róbson CRAC (Catalão) 20 1998 Ânderson Barbosa Vila Nova (Goiânia) 20 1999 Ânderson Barbosa Vila Nova (Goiânia) 20 2000 Dill Goiás (Goiânia) 29 2001 Túlio Vila Nova (Goiânia) 16 2002 Rubsen Atlético (Goiânia) 15 2003 Joel Vila Nova (Goiânia) 11 2004 Mendes Baiano Vila Nova (Goiânia) 17 2005 Paulo Baier Goiás (Goiânia) 12 2006 Fábio Luís Aparecidense (Aparecida de Goiânia) 17 2007 Fábio Oliveira Atlético (Goiânia) 18 2008 Túlio Vila Nova (Goiânia) 14 2009 Felipe Goiás (Goiânia) 16 2010 Diogo Galvão Trindade (Trindade) 15 2011 Marcão Atlético (Goiânia) 13 2012 Patrick Vila Nova (Goiânia) 14 2013 Ricardo Jesus Atlético (Goiânia) 12 2014 Araújo Goiás (Goiânia) 9 2014 Júnior Viçosa Atlético (Goiânia) 9 2014 Nonato Goianésia (Goianésia) 9 2015 Nonato Goianésia (Goianésia) 10 2016 Nonato Goianésia (Goianésia) 10 2017 Gilmar Itumbiara (Itumbiara) 9 2018 Nonato Goianésia (Goianésia) 9 2019 Alan Mineiro (Goiânia) 9 2020 Alex Henrique (Aparecida de Goiânia) 8 2021 Alex Henrique (Aparecida de Goiânia) 8 2022 Nícolas (Goiânia) 8 2023 Luiz Fernando (Goiânia) 10 2024 Luiz Fernando (Goiânia) 11 == Campeões goianos de Aspirantes (Reservas) == Ano Campeão Comentários 1946 Goiânia (Goiânia) Goiânia vence o Campeonato da Cidade, de aspirantes. 1948 Goiânia (Goiânia) Goiânia vence o Atlético por 3 a 0 e conquista o Campeonato da Cidade, de aspirantes. 1950 Atlético (Goiânia) O Atlético conquista o título de aspirantes do Campeonato da Cidade ao vencer o Goiânia. Campeonato durou até 1951. 1951 Goiânia (Goiânia) Goiânia vence o São Francisco, por 7 a 2, no Estádio Manoel Demóstenes, e conquista o Campeonato Citadino de Aspirantes. Campeonato durou até 1952. 1952 Goiânia (Goiânia) Goiânia conquista o Campeonato Citadino de Aspirantes. Campeonato durou até 1953. 1954 Goiânia (Goiânia) Goiânia conquista o Campeonato Citadino de Aspirantes.Goiânia Esporte Clube, MEMÓRIAS EM PRETO E BRANCO (1936-1974) 1955 Goiânia (Goiânia) Goiânia conquista o Campeonato Citadino de Aspirantes. 1957 Goiânia (Goiânia) Goiânia conquista o Campeonato Citadino de Aspirantes. Atlético foi vice. 1958 Goiânia (Goiânia) Goiânia conquista o Campeonato Citadino de Aspirantes. 1959 Goiânia (Goiânia) Goiânia conquista o Campeonato Citadino de Aspirantes. 1962 Goiânia (Goiânia) Goiânia conquista o Campeonato Citadino de Aspirantes. 1965 Vila Nova (Goiânia) Vila Nova conquista o Campeonato de Aspirantes. === Total de títulos de Aspirantes (Reservas) === Clube Total Anos Campeão Goiânia 10 1946, 1948, 1951, 1952, 1954, 1955, 1957, 1958, 1959, 1962 Atlético 1 1950 Vila Nova 1 1965 *OBS: Devido a falta de fontes confiáveis, alguns campeões não estão presentes na lista, não sendo este então, o total de Campeonato Goiano de Aspirantes disputados. == Maiores públicos == * Jogos no Estádio Serra Dourada, acima de 45.000 presentes. # Jogo Público Pagantes Estádio Campeonato Data 1 Goiás 2 x 1 Vila Nova 64.614 Serra Dourada 1979 29 de julho de 1979 2 Goiás 0 x 1 Vila Nova 62.571 Serra Dourada 1979 22 de abril de 1979 3 Goiás 3 x 1 Vila Nova 58.952 57.682 Serra Dourada 1977 08 de março de 1977 4 Goiás 1 x 0 Vila Nova 58.843 41.002 Serra Dourada 1982 12 de dezembro de 1982 5 Atlético-GO 1 x 1 Vila Nova 56.854 Serra Dourada 1976 30 de junho de 1976 5 Goiânia 1 x 2 Goiás 56.854 Serra Dourada 1976 30 de junho de 1976 7 Atlético-GO 1 x 1 Goiás 48.761 Serra Dourada 1976 04 de julho de 1976 7 Goiânia 1 x 2 Vila Nova 48.761 Serra Dourada 1976 04 de julho de 1976 9 Goiás 3 x 5 Vila Nova 47.712 Serra Dourada 1999 28 de março de 1999 10 Vila Nova 3 x 1 Goiás 45.351 Serra Dourada 2001 03 de junho de 2001 11 Goiás 0 x 0 Vila Nova 45.317 Serra Dourada 2005 17 de abril de 2005 === Maiores goleadas === Nº Mandante Placar Visitante Estádio Data Ano 1 Botafogo 0–14 Pedro Ludovico 19 de setembro 1948 2 São Paulo 1–14 Goianás Antônio Accioly 27 de julho 1957 3 13–0 Botafogo Pedro Ludovico 12 de agosto 1951 4 12–0 Botafogo Antônio Accioly 29 de agosto 1948 12–0 11 de maio 1988 5 11–0 Pedro Ludovico 16 de julho 1944 11–0 Botafogo Antônio Accioly 30 de abril 1950 São Paulo 0–11 Antônio Accioly 29 de setembro 1956 11–0 São Luiz Pedro Ludovico 25 de maio 1957 Vila Coimbra 0–11 Pedro Ludovico 6 de outubro 1963 6 Botafogo 0–10 Pedro Ludovico 26 de setembro 1948 10–0 Flamengo Antônio Accioly 7 de maio 1950 10–0 São Francisco Sport Club Pedro Ludovico 17 de junho 1951 10–0 Botafogo Pedro Ludovico 11 de abril 1953 10–0 Santa Rita Pedro Ludovico 18 de setembro 1959 10–0 Serra Dourada 28 de fevereiro 1999 == Competições oficiais não reconhecidas == === Campeonato Goianiense === Os campeonatos goianos de 1944 à 1961 eram torneios citadinos com alguns times do interior participando. Porém, as edições de 1940 e 1943 não são contabilizados como goianos. A edição de 1940 não é oficializada, ainda, pois a FGF filiou-se a CBD somente em 1941. Já a edição de 1943, não foi homologada por não ter sido terminada e pela briga interna da Federação que ocasionou uma divisão na entidade. Edição Ano Campeão Vice-campeão 1ª 1940 Operário 2ª 1943 Comercial === Campeonato Estadual de Goiás=== O Campeonato Goiano de Futebol, também conhecido como Campeonato Estadual de Goiás, era o verdadeiro campeonato goiano de futebol. O time que ganhasse o campeonato goianiense e a equipe que vencesse o campeonato do interior - depois incluído o campeão anapolino - se defrontariam para saber quem seria o campeão estadual. Não se sabe o motivo da FGF não reconhecer esses campeonatos como goianos. Edição Ano Campeão Vice- campeão Terceiro colocado — 1944 Cancelado Cancelado Cancelado 1ª 1947 União Operária Não houve 2ª 1957 Ipiranga 3ª 1959 Ipiranga 4ª 1960 5ª 1961 Botafogo de Buriti Ipiranga === Títulos totais por clubes === Clube Campeão Anos dos Títulos (Goiânia) 28 1966, 1971, 1972, 1975, 1976, 1981, 1983, 1986, 1987, 1989, 1990, 1991, 1994, 1996, 1997, 1998, 1999, 2000, 2002, 2003, 2006, 2009, 2012, 2013, 2015, 2016, 2017, 2018 (Goiânia) 18 1940, 1943, 1945, 1946, 1948, 1950, 1951, 1952, 1953, 1954, 1956, 1958, 1959, 1959, 1960, 1960, 1968, 1974 (Goiânia) 18 1944, 1947, 1949, 1955, 1957, 1964, 1970, 1985, 1988, 2007, 2010, 2011, 2014, 2019, 2020, 2022, 2023, 2024 (Goiânia) 16 1961, 1961, 1962, 1963, 1969, 1973, 1977, 1978, 1979, 1980, 1982, 1984, 1993, 1995, 2001, 2005 (Catalão) 2 1967, 2004 (Anápolis) 2 1947, 1965 (Morrinhos) 1 1957 20px (Goiatuba) 1 1992 (Itumbiara) 1 2008 (Anápolis) 1 2021 == Competições relacionadas == === Campeonato Goiano do Interior === Esse campeonato era disputado pelas equipes que não participavam do Campeonato Goiano. Em 1987 o Santa Helena foi declarado campeão do interior por ter sido o time do interior com melhor campanha. === Seletiva === Em alguns anos foram criadas seletivas para os times disputarem o campeonato goiano. ==== Campeões ==== Edição Ano Campeão Vice-campeão Terceiro colocado Quarto colocado 1ª 1971-I Goiatuba Goianésia Itumbiara São Luís Campinas Não houve 2ª 1971-II Campinas Itumbiara Não houve Não houve 3ª 1984-I Ceres 4ª 1984-II 5ª 1988 Não houve 6ª 1995 === Taça dos Invictos === A Taça dos Invictos foi criada pelo jornalista Lisita Junior, visando estimular o futebol de Goiânia. Ela era entregue ao clube que ficasse mais jogos invicto. ==== Campeões ==== Ano Campeão Jogos invicto 1956 Atlético 15 jogos 1957 Goiânia 16 jogos 1957-1958 Atlético 17 jogos == Outros torneios em Goiás == === Torneio desconhecido (Torneio Goiânia) 1944 === Atlético Goianiense e Goiânia disputaram um torneio no sistema melhor de três, que é identificado como Campeonato da Cidade, porém, o Campeonato da Cidade (Campeonato Goiano) daquele ano foi disputado no segundo semestre. Ano Campeão Placar(es) Vice 1944'' Goiânia 2 – 1 2 – 2 4 – 3 Atlético == Estádios == Cidade Estádio Time Capacidade Anápolis Jonas Duarte Anapolina / Anápolis / Grêmio Anápolis 10.707 Aparecida de Goiânia Annibal Batista de Toledo Aparecidense / Aparecida 4.800 Bom Jesus Gilmar Alves Bom Jesus 3.000 Caldas Novas Serra de Caldas Caldas / Caldas Novas 4.000 Catalão Genervino da Fonseca CRAC 5.000 Ceres Centro Olímpico Ceres 3.500 Goianésia Valdeir de Oliveira Goianésia 4.000 Goiânia Serra Dourada Atlético / Goiânia / Goiás / Vila Nova 37.000 Goiânia Antônio Accioly Atlético 9.000 Goiânia Serrinha Goiás 10.000 Goiânia OBA Vila Nova 11.000 Goiânia Olímpico Goiânia 13.500 Goiatuba Divino Garcia Rosa Goiatuba 15.000 Inhumas Zico Brandão Inhumas / União 2.800 Ipameri Durval Ferreira Franco Novo Horizonte 1.904 Iporá Ferreirão Iporá / Umuarama 3.500 Itaberaí Rio das Pedras Itaberaí 5.000 Itauçu Cruzeiro do Sul Itauçu 2.600 Itumbiara JK Itumbiara 30.000 Jaraguá Amintas de Freitas Jaraguá 3.000 Jataí Arapucão Jataiense 15.000 Jussara Geraldão Tupy 2.000 Mineiros Odilon Flores Mineiros 7.000 Morrinhos João Vilela América / 5.040 Mutunópolis Antônio de Oliveira Neto Mutunópolis 2.000 Nerópolis Jaime Guerra Nerópolis 3.500 Paraúna José Pereira de Souza Evangélica 2.000 Pires do Rio Edson Monteiro de Godoy Pires do Rio 7.000 Quirinópolis Bichinho Vieira Quirinópolis 3.500 Rio Verde Mozart Veloso do Carmo Rio Verde / AA Rioverdense / AC Rioverdense 12.500 Santa Helena Estádio Pedro Romualdo Cabral Santa Helena 7.000 Senador Canedo Plínio José de Souza Canedense 3.816 Trindade Abrão Manoel da Costa Trindade 4.300 === Ver também === * Campeonato Goiano de Futebol da Segunda Divisão * Campeonato Goiano de Futebol da Terceira Divisão * Futebol de Goiás",
 "title": "Campeonato Goiano de Futebol"
}