{
 "id": "75491",
 "text": "Goiânia Esporte Clube, mais conhecido como Goiânia ou simplesmente Galo Carijó, é um clube polidesportivo brasileiro da cidade de Goiânia, capital do estado de Goiás.Site Onze de Maio - Memórias reveladas em preto e branco: A história não contada do Goiânia E.C., página editada em 12 de maio de 2019 e disponível em 1º de Maio de 2020. Foi fundado oficialmente em 27 de maio de 1938 com o nome de Corintians Goiano Futebol Clube. Iniciado como um clube de futebol, acabou desenvolvendo vários departamentos esportivos dentro da entidade, embora a maioria destes departamentos estejam desativados atualmente por questões financeiras. É uma das entidades mais premiadas e reconhecidas do Centro-Oeste brasileiro. Entre suas maiores conquistas, o clube detém de 18 títulos goianos (quatro não reconhecidos), 1 título do Super Campeonato Goiano, 2 títulos da Divisão de Acesso, 1 título da Copa Anhanguera, 1 título do Torneio Thomaz Mazzoni, 1 título do Torneio Incentivo, 1 título da Seletiva Nacional. Em nível regional o clube tornou-se o primeiro campeão da região Centro-Oeste, e de maneira invicta, ao vencer a Copa Brasil Central em 1967. Nacionalmente o clube disputou todas as 4 divisões do Campeonato Brasileiro e por duas vezes a Copa do Brasil. Já a nível internacional, o clube disputou apenas torneios amistosos sendo campeão do Torneio Luiz Miguel Estevão de Oliveira que contou com a participação do . Suas cores tradicionais são o branco e o preto. Disputa suas partidas como mandante desde 1938 no Estádio Olímpico, anteriormente chamado de Estádio Oficial e Estádio Pedro Ludovico, que conta com uma capacidade de 13.500 espectadores. Seus rivais históricos são o , com quem disputa o Clássico Vovô; o , com quem disputa o Clássico Go- Go; e o , com quem disputa o Clássico dos Opostos.PEREIRA, Charlie - Qual o maior clássico do Futebol Goiano? - página editada em 29 de fevereiro de 2020 e disponível em 6 de abril de 2020. O Goiânia foi um dos clubes mais importantes na difusão dos esportes em Goiás, tendo sido membro fundador da Federação Goiana de Futebol e da Federação Aquática de Goiás. De outras modalidades esportivas importantes ao longo da história carijó, destacam-se o atletismo, o basquete, o ciclismo, o futsal e a natação. == História == === 1936-1937: O início, antes da fundação oficial === Mesmo com o fim da União Americana, devido a distância entre Goiânia e Campinas, José Henrique da Veiga Jardim não desanimou. No dia 30 de julho de 1936, ele e mais um grupo de esportistas se reuniram em uma casa de madeira na avenida Araguaia para a fundação de um novo clube que representa-se a nova capital, o Goiânia como ficou conhecido pelo boca a boca. Neste dia foram decididos as cores e os detalhes do uniforme da equipe, que teria camisas pretas com golas brancas, calções brancos e meias pretas. Também foi decidido que o mapa do estado de Goiás seria o escudo do clube e ele ficaria localizado ao centro na altura do peito. O arquiteto José Amaral Neddermeyer foi aclamado como presidente do clube, com a diretoria sendo formada da seguinte maneira: 1º vice-presidente Carlos Alberto de Freitas, 2º vice-presidente Benedito Zupelli, secretário geral Pedro de Souza Osório, 1º secretário Manoel Alves, 2º secretário João Santana Sobrinho, tesoureiro Aquilino Contart, setor esportivo José Henrique da Veiga Jardim e o orador Maximiano da Matta Teixeira. Assim como ocorreu na União Americana, foram criadas duas comissões: a primeira teria João Fadu Saher e Manoel B. Oliveira com o objetivo de divulgar o clube. Já Manoel Alves Toddy Aaderup e Jorge Diniz Carneiro ficariam a cargo da segunda para elaborar planos para a construção de um estádio. A primeira partida do recém fundado clube foi contra o Bela Vista em comemoração à padroeira Nossa Senhora da Piedade, do município goiano de Bela Vista de Goiás. O Goiânia saiu derrotado por 3 a 1. A primeira vitória alvinegra ocorreu somente na terceira partida oficial. Na ocasião, contra o Anápolis Sport Club. Em junho de 1937, no campo improvisado do aeródromo, o time alvinegro não resistiria ao ímpeto do time de Anápolis. Já em julho, ainda com José Henrique da Veiga Jardim como responsável do setor esportivo, o Goiânia Esporte Clube fez uma caravana para a Cidade de Goiás e acabou perdendo para a União Goiana. Neste ano, o futebol em Goiás estava passando por um momento delicado, em que existia vários desentendimentos entre os representantes dos clubes de futebol. Estes impasses estavam prejudicando o avanço esportivo na capital e no estado. Após ser desmarcado um jogo entre quadros de Goiânia e da cidade de Goiás, em outubro, o Correio Oficial publicaria uma nota divulgando uma reunião entre diretores dos clubes de futebol — à época o e o time popularmente conhecido como Goiânia — cuja pauta seria a “pacificação dos esportes”. Segundo o jornal, os clubes estariam agindo para que os desentendimentos acabassem e os ânimos fossem apaziguados. === 1938-1939: Fundação oficial, mudança de nome e retorno ao nome original === Em busca da superação dos problemas esportivos que ocorreram no ano anterior, o time do Goiânia, que estava sendo reformulado pelo José Henrique da Veiga Jardim, marcou um jogo contra o em abril de 1938 — não se tem informação se o jogo chegou a ser disputado —. Zezé da Veiga (José Henrique), não deixaria de exercer a função de diretor esportivo da equipe fundada em julho de 1936, cujo objetivo era de representar o futebol de Goiânia. Desde então, se empenharia no trabalho de reunir jogadores e agendar jogos, atuando inclusive como treinador, mesmo sem a estrutura de um clube esportivo, que nem saíra do “papel”. Provavelmente, em busca de realizar seu sonho, Zézé buscou ter maior apoio e estrutura mobilizando apoiadores para a fundação oficial do clube. No entanto, esses novos esportistas eram paulistas, o que ocasionou na mudança de nome do clube. Foi então que em 27 de maio de 1938, o grupo de apoiadores se reuniu para fundar, de fato, uma agremiação esportiva, a qual denominou-se Corintians Goiano Futebol Clube. Nesta ocasião, foi eleito presidente Ademar Martins Vieira e empossada a diretoria assim composta: vice-presidente: Walfredo de Campos Maia, 1º secretário: Joaquim de Souza, 2º secretário: Acari Brandão, 1º tesoureiro: Joaquim Veiga Jardim, 2º tesoureiro: Reinaldo Baiochi e diretor de esportes: Carlos Barsi. A comissão de jogos e festas ficou a cargo de José Henrique da Veiga Jardim, João Saadi e João Teixeira Neto, enquanto a comissão de propaganda ficou com Jayme Camara, Frederico Medeiros e Pedro Osorio. Os sócios honorários foram: Venerando de Freitas Borges, João Neddermeyer e Jorge Carneiro. Foram escolhidos como presidentes de honra: Pedro Ludovico Teixeira, Coimbra Bueno e João Teixeira Alves Júnior. O clube já demonstrava estar engajado em procurar seu lugar de destaque no cenário estadual. Dois dias depois da fundação oficial, a diretoria convocaria para tarde do dia 29 de maio (um domingo), jogadores para um treino rigoroso no campo da avenida Paranaíba (atual Estádio Olímpico) com o intuito de acelerar a formação do time. O primeiro clássico do time, com o atual nome, foi em Campinas contra o , no dia 31 de julho de 1938, em duelo que terminou com vitória corintiana, pelo placar de 1–0, gol de Sebinha. Em seguida, disputou o seu primeiro torneio de caráter amistoso, a Taça Agência Ford, contra a equipe do Anápolis Sport Club. Os Camisas pretas venceram o primeiro jogo por 3–2 e empataram o segundo. No entanto, a terceira partida não conseguiu ser realizada — o Corintians jogava pelo empate por ter ganho o primeiro jogo e empatado o segundo. Não se tem informação sobre quem conquistou o título ou se de fato teve o último jogo —. Invicto desde a sua fundação oficial, o Corintians foi desafiado pelo Atlético para a disputa do título de Campeão da Cidade de Goiânia de 1938, após surgirem boatos de que o clube campineiro estava com receio de enfrentar o clube alvinegro. O primeiro jogo terminou com vitória corintiana por 4–1. Já na segunda partida, o time foi superado por 1–0, quebrando assim sua série invicta. O terceiro e último jogo, teve vitória atleticana por 3–2. Porém, os dirigentes do Corintians Goiano protocolariam um protesto no tribunal de penas, contestando várias decisões do árbitro Edson Hermano, que era dirigente do Atlético e ainda estava inscrito como jogador. O tribunal de penas acabou acatando o pedido e cancelou a terceira partida. Em janeiro de 1939, Irani Ferreira Alves, presidente do Corintians Goiano, enviaria um ofício à diretoria do , solicitando um entendimento para que nova partida definisse o campeão. O pedido não seria atendido, assim como nenhum outro acordo se efetivaria. Sem uma solução, as duas equipes seriam declaradas campeãs e voltariam a se enfrentar somente em março. Neste mesmo ano, os proprietários da Papelaria Vanguarda desafiaram Corintians e Atlético para disputar uma taça. Os dois clubes não chegariam a um acordo, e a \"Taça Vanguarda\" acabaria ficando com o Corintians após derrotar o Anapolino. A entrega do troféu Vanguarda aconteceria no mês de julho na solenidade de comemoração pelo primeiro ano de fundação oficial do clube. A novidade ficaria por conta da apuração dos votos de uma enquete lançada pela diretoria entre torcedores e sócios, sobre uma possível mudança no nome da agremiação. Após a distribuição de questionários, 361 retornariam respondidos, entre eles o do interventor Pedro Ludovico, com a decisão da mudança do nome da entidade para Goiânia Esporte Clube, retornando assim ao nome popular dos anos de 1936 e 1937. === 1940-1943: primeiras conquistas e firmação no cenário goiano === O clube nessa época, foi um dos responsáveis pela criação da Liga Goiana de Esportes (durou poucos meses) e da Federação Goiana de Desportos (atual FGF). Em 1940 disputou a terceira edição do Citadino de Goiânia sendo campeão invicto. Foi na época o time que mais teve jogadores convocados para a Seleção Goiana. === 1945 a 1960: dos anos dourados ao pentacampeonato === Nesse período o Goiânia tinha uma equipe quase imbatível. Conseguiu a façanha de ganhar um bicampeonato (45-46), um tricampeonato (58-60) e um pentacampeonato (50-54), sendo que em 1953 e 1954 de maneira invicta. Seu principal jogador na época, Foca, foi artilheiro três vezes (51-53). === 1961 a 1974: a espera e o último título === Apesar do clube ter conquistado a Copa Brasil Central invicto em 1967. Esse período não foi um dos melhores. O Goiânia levantou um título goiano após oito anos e acabou vendo surgir duas novas potências do futebol goiano: Goiás e . Durante esse período, conseguiu conquistar apenas dois Campeonatos estaduais, e ainda viu sua torcida diminuir. === 1975 a 1997: maldição, coadjuvante e rebaixamento estadual === Nesse período o Goiânia foi apenas um mero coadjuvante no futebol. Em âmbito nacional disputou quatro brasileiros série A, quatro brasileiros série B, um brasileiro série C e ainda participou de uma edição da Copa do Brasil, não obtendo muito sucesso em nenhuma dessas competições. Já a nível regional o clube acabou perdendo muito espaço. Era superado por vários times do interior. Conseguiu chegar a final em poucas oportunidades. E não conseguiu levantar nenhum caneco. Seu pior momento foi no Campeonato Goiano de 1997. O clube conseguiu ser o primeiro time entre os quatro grandes a cair para a Segunda Divisão do estadual, após um primeiro turno horrível e um segundo turno mediano, o time não conseguiu se aliviar da zona. A partir daquele momento uma das equipes mais tradicionais de Goiás estava fadada na divisão de acesso. === 1998 a 2003: super coadjuvante e novo rebaixamento === Em 1998, o clube conseguiu retornar para a divisão principal do goiano com dignidade. Foi campeão invicto da segundona. Porém suas participações no goiano eram pífias. Montava um time razoável com o intuito de apenas disputar o campeonato e tentar ficar em alguma colocação mediana. Não tinha uma equipe muito qualificada e quase sempre perdia seus clássicos contra o Goiás, o Vila e o Atlético. No âmbito nacional, o clube disputou cinco brasileiros série C, sendo que em 1999 em um jogo muito espetacular ganhou do Fluminense de virada por 4 a 3. Ainda disputou a Copa do Brasil, sendo eliminado na segunda fase pelo Corinthians. Em 2003 foi rebaixado de novo para a segunda divisão junto com seu arquirrival Atlético. O clube acabou ficando em penúltimo no Goianão de 2003. === 2004 a 2007: vai e vem === Em 2004 o clube disputou a segundona. Parecia que seria campeão, chegando a vencer o América de Morrinhos por 10 a 0, no entanto terminou em terceiro lugar e conseguiu o acesso para a Primeira Divisão graças à desistência do Novo Horizonte. Em 2005 foi novamente rebaixado para Segunda Divisão, terminando o campeonato em último. Em 2006 foi campeão da Segunda Divisão, perdendo apenas um jogo durante a campanha. Na última partida do campeonato aplicou uma goleada de 9 a 1 no Iporá. Disputando o Campeonato Goiano de 2007, o clube decepcionou sua torcida mais uma vez, terminando em último com mais um rebaixamento. direita|150px|thumb|Túlio Maravilha, disputou a Divisão de Acesso de 2009 pelo Goiânia. O atleta marcou 5 gols na competição. === 2008 a 2017: crise e vergonha === Nesse período o time disputou somente a Segunda Divisão estadual, conseguindo fazer apenas campanhas razoáveis. Em 2014 quase foi rebaixado para a terceira divisão, porém venceu o Rio Verde por 1 a 0 e conseguiu permanecer por um ponto. Em 2015 chegou ao quadrangular final, mas não conseguiu o acesso. === 2018 - A volta === Após 11 anos na Segunda Divisão, o futebol do clube foi assumido pelo jovem empresário Alexandre Godoi, conseguindo nesta gestão o retorno a elite do futebol goiano. Em 2019, surpreendeu chegando até a fase semifinal do Campeonato Goiano, caindo para o Goiás. Além da campanha brilhante no estadual, conquistou vaga inédita para a Série D de 2020, voltando ao cenário nacional após 18 anos. == Cores e símbolos == === Uniforme === Oficialmente, a primeira camisa do Goiânia teriam as cores preta e branca. Segundo um manuscrito escrito por Zezé da Veiga, as cores alvinegras foram escolhidas por Benedito Zupelli, fanático torcedor botafoguense e corintiano do Estado de São Paulo. Na época, em 1936, o uniforme ficou definido: camisas pretas, com golas brancas, trazendo ao peito o mapa do estado de Goiás. Os calções seriam brancos com meias pretas. O jornal Folha de Goyaz, em 1945, cita que um dos primeiros uniformes do clube, datado de 1936, era formado por calção branco, camisa preta com punhos e golas brancas e com um pequeno mapa do Brasil em cor branca à guisa de distintivo. Na época que o clube foi denominado Corintians Goiano, o seu uniforme era composto por camisa com listras verticais e o distintivo passou a ser um círculo, onde estavam inscritas as iniciais do clube. {| Uniformes Atuais Titular Alternativo Terceiro === Evolução dos uniformes === === Escudo === O escudo do Goiânia passou por várias alterações ao longo dos anos. Iniciado em 1936, o Goiânia teve como primeiro escudo o mapa do estado de Goiás. Na época o distintivo foi carinhosamente bordado por dona Maria Luzia Leite (Baby) e dona Lucy Gomes da Veiga Jardim. No mesmo ano, é dito por algumas fontes, que o clube também utilizou o mapa do Brasil no uniforme. Somente em 1938, quando o clube denominou-se Corintians Goiano, foi criado um escudo \"próprio\". Era um círculo branco com as iniciais \"C\", \"G\", \"F\" e \"C\" (de Corintians Goiano Futebol Clube). Esse escudo foi usado até 1939 quando por votação, o clube alterou seu nome para Goiânia. De 1939 até 1952, o distintivo passa a ser um círculo branco com as iniciais \"G\", \"E\" e \"C\" inscritas dentro. Também nessa época, era usado uma versão alternativa em que o círculo era preto e as iniciais eram brancas. A partir de 1952, o distintivo começa a ganhar o formato atual, tendo pequenas alterações em tamanho, fonte e espaçamento. Um círculo branco, tendo ao centro uma faixa preta grafada \"Goiânia\". Na parte superior está o ano da fundação do clube, já na inferior as iniciais \"E.C.\". Em 2020 o clube modernizou seu escudo, porem, em 2022 anunciou que voltaria a utilizar seu \"escudo clássico\". === O Galo Carijó === O Goiânia adotou o \"Galo Carijó\" como seu mascote. Segundo Djalma Oliveira, há quatro versões possíveis sobre a origem do mascote do Goiânia. A primeira seria por conta das cores dessa espécie de ave serem dadas em preto e branco, numa relação imediata com as cores da camisa do clube. Uma segunda versão para a utilização do galo seria a possível relação entre o futebol mineiro e o futebol goiano, dada a influência de Minas Gerais, tendo em vista que muitos goianos tinham no estado mineiro local de trabalho e/ou estudo. Logo, a escolha do galo do Goiânia teria sua origem no galo do Atlético Mineiro. O fato do clube ter um de seus principais fundadores, Zezé da Veiga, nascido em Minas, reforça essa tese. No entanto, Djalma Oliveira descarta essa versão, pois dado as datas de adoção das mascotes serem muito aproximadas, o Goiânia não teria se tornado Galo a partir da influência do Atlético, já que ambas as agremiações teriam estabelecido suas mascotes em tempos relativamente simultâneos. A terceira sugestão é originária das características do antigo Estádio Olímpico, à época, denominado Estádio Pedro Ludovico Teixeira. Por causa das primeiras arquibancadas serem de madeira, cuja disposição de tábuas lembrava poleiros. O fato teria favorecido para que o local recebesse a alcunha pejorativa de galinheiro e como o Goiânia mandava seus jogos lá e a arquibancada era exclusiva para os torcedores alvinegros, o clube escolheu o Galo Carijó como mascote. A quarta possibilidade seria questões de ordem subjetiva, da parte de seus fundadores, torcedores e/ou dirigentes que, possivelmente, em algum momento da história do clube, teriam construído uma relação entre o time e a figura do galo, este sendo entendido como “o único”, “o rei do terreiro”, em contraposição a outras equipes. === Hino === O hino do Goiânia foi composto e gravado no ano de 1969. A composição do hino foi feita pelo publicitário Victor Dagô sobre o qual José Bonifácio de Oliveira Sobrinho, vulgo Boni, comenta: “foi um medalhão do jingle”. A peça musical foi fabricada pela Radio Corporation of America (RCA), em São Paulo, e gravado em Goiânia pelas Gravadoras Reunidas LTDA e tinha duração de um minuto e trinta e oito segundos. O hino é composto por três estrofes, um quarteto e dois tercetos. A parte rítmica constitui-se por algumas rimas de pé de verso, repetições vocabulares, além de assonâncias e aliterações. Além de não existir uma medida padrão do tamanho dos versos. Para a composição instrumental do hino, segundo o músico e jornalista Donizete Araújo, foram utilizados instrumentos de cordas, de percussão e aerofones de teclas, acompanhando uma tendência muito utilizada na época do chamado Pop Rock anos 60. Em 2014, 45 anos depois da criação do hino do Goiânia, surge uma segunda versão feita pelo jornalista, músico e torcedor do Goiânia, Donizete Araújo. == Estrutura == === Estádio Olímpico Pedro Ludovico === Construído ao longo de um ano, o Estádio Olímpico foi inaugurada em 3 de setembro de 1941 com uma partida amistosa entre Goiânia e , que terminou com vitória por 2–0 da equipe goiana.Inauguração do Estádio Olímpico Foi o primeiro campo esportivo oficial goianiense, à época com capacidade para dez mil torcedores. A partir da reforma atual, ele passa a comportar 12 mil torcedores. Segundo o diretor de Obras Civis da Agetop, Luiz Antônio de Paula, todo o complexo será entregue à população com todos os equipamentos de ponta. “O goianiense terá um Centro de Excelência da melhor qualidade para atender a prática de esportes olímpicos e que eventualmente também poderá ser aberto para esporte amador”.Estádio Olímpico esportes amadores e olímpicos É o segundo maior estádio da cidade de Goiânia e atualmente segue em ampla reconstrução para sediar jogos em 2016, com valor estimado de R$ 160 milhões. Segundo o presidente da Agetop, “o Olímpico tem como prioridade atender o esporte amador e olímpico, não à toa estamos construindo uma pista de atletismo de excelente nível e as piscinas do parque aquático. Mas, o time que nos procurar para usar o estádio, estaremos abertos, sem dúvida”.Sobre o novo Olímpico A área construída é de metros quadrados, com capacidade para 12.055 cadeiras na arquibancada. Haverá estacionamento no subsolo com 378 vagas. A estrutura do novo estádio é composta por sanitários, quatro salas de aquecimento, quatro vestiários, dois depósitos de materiais esportivos, sala para exame antidoping, escada e rampa de acesso na entrada principal, campo de Futebol (gramado) e pista de Atletismo (além do atletismo, poderão ser praticados no local outras quatro modalidades de esportes: Arremesso de dardos, de disco, de peso e salto) - 8 raias.Estrutura do novo Estádio === Centros de Treinamento === ==== Área do Universitário ==== A Área do Universitário foi uma das primeiras propriedades do Goiânia. Devido a problemas financeiros no final da década de 60, o presidente da época, Sérgio Dias Guimarães, providenciou toda a documentação para que fosse vendida a área do Goiânia, que era situada no setor Universitário. Neste local havia um campo de treinamento cujo nome homenageava Joaquim da Veiga Jardim. ==== Vila Olímpica ==== Exaltada por publicações da década de 60 e 70, a “casa do Goiânia”, Vila Olímpica, sempre foi o orgulho dos dirigentes. Construída para ser o lugar onde o clube formaria os atletas não só para o futebol, mas para o basquete, natação, voleibol e outros esportes, o Centro de Treinamentos do Galo era tido como o grande trunfo dos desportistas do clube. “A Vila Olímpica é hoje o maior patrimônio que um clube de futebol tem na Capital goiana. Localizada pertinho do centro e no setor da cidade que mais cresce, vem sendo construída para deixar o associado alvinegro em condições de frequentar um clube completo. Até o final do ano estarão concluídas as obras programadas para que ao lado da piscina já construída, da churrascaria, das quadras e dos dois campos de futebol que estão prontos, venham aumentar a área de lazer do sócio alvinegro”, disse o ex-presidente do Galo, ainda na década de 70, Joaquim da Veiga Jardim. Desenvolvida e distribuída pela própria agremiação – a construção da Vila Olímpica servia também para fazer com que o clube tivesse cada vez mais associados, e que estes contribuíssem financeiramente com o clube. Assim, com mais conforto e opções, o Goiânia queria que a torcida se interessasse cada vez mais pelas “coisas” do clube. == Torcida == direita|300px|thumb|Torcida do Goiânia no Serra Dourada em 2015. No início, a torcida do Goiânia, denominada como \"carijó\" e \"alvinegra\", era formado pelos mudancistas. O clube recebia apoio de servidores públicos, comerciantes, profissionais liberais, professores e moradores da nova capital. Sua popularização aconteceu já no final da década de 30 e início de 40, pelo fato de ter tido times bastante fortes e por representar a cidade de Goiânia. A geração seguinte, na década de 50, foi muito importante também no crescimento do clube, pois foi a época de ouro. No final da década de 50 e início dos anos 60, houve uma forte migração para Goiás devido a construção da nova capital do Brasil (Brasília). Esses novos moradores acabaram por escolher o e o , o que acarretou na popularização de ambos os clubes. Além disso, as péssimas campanhas, licenciamentos, rebaixamento e o crescimento do no cenário futebolístico, fez com que o Galo perdesse consideravelmente sua torcida nas décadas de 80 e 90. De acordo com a pesquisa do Instituto Serpes em 2007, o Goiânia possuía 0,8% de torcedores da cidade de Goiânia, pouco mais de 10.000, apenas na capital, tendo em média um público de 300 pagantes por jogo.Site Globoesporte.com - Torcida do Verdão é a maior de Goiânia, citando pesquisa do Instituto Serpes - Pesquisa de torcidas em Goiás, página editada em 8 de março de 2007 e disponível em 27 de abril de 2020. Hoje o clube é querido por todas as torcidas. Tendo apoio de atleticanos, esmeraldinos e vilanovenses em seus jogos. === Torcidas organizadas === O Goiânia tem a torcida Galoucura e a torcida GaloChopp https://www.instagram.com/galo_chopp.2023?igsh=MWFxMXZ1OGJjaW1yaQ== página disponível em 05 de fevereiro de 2024,como torcida ativa.Site Torcedores do Goiânia - Galoucura, página disponível em 3 de maio de 2020. Durante os anos, o Galo Carijó teve inúmeras torcidas, como por exemplo a Raça Alvinegra e a Charanga, que hoje encontram-se desativadas. === Ações === Fora do estádio, a torcida têm participado de ações sociais e efetivamente da vida político- administrativa do Goiânia, mesmo que por vezes de maneira um tanto radical. A Arena do Galo e a Associação de Torcedores do Goiânia promovem eventos, ajudam o clube e fazem ações sociais na cidade. === Torcedores ilustres === Desde a sua criação, o Goiânia sempre teve torcedores ilustres. De políticos mudancistas a comerciantes, de professores a empresários, de jogadores a músicos. * Pedro Ludovico Teixeira - político.Jornal Popular - Quem é o maior rival do Goiás na atualidade?, página editada em 8 de agosto de 2018 e disponível em 27 de abril de 2020. * Jerônymo Coimbra Bueno - engenheiro, empresário e político. * Jaime Câmara - político e empresário. * Nickerson Filho - narrador. * Rupert Nickerson - réporter esportivo. * Antônio Pádua da Silva - músico * Donni Araújo - músico e jornalista. * Gustavo Veiga Jardim - músico e compositor. * Homero Sabino (Didiu) - ex-jogador e desembargador. * Bill - ex-jogador. * Pantaleão - professor e político. == Rivalidades == === Clássico Vovô === O Goiânia é rival histórico do e as partidas entre os dois clubes são conhecidas como O Clássico ou como é chamado recentemente, Clássico Vovô.Clássico Vovô As duas torcidas praticamente dividiram a cidade de Goiânia nas décadas de 1930, 1940 e 1950, tendo o Goiânia mais exito e vitórias nesse período. A rivalidade surgiu antes mesmo da primeira partida, quando em junho de 1938 o Goiânia, na época Corintians, propôs uma partida contra o no campo da Avenida Paranaíba (atual Olímpico) para o dia 19 daquele mês. Porém, o clube do bairro de campinas não respondeu a diretoria do Corintians fazendo com que os diretores corintianos enviassem um ofício ao jornal O Popular, dizendo que o , mesmo não respondendo o convite, promoveu a partida na 24 de outubro (atual Accioly) sem informar ao Corintians para desmoralizar o alvinegro. Somado a isso, a rivalidade ganhou ainda mais força pelo fato do Goiânia representar, na época, a nova capital do estado e o representar Campinas, que era uma cidade, mas foi incorporada pela capital e tornou-se um bairro. Assim, além de ser uma rivalidade esportiva, o clássico possuía uma rivalidade social, entre a população da nova capital e a população campineira. Essa disputa entre goianienses e campineiros era tão grande que a torcida do chegou a pedir que o clube muda-se o nome para Atlético Clube Campineiro. O primeiro jogo entre as duas equipes provou ainda mais que, de fato, existia uma rivalidade fora do campo. O Corintians ganhou a partida por 1 a 0 em plena Campinas com gol de Sebinha. E após o jogo, os jogadores do Corintians saíram desfilando pelas ruas de Campinas em um caminhão e alguns torcedores do arremessaram pedras nos jogadores. Entretanto, contrariando essa rivalidade futebolística e social, os dois times chegaram a fazer parcerias em jogos amistosos pelo estado devido a uma rivalidade entre interior e a nova capital. Em 1939, por exemplo, o time do Goiânia disputou um jogo em Rio Verde com alguns jogadores do no elenco. No mesmo ano ocorreu uma partida na capital entre o União Goiana (Goiás Velho) e um combinado entre , Corintians e Campinas. Essa atitude de unificação dos dois principais times da capital à época, apesar da rivalidade, mostra o interesse que os clubes da cidade de Goiânia tinham em preservar sua força e demonstrar sua superioridade/crescimento futebolístico diante do interior. Um fato curioso sobre a rivalidade é que no final da década de 1990 o Goiânia e principalmente o passavam por uma grande crise financeira, com o clube de Campinas chegando a pedir uma fusão com o Goiânia para evitar a falência. A fusão acabou não acontecendo, e hoje o Goiânia é o único que passa por uma crise financeira. Rival J V E D GP GC Atlético 261 90 77 94 354 364 === Go-Go === O , antes da sua rivalidade com o Vila Nova tornar-se a maior, tinha como maior rival o Goiânia, apesar de atualmente a rixa ser mais sentida pelos carijós, devido a força de bastidor do clube esmeraldino na década de 70 e 80. O clássico da capital goiana é um dos clássicos tradicionalmente ligados a representação da cidade: enquanto o Goiânia é associado aos mudancistas, o Goiás é visto como time da nova elite. Criado por dissidentes do Galo, o esmeraldino tentava tomar o lugar do Goiânia como representante da capital durante as décadas iniciais. O ápice da rivalidade foi no campeonato goiano de 1951, em que o clube alviverde queria ganhar o título sem jogar a terceira partida. Durante as décadas de 60, 70 e 80, o Goiânia passou a tratar o Goiás como o maior rival. Nesta época, o clube alviverde tinha apoio do governo, da federação goiana e da federação brasileira. O Galo disputou com o esmeraldino títulos da Copa Leonino Caiado, Campeonato Goiano, Torneio Início e Seletiva acirrando assim a rivalidade. Como o Goiânia perdeu muita força a partir dos anos 1980, a rixa não se desenvolveu tanto. Ainda assim, os confrontos têm outro ingrediente especial: estas duas equipes são as únicas que foram pentacampeãs goianas. Rival J V E D GP GC Goiás 222 71 56 95 278 334 === Clássico dos Opostos === O Clássico dos Opostos é disputado entre Goiânia e , o clássico possui este nome em alusão as diferenças sociais entre as duas torcidas.Site Campeões do futebol - Rivalidades no futebol em Goiânia e em Goiás, por Frederico Machado Fagundes Rodrigues, página editada em 17 de maio de 2010 e disponível em 19 de novembro de 2014 O primeiro duelo entre as equipes ocorreu em 15 de agosto de 1943, partida realizada no antigo estádio Olímpico, onde a equipe do Goiânia venceu a equipe do Vila Nova por 6 a 1. Um dos fatos mais marcantes da história desta rivalidade, foi o jogo que o Goiânia fez contra o Independente de Uberaba em que a renda foi cedida para o Vila Nova.Linha do tempo - Futebol de Goyaz Em decisões de campeonatos, os times já decidiram alguns Campeonatos Goianos. Rival J V E D GP GC Vila Nova 214 63 66 85 287 289 === Outros confrontos === * Aliança * América * Araguari * Campineira * Gama * Operário * Uberaba * Uberlândia * Vasco da Gama == Principais títulos == HONRARIAS Nomenclatura Títulos Temporadas Taça dos Invictos 1 1957 38º Maior Clube do Brasil pela Placar 1 2005 46º Maior Clube do Brasil pela Placar 1 presente REGIONAIS Competição Títulos Temporadas Copa Brasil Central 1 1967 ESTADUAIS Competição Títulos Temporadas Campeonato Goiano 14 1945, 1946, 1948, 1950, 1951, 1952, 1953, 1954, 1956, 1958, 1959, 1960, 1968 e 1974 Campeonato Goiano - Divisão de Acesso 2 1998 e 2006 Campeonato Estadual de Goiás 2 1959 e 1960 Super Campeonato Goiano 1 1952 Copa Anhanguera 1 1968 Torneio Thomaz Mazzoni 1 1970 Torneio Incentivo 1 1983 Torneio Início 9 1946, 1947, 1950, 1952, 1953, 1954, 1963, 1967 e 1991 TURNOS DE CAMPEONATO Competição Títulos Temporadas Campeonato Goiano - 1º Turno 4 1974, 1975, 1976 e 1984 Campeonato Goiano - 2º Turno 1 1977 Torneio de Classificação 1 1959 Copa Leonino Caiado - 1º Turno 1 1972 MUNICIPAIS Competição Títulos Temporadas Citadino de GoiâniaCitadinos 4 1938, 1939, 1940 e 1943 Torneio Início Citadino de GoiâniaTítulos e Cronologia 2 1940 e 1943 Taça Cidade de Goiânia 4 1960, 1965, 1973 e 1974 Torneio Goiânia 1 1944 ASPIRANTES/RESERVAS Competição Títulos Temporadas Campeonato Goiano de AspirantesCronologia 1948 e 1952 10 1946, 1948, 1951, 1952, 1954, 1955, 1957, 1958, 1959 e 1962 Campeão Invicto === Outras conquistas === Competição Títulos Temporadas Torneio Quadrangular Rio- Goiás 1 1958 Torneio Triangular da Iluminação 1 1958 Torneio Leonino Caiado de Futebol 1 1971 Torneio Ibsen Henrique de Castro 1 1974 Taça Cuiabá 1 1979 Torneio Luiz Miguel Estevão de Oliveira 1 1986 == Futebol == === Estatísticas === — Brasil Brasil Brasil Brasil Brasil Brasil Brasil Brasil Brasil Brasil América do Sul América do Sul América do Sul América do Sul América do Sul América do Sul Goiás Goiás Ano Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Copa do Brasil Continental e Mundial Continental e Mundial Continental e Mundial Continental e Mundial Continental e Mundial Continental e Mundial Campeonato Goiano Campeonato Goiano — Fase Máxima Competição Competição Competição Fase Máxima Fase Máxima Fase Máxima 2015 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — 2D 4º 2016 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — 2D 5º 2017 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — 2D 4º 2018 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — 2D 3º 2019 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — 1D 4º 2020 D 10º 33 18 9 6 3 27 20 — 1D 11º 2021 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — 2D 5º 2022 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — 2D 2º 2023 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — 1D 8º 2024 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — 1D 4º :Legenda: : Campeão. : Vice-campeão. : Eliminado na semifinal. : Classificado à Copa Libertadores da América pela campanha no Campeonato Brasileiro. : Classificado à Copa Libertadores da América pelo título da Copa do Brasil ou Copa Libertadores. : Classificado à Copa Sul- Americana. : Rebaixado à divisão inferior. : Campeão e promovido à divisão superior. : Promovido à divisão superior. === Participações === Participações em 2025 ==== Competições oficiais ==== Competição Competição Temporadas Melhor campanha rowspan=\"2\" Campeonato Goiano 62 Campeão (14 vezes) 1944 2025 5 Segunda Divisão 16 Campeão (2 vezes) 1998 2022 5 – rowspan=\"5\" Campeonato Brasileiro 4 28º colocado (1975) 1975 1979 – Série B 4 19º colocado (1980) 1980 1991 – – Série C 6 11º colocado (1997) 1997 2002 – – Série D 2 10º colocado (2020) 2020 2025 – Copa do Brasil 2 2º Fase (2001) 1991 2001 Competições oficiais (extintas) Competição Competição Temporadas Melhor campanha rowspan=\"3\" Campeonato Goianiense 4 Campeão (4 vezes) 1938 1943 Copa Goiânia 1 3º colocado 1998 1998 Taça Cidade de Goiânia 11 Campeão (4 vezes) 1960 1980 Super Campeonato Goiano 1 Campeão (1952) 1952 1952 Copa Anhanguera 1 Campeão (1968) 1968 1968 Torneio Thomaz Mazzoni 1 Campeão (1970) 1970 1970 Copa Leonino Caiado 6 Vice-campeão (1972) 1972 1979 Torneio Goiásrural 1 3º Colocado 1973 1973 Torneio Imprensa 1 Vice-campeão (1974) 1974 1974 Torneio Incentivo 2 Campeão (1983) 1976 1983 Seletiva Campeonato Brasileiro 4 Campeão (1977-II) 1976 1977-III Copa Brasil Central 2 Campeão (1967) 1967 1969 Torneio Centro-Oeste 2 Vice-campeão (1981) 1976 1981 === Campanhas de destaque === Goiânia Esporte Clube Torneio Campeão Vice-campeão Terceiro Quarto Torneios Regionais 1 (1967) 1 (1981) 0 (não possui) 0 (não possui) Campeonato Goiano 14 vezes (última em 1974) 11 vezes (última em 1990) 3 vezes (última em 1977) 6 vezes (última em 2024) Campeonato Estadual de Goiás 2 (1959, 1960) 0 vezes (não possui) 0 vezes (não possui) Campeonato Goiano - Segunda Divisão 2 (1998, 2006) 1 (2022) 2 (2004, 2018) 2 (2015, 2017) Super Campeonato Goiano 1 (1952) 0 (não possui) 0 (não possui) 0 (não possui) Copa Leonino Caiado 0 (não possui) 1 (1972) 1 (1975-II) 2 (1975-I, 1977) === Partidas históricas === Data Competição Estádio Placar Adversário Público Notas 1936 Amistoso Campo de Bela Vista 1–3 Bela Vista '' 31 de julho de 1938 Amistoso Campo do Atlético 1–0 '' 11 de dezembro de 1938 Citadino de Goiânia Campo da Paranaíba 4–1 '' 21 de abril de 1940 Citadino de Goiânia Campo da Paranaíba 2–2 Operário-GO '' 29 de setembro de 1940 Amistoso Campo da Paranaíba 4–4 '' 22 de junho de 1941 Amistoso Campo de Araguari 1–1 Operario de Araguari '' 3 de setembro de 1941 Amistoso Estádio Pedro Ludovico 2–0 '' 28 de fevereiro de 1943 Amistoso Estádio Pedro Ludovico 5–3 Anápolis SC '' 15 de agosto de 1943 Citadino de Goiânia Estádio Pedro Ludovico 6–1 '' 12 de agosto de 1951 Campeonato Goiano Estádio Pedro Ludovico 13–0 Botafogo '' 26 de outubro de 1958 Amistoso Estádio Pedro Ludovico 2–2 Guarani de Villarrica '' 25 de janeiro de 1959 Amistoso Estádio Pedro Ludovico 0–6 '' 3 de março de 1960 Campeonato Goiano Estádio Pedro Ludovico 2–1 '' 3 de março de 1968 Campeonato Goiano Estádio Pedro Ludovico 0–0 '' 24 de novembro de 1974 Campeonato Goiano Estádio Pedro Ludovico 1–1 '' 24 de agosto de 1975 Série A Estádio Serra Dourada 2–1 6.353 '' 18 de julho de 1976 Seletiva Nacional Estádio Serra Dourada 2–0 '' 14 de setembro de 1977 Seletiva Nacional-II Estádio Serra Dourada 1–0 '' 18 de setembro de 1999 Série C Estádio Serra Dourada 4–3 2.522 '' === Jogos internacionais === Mandante Placar Visitante Competição Goiânia 2–2 Guarani de Villarrica Amistoso de 1958 Goiânia 1–2 Nacional Torneio Osmar Cabral 1975 === RecordesMaiores Goleadas do Goiânia === ==== Maiores goleadas em jogos oficiais e amistosos ==== # Data Jogo Placar Campeonato 1 12 de agosto de 1951 Goiânia x Botafogo 13 – 0 Campeonato Goiano de 1951 2 5 de fevereiro de 1961 Goiânia x Anatex 11 – 0 Torneio Octogonal Goiânia - Anápolis 1961 3 11 de janeiro de 1942 Goiânia x Anhanguera Esporte Clube 10 – 0 Amistoso 4 26 de setembro de 1948 Botafogo x Goiânia 0 – 10 Campeonato Goiano de 1948 5 17 de junho de 1951 Goiânia x São Francisco Sport Club 10 – 0 Campeonato Goiano de 1951 6 11 de abril de 1953 Goiânia x Botafogo 10 – 0 Campeonato Goiano de 1953 7 18 de setembro de 1959 Goiânia x Santa Rita 10 – 0 Campeonato Goiano de 1959 8 10 de junho de 2004 Goiânia x América de Morrinhos 10 – 0 Campeonato Goiano da Segunda Divisão de 2004 9 7 de março de 1948 Goiânia x ABG 9 – 0 Amistoso 10 1 de agosto de 1948 Goiânia x Botafogo 9 – 0 Campeonato Goiano de 1948 11 22 de maio de 1949 Botafogo x Goiânia 0 – 9 Campeonato Goiano de 1949 12 15 de setembro de 1955 Nova Vila x Goiânia 0 – 9 Campeonato Goiano de 1955 13 22 de abril de 1984 Sama x Goiânia 0 – 9 Troféu Ednaldo Barbosa Machado 1984 14 10 de fevereiro de 1957 Goiânia x Nova Vila 9 – 1 Campeonato Goiano de 1957 15 10 de fevereiro de 1957 Campineira x Goiânia 1 – 9 Campeonato Goiano de 1959 16 1 de novembro de 2006 Goiânia x Iporá 9 – 1 Campeonato Goiano da Segunda Divisão de 2006 == Treinadores == O Goiânia teve como primeiro treinador o italiano Carlos Barsi que dirigiu o time em 1938. Em 1942, o lendário Joaquim da Veiga Jardim que de 1942 a 1959, em períodos alternados, assumiu a função de treinar a equipe. Joaquim que levava nome ao antigo centro de treinamento do galo, além de treinador, também foi jogador, tesoureiro, diretor geral, massagista, roupeiro, presidente e fundador. Alguns estrangeiros ficaram a frente da equipe durante o profissionalismo, os argentinos Hector Roberto Gritta (1969) e Juan Rolón (1973); e o uruguaio Ricardo Díez (1967). Se destacou também o técnico Ney Fernandes, primeiro treinador a conquistar um campeonato goiano profissional pelo Goiânia em 1968. Além de ter ajudado na profissionalização do futebol goiano. Thomaz de Aquino, ídolo carijó como jogador, também deixou sua marca como treinador. Foi campeão do primeiro turno goiano de 1974 de maneira invicta e campeão do último título goiano do Goiânia ao bater o favorito na final. ==Diretoria== Atualizado em 18 de Novembro de 2020:Diretoria Comissão Técnica Nome Função Diretoria Nome Função Alexandre Godoi da Silva Presidente Alváro Alexandre Camargo da Silva Vice-Presidente da Diretoria Rogério Papalardo Arantes Diretor de Futebol Profissional José Aguilar da Silva Diretor de Futebol de Base Sandro Coelho Ferreira Filho Diretor de Finanças Ebraim Oliveira Arantes Diretor Social Aureolino Pinto Neves Secretário Geral == Comercial Esporte Clube == O Comercial foi um time de futebol formado por jogadores do quadro reserva do Goiânia, servindo principalmente para dar ritmo e rodagem à jogadores que não estavam no time principal. A equipe disputou, em 1943, o Campeonato Goianiense e ficou na segunda posição. === Jogadores === * Afonsinho * Beijo * Bela Vista * Brás * Bruger * Dito * Edmundo * Evaristo * Gil * Paulista * Piauí * Reguinho * Vino == Futebol Feminino == O futebol feminino do clube teve seu auge nos anos 90 e 2000, quando em quatro oportunidades o clube sagrou-se campeão goiano – 1997, 2001, 2002 e 2003, tendo revelado inúmeras jogadoras para o futebol, inclusive para a Seleção Brasileira. Nesta fase, surgiu a jovem Lucivânia, que foi convidada pelo diretor Antônio Elias para iniciar sua trajetória de sucesso no clube carijó e ser revelada para o Brasil. Sua primeira convocação para a Seleção Brasileira ocorreu na cidade de Arceburgo quando disputava o campeonato nacional em 1993. Em 2003, o clube sagrou-se pela última vez campeão estadual, tendo em seu plantel a artilheira do campeonato Katiúscia Duarte Gonçalves. === Títulos === Campeão Invicto REGIONAIS Competição Títulos Temporadas Torneio Interestadual de Futebol Feminino 1 1995 ESTADUAIS Competição Títulos Temporadas Campeonato Goiano 4 1997, 2001, 2002, 2003 TURNOS DE CAMPEONATO Competição Títulos Temporadas Campeonato Goiano - 1º Turno 1 2012 OUTRAS CONQUISTAS Competição Títulos Temporadas 4ª Jornada de Futebol Feminino 1 2010 === Jogadoras Ilustres === * Katiúscia * Lucivânia * Nayara * Samara Chaves == Categorias de Base == Historicamente, o Goiânia incentivava a valorização da sua categoria de base. Essa prática enraizada de privilegiar a base deixava o time profissional sempre abastecido de jogadores talentosos. Durante muito tempo a Academia do Futebol Goiano era dividida em quatro categorias: infantil, que poderia começar com dez anos até os dezessete; completando essa idade, ficariam por volta de dois anos no juvenil; e atigindo a maioridade era encaminhados aos Aspirantes. A separação entre profissionais e aspirantes era definida de acordo com o talento e necessidade do time, isto é, poderia ter jogadores no profissional com a mesma idade dos jogadores aspirantes. Muitas vezes, as duas categorias treinavam juntas. O Goiânia teve o privilégio de disputar a Copa São Paulo de Futebol Júnior em 1982 por ter vencido o campeonato de júnior em 1981. Também disputou as edições de 1983, 2003, 2012, 2014, 2015 e 2016. Sua melhor participação foi em 2015, quando acabou eliminado pelo nas oitavas de final. A importância que o clube carijó dava a base rendeu diversos frutos. O campeonato goiano de 1968, por exemplo, foi ganho com vários jogadores criados na base do Goiânia, com destaque para o trio Chico Frazão, Silvinho e Tuíra. Além desses três, passaram pela base carijó Rogério Corrêa e Michael. === Títulos === Campeão Invicto ESTADUAIS Competição Títulos Temporadas Campeonato Goiano Sub-20 1 2012 Campeonato Goiano Juniores 2 1981, 1982 Taça Mané Garrincha 1 1983 Campeonato Goiano Juvenil 7 1955, 1959, 1962, 1963, 1964, 1965 e 1975 Campeonato Goiano Infantil 1 OUTRAS CONQUISTAS Competição Títulos Temporadas Copa Nacional Marília Sub-16 1 2011 == Outras modalidades esportivas == Apesar de ter sido criado como clube de futebol, o Goiânia possuiu diversos outros esportes ao longo de sua história, tais como atletismo, basquete, ciclismo, futsal, natação e vôlei, mas nenhum deles alcançou a projeção do futebol. === Atletismo === O atletismo do clube foi muito tradicional na década de 1970, tendo Gilberto Correa Mello — campeão da I Maratona da Região dos Lagos em 1977 — como seu principal destaque. ; Títulos * Maratona da Região dos Lagos: 1977 — Gilberto Correa Mello. === Basquete === ==== Masculino ==== O basquetebol é um dos esportes mais antigo do carijó, tendo o jogo mais antigo registrado na comemoração do dia da pátria de 1940 contra jogadores da Cidade de Goiás. Desde então, o clube angariou tradição no esporte dentro do Centro- Oeste, tendo conquistado diversos títulos regionais, estaduais, metropolitanos. ;Títulos (masculino) REGIONAIS Competição Títulos Temporada Copa Centro-Sul de Basquete 2 2018, 2019 ESTADUAIS Competição Títulos Temporada Campeonato Goiano 1 2018 OUTROS TORNEIOS Competição Títulos Temporada Copa Morrinhos de Basquete 1 2019 Copa Mão na Bola 1 2019 Copa Caldas de Basquete 1 2021 ;Sub-15 OUTROS TORNEIOS Competição Títulos Temporada Copa Morrinhos de Basquete 1 2019 === Ciclismo === O ciclismo também foi um dos esportes praticado pelo Goiânia. Na década de 1970, os carijós foram bem representados, principalmente por Vicente Coelho dos Santos — campeão da Categoria Livre do Grande Prêmio Ciclístico Joel de Oliveira Paes de 1977 —. e Salatiel Espinhara Alves. ; Títulos * Grande Prêmio Ciclístico Joel de Oliveira Paes - Categoria Livre: 1977 — Vicente Coelho dos Santos. === Futebol society === O Goiânia possui grande tradição no Futebol society goiano, tendo vencido títulos com a equipe feminina. ;Títulos (feminino) Campeão Invicto ESTADUAIS Competição Títulos Temporadas Campeonato Goiano 3 2012Aliança perde a final do Campeonato Goiano Society para o Goiânia, 2013, 2014Donas do Terreiro === Futsal === O Goiânia possui grande tradição no futsal goiano, tendo vencido títulos com a equipe masculina e feminina. ;Títulos (feminino) Campeão Invicto ESTADUAIS Competição Títulos Temporadas Copa Governador do Estado 1 1992 === Natação === O Goiânia foi de extrema importância para a natação em Goiás. Foi um dos fundadores da Federação Aquática de Goiás e disputou competições pela mesma. == Presidentes == Durante a assembleia constitutiva da instituição, ocorrida em 30 de julho de 1936, foi estipulado que o cargo de presidente do Goiânia Esporte Clube fosse ocupado pelo arquiteto José Amaral Neddermeyer. Porém, o clube vivia dificuldades durante este período (1936-1937), com o diretor esportivo José Henrique da Veiga Jardim praticamente fazendo tudo. Diante dos problemas vividos, Zézé (José Henrique) buscou ter maior apoio e estrutura mobilizando apoiadores para a fundação oficial do clube. Durante a assembleia, chefiada por Irani Alves Ferreira em 27 de maio de 1938, foi estipulado, a partir de uma conspiração liderada por Virgilio Sales, que o cargo de presidente do clube fosse ocupado por Ademar Martins Vieira. Isso significou a mudança de nome do clube para Corintians Goiano, nome esse alterado 13 meses depois, por meio de votação, na presidência de Irani Alves Ferreira. === Presidentes do Goiânia Esporte Clube === Ao longo de sua história, o clube teve os seguintes presidentes: {| align=center border=1 width=90% cellpadding=\"2\" cellspacing=\"0\" style=\"background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 90%; text-align: center;\" Presidente Período José Amaral Neddermeyer 1936 Ademar Martins Vieira 1938 Irani Alves Ferreira 1939-1941 Nicanor Gordo 1942-1943 Joaquim da Veiga Jardim 1944 Aládio Teixeira 1945 Joaquim Brandão 1946-1947 Augusto César de Pádua Fleury 1947 Ary Rodrigues de Bessa 1948 Pedro Daniel da Silva 1951-1953 Orlando Paulino da Silva 1954-1956 João Teixeira Neto 1957-19?? Joaquim da Veiga Jardim 19??-1963 Jerônimo Pinheiro de Abreu 1963 Evandro Faleiro Ribeiro 1964-1965 === Presidentes de honra === * 1938: Pedro Ludovico Teixeira * 1938: Coimbra Bueno * 1938: João Teixeira Alves Júnior ==Goiânia na cultura popular== Devido a importância do Goiânia no cenário esportivo goiano, o clube faz-se presente em registros culturais no cinema, na literatura e na música. ; Documentários sobre o Goiânia * O Canto do Galo Carijó (2010) - Direção: Victor Hugo de Araújo e Breno Magalhães ; Livros sobre ou que citam o Goiânia * Batista, João - Arquivos Do Futebol Goiano. Goiânia: , 1982. * Junior, Lisita - 30 anos de futebol em Goiânia. Goiânia: Editora Dom Bosco , 1975. ; Canções sobre o Goiânia * Pádua - Canto do Galo Carijó * Pádua - Homenagem ao Galo Carijó * Donni Araújo - Nova versão do Hino do Goiânia == Ver também == * Estádio Olímpico * Clubes brasileiros de futebol * Campeonato Goiano * Futebol de Goiás == Ligações externas == *Website oficial * * ;Outros * Página do Goiânia no site Futebol de Goyaz * * Categoria:Clubes de futebol fundados em 1938 Categoria:Clubes de futebol feminino do Brasil Categoria:Fundações em Goiás em 1938",
 "title": "Goiânia Esporte Clube"
}