{
 "id": "75510",
 "text": "Um rei (no feminino: rainha) é um chefe de Estado ocupante de um trono real ou um súdito de um imperador por exemplo ou de outra espécie de soberano; ou um ex-soberano que virou súdito. Pode ou não, dependendo do estilo de governo de uma nação ou país, ser um soberano de um reino, deter o exercício de poderes monárquicos sobre um território designado de reino, sob uma política governamental conhecida por monarquia. Um rei e uma rainha são os únicos monarcas que existem, que são reinantes quando suas dignidades não são naturais de um império. Um rei é o segundo maior patamar nobiliárquico soberano, a seguir ao de imperador (título de nobreza supremo e maior status social que se pode ter) cuja dignidade normalmente abrangia territórios de maior extensão, chamados de império, por englobar mais que um reino. Um rei tem status de nobreza mais elevado que o de um príncipe, e dos títulos de nobreza que estão abaixo do de príncipe. O equivalente feminino do rei é a rainha, embora o termo \"rainha\" possa referir-se também a uma soberana no seu próprio direito, a uma rainha reinante, ou à esposa de um rei, uma rainha consorte. O marido de uma rainha reinante é, por vezes, apelidado de rei consorte, mas é mais comumente denominado de príncipe consorte. A sua família é designada por família real. Um rei ou rainha pode ostentar uma coroa, um manto real, ou outros símbolos que representem o seu poder régio tais como um ceptro ou então um documento que oficialize e que sustente ou defina a sua autoridade como a Magna Carta de 1215 que determinava os poderes que o rei João de Inglaterra poderia ou não deter. Historicamente, a posição do \"rei\" deriva dos primeiros líderes tribais ou principais de diferentes povos tais como o (em sumério lugal, em semitico o sharrum, em latim rex, em grego o basileus, em sânscrito o rajá, em alemão o kuningaz) poderia ser também o tirano de uma cidade-Estado. Muitas vezes, o rei não tinha só uma função política, mas, ao mesmo tempo, uma religiosa, atuando como sumo sacerdote ou divino rei, como foi o caso de certos reinos antigos. == Na cultura popular == Alguns dos reis da cultura popular mais conhecidos são no caso de humanos: Rei Artur, Rei Davi. No reino animal temos 4 animais cujo tem o título de reis: o Leão (Panthera leo), Tubarão-branco (Carcharodon carcharias), a Águia (família Accipitridae) e o Tiranossauro rex (Tyranossaurus rex). No caso do leão, foi por sua coragem e imponência. Seu modo de vida calmo e soberano como o de um rei apenas reforça tal afirmação, o mesmo é chamado de \"O Rei dos animais\" ou \"Rei das feras\". O Tubarão-branco leva esse título devido seu tamanho e força, apesar de não ser o mais forte dos animais marinhos e nem o mais inteligente, ele de fato é o mais corajoso e imponente. É um dos mais terríveis predadores, e normalmente é chamado de \"Rei dos mares\", \"Grande tubarão-branco\" e \"Rei das águas\". A águia é frequentemente associada a coragem e força. É chamada de “Rainha dos céus” ou de “Rainha das aves” pela sua soberania, beleza e imponência. Na mitologia grega, a águia é o símbolo de Zeus, o mais poderoso dos deuses. O único pré-histórico dessa lista, o tiranossauro era grande e forte, e em sua época foi o maior predador de seu tempo, o que o fez ser muito conhecido. Devido aos filmes e sua descoberta, o tiranossauro foi apelidado de: \"O Rei dos dinossauros\" e \"Rei dos lagartos\" e também é denominado como rei pelo seu nome científico, Tyranossaurus rex significa \"lagarto tirano rei\" uma das influências para seu título. == Ver também == * Monarca * Reino * Infante * Faraó * Sultão == Ligações exteriores == * rei, Michaelis, Dicionário de Português Online * rei, iDicionário Aulete Categoria:Títulos de realeza Categoria:Monarquia",
 "title": "Rei"
}