{
 "id": "75513",
 "text": "Sonho lúcido, podendo ser referido também com onironáutica, é um tipo de sonho em que o sonhador percebe que está sonhando durante o sonho. A capacidade de ter sonhos lúcidos é uma habilidade cognitiva treinável, tornando sonhadores inexperientes, em onironautas. Durante um sonho lúcido, o sonhador pode ganhar algum controle volitivo sobre os personagens do sonho, narrativa ou ambiente, embora esse controle do conteúdo do sonho não seja a característica saliente do sonho lúcido. No geral, que se refere à percepção consciente de uma pessoa identificar que está em estado de sonho, que está tendo uma experiência no \"mundo dos sonhos\" e não na realidade física ou um delírio, resultando em uma recordação nítida/lúcida da experiência. Conforme o pesquisador Stephen LaBerge, o sonho lúcido indica \"sonhar enquanto você sabe que está sonhando.\" O termo, criado por Frederik Willems van Eeden no início do século XX. A maioria das pessoas acorda ao perceber que está sonhando. O desconhecimento e o susto tendem a trazer nossa consciência de volta do mundo onírico. As pessoas que intencionalmente treinam para usar as possibilidades do sonho lúcido são denominados de onironautas (do grego: \"exploradores de sonhos\"). O tema atrai a atenção de psicólogos, autores independentes, grupos místicos, ocultistas, artistas e muitos outros. Os chamados normalmente descrevem seus sonhos como animados, coloridos e fantásticos. Muitos comparam a uma experiência espiritual e dizem que este fato mudou sua maneira de viver ou sua percepção em relação ao mundo que vive. Alguns afirmam que os sonhos lúcidos são como uma \"hiper-realidade\", aparentando muitas vezes serem mais reais que a própria realidade em vigília e que todos os elementos que compõem a realidade dos sonhos são amplificados. Sonhos lúcidos são prodigiosamente recordados em comparação a outros tipos de sonhos, até mais que os próprios pesadelos, que supostamente podem ser prescritos como um meio de livrar-se de um sonho dramático ou alarmante. Antes mesmo dos sonhos lúcidos ocorre também o sonho pré-lúcido, estado anterior que procede a um sonho lúcido, geralmente acompanhada de alucinações hipnagógicas. Embora seja difícil de obter um conhecimento claro e coerente sobre as múltiplas interpretações destas experiências — especialmente considerando sua natureza altamente subjetiva — a veracidade dos sonhos lúcidos é cientificamente verificada. Pode ser classificada como um protociência, até que haja um maior conhecimento científico sobre o assunto. Pesquisadores, tal como Allan Hobson, com estudos na área da neurofisiologia dos sonhos, têm ajudado no avanço das pesquisas para o melhor entendimento dos mecanismos dos sonhos lúcidos. == Pesquisa científica == Várias universidades (notavelmente a de Stanford) continuam as pesquisas neste campo, aperfeiçoando técnicas e aprendendo mais sobre os efeitos dos \"sonhos lúcidos\", como fazem algumas agências independentes tal como LaBerge, com O Instituto de Lucidez. A psicologia jungiana, por exemplo, parece indicar que o sonho \"não-lúcido\" (ou parcialmente lúcido) é um meio de alcançar o auto-conhecimento. Até o momento, não existem casos em que seja relatado que algum \"sonho lúcido\" tenha causado qualquer tipo de dano em qualquer nível, seja este psicológico ou fisiológico. No entanto, seria muito difícil de determinar se alguma forma de \"sonho lúcido\" poderia anular algum beneficio porventura recebido através de um \"sonho normal\". Nos sonhos lúcidos, criado para diversão como também para fins terapêuticos, podemos voar, criar ambientes que sempre sonhamos em estar, podemos ser ricos, pobres, o que quisermos, basta termos controle sobre os sonhos.O sonho lúcido pode ou não ser realizado pois depende da sorte ou dedicação das pessoas. Recentes pesquisas descobriram que os sonhos lúcidos podem não ser de todo sonhos, mas apenas alucinações que ocorrem no cérebro. == Psicologia == Existem muitas questões a serem respondidas sobre os sonhos lúcidos e sobre o ato de sonhar por si só. LaBerge e seus seguidores costumam chamar as pessoas que conseguem explorar a capacidade de sonhar lucidamente de onironautas (expressão grega que significa \"exploradores de sonhos\"). Na projeciologia, um sonho lúcido é uma projeção semiconsciente, também pode chegar a ser uma projeção consciente. Um sonho lúcido depende de dois fatores; o indivíduo precisa estar suficientemente consciente enquanto adormecido. Na maior parte do tempo, as pessoas estão conscientes, porém acordadas. Em um sonho normal, está-se adormecido, contudo, inconsciente, tanto que coisas consideradas absurdas na realidade acontecem frequentemente e os indivíduos interagem normalmente com elas. É ainda possível estar-se parcialmente ou totalmente inconsciente enquanto acordado, utilizando-se certos efeitos químicos presentes em drogas ou álcool. Os sonhos lúcidos são mais comuns depois de o corpo ter recebido o sono reparador, ou seja, cerca de 5 ou 6 horas após o início do sono. == História== === Antiga === As primeiras referências ao fenômeno são encontrados em escritos antigos gregos. Por exemplo, o filósofo Aristóteles escreveu: \"Muitas vezes, quando se está dormindo, há algo na consciência que declara que o que então se apresenta é apenas um sonho\". Enquanto isso, o médico Galeno de Pérgamo utilizou sonhos lúcidos como uma forma de terapia. Além disso, uma carta escrita por Santo Agostinho de Hipona , em 415 AC conta a história de um sonhador, Doutor Gennadius, e se refere ao sonho lúcido. No pensamento oriental, cultivando a capacidade do sonhador estar ciente de que ele ou ela está sonhando é central tanto para a prática budista tibetano de sonho Yoga, e da antiga prática Hindu de Yoga Nidra. O cultivo de tal consciência era uma prática comum entre os primeiros budistas. === Século XVII === Filósofo e médico Sir Thomas Browne (1605-1682) era fascinado por sonhos e descreveu a sua própria capacidade de sonho lúcido em sua Religio Medici, afirmando: \"... ainda em um sonho que pode compor uma comédia conjunto, eis que a ação, apreender os gracejos e rir a minha auto acordado durante os conceitos dos mesmos\".Religio Medici, part 2:11. Text available at http://penelope.uchicago.edu/relmed/relmed.html Além disso, Samuel Pepys em seu diário em 15 de agosto de 1665 registra um sonho, afirmando: \"Eu tinha a minha Lady Castlemayne em meus braços e foi admitido para usar todo o flerte desejado com ela, e então sonhou que este não poderia ser acordado, mas que era apenas um sonho\". === Século XIX === Em 1867, o sinólogo francês Marie- Jean-Léon, São Denys Hervey Marquis anonimamente publicado Les Reves e significa a Lead: Práticas Observações ( 'Sonhos e as maneiras de viver' em: observações práticas), em que descreve suas próprias experiências de sonhos lúcidos, e propõe-se que viável para qualquer um aprender a sonhar conscientemente.D'Hervey de Saint-Denys, Les Reves et Les Moyens de Les Diriger: Observations Pratiques, Paris/Amyot. === Século XX === Em 1913, o psiquiatra neerlandês e escritor Frederik (Willem) van Eeden (1860-1932) cunhou o termo \"sonho lúcido\" em um artigo intitulado \"Um Estudo dos Sonhos\". Alguns têm sugerido que o termo é um equívoco, porque van Eeden estava se referindo a um fenômeno mais específico do que um sonho 'vivaz' ou 'lúcido'. Van Eeden destina o termo lúcido para denotar \"ter visão\", como na frase intervalo lúcido aplicado a alguém em remissão temporária de uma psicose, em vez de como uma referência para a qualidade perceptual da experiência, que pode ou não ser clara e vívida. == Definição == Paul Tholey, um alemão e Gestalt teórico, colocou a epistemológica base para a pesquisa dos sonhos lúcidos, propondo sete diferentes condições de clareza que um sonho deve cumprir, a fim de ser definido como um sonho lúcido: # A consciência do estado de sonho (orientação); # A consciência da capacidade de tomar decisões; # A consciência de funções de memória; # Consciência de si; # Consciência do ambiente de sonho; # A consciência do significado do sonho; # A consciência da concentração e foco (a clareza subjetiva desse estado). Mais tarde, em 1992, um estudo realizado por Deirdre Barrett examinou se os sonhos lúcidos continham quatro \"corolários \" de lucidez: # Os sonhadores estão cientes de que eles estão sonhando; # Objetos desaparecem após acordar; # as leis da física não se aplicam no sonho; # Os sonhadores têm uma memória clara do mundo desperto. Barrett encontrou que menos de um quarto dos relatos de lucidez exibiram todos os quatro. Posteriormente, Stephen LaBerge, um psicofisiologista da Universidade de Stanford, estudou a prevalência de ser capaz de controlar o cenário de sonho entre os sonhos lúcidos, e descobriu que enquanto o controle de sonho e consciência do mesmo estão correlacionados, um não requer o outro. LaBerge descobriu sonhos que exibem um claramente sem a capacidade para o outro; também, em alguns sonhos onde o sonhador está lúcido e consciente que pode exercer o controle, eles escolhem simplesmente observar. O psicólogo da Gestalt Paul Tholey distinguiu os sonhos normais dos sonhos lúcidos com base nos critérios a seguir:Paul Tholey, Kaleb Utecht: Schöpferisch träumen . 3. Aufl. Klotz, Eschborn 1997, ISBN 3-88074-275-8 , pp. 61-62 * O sonhador tem consciência de que está sonhando; * O sonhador tem o livre arbítrio; * O sonhador tem suas habilidades normais de raciocínio; * A sua percepção dos cinco sentidos é comparável à da vigília; * O sonhador conta com as lembranças de que dispõe quando está acordado; * O sonhador se lembra claramente de seu sonho ao acordar; * O sonhador é capaz de interpretar o sonho dentro do próprio sonho. Para Tholey, é essencial satisfazer os quatro primeiros requisitos. ​Outros autores insistem na sensação de estar presente no aqui e agora do sonho, bem como na capacidade de controlá-los. Observa-se frequentemente que a experiência de lucidez nos sonhos e que o grau de lucidez varia desde a consciência mínima definida por Green até o ideal descrito por Tholey.George Gillespie, Podemos distinguir entre sonhos lúcidos e sonhos de consciência onírica? Arquivado em 12 de janeiro de 2009, na Wayback Machine. Edições anteriores da Carta de Lucidez, Vol. 3, No. 2 e 3, agosto de 1984, p. 95. === A paralisia do sono === thumb|right|300px|O pesadelo, por Henry Fuseli (1781), uma das representações da paralisia do sono na cultura popular. Uma observação feita é que existem níveis de sonho lúcido no qual consegue-se controlar o sonho como um todo de forma tão realista que perde-se a noção do que é real e do que é sonho: não sabe-se distinguir se está sonhando ou acordado. Como nos diz Muniz: Algumas pessoas relatam que, às vezes, sofrem uma paralisia corporal ao se deitarem para dormir. Afirmam que, deitadas, perdem os movimentos e a capacidade de falar, ficando com o corpo pesado e “duro”, preso à cama. Então, dizem, ouvem vozes, escutam passos, veem estranhas cenas ou pessoas e se desesperam. É preciso diferenciar entre a atonia REM, que acontece todas as noites em todas as pessoas, e o distúrbio da paralisia do sono, que é uma anomalia do processo de sono normal. No geral a cultura ocidental não contém muitas experiências no campo onírico e no contato com o mundo do inconsciente, visto que mesmo os nomes foram introduzidos por Freud há mais de um século, a maior parte da comunidade não está preparada para experiências desta natureza. Como resultado, alguém que atinja a paralisia do sono termina sem saber o que fazer, eventualmente é tomado pelo medo, devido o desconhecimento do assunto, supondo que estão enlouquecendo ou prestes a morrer. Outros, supersticiosos, creem que o diabo os persegue ou os sufoca. Segundo o DSM-IV-TR, \"40-50% das pessoas que dormem normalmente relatam episódios isolados de paralisia do sono pelo menos uma vez na vida.\" Queixas comuns associadas à paralisia do sono são incapacidade de locomoção, fala ou até dificuldades na respiração, embora o diafragma continue operando de forma intacta. As paralisias do sono são geralmente vinculadas à alucinações no início do sono (hipnagógicas) ou ao despertar (hipnapômpicas), oníricas, supostamente causadas pela \"intrusão de elementos dissociados do sono REM na vigília.\"DSM-IV-TR, 2002, p. 579. A paralisia do sono corresponde a um estado não usual de consciência no qual atingimos lucidamente o limiar entre a vigília e o sonho. Em outras palavras: nossa consciência se encontra em um ponto limítrofe entre o mundo vígil e o mundo onírico. É importante não confundir essa descrição com a narcolepsia ou a estados patológicos similares, nos quais a pessoa desfalece mantendo a consciência em situações arriscadas como durante o trabalho ou no trânsito. É importante diferenciar o patológico do inócuo. A inofensiva paralisia analisada neste estudo surge quando nos acomodamos para relaxar, dormir ou “tirar um cochilo”. Ocorre em situações facilitadoras do sono, podendo aparecer na fase inicial ou final deste. Não se impõe contra a nossa vontade em situações inadequadas ou de risco, como durante o ato de dirigir ou trabalhar. Esse estado limítrofe nos oferece a oportunidade de experimentar um tipo especial de sonho: o sonho lúcido. Se, ao invés de nos deixarmos tomar pelo medo, soubermos aproveitar a situação de imobilidade para trabalhar com a imaginação, adentraremos conscientemente ao nosso mundo dos sonhos. Durante a paralisia do sono, estamos às portas do nosso universo onírico. Em tal fase, podemos reverter o processo letárgico ou dar-lhe continuidade. Se nos aterrorizarmos ante a impossibilidade de movimento e as percepções alteradas, o reverteremos. Se nos mantivermos tranqüilos e permitirmos que o processo natural do sono tenha continuidade, teremos a experiência fantástica do sonho lúcido. É uma experiência cobiçada por muitos. Nos sonhos normais, nunca percebemos que estamos sonhando. Sempre acreditamos estar acordados: fugimos dos perigos, nos preocupamos em resolver os problemas com os quais nos deparamos, tememos as reações das pessoas e animais com os quais estamos sonhando, etc. No sonho lúcido, esta falta de discernimento não existe. O sonhador compreende que está sonhando e age de acordo com esta compreensão. Durante a fase intermediária entre o sono e a vigília, começamos a ter percepções alteradas, os primeiros contatos imediatos com o mundo fantástico. Os nossos pensamentos adquirem alto grau de nitidez e podem ser vistos e ouvidos como se pertencessem ao mundo exterior. As vozes, sons, imagens e toques que percebemos são imaginais, isto é, são formas mentais. Não obstante, seu impacto realístico e nitidez (numinosidade) são intensos e espantam as pessoas que ainda não estão familiarizadas com isso. Nossos medos, desejos, anelos, frustrações, etc, se corporificam em imagens mentais cujas formas apresentam afinidade com o teor dos sentimentos que as geraram. Aqueles que almejam a experiência do sonho lúcido procuram induzir a paralisia do sono por meio do relaxamento consciente tal como fazem os praticantes de auto-hipnose antes de se autossugestionarem. Ao atingi-la, saltam para o outro lado de suas existências. Caso tenhamos interesse em aproveitar a paralisia corporal para obtermos uma experiência onírica consciente, podemos nos valer de um procedimento muito simples: uma vez atingida a imobilidade, projetamos uma imagem mental qualquer que nos agrade procurando vivenciá-la lucidamente, ou seja, nos empenhamos em interagir com a mesma sem perder a recordação de que é mental e onírica. Então, logo nos vemos dentro de um sonho lúcido. Poderíamos dizer, em outros termos, que colaboramos conscientemente com o processo natural do sono-sonho ao invés de detê-lo pelo medo. Após o estado de paralisia corporal vem o estado de sonho propriamente dito. Se vivenciarmos lucidamente as imagens mentais que se formam nesta fase inicial do sonho, logo as mesmas se apresentam ante a nossa consciência como se fossem tridimensionais. Muitas vezes, a paralisia do sono é denominada pesadelo, o que nem sempre é correto. Um pesadelo é um sonho terrível, não só com monstros, assassinatos, torturas, sangue, cadáver. == Bibliografia == * American Psychiatric Association. DSM-IV-TR. Porto Alegre: Artmed, 2002. ISBN 85-7307-985-1 * LABERGE, Stephen. Sonhos Lúcidos. São Paulo: Siciliano, 1990. ISBN 85-2640-251-3 * Lucid Dreams (1968) ISBN 0-90-007600-3 by Celia Green * Lucid Dreaming: The Paradox of Consciousness During Sleep (1994) ISBN 0-41-511239-7 by Celia Green and Charles McCreery * Exploring the World of Lucid Dreaming (1991) ISBN 0-34-537410-X by Stephen LaBerge. * Creative Dreaming (1974) ISBN 0-671-21903-0 by Patricia L Garfield * Dreams and How to Guide Them [1867] (1982) ISBN 071561584X by Hervey de Saint-Denys * The Lucid Dreamer (1994) ISBN 0-671-87248-6 by Malcom Godwin * Tibetan Yogas Of Dream And Sleep (1998) ISBN 1-55-939101-4 by Tenzin Wangyal Rinpoche * Conscious Mind, Sleeping Brain (1988) ISBN 0306428490 by Jayne Gackenbach and Stephen Laberge, Eds. * A paralisia do sono e o sonho lúcido. MUNIZ, Cleber Monteiro, Jornal Infinito ==Ligações externas== * Tudo sobre os sonhos lúcidos * Sonhos Lúcidos - Relatos * Como Usar os sonhos para transformar sua vida * Dream Views - A maior comunidade de Sonhos Lúcidos do mundo * Sonhos Lúcidos Brasil - Portal Brasileiro de estudo sobre Sonhos Lúcidos * DreamerShell - Comunidade de Sonhos Lúcidos * Guia Internacional para os Sonhos Lúcidos * Lista de discussão sobre Projeção Astral, Sonhos Lúcidos e Estados Alterados de Consciência * Grupo Voadores * Sonhos lúcidos, o surgimento da lucidez onírica e seu estudo Categoria:Neurologia Categoria:Medicina do sono",
 "title": "Sonho lúcido"
}