{
 "id": "75534",
 "text": "Sem ou Sime (em hebraico: שם; em árabe: شيم; em grego: Σεμ; em latim: Sine; em amárico: mም) é um personagem bíblico, do Antigo Testamento, do livro do Gênesis. Segundo a história bíblica, Sem foi um dos filhos de Noé, irmão de Cam e de Jafé. O texto bíblico informa que Noé, com a idade de quinhentos anos, gerou a Sem, Cam e Jafé. ==Contexto== Devido à corrupção generalizada da raça humana, Deus havia resolvido destruir a Terra através de um Dilúvio e pôr um fim àquela sociedade violenta. Noé, porém, foi escolhido por Deus para ser salvo através de uma arca junto com sua família. Segundo a narrativa bíblica, o Dilúvio ocorreu quando Noé tinha 600 anos, o que significa que Sem e seus irmãos já seriam pelo menos centenários. E era Noé da idade de seiscentos anos, quando o dilúvio das águas veio sobre a terra. E entrou Noé, e seus filhos, e sua mulher, e as mulheres de seus filhos com ele na Arca, por causa das águas do dilúvio . (Gênesis 7:6-7)Wikisource. Tradução Brasileira da Bíblia/Gênesis/VII Quando terminou o Dilúvio, Noé e sua família saíram da Arca e foram abençoados por Deus e teriam povoado a Terra. Registre-se que, somente depois do Dilúvio, é que Sem aparece como um personagem, embora secundário, pois até então o seu nome é apenas mencionado como um dos filhos de Noé. Diz a Bíblia que, depois do dilúvio, Noé tornou-se Lavrador e plantou uma vinha. Ao colher os frutos e se embriagar com vinho, o patriarca teria ficado nu em sua tenda, fato que foi delatado por seu filho Cam. Respeitosos, Sem e seu irmão, Jafé, vieram cobrir a nudez do pai, com os seus rostos virados para que não vissem as partes íntimas de Noé. Então, quando Noé despertou da embriaguez alcoólica, amaldiçoou Canaã, porque não podia amaldiçoar Cam , já que ele havia sido abençoado por Deus. Nóe também abençoou Sem . E disse: Maldito seja Canaã. Servo dos servos será de seus irmãos. E acrescentou: bendito seja o Senhor, Deus de Sem; e seja-lhes Canaã por servo. Dilate Deus a Jafé, e habite Jafé nas tendas de Sem; e seja-lhes Canaã por servo (Gênesis 9:25-27)Wikisource. Tradução Brasileira da Bíblia/Gênesis/IX Prosseguindo, o texto bíblico relata que Sem, com a idade de cem anos, gerou filhos, sendo o terceiro deles Arpachade (ou Arfaxad), dois anos depois do dilúvio. Depois disso, ainda viveu mais quinhentos anos, sendo pai de muitos filhos (Elão, Assur, Arfaxad, Lud e Arão) e chegando aos seiscentos anos de vida. Assim, calcula-se que Sem teria alcançado até a décima geração de sua descendência, isto é, até o Patriarca Abraão. Jacó também fazem parte da descendência de Sem. Abraão teria herdado o sacerdócio e a terra da Palestina, e teria sido cumprida a maldição de Noé - segundo a qual Canaã seria servo de Sem e Jafé. Por sua vez, o livro de Gênesis, em seu capítulo 10, verso 30, diz que os descendentes de Sem teriam habitado uma vasta região no Oriente: E foi a sua habitação desde Messa, indo para Sefar, montanha do Oriente.Wikisource. Tradução Brasileira da Bíblia/Gênesis/X Contudo, essas regiões mencionadas não são devidamente identificadas pela geografia atual, sendo que uma interpretação do texto bíblico induz que tal localização poderia referir-se às terras que foram ocupadas pelos filhos de um descendente de Sem - Joctã. Quanto aos filhos de Sem, o Gênesis , em seu capítulo 10, menciona cinco nomes: Elão, Assur, Arpachade, Lude e Arã. Segundo a tradição, Sem seria o patriarca das populações semitas.. == Longevidade de Sem == De acordo com o texto bíblico, Noé teria vivido 950 anos. Tinha 500 anos quando gerou a Sem, Cam e Jafé. Com a idade de 600 anos, enfrentou o dilúvio e ainda viveu mais três séculos e meio, o que significa que poderia ter falecido nos dias de Abraão, já na décima geração de seus descendentes. No entanto, Sem, teria vivido 600 anos dos quais 500 foram após o dilúvio. De acordo com a tabela abaixo, criada com base em informações bíblicas (principalmente Gênesis 11:7-33), Sem não apenas alcançou Abraão, como também viveu até a época de Isaque e Jacó. Pode-se dizer também que Sem viveu mais do que seu filho Arpachade que morreu com 438, isto é, antes do pai falecer. E, como a longevidade dos patriarcas foi diminuindo, Sem pode ter enterrado todos os seus descendentes até Abraão, com exceção de Éber que teria falecido 29 anos depois de seu bisavô. Há uma teoria não muito aceita na teologia de que Sem teria sido o rei e sacerdote Melquisedeque que interagiu com Abraão. Após ter mudado de nome, Sem teria se apresentado a Abraão como o rei de Salém. E, devido à sua experiência com o Deus de Noé, ele teria passado os seus ensinamentos a Abraão. No entanto, essa teoria é contestada pelo fato de que a ascendência e a descendência de Melquisedeque é desconhecida e o aparecimento deste personagem seria uma espécie de cristofania ou teofania enquanto a linhagem de Sem é demonstrada pela Bíblia. Idades dos patriarcas nome idade ao ser pai idade ao morrer Adão 130 930 Sete 105 912 Enos 90 905 Cainã 70 910 Malalel 65 895 Jarede 162 962 Enoque 65 365 Metusalém 187 969 Lameque 182 777 Noé 500 950 Sem 100 600 Arpachade 35 438 Selá 30 433 Éber 34 464 Pelegue 30 239 Reú 32 239 Serugue 30 230 Naor 29 148 Terá 70 205 Abraão 100 175 Isaque 60 180 === Descendentes de Sem === Sem é tradicionalmente considerado o ancestral do povo semita; religiosos e árabes se consideram filhos de Sem através de Arpachade (assim, semitas). Na opinião de alguns estudiosos europeus do século XVII (por exemplo, John Webb), o povo da China e da Índia descendeu dele também. * Elão, Filho de Sem. Os Elamitas chamavam os de Haltamti e tinha um império (capital império Susa), o que é agora Cuzistão, o Irã moderno. Elamita, no entanto, é uma língua não-semítica. Que tem sido controversamente agrupada com as línguas modernas dravídicas, em \"Elamo-Dravídicas\". * Assur, Filho de Sem. Os Assírios consideravam o pai-deus Assur, e fundaram uma cidade com esse nome no Rio Tigre. * Arpachade (também dito Arfaxade), filho de Sem. Ele ou seus descendentes imediatos são creditados na tradição Judaica com a fundação da cidade de Ur dos Caldeus, possivelmente Urfa , sudeste da Turquia moderna, embora também tenha sido identificada por alguns (após o arqueólogo Wooley) com a cidade Suméria de Ur, a margem sul do Rio Eufrates. * Lude , filho de Sem. A maioria das autoridades antigas atribuem este nome à Lídia, do leste da Anatólia (Luddu em inscrições Assírias de ca. 700 A.C.). * Arã, filho de Sem. Há referências a uma campanha contra \"Arã\" tão cedo quanto 2300 A.C. nas inscrições de Narã-Sim. Seus descendentes se estabeleceram na cidade de Harã. Havia um número de lugares chamado Arã, incluindo um lugar em Damasco e outro chamado Arã-Naharaim, ou Arã de dois rios, situado entre os rios Tigre e Eufrates. Há também Arã-Tzova, que é mencionado em Salmos 60. ** Uz, filho de Arã. Possivelmente, os antepassados dos Nabateus, que se estende do sul da Jordânia, até o noroeste da Arábia Saudita, também mencionado no trabalho. ** Hul , filho de Arã. Desconhecido; pode ter uma possível conexão com o lago conhecido como Hula . ** Geter, filho de Arã. Pai de Thamud na tradição árabe. ** Más, filho de Arã. Desconhecido; sugestões incluem Mashu, uma região desconhecida dos cedros, mencionada na epopeia de Gilgamesh (possivelmente Líbano), e E-Mash Mash, o principal templo de Nínive na Assíria. == Árvore genealógica baseada em Gênesis == ==Referências== *Barker, Burdick, Stek, Wessel, Youngblood (Eds.). (1995). The New International Version Study Bible. (10th Ann ed). Grand Rapids, MI: Zondervan. *Bright, John. (2000). A History of Israel. (4th ed.). Louisville, KY: Westminster John Knox Press. *DeVaux, Roland. (1997). Ancient Israel. (John McHugh, Trans.) Grand Rapids, MI: Eerdmans. *Freedman, David Noel (Ed.). (2000). Eerdmans Dictionary of the Bible. (pp. 597) Grand Rapids, MI: Eerdmans. *Wood, Millard, Packer, Wiseman, Marshall (Eds.). (1996). New Bible Dictionary (3rd ed.) (pp. 477). Downers Grove, IL: Intervarsity Press. ==Ver também== * Tabela das Nações * Canaã * Cananeus Categoria:Mitologia Categoria:Mitologia judaica Categoria:Bíblia Categoria:Pessoas citadas na Divina Comédia (Paraíso)",
 "title": "Sem"
}