{
 "id": "75551",
 "text": "Izanagi (イザナギ em japonês, pronuncia-se Izanagui; いざなぎ em hiragana) (registrado no Kojiki como 伊邪那岐), também chamado de Izanaki (イザナキ em japonês), Izanagi-no- mikoto (イザナギの男命 em japonês) ou Izanagi-no-Ōkami (イザナギの大神) é uma divindade da mitologia japonesa e do xintoísmo. ==Denominação== Izanagi, cuja denominação completa é Izanagi-no-Mikoto (Lorde Izanagi), juntamente com sua irmã e esposa Izanami, foi a divindade responsável pela criação do mundo e de outras divindades na mitologia japonesa. ==Origens e Criação do Mundo== Antes do mundo existir havia apenas caos. Quando os deuses superiores geraram Izanagi e Izanami, eles agitaram com uma lança incrustada de pedras preciosas o mar de água salgada abaixo deles quando estavam sobre a ponte flutuante celestial, ao levantarem a lança, as gotas de água formaram a primeira ilha que foi chamada de Onogoro, a primeira terra firme.Kojiki, Volume I, Seção III, A Ilha de Onogoro tradução de 1919, por Basil Hall Chamberlain Em Onogoro, construíram o primeiro templo e puderam copular. Da primeira cópula surgiu Hiruko (Criança- Parasita) e Awashi, que por serem considerados imperfeitos, foram colocados em um cesto de junco e levados ao mar para que perecessem. Após uma deliberação dos deuses superiores, foi firmado um novo casamento entre os dois, no que o casal pode voltar a Onogoro e continuar a gênese do mundo. Criaram-se os deuses do vento, árvores e montanhas entre outras divindades além do arquipélago japonês. ==A Morte de Izanami== Quando Izanami deu à luz o deus- do-fogo, Kagutsuchi, seus órgãos genitais foram severamente queimados fazendo-a morrer em decorrência disso. Izanagi, consternado, mata Kagutsuchi e decide visitar Izanami no mundo subterrâneo chamado de Yomi-tsu-Kuni (Terra da Escuridão) numa tentativa de fazê-la voltar a vida. Quando chega a entrada de Yomi vê Izanami e pede que volte com ele no que ela concorda dizendo que consultará os deuses do mundo subterrâneo sobre sua liberação, advertindo Izanagi para não olhá-la. No entanto, Izanagi tomado de desejo de rever sua amada esposa retira um dente do pente de seu coque e o acende, entrando no mundo subterrâneo e seguindo-a. Ao iluminá-la, vê um cadáver putrefacto repleto de vermes e assustado, foge do mundo subterrâneo seguido de perto por demônios, os deuses do trovão e a própria Izanami transformada em um monstro até os limites de Yomi. Quando Izanagi arremessa três pêssegos na direção de seus perseguidores, esses cessam suas hostilidades e Izanagi vê Izanami pela última vez selando a entrada de Yomi com uma pedra. Sentindo-se enojado pelo que havia acontecido, decide banhar-se num rio para purificar-se, sendo que ao se despir, várias divindades emergem de suas roupas e também surgem as três divindades mais importantes do panteão xintoísta. Amaterasu-no-mikoto (Deusa Augusta que Ilumina o Céu) também conhecida apenas como Amaterasu surge de seu olho esquerdo enquanto Tsuki-yomi-no-mikoto (Augusta Lua) brota de seu olho direito e por fim nasce de seu nariz Susano'o-no-mikoto (O Augusto Varão Furioso). ==Após a Criação== Logo após criar os três deuses principais do panteão xintoísta, Izanagi decidiu atribuir uma tarefa a cada um deles. Para Amaterasu, ele entregou um colar sagrado que simbolizaria o poder divino, fazendo-a tornar-se deusa do sol e habitar o céu, enquanto para Tsukiyomi ele atribuiu a Lua tornando-o deus da noite, e para Susanoo deu os oceanos. Ao protestar contra a escolha do pai,alegando querer ir de encontro a sua mãe Izanami, Susanoo é expulso por Izanagi que enfim dá por concluída sua missão da criação. ==Cultura Popular== No Anime/Mangá Naruto, Izanagi é uma técnica do Kekkei Genkai Sharingan que possibilita ao usuário o poder de reescrever a realidade. No jogo e anime Persona 4, Izanagi é a Persona principal do protagonista. ==Bibliografia== Willis,Roy.Mitologias-Deuses,Heróis e Xamãs nas Tradições e Lendas de Todo o Mundo.ISBN 978-85-7402-777-7 ==Ver também== *Mitologia Japonesa Categoria:Mitologia japonesa Categoria:Xintoísmo Categoria:Deuses japoneses",
 "title": "Izanagi"
}