{
 "id": "75613",
 "text": "Robert Gabriel Mugabe (Salisbúria, 21 de fevereiro de 1924 – Singapura, 6 de setembro de 2019) foi um político que serviu como presidente do Zimbabwe de 1987 a 2017. Teve um papel de liderança na Guerra Civil da Rodésia à frente da União Nacional Africana do Zimbábue, comandando o país após a guerra, inicialmente como primeiro-ministro, de 1980 a 1987, e depois como presidente com poderes executivos totais até novembro de 2017, quando foi derrubado por militares. Tendo dominado a política no Zimbabwe por quase quatro décadas, Mugabe foi uma figura controversa dentro e fora de seu país. Seus apoiadores enaltecem seu papel como um \"herói revolucionário\" africano que lutou para libertar o Zimbabwe do colonialismo e do imperialismo britânico. Seus críticos, por outro lado, o rotulam como um ditador que destruiu a economia do país, governava com altos índices de corrupção, racismo e abusos constantes de direitos humanos. Mugabe iniciou a vida pública na União do Povo Africano do Zimbabwe (ZAPU) em 1960, divergindo da mesma na década de 1970, em que participou da União Nacional Africana do Zimbabwe (ZANU), presidindo-a em 1977, participando ainda de seu braço militar, o Exército Africano da Libertação Nacional do Zimbabwe (ZANLA), e criando um partido daquela, a União Nacional Africana do Zimbabwe - Frente Patriótica (ZANU-PF). Durante as décadas de 1970 e 1980, Mugabe identificava-se ao público como um revolucionário marxista-leninista, aos moldes de Fidel Castro. A partir da década de 1990, passou a identificar-se apenas como um socialista, e sua doutrina tem sido descrita como \"mugabismo\". == Biografia == ===Primeiros anos e início da ativismo político=== Mugabe pertencente à uma tribo denominada shona, filho de um fazendeiro local, foi educado numa escola de jesuítas. Foi professor primário na antiga Rodésia, Zâmbia e Gana entre os anos 1942-1949 e 1955-1960. Possuía diplomas de inglês, história e educação nas mais prestigiadas universidades africanas e obteve uma licenciatura em Economia na Universidade de Londres. Participou no movimento de Joshua Nkomo, a União Popular Africana do Zimbábue (ZAPU), em 1960. ocupando ainda alguns cargos na União Nacional Africana do Zimbábue. Foi preso em 1964, devido às suas atividades políticas revolucionárias, sendo libertado em 1974, no contexto do governo de minoria branca de Ian Smith. ===Guerrilha e ZANU=== Mugabe tinha pretensões de juntar-se à guerrilha do ZANU, mas a prisão de conhecidos lhe deixou temoroso. Mugabe exilou-se, voltando dois anos mais tarde, em que passou a visitar campos do braço militar da ZANU, o Exército Africano da Liberação Nacional de Zimbábue (ZANLA), para arregimentar o apoio de oficiais. Mugabe conquistou o respeito deles, tornando-se presidente da ZANU em 1977, período em que começou a desconfiar de oficiais da ZANLA, aprisionando-os. A ZANLA entrou em uma guerra com o governo de Smith, que terminou com 30 mil casualidades. A guerrilha iniciou atacando lojas e fazendas brancas, até ter a capacidade de tomar cidades. Ao fim da guerra, a guerrilha levara vantagem. Nesse período, Mugabe propagandeava-se no rádio como um revolucionário marxista, como Fidel Castro e Vladimir Lenin, sendo apoiado pelo partido comunista chinês. Durante a guerrilha, Mugabe reiteradamente apoiou a violência contra a minoria branca. Ao fim da guerra, Nkomo se apresentava como moderado, enquanto Mugabe mantinha a retórica revolucionária e marxista. O cessar-fogo veio com o acordo de paz de Lancaster House, que Mugabe assinou relutantemente só no ano de 1979, em Londres. ===Carreira política e ZANU- PF=== Com o acordo assinado, após meses de negociações, Mugabe voltou para a ex-Rodésia e foi calorosamente recebido. Com pretensões políticas, ficou em uma casa em Mount Pleasant, um subúrbio branco. Foi orientado a não alienar o eleitorado branco, dessa forma, durante sua campanha política evitou a retórica revolucionária e marxista. Se distanciou de Nkomo assim como o ZANU distanciou de ZAPU, fundando a União Nacional Africana do Zimbábue - Frente Patriótica (ZANU-PF). Era previsto que o partido de Mugabe ganharia as eleições com base na divisão étnica do país - ele era o candidato Shona, comunidade que representava a 70% da população, enquanto Nkomo era Ndebele, uma tribo que compunha apenas 20%. Para muitos brancos esse era um prospecto tenebroso, devido à retórica marxista e racista que Mugabe adotara durante os tempos de guerrilha. ===Primeiro-ministro e presidente=== Tornou-se primeiro- ministro da ex-Rodésia (já depois do fim do governo liderado por Ian Smith) em 1980, ao vencer as primeiras eleições democráticas.Há 30 anos em ZH - Mugabe forma governo livre na Rodésia Zero Hora, acessado em 1º de abril de 2010 Em abril do mesmo ano, é declarada a independência do país que passou a ser designado por Zimbabwe (\"Zimbábue\" em português). Em 1982 passa a liderar o país sozinho, rompendo a coligação de Unidade Nacional de dois anos com Joshua Nkomo e pondo termo a uma ligação que imperava, desde 1976, com a União Popular Africana do Zimbábue (ZAPU) de Joshua Nkomo, em que votava a maioria dos membros da etnia ndeble. Este processo de separação despoletou violentos confrontos entre as duas facções, originando uma onda de repressão contra os membros da ZAPU e os ndeble. Passando a centralizar o poder e obtendo cada vez mais autoridade, termina com o sistema parlamentar, instaurando um sistema com um maior pendor presidencialista. É eleito Presidente em 1984, 1990, 1996 e 2002 em eleições consideradas, por muitos, ilegais e fora do controlo democrático, habitual de um estado de direito. A derrota no referendo de 2000, que possibilitaria uma revisão constitucional , foi um dos únicos reveses do regime ditatorial de Robert Mugabe, contudo isso não impediu o seu governo de concretizar em pleno os seus objectivos de Reforma Agrária por ele preconizados, retirando terras a agricultores brancos e entregando-as a membros do seu partido. Com isto, a produção agrícola caiu para valores muito baixos e o país, antes exportador de produtos agrícolas, passou a importador, a haver fome nas cidades e a um clima de hiper-inflação, que tornou a moeda local com valores ridiculamente elevados e ao seu posterior desaparecimento. Actualmente, estima-se que o Zimbabwe seja um dos países com maior número de pessoas a viverem abaixo do limiar de pobreza. Nos anos dos seus mandatos, Mugabe, sendo um marxista que se afastou completamente dos seus ideais com o fim da União Soviética, deu seguimento a um conjunto de políticas de carácter socializante, nacionalizando várias indústrias ao mesmo tempo que expropriava várias terras dos seus proprietários originais e seguia os seus planos de aumento de impostos e de controlo de preços, alastrando assim o controle do estado sobre os diversos setores da economia. Promoveu investimentos no setor educacional e elevou a qualidade de vida do Zimbábue a níveis anormais para países emergentes. Em 1991, promoveu um programa de austeridade visando absorver os profissionais graduados do sistema educacional, com o auxílio logístico e financeiro do FMI, o que resultou em uma queda brusca no estilo de vida da maioria pobre. Resultando em uma marginalização crescente da população, o programa foi cancelado pelo FMI. O progresso econômico e social do governo Mugabe que começou no final da década de 1980 e foi até meados dos anos 90 acabou desaparecendo no fim dessa mesma década. No começo dos anos 2000, a economia do Zimbábue começou a entrar em rápido declínio. Corrupção, má gestão e problemas no cenário macro-econômico mundial começaram a causar dificuldades para o país e puxaram a qualidade de vida do povo para baixo. Conforme a situação da nação piorava, o governo ia ficando cada vez mais centralizado e repressão a oposição aumentou, atraindo condenação de dentro e fora do país. A União Africana, os Estados Unidos e a União Europeia passaram a colocar o Zimbábue sob pesadas sanções econômicas, isolando a nação. Mugabe afirmou que essas ações externas contra ele eram uma forma de \"neo- colonialismo\" e culpou o Ocidente pelos problemas econômicos do país. O conjunto dessas e outras políticas particulares de seu governo levaram a denominação de \"mugabismo\". Robert Mugabe venceu as eleições convocadas para o dia 28 de junho de 2008, sendo reconduzido mais uma vez ao poder, desta feita pela sexta vez consecutiva, por desistência de Morgan Tsvangirai, que tinha ganho a primeira volta, após vários dos seus apoiantes terem sido assassinados. Com o apoio internacional, houve uma partilha de poder que durou cerca de quatro anos, mas o Governo de Unidade Nacional revelou-se ineficaz para acabar com as fortes tensões e evitar confrontos sangrentos entre os apoiantes de Mugabe e Tsvangirai. Em 31 de junho de 2013 Robert Mugabe foi novamente reeleito, apesar da oposição e observadores considerarem fraudulenta a eleição. ===Crise política e renúncia=== Em 6 de novembro de 2017, Mugabe dispensou seu vice-presidente, Emmerson Mnangagwa. Isso gerou especulações de que ele pretendia nomear sua esposa, Grace, para o cargo, com o intuito de fazê-la sua sucessora. Grace Mugabe era impopular dentro do partido e nos círculos políticos. Uma semana mais tarde, a 15 de novembro de 2017, o Exército Nacional do Zimbábue perpetrou um golpe de estado, ocupando prédios governamentais e colocando o presidente Mugabe sob prisão domiciliar. Oficiais das forças armadas afirmaram que estavam limpando os \"criminosos\" do círculo de Mugabe. Em 19 de novembro, Mugabe foi oficialmente dispensado da liderança do seu partido, o ZANU-PF, e Emmerson Mnangagwa foi apontado para ocupar seu lugar. O partido também deu a Mugabe um ultimato para ele renunciar a presidência do país ou um processo de impeachment seria aberto contra ele. O presidente foi a público na televisão e afirmou que se recusava a renunciar. No dia seguinte, seu partido anunciou que pediria formalmente seu impeachment na Assembléia. Em 21 de novembro de 2017, após muita pressão interna, foi confirmada a renúncia de Mugabe à presidência do Zimbábue. Segundo acertado em negociação, os negócios da família de Mugabe permaneceriam intocados, com ele ganhando $10 milhões em troca e também foi declarado que sua imunidade processual permaneceria, acabando com a possibilidade dele ser julgado por crimes financeiros ou contra a humanidade cometidos durante os trinta anos do seu governo. === Morte === Robert Mugabe morreu aos 95 anos, no dia 6 de setembro de 2019, num hospital de Singapura, onde estava internado desde abril do mesmo ano. A causa da morte do ex-presidente foi câncer. == Bibliografia == * * * * * * * * * * * * * * * * == Ligações externas == * De herói a vilão: a vida de Robert Mugabe (DW África) Categoria:Presidentes do Zimbabwe Categoria:Presidentes da União Africana Categoria:Governantes depostos por golpe de Estado Categoria:Assassinos em massa Categoria:Oponentes internacionais do apartheid na África do Sul Categoria:Secretários-gerais do Movimento dos Países Não Alinhados Categoria:Alunos da London School of Economics Categoria:Naturais de Harare Categoria:Pessoas com catarata Categoria:Mortes por câncer",
 "title": "Robert Mugabe"
}