{
 "id": "7562",
 "text": "Celorico da Beira é uma vila portuguesa do distrito da Guarda, capital do queijo da Serra, na província da Beira Alta, região do Centro (Região das Beiras) e sub-região das Beiras e Serra da Estrela, com cerca de habitantes (2011) O seu perímetro urbano é formado por 3 freguesias (São Pedro,Em 2013 estas três freguesias foram agregadas numa só. Santa Maria e Casas do Soeiro). É sede do município de Celorico da Beira com de área e habitantes (2011), subdividido em 16 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelo município de Trancoso, a nordeste por Pinhel, a sueste pela Guarda, a sudoeste por Gouveia e a oeste por Fornos de Algodres. A vila está localizada a da Guarda, 48 km de Viseu e de Lisboa. É também o município mais a norte da Serra da Estrela e, pela quantidade e qualidade de Queijo Serra da Estrela, é autodenominada a capital do queijo Serra da Estrela. É seguido da Guarda e Seia, o 3.º núcleo urbano mais populoso do distrito, e a maior vila. No centro, com cerca de habitantes, há uma densidade populacional de . A população no município encontra-se distribuída da seguinte forma: * 59% em Celorico da Beira (destes, 31% encontram-se no centro) * 41% nas restantes 15 pequenas freguesias e respectivas anexas, perfazendo mais de 40 localidades == História == ===Breve História=== Foi o rio Mondego que marcou, desde sempre, a história do município. Localizada num local estratégico, Celorico da Beira cedo fez despontar o seu carácter defensivo. Do ponto de vista do povoamento histórico, terão sido os Túrdulos os primeiros povos a ocuparem a zona, 500 A.C. Existem historiadores que acreditam na fundação de Celorico da Beira 2000 anos A.C. por Brigo. Também os Romanos, Godos e Árabes terão passado pelas terras do município. A presença romana é atestada pela existência de troços de calçada romana. O recinto do Castelo mostra evidências da importância estratégica da localidade na defesa contra os ataques de Castela. De resto, os castelos de Linhares da Beira e de Celorico assumiram um relevo particular em toda a estratégia defensiva do território da beira. Foi D. Afonso I que atribuiu o primeiro foral tendo sido confirmado por D. Afonso II em 1217. A categoria de vila e o foral novo foram assinados por D. Manuel I em 1512. == Património == * Castelo de Celorico da Beira * Igreja Matriz de Santa Maria * Casa do Mundo Rural de Prados * O município, relativamente ao património natural, é também bastante representativo, já que é abrangido pela mancha verde do Parque Natural da Serra da Estrela, nomeadamente na freguesia de Linhares da Beira, exemplo vivo da simbiose entre os patrimónios histórico, cultural e, evidentemente, paisagístico. ===Lenda da Truta=== A história de Celorico da Beira está vincada nos diversos cercos de que foi alvo. O mais famoso dos quais ocorreu em 1245 por D. Afonso III atribuindo-se ao alcaide- mor de então, Fernão Rodrigues Pacheco, a célebre Lenda da Truta. Durante o cerco, quando tudo parecia perdido, eis que surgiu nos céus, sobre o castelo, uma águia com uma truta nas garras. A ave deixou cair o peixe dentro das muralhas facto esse aproveitado por Fernão Pacheco. Em vez da truta ter sido cozinhada e distribuída pelos habitantes cercados, este mandou confeccioná-la para ser oferecida ao Bolonhês… Com este sinal de “abundância”, Afonso III resignou ao cerco libertando Celorico… Na história mais recente, durante as Invasões Francesas, Celorico serviu de quartel-general dos aliados. ==Freguesias== O município de Celorico da Beira está dividido em 16 freguesias: * Açores e Velosa * Baraçal * Carrapichana * Casas do Soeiro * Celorico (São Pedro e Santa Maria) e Vila Boa do Mondego * Cortiçô da Serra, Vide Entre Vinhas e Salgueirais * Forno Telheiro * Lajeosa do Mondego * Linhares * Maçal do Chão * Mesquitela * Minhocal * Prados * Rapa e Cadafaz * Ratoeira * Vale de Azares == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V Participação CDS–PP PS AD PPD/PSD MPT PSD–CDS IND CDS–MPT–PPM 1976 52,52 3 34,45 2 1979 AD 18,97 1 74,86 4 AD 1982 31,69 2 21,17 1 39,19 2 1985 35,26 2 59,12 3 1989 11,60 – 20,31 1 60,67 4 1993 6,51 – 49,09 3 39,29 2 1997 3,68 – 49,43 3 43,20 2 2001 PPD/PSD 16,21 1 CDS–PP 45,76 2 34,23 2 2005 1,82 – 49,65 3 45,14 2 2009 PPD/PSD 53,20 3 CDS–PP 21,27 1 22,12 1 2013 52,50 3 41,22 2 2017 36,31 2 40,70 2 16,11 1 1,65 – 2021 37,37 2 56,16 3 === Eleições legislativas === Data % CDS PS PSD PCP UDP AD APU/CDU FRS PRD PSN B.E. PAN PSD CDS L CH IL 1976 40,04 20,78 19,78 2,06 0,96 1979 AD 21,56 AD APU 0,59 65,39 4,30 1980 FRS 0,92 62,17 3,40 24,53 1983 25,72 30,25 33,96 0,34 2,83 1985 20,56 20,38 39,63 0,78 4,65 6,82 1987 6,56 17,40 65,53 CDU 0,31 2,21 1,25 1991 7,08 22,78 62,05 1,42 0,82 1,23 1995 9,95 40,12 43,62 0,78 1,68 0,59 1999 9,04 45,04 40,19 2,19 0,75 2002 11,57 27,99 50,75 1,42 1,11 2005 5,90 46,91 37,19 1,84 3,56 2009 10,78 38,35 33,91 2,29 8,56 2011 10,45 27,15 49,48 2,58 4,18 0,40 2015 PSD 33,16 CDS 3,13 7,82 0,70 48,34 0,14 2019 4,92 37,25 38,14 2,17 6,43 1,17 0,25 1,20 0,67 2022 2,19 41,67 38,63 1,07 2,87 0,53 0,51 8,20 1,35 2024 AD 29,71 AD 37,06 1,01 1,83 0,94 1,01 20,25 1,39 == População do município == Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 Global * 13 049 14 463 15 474 15 820 15 934 15 045 14 880 16 484 16 732 14 930 11 510 10 269 8 875 8 875 7 693 6 583 0–14 Anos ** 5 584 5 749 5 407 5 262 5 438 5 521 4 742 3 185 2 383 1 695 1 195 938 619 15–24 Anos ** 2 802 2 688 2 449 2 945 2 949 2 765 2 351 1 865 1 641 1 202 1 217 729 581 25–64 Anos ** 6 413 6 450 6 072 6 079 6 837 7 125 6 296 4 930 4 226 3 878 4 112 3 758 3 072 = ou > 65 Anos ** 897 945 991 1 106 1 182 1 346 1 541 1 530 2 019 2 100 2 351 2 268 2 311 * População residente; ** População presente (1900–1950) ==Geografia== ===Extensão e demografia=== O centro de Celorico da Beira tem uma área de 2,66 km2. A altitude tem uma variação de 439m na parte mais baixa (Variante — Rotunda para Ratoeira–Celorico–Trancoso) na freguesia de Santa Maria, e 551m (no castelo) na fronteira da mesma freguesia com São Pedro. A altitude média da Vila é 513 m. Celorico possui um planalto a 540 m de altitude onde se encontra a Capela de Santa Eufêmia, santa que dá o nome ao bairro envolvente. A freguesia de Santa Maria é mais acidentada (maior variação de altitude), contrastando com Casas de Soeiro a menos acidentada, mas São Pedro é a que tem altitude média mais elevada. A vila é banhada pelo rio Mondego “a seus pés” que passa a 401 m de altitude. A vila de Celorico da Beira cresceu de Norte para Sul, tendo um comprimento de cerca 4,2 km em linha recta. O clima de Celorico é influenciado não só pela altitude mas também pela latitude e continentalidade (distancia ao mar). Encontra-se em latitude 40º63’N pelo que se encontra nos climas temperados 40º–45º. Em relação ao mar, está distanciado 111 km em linha recta, à praia de latitude de referência (Barra — Aveiro), pelo que meteorologicamente sofre de continentalidade do grupo 100–300 km de distancia ao mar. ===Clima=== O clima de Celorico da Beira é temperado. A vila tem uma variação de temperatura, em relação a localidades à mesma latitude, e altitude 0, (exemplo: Aveiro) de: * Em relação à altitude de 550m, seja Verão ou Inverno: ** -3,3 °C em tempo húmido; **-5,5 °C em tempo seco. * Em relação à continentalidade de 111 km: ** Inverno *** -7,5 °C tempo húmido *** - 15 °C tempo seco ** Verão *** + 7,5 °C tempo húmido *** + 15 °C tempo seco Exemplificando a diferença entre Aveiro e Celorico da Beira num dia chuvoso de Inverno, Aveiro terá uma temperatura de 15 °C enquanto que Celorico terá (15–3,5 {altitude} -7,5 {continentalidade})=4,5 °C. Pode-se dizer que Celorico da Beira tem 7 meses de Inverno compreendido entre 1 de Novembro, e 30 de Maio. 1 mês de primavera entre 1 de Junho e 30 de Junho, 3 meses de Verão entre 1 Julho e 30 de Setembro e 1 mês de Outono entre 1 de Outubro e 30 de Outubro. O longo inverno Celoricense, comporta temperaturas entre -3 °C e 9 °C nos meses mais rigorosos, e 0 °C e 12 °C nos restantes. Temperaturas inferiores a -5 °C não são raras, mas costumam ser associadas a vagas de frio, pelo que não são classificadas no clima normal da vila. Existe uma precipitação de cerca de 800mm a 1100mm, incluindo 50mm de neve e 110mm de neve com chuva (sleet). Pode ocorrer dias de frio seco, onde ocorre frequentemente geada. O Outono e Primavera são estações curtas de passagem do Inverno para o Verão, com temperaturas amenas e precipitação pontual. No Verão existe tempo muito seco (excepto em dias de trovoada, normal em 2–4 dias por Verão), com temperaturas elevadas, de 20 °C a 27 °C durante a noite, e 26 °C a 36 °C durante o dia. Temperaturas em torno dos 40 °C não são raras, mas são normalmente associadas a vagas de calor. Tabela climática de Celorico da Beira Temperatura Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Média Máxima recorde °C 15,0 22,4 25,0 28,5 31,2 36,4 38,5 39,2 35,6 28,6 21,2 17,8 Média Máxima °C 7,0 10,1 12,7 15,8 18,5 23,9 27,6 28,1 23,5 17,5 11,9 8,1 17,1 Média °C 4,0 6,6 8,9 10,2 15,8 17,3 20,2 22,3 19,8 14,0 9,6 5,4 11,6 Média minima °C -0,4 0,6 3,1 4,6 7,2 10,7 12,7 12,5 10,2 6,5 3,2 0,5 6,0 Mínima recorde °C -12,0 -11,0 -10,2 -5,1 -2,0 0,6 3,0 0,5 -1,0 -4,0 -8,5 -11,0 Precipitação Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Total Total mm 168,8 114,4 133,2 102,9 78,7 42,2 14,8 15,7 38,7 78,6 120,4 163,7 1072,1 Dados referentes entre 1942 até 2003. == Infraestruturas e acessibilidades == O município é servido por uma boa rede viária: * A25 (autoestrada) — Liga a fronteira Portuguesa (Vilar Formoso/Espanha) a Aveiro; * A23 (autoestrada) — Liga o interior do país ao sul (Torres Novas) com confluência na A1 (autoestrada); * IP2 (Itinerário principal) — Liga o nordeste de Portugal pelo interior do país a Bragança; * EN16 — Conhecida por Estrada Regional, liga Vilar Formoso/Espanha a Aveiro; * EN17 — Conhecida por Estrada da Beira, liga Coimbra a Celorico da Beira; * EN102 — «Antigo» eixo de ligação entre as Beiras e Trás-os-Montes, liga Macedo de Cavaleiros a Celorico da Beira, passando pelo centro da vila; O município é servido ainda por uma linha ferroviária: * Linha da Beira Alta — Liga a Guarda à Pampilhosa == Personalidades ilustres == * António Rosa Coutinho *José Joaquim de Almeida Borges (1910–2006), juiz *Artur de Sacadura Freire Cabral (1881-1924), aviador *José Alberto dos Reis (1875-1955), jurista, professor e político == Geminações == A vila de Celorico da Beira é geminada com a seguinte cidade:http://www.anmp.pt/anmp/pro/mun1/gem101l0.php?cod_ent=M6360 * Grignols, Gironda, França * Afula, Israel ==Ver também== * Aldeias de Montanha do concelho de Celorico da Beira: Cadafaz, Prados, Rapa, Salgueirais e Vide Entre Vinhas == Ligações externas == * Município de Celorico da Beira in CMCB (on- line) * Junta de Freguesia de Santa Maria — Celorico da Beira in JFSM (on- line) * Junta de Freguesia de São Pedro — Celorico da Beira in JFSP (on-line) * Junta de Freguesia de Vale de Azares — Celorico da Beira in JFVA (on-line) * Canal de Celorico da Beira in CCB (on-line) * Observação de aves no concelho de Celorico da Beira * GeObserver * Celorico da Beira TV — Facebook(Meo Kanal 232726) * Celorico da Beira na Época Moderna, por Margarida Sobral Neto",
 "title": "Celorico da Beira"
}