{
 "id": "75635",
 "text": "A Digitalis purpurea L., comummente chamada dedaleira, pelo formato de suas flores que lembram dedais, é uma erva lenhosa ou semilenhosa da família Scrophulariaceae, nativa da Europa. É usada como planta ornamental, com inúmeras variedades hortícolas de flores róseas ou brancas. É excelente para bordaduras e maciços, jardineiras ou vasos. Se impedida de terminar o ciclo através do corte de uma inflorescência murcha, a dedaleira torna a florescer. ==Nomes comuns== Dá ainda pelos seguintes nomes comuns: abeloira (também grafado abeloura e beloura); caçapeiro; digital; erva-dedal; luvas-de-nossa- senhora (não confundir com a Aquilegia vulgaris, que com ela partilha este nome); luvas-de-santa-maria, nenas, teijeira, tróculos (também grafado troques) e caralhotas. Os nomes «troques» e «tróculos» têm origem onomatopaica e são alusivos à prática popular de fazer as flores desta planta estoirarem, fechando-lhes o bocal com os dedos e esmagando o resto da flor com a outra mão, por molde a produzir um baque sonoro. ==Uso medicinal== A Digoxina é uma potente droga extraída das folhas secas das plantas do gênero Digitalis, comumente das espécies Digitalis purpurea e Digitalis lanata, é um glicosídeo capaz de atuar em diversos problemas do coração, como insuficiência cardíaca congestiva, fibrilação arterial e em alguns casos, arritmia cardíaca. Tradicionalmente foi para o tratamento de ulceras, queimaduras, dores de cabeça e paralisia, foi mencionada em 1250 nas escrituras de médicos galeses, porém somente após os trabalhos de William Withering em 1785 e John Ferriar em 1799 passou a ser utilizada como um medicamento cardíaco. Ainda hoje a Digoxina é utilizada para este fim, sendo considerado um dos fármacos cardíacos mais antigos. No entanto, a janela farmacológica é muito pequena, a dose terapêutica é muito baixa e doses levemente acima podem ser letais, portanto é necessário cautela e conhecimento para seu uso. ==== Farmacologia ==== A Digoxina, em sua forma pura, é um pó branco e cristalino e pouco solúvel em água, quando ingerido por via oral cerca de 70% é absorvido pelo trato gastrointestinal, após atingir a corrente sanguínea, estima-se que 25% se liga à sero albumina, uma das principais proteínas componentes do plasma sanguíneo, assim é capaz de penetrar diversos tecidos, incluindo as meninges cerebrais e espinhais, atingindo o líquor e também penetra através das barreiras placentárias. Porém é no tecido muscular cardíaco que ocorre a maioria dos seus efeitos, ao atingir o coração a Digoxina se liga a proteínas da bomba de sódio e potássio, que se localizam na membrana das células, desativando-as. Assim ocorre o aumento da concentração de sódio dentro das células, estimulando a liberação de cálcio e assim promovendo a contração das miofibrilhas. O principal efeito desse mecanismo é a diminuição da frequência cardíaca e aumento da força de contração, melhorando a circulação do sangue. Após cerca de 2 a 6 horas ocorre o pico de resposta e depois de 24 horas ocorre a sua total excreção. Em casos de ingestão de doses acima da dose segura alguns dos principais sintomas são náuseas, dor abdominal, diarreia, hipotensão, acidez metabólica. ==Genética== As cores das pétalas da Digitalis purpurea são determinadas por pelo menos três genes, que interagem uns com os outros..Griffiths AJF, Miller JH, Suzuki DT, et al. An Introduction to Genetic Analysis. 7th edition. New York: W. H. Freeman; 2000. Gene interaction in petal color of foxgloves. O gene dominante M determina a produção de um pigmento roxo, um tipo de antocianina. O gene recessivo m não produz esse pigmento. O gene dominante D é um acentuassomo, que estimula a super expressão do gene M, fazendo com que seja produzida uma grande quantidade de pigmento. O gene recessivo d não estimula essa super produção, fazendo com que apenas uma pequena quantidade de pigmento seja produzida. Por último, o gene W faz com que o pigmento seja depositado apenas em alguns pontos no interior da pétala, enquanto que o gene w permite que a cor apareça por toda a pétala. Essa combinação leva a uma grande quantidade de possíveis genótipos, mas como há interação gênica, apenas quatro fenótipos são observados: *M/_; W/_; _/_ = flor branca com pontos roxos; *m/m; _/_; _/_ = flor branca com pontos amarelados; *M/_; w/w; d/d = flor roxa clara; *M/_; w/w; D/_ = flor roxa escura. == Ligações externas == * * * Categoria:Plantaginaceae Categoria:Plantas medicinais Categoria:Plantas tóxicas Categoria:Flora de Portugal Categoria:Digitalis",
 "title": "Digitalis purpurea"
}