{
 "id": "75630",
 "text": "A minissaia (AO 1945: mini-saia) é um saia cuja bainha fica bem acima dos joelhos (geralmente 20 cm acima do joelho). A minissaia foi definida como o símbolo da moda \"Swinging London\" na década de 1960. Um minivestido, é um vestido com a bainha significativamente acima dos joelhos. == Origem == A mais antiga cultura conhecida em que as mulheres usavam minissaias era a Duan Qun Miao, que literalmente significa \"saia curta Miao\" em chinês. Isso foi em referência às saias curtas \"que mal cobrem as nádegas\" usada por mulheres da tribo e que eram \"provavelmente chocantes\" para os observadores do povo han durante a Idade Média e Idade Moderna.Harrel, Stevan. Encontros Culturais das Etnias Chinesas. Universidade de Washington Imprensa, 1995. Págs 98 & 103\\. isbn 0295975288 Depois de I Guerra Mundial, o comprimento das saias diminuiu rapidamente, no mundo ocidental. Até meados dos anos 1920, vestidos usados pelos jovens \"flappers\" eram muitas vezes acima do joelho, que só foi permitido pelo abandono dos espartilhos das eras vitoriana e eduardiana. O aspecto de saias, no ocidente, na década de 1960, foi geralmente creditados à estilista Mary Quant,Evolução do Biquini - 1960 Terra que foi inspirado pelo Mini automóvel, embora o designer francês André Courrèges também é frequentemente citado como um pioneiro (os franceses referem-se à minissaia como la mini-jupe).Hyde, Nina (10 May 1982). \"Miniskirts: The Height of Fashion\". The Washington Post. Retrieved 10 May 2022. In its original incarnation, the mini was different in cut, often narrow and structured with stiff seams a la André Courrèges.\" As bainhas estavam logo acima do joelho em 1961 e gradualmente subiram nos anos seguintes. Em 1966, alguns designs tinham a bainha na parte superior da coxa. Meias com suspensórios (ligas) não eram consideradas práticas com minissaias e foram substituídas por meias coloridas. A aceitação popular das minissaias atingiu o pico na \"Swinging London\" da década de 1960 e continuou a ser comum, principalmente entre mulheres mais jovens e adolescentes. Antes dessa época, saias curtas eram vistas apenas em roupas esportivas e de dança, como saias usadas por jogadoras de tênis, patinadoras artísticas, líderes de torcida e dançarinas. == Ligações externas == * Categoria:Saias",
 "title": "Minissaia"
}