{
 "id": "75658",
 "text": "A Muralha do Atlântico, foi uma linha de defesa das tropas alemãs, erguida na Segunda Guerra Mundial, que se estendia desde a fronteira franco-espanhola até à Noruega. Embora nunca tenha sido completada, foi iniciada durante a ocupação da França com o objectivo de constituir uma espécie de Linha Siegfried contra uma hipotética invasão das tropas aliadas, com origem na Grã-Bretanha, pelo Oceano Atlântico. O seu projeto foi concebido pelo mesmo autor do da Linha Siegfried, que delimitava o território alemão a Leste, o engenheiro Fritz Todt, e os trabalhos foram empreendidos com o recurso a mão-de-obra forçada. No início de 1944, após a derrota do Afrika Korps no norte de África, o marechal-de-campo Erwin Rommel, foi destacado para liderar as forças alemãs estacionadas na costa de França, e encarregado de fortificar a Muralha. Rommel considerou as fortificações existentes inadequadas, e iniciou a construção de postos fortificados, que compreenderiam peças de artilharia, valas antitanques, bunkers de betão e metralhadoras. As zonas costeiras foram preenchidas com estruturas de metal, com o objetivo de dificultar ou impedir o desembarque de tropas ou veículos, destruindo-os antes de chegarem às praias. Foram também instaladas cerca de 6 000 000 de minas, nas águas junto à costa e nas próprias praias. Outros postos fortificados foram instalados, mais para o interior e junto às principais estradas de acesso ao mar. As defesas da Muralha eram mais densas na região do estreito de Calais, onde muitos militares alemães acreditavam que o golpe Aliado seria desferido. Apesar de formidável em alguns setores, os marechais Rommel e Gerd von Rundstedt (comandante das tropas alemães no oeste) atestaram em vários relatórios para Adolf Hitler diversas falhas ao longo das linhas, com muitas regiões praticamente sem defesa, poucas fortificações eficientes (devido a falta de materiais) e escassez de tropas. Além disso, as unidades presentes ao longo das defesas (como na Normandia) não tinham liberdade tática para tomar a iniciativa e precisavam receber ordens do Alto-comando para manobrar, o que atrapalhou sua eficiência. No dia 6 de Junho de 1944, a invasão teve de fato lugar, tendo previamente os Aliados levado as chefias alemãs a pensar que a invasão teria lugar em pontos diversos, como o Pas-de-Calais ou a Escandinávia, dentro de uma operação de dissimulação denominada por Operação Fortitude. == Ver também == * Desembarques da Normandia * Operação Overlord == Ligações externas == * Atlantikwall.net * Museumscenter Hanstholm * subbrit.org.uk * Bunker Pictures - Pictures, locations, information about bunkers from WW2, The Atlantikwall and the Cold War Categoria:Linhas defensivas da Segunda Guerra Mundial Atlântico, Muralha Do Categoria:Arquitetura nazista",
 "title": "Muralha do Atlântico"
}