{
 "id": "75685",
 "text": "Ágora (; \"assembleia\", \"lugar de reunião\", derivada de , \"reunir\") é um termo grego que significa a reunião de qualquer natureza, geralmente empregada por Homero como uma reunião geral de pessoas. A ágora parece ter sido uma parte essencial da constituição dos primeiros estados gregos.A Dictionary of Greek and Roman Antiquities. 1843. p. 33. Normalmente era um espaço livre com edificações, onde os cidadãos costumavam ir, configuradas pela presença de mercados e feiras livres em seus limites, assim como por edifícios de caráter público. Enquanto elemento de constituição do espaço urbano, a ágora manifesta-se como a expressão máxima da esfera pública na urbanística grega, sendo o espaço público por excelência, da cultura e política da vida social dos gregos. Estava normalmente rodeada pelos edifícios privados e públicos mais importantes, como as stoas (pórticos colunados), pritaneus (gabinetes administrativos), buleutério (edifício para as reuniões da bulé) e balaneia (banhos). É nela que o cidadão grego convive com o outro para comprar coisas nas feiras, onde ocorrem as discussões políticas e os tribunais populares: é, portanto, o espaço da cidadania. Por este motivo, a ágora (assim como a Pnyx, o espaço de realização das eclésias) era considerada um símbolo da democracia direta, e, em especial, da democracia ateniense, na qual todos os cidadãos tinham igual voz e direito a voto. A de Atenas, por este motivo, também é a mais conhecida de todas as ágoras nas pólis da Antiguidade. Nas ágoras estavam presentes em maioria os aqueus, que se destacavam pela habilidade comercial e de mercado. == Evolução histórica == Os precedentes históricos se remontam até as épocas das praças na Creta minoica, onde foram localizados as primeiras ágoras.\"Le muse\", De Agostini, Novara, 1964, Vol.1 pag. 79 Mais tarde, ressurge após a caída da Civilização Micênica e já desde o , chegando a ser uma característica essencial de toda pólis, animadas por uma grande atividade comercial. A partir desse momento, a ágora (situada na cidade baixa), substituirá em importância à instituição do palácio fortaleza (situado na acrópole) e será o centro político urbano. As ágoras arcaicas estavam estreitamente relacionadas com os santuários religiosos e as atividades de entretenimento, como festas, jogos e teatro. Ao passar do tempo, a ágora chegou a ser o início das pólis ou cidades-estados, em que cada uma tinha constituição própria, tanto desde o ponto de vista econômico e comercial (como sede do mercado), desde o ponto de vista religioso ao encontrar-se ali os lugares de culto do fundador da cidade ou da divindade protetora ou desde o ponto de vista político ao ser lugar de reunião dos cidadãos para discutir sobre os problemas da comunidade. Desta maneira e a seu ao redor foram surgindo os edificios públicos necessários para abrigar todas as atividades. A ágora foi uma autêntica invenção urbanística, que não tem precedentes nem nos centros do Próximo Oriente nem na Civilização Micênica de onde tudo dependia dos reis, pelo que não havia necessidade de lugares para reuniões. Esta inovação se introduziu graças às grandes modificações urbanísticas iniciadas na época de Péricles, ao redor do , que com o tempo, durante o período helenístico ampliou a três tipos principais de ágora: a mercantil, nas cidades marítimas, em estreita conexão com os portos, de onde a ágora se situava perto das portas da cidade e a política ou religiões, que situavam no centro da cidade. A mais famosa é a Ágora de Atenas. O fórum romano é o equivalente à ágora. ==Arquitetura== Fisicamente, a ágora era apenas um espaço definido por marcos de pedra em vez de construções, como a Ágora de Atenas. Quando edifícios imponentes passaram a ser construídos para as várias funções da ágora, elas foram colocadas ao longo de seu limite, para ajudar a definir o espaço em vez de diretamente no espaço da àgora, as construções incluíam tribunais, escritórios e espaços reuniões de oficiais. Esses espaços também eram integrados por pórticos estendidos — stoas — geralmente com corredores de salas.Simon Hornblower; Antony Spawforth; Esther Eidinow. The Oxford Classical Dictionary. Oxford University Press; 2012. ISBN 978-0-19-954556-8. p. 41–. * Categoria:História do urbanismo Categoria:Arquitetura da Grécia Antiga",
 "title": "Ágora"
}