{
 "id": "75694",
 "text": "Sociologia médica ou \"Sociologia da Saúde\" é o estudo do comportamento de grupos e/ou indivíduos que dizem respeito à saúde e à doença. Desse modo, a palavra médica fica deslocada já que a disciplina não diz respeito ao profissional de saúde, nem à profissão em si, mas a comportamentos que induzem estados alterados de saúde. Nas sociedades contemporâneas ocidentais assiste- se, por um lado, a uma confiança generalizada nas práticas médicas e no tratamento que elas oferecem e, por outro, a um aumento da desilusão para com a medicina científica. Neste contexto, assiste-se a um progressivo alargamento da esfera médica ao social, mas, por outro lado, a procura por parte do social da prática médica. Verifica-se, assim, uma importância fulcral do médico no social quando ele rotula uma nova condição. Ao rotular uma condição como doença a esfera médica alarga a sua esfera de atividade, abrindo-se a possibilidade de novas investigações, áreas e contratos com a indústria farmacêutica. ==Área de abrangência== A medicina pode ser considerada tanto uma prática técnica como uma prática social. Segundo Donnagelo e Pereira DONNAGELO, Maria Cecília F.; PEREIRA, Luiz. Saúde e Sociedade. SP, Duas Cidades, 1979 enquanto prática técnica ou seja a manipulação de um conjunto de instrumentos técnicos e científicos para produzir uma ação transformadora sob determinados objetos (o corpo, o meio físico) e para tal responde a exigências que se definem à margem da própria técnica no todo organizado das práticas sociais determinadas, econômicas, políticas e ideológicas entre as quais se inclui. (o.c. p.15) As perspectivas médicas da saúde, da doença e do corpo dominam os discursos públicos e privados e as práticas sociais quotidianas da população – os problemas são colocados sob o olhar médico científico, ficando esses problemas sociais submetidos à racionalidade das ciências biomédicas. Assim, a medicalização tem também a ver com o modo como, através do seu discurso e das suas práticas institucionalizadas, a medicina exerce uma autoridade moral que acaba por legitimar a sua interferência na criação de ideias e valores na sociedade. O médico, por seu lado, está envolvido de prestígio aos olhos da população – “Só a profissão médica se encontra, pois, habilitada a declarar oficialmente sobre a saúde e a doença. A sua base cognitiva exclusiva, conhecimentos muito codificados e cientificamente conotados, constitui o ponto de partida do reconhecimento público do bem profissional que proporciona...” RUIVO, Fernando (1987), “A construção de um projecto profissional: o caso da medicina”, Revista Crítica de Ciências Sociais, nº23, pp 129-139 p.136 De acordo com Fernando Ruivo (o.c), a profissão médica e o discurso adoptado pelos médicos assumem um lugar de grande destaque na sociedade, facto que se deve, muito em parte, ao sucesso profissional da medicina, à sua neutralidade e independência social. No decurso do século XVIII a medicina operou a transição da preocupação dominante com a salvação das almas para a saúde dos corpos, sendo o processo como esta transição se materializa descrito por Foucault – Foucault sublinha que «os anos anteriores e imediatamente posteriores à Revolução viram nascer dois grandes mitos, cujos temas e polaridades são opostos: mito de uma profissão médica nacionalizada, organizada à maneira do clero e investida, ao nível da saúde e do corpo, de poderes semelhantes aos que este exercia sobre as almas; mito de um desaparecimento total da doença numa sociedade sem distúrbios e sem paixões, restituída à sua saúde de origem» (Foucault, 1967 in: Ruivo, 1987:130 o.c.). ==Ver também== * Curandeirismo * Antropologia médica * Profissionais de saúde * Sistema de saúde Categoria:Sociologia médica Categoria:Saúde pública",
 "title": "Sociologia médica"
}