{
 "id": "7574",
 "text": "As Divisões administrativas da Coreia do Norte estão organizadas em três níveis hierárquicos. Essas divisões foram descobertas em 2002. Muitas das unidades possuem equivalentes no sistema da Coreia do Sul. No nível mais alto estão nove províncias, duas cidades diretamente governadas, e três divisões administrativas especiais. As divisões de segundo nível são cidades, condados, wards e distritos. Estes são subdivididos em entidades de terceiro nível: vilas, bairros, aldeias, e distritos de trabalhadores. O sistema administrativo de três níveis utilizado na Coreia do Norte foi inaugurado pela primeira vez Kim Il-sung em 1952, como parte de uma reestruturação maciça do governo local. Anteriormente, o país usava um sistema de vários níveis semelhante ao que ainda era usado em Coreia do Sul. (As traduções em inglês não são oficiais, mas aproximações. Os nomes são romanizados de acordo com o sistema McCune-Reischauer como oficialmente usado na Coreia do Norte; O editor também foi guiado pelas grafia usadas no 2003 National Geographic mapa da Coreia). ==Divisões de Primeiro Nível== As nove províncias (To; , ) derivam das tradicionais províncias da Coreia, mas foram ainda subdivididos desde a divisão da Coreia. São grandes áreas, incluindo cidades, regiões rurais e montanhosas. As duas cidades especiais (T'ŭkpyŏlsi; , ) são grandes cidades metropolitanas que foram separadas de suas antigas províncias para se tornar unidades de primeiro nível. Quatro outras cidades foram governadas diretamente no passado, mas foram posteriormente reunidas com suas províncias ou de outra forma reorganizadas. As três regiões administrativas especiais foram todas criadas em 2002 para o desenvolvimento de empreendimentos colaborativos com Coreia do Sul e outros países. Um deles, a Região Administrativa Especial de Sinuiju, destinava-se a atrair o investimento e a empresa Chinese, mas, a partir de 2006, parece nunca ter sido implementado. As regiões administrativas especiais não possuem subdivisões conhecidas de segundo e terceiro nível. Nome Hangul Hanja Mapa Cidades governadas diretamente (Chikhalsi) 1 Pyongyang 평양직할시 平壤直轄市 2 Rajin-si 라진시 羅津市 Regiões Administrativas Especiais (T'ŭkpyŏl Haengjŏnggu) 3 Região Industrial de Kaesong 개성공업지구 開城工業地區 4 Região Turística de Kumgang-san 금강산관광지구 金剛山觀光地區 5 Região Administrativa Especial de Shinuiju 신의주특별행정구 新義州特別行政區 Províncias (do) 6 Chagang 자강도 慈江道 7 Pyongan Norte 평안북도 平安北道 8 Pyongan Sul 평안남도 平安南道 9 Hwanghae Sul 황해남도 黃海南道 10 Hwanghae Norte 황해북도 黃海北道 11 Kangwon 강원도 江原道 12 Hamgyong Sul 함경남도 咸鏡南道 13 Hamgyong Norte 함경북도 咸鏡北道 14 Ryanggang * – Também grafado como \"Yanggang\". ==Divisões de Segundo-Nível== :Ver Lista de divisões administrativas de segundo nível da Coreia do Norte para uma lista completa. A divisão de segundo nível mais comum é o distrito (Kun; , ), uma área menos urbanizada dentro de uma província ou cidade diretamente governada. Os distritos mais populosos dentro das províncias são cidades (Si; , ), e a cidade de Nampho é uma cidade especial (T'ŭkkŭpsi; , ). Algumas províncias também têm dois tipos de distritos (Ku, Chigu). Os centros das (cidades diretamente governadas), as cidades estão organizadas em wards (Kuyŏk, equivalente a Coreia do Sul Gu). ==Divisões de Terceiro Nível== Partes rurais de cidades e municípios são organizadas em aldeias (Ri, ). As áreas do centro da cidade estão divididas em bairros (Tong, ), e uma parte populosa de um município forma uma vila (Ŭp, ). Alguns municípios também têm distritos de trabalhadores (Rodongjagu, ). ==Fontes== * 행정구역 현황 (\"Haengjeong Guyeok Hyeonhwang\") (Chosun Ilbo) * 행정구역 개편 일지 (\"Haengjeong Guyeok Gaepyeon Ilji\") (Chosun Ilbo) ==Ver também== *ISO 3166-2:KP, Códigos ISO para cidades, regiões e províncias da Coreia do Norte *Divisões administrativas da Coreia do Sul *Províncias da Coreia ==Ligações externas== *NKChosun administrative regions map *Administrative regions map, World Food Programme Coreia, Norte Coreia, Norte Categoria:Listas da Coreia do Norte",
 "title": "Divisões administrativas da Coreia do Norte"
}