{
 "id": "75792",
 "text": "Silence Becomes It é o álbum de estreia dos Silence 4. Lançado em junho de 1998, pela PolyGram, é considerado dos maiores êxitos da indústria discográfica portuguesa: ultrapassou as 240 mil cópias vendidas, alcançando a marca de sêxtupla platina. \"Borrow\" e \"My Friends\" são singles extraídos deste disco. == Contexto e gravação == Juntos desde 1995, a banda de Leiria teve alguma dificuldade em fazer-se ouvir. A sua sorte parece começar a mudar quando vencem o Festival Termómetro Unplugged, em 1997. No rescaldo, acabam por integrar a compilação Sons de Todas as Cores, com \"A Little Respect\", uma revisão da canção dos Erasure. O alinhamento incluía nomes como Blind Zero ou Pedro Abrunhosa, mas a Antena 3 escolheu a versão dos Silence 4 como single de apresentação da coletânea, dando-lhe forte airplay. Por essa altura, já a banda tinha enviado maquetes para várias editoras, recebendo recusas consecutivas, mas graças ao êxito radiofónico acabam por conseguir um contrato discográfico. A primeira maquete tinha apenas oito temas, mas onde já aparecia \"Borrow\". Gravada no Castelo de Leiria, a cassete amarela foi distribuída ao público, tendo uma tiragem de 200 cópias. Essa maquete foi lançada posteriormente, integrando a caixa antológica Songbook 2014. Foi ainda gravada uma segunda maquete, com a produção de Nanã Sousa Dias, mas que só foi distribuída a editoras. As editoras mostraram-se particularmente resistentes à ideia de uma banda portuguesa cantar em inglês, exigindo um reportório em português. Num especial produzido pela RTP, João Miguel Almeida, à altura diretor de marketing do grupo Universal, reconheceu haver \"um certo preconceito que a música feita por portugueses gravada em inglês não funcionava\", o que fez com que levassem alguns meses a assinar a banda. O compromisso alcançou-se com a inclusão de duas canções em português: \"Sexto Sextido\", que conta com a participação de Sérgio Godinho, e \"Eu Não Sei Dizer\". O disco foi produzido por Mário Barreiros, uma ideia do baixista Rui Costa, e gravado nos estúdios Kasbah, no Porto. Quando iniciaram as gravações, levaram cerca de cinquenta canções para o estúdio. == Lançamento e impacto == De início, a sonoridade semi-acústica posicionou a banda num universo ligado à música alternativa. Aliás, o concerto de apresentação do álbum foi patrocinado pela XFM (uma estação de rádio ligada essas sonoridades), mas a passagem para o universo pop foi rápida. Os Silence 4 tornaram-se um fenómeno quase imediato - o disco alcançou a marca de sêxtupla platina, por mais de 240 mil cópias vendidas. \"Borrow\" teve alta rotação na rádio e na televisão, catapultando a banda para o estrelato, num fenómeno raro na música portuguesa. No rescaldo de um verão quente, o álbum protagonizou o concerto de encerramento da Expo 98. O sucesso desse ano culmina com a consagração de um concerto esgotado no Pavilhão Atlântico, a 18 de dezembro. De junho a dezembro, os Silence 4 deram mais de 90 concertos e continuaram pelo ano seguinte. Realizado por Margarida Moura Guedes, o teledisco de \"Borrow\" foi reconhecido com a Escolha do Público na atribuição do prémio para Melhor Videoclip do Ano. O tema integrou a lista de “101 Canções que Marcaram Portugal” da Blitz. Além de \"Borrow\", também o segundo single, \"My Friends\", foi considerado um êxito, sendo reconhecido como uma das canções mais emblemáticas do grupo. Em 2018, a Antena 3 produziu um documentário para assinalar o 20º aniversário do álbum. Em 2023, na comemoração dos seus 25 anos de carreira, David Fonseca lançou uma revisão do single \"Borrow\" intitulada \"Paranoia\". == Alinhamento == == Referências == Categoria:Álbuns de estreia de 1998 Categoria:Álbuns de Silence 4 Categoria:Álbuns em língua portuguesa Categoria:Álbuns em língua inglesa Categoria:Álbuns de pop rock",
 "title": "Silence Becomes It"
}