{
 "id": "75824",
 "text": "Livre-arbítrio ou livre-alvedrio são expressões que denotam a vontade livre de escolha, as decisões livres. O livre-arbítrio é a capacidade de escolha autónoma realizada pela vontade humana. O livre-arbítrio também pode estar associado a uma crença religiosa que defende que a pessoa tem o poder de decidir as suas ações e pensamentos segundo o seu próprio desejo, crença e/ou valores da vida depois da morte. A pessoa que faz uma escolha livre pode se basear numa análise relacionada ao meio ou não, e a escolha que é feita pelo agente pode resultar em ações para beneficiá-lo ou não. As ações resultantes das suas decisões são subordinadas somente à vontade consciente do agente.O livre-arbítrio não existe - Ciência comprova: você é escravo do seu cérebro - Artigo de Salvador Nogueira, publicado na revista Super interessante de setembro de 2008 [] A expressão livre-arbítrio costuma ter conotações objetivas, subjetivas ou paradoxais. No primeiro caso, as conotações indicam que a realização de uma ação (física ou mental) por um agente consciente não é completamente condicionada por fatores antecedentes. Já no segundo caso, elas indicam o ponto de vista da percepção que o agente tem de que a ação originou- se na sua vontade. Tal percepção é chamada algumas vezes de \"experiência da liberdade\".Gilles Deleuze, Espinoza, Filosofia PráticaRicardo Rodrigues Teixeira, A Grande Saúde: uma introdução à medicina do Corpo sem Órgãos A existência do livre-arbítrio tem sido uma questão central na história da filosofia e mais recentemente na história da ciência. O conceito de livre- arbítrio tem implicações morais, psicológicas, filosóficas, científicas e tecnológicas. == Visões filosóficas == Há várias visões sobre a existência da \"liberdade metafísica\", isto é, se as pessoas têm o poder de escolher entre alternativas genuínas. Determinismo mecanicista e o determinismo teleológico são doutrinas que afirmam serem todos os acontecimentos, inclusive vontades e escolhas humanas, causados de forma necessária e suficiente por acontecimentos anteriores, ou seja, a pessoa é destituída de liberdade de decidir e de influir nos fenômenos em que toma parte. O determinismo mecanicista e o determinismo teleológico rejeitam a ideia que as pessoas têm algum livre- arbítrio, admitindo uma noção de liberdade como ausência de determinação causal.The Cogito ModelJ. J. C. Smart, \"Free-Will, Praise and Blame,\" Mind, July 1961, p.293-4. Em oposição a esses dois tipos de determinismo encontramos o libertarianismo, posição que concorda em parte com o determinismo, pois concebe que os fatos e acontecimentos causais ocorrem de forma necessária, mas não suficiente, guardando assim, algum lugar para a liberdade. Entre os libertários encontramos Thomas Reid, Peter van Inwagen e Robert Kane. O Indeterminismo é uma forma de libertarianismo que defende a visão que as pessoas têm livre-arbítrio, e que ações apoiadas no livre-arbítrio são efeitos sem causas. Mas há os que creem que ao invés da volição ser um efeito sem causa, defendem que o livre arbítrio e a ação do agente sempre produz o evento. Esse último conceito é mais usado em economia.Eisenhardt, K. (1989) Agency theory: An assessment and review, Academy of Management Review, 14 (1): 57-74. Compatibilismo é a visão que o livre-arbítrio emerge mesmo em um universo sem incerteza metafísica. Entre os compatibilistas encontramos Thomas Hobbes e David Hume. O compatibilismo nada mais é que uma versão leve do determinismo, pois aceita a hipótese de que eventos (mentais e físicos) são causados de modo necessário e suficiente. No entanto, a noção de liberdade adotada é de ausência de restrições ou coações e não de determinação causal. Compatibilistas podem definir o livre-arbítrio como emergindo de uma causa interior, por exemplo os pensamentos, as crenças e os desejos. Seria resumidamente o livre-arbítrio que respeita as ações, ou pressões, internas e externas. Incompatibilismo é a visão que não há maneira de reconciliar a crença em um universo determinístico com um livre-arbítrio verdadeiro. === Livre arbítrio segundo Tomás de Aquino === O filósofo do século XIII, Tomás de Aquino via os humanos como sendo inerentemente pré-programados para buscar certos objetivos e propósitos, aos quais ele se referia como nosso telo aristotélico. Esses objetivos e propósitos são determinados por nossa natureza como seres racionais e formam a base de nossas inclinações e desejos naturais. Sua visão sobre o livre-arbítrio tem sido associada tanto ao compatibilismo quanto ao libertarianismo. Na abordagem de escolhas, Aquino argumentou que o ser humano é governado por intelecto, vontade e paixões. Segundo ele, a vontade é o \"movimentador principal de todas as faculdades da alma... e também é a causa eficiente do movimento no corpo\".A discussion of the roles of will, intellect and passions in Aquinas' teachings is found in Sobre o livre- arbítrio: O livre-arbítrio é uma \"faculdade do apetite sensitivo\" (o termo \"apetite\" na definição de Aquino \"inclui todas as formas de inclinação interna\"). Ele afirma que o julgamento \"conclui e encerra o conselho. Agora, o conselho é encerrado, primeiro, pelo julgamento da razão; em segundo lugar, pela aceitação do apetite [ou seja, o livre-arbítrio]\" Para Aquino, a vontade é o elemento central neste processo de escolha, mas trabalha em conjunto com o intelecto e as paixões para chegar a uma decisão. Uma interpretação compatibilista da visão de Tomás de Aquino é defendida da seguinte forma: “Livre-arbítrio é a causa de seu próprio movimento, porque pelo seu livre- arbítrio o ser humano move a si mesmo para agir. Mas por necessidade não pertence à liberdade que o que é livre deveria ser a primeira causa de si mesmo, como também para uma coisa ser a causa de outra precisa ela ser a primeira causa. Deus, então, é a primeira causa, Quem move causas tanto naturais quanto voluntárias. E assim como por mover causas naturais Ele não evita que seus atos sejam naturais, por mover causas voluntárias ele não evita que suas ações sejam voluntárias: mas ao invés disto Ele é a própria causa disto neles; pois Ele opera em cada coisa de acordo com sua própria natureza.\"Thomas Aquinas, Summa Theologiae, Q83 A1. === Determinismo versus incompatibilismo === O determinismo defende que cada estado de coisas é inteiramente necessitado e por conseguinte explicado por relações de causalidade. O indeterminismo defende que essa posição é incorreta, isto é, há eventos os quais não são inteiramente causados. O determinismo filosófico algumas vezes é ilustrado pelo experimento mental do demônio de Laplace, o qual conhece todos os fatos sobre o passado e o presente e todas as leis naturais que governam o mundo, e usa esse conhecimento para prever o futuro até o menor detalhe. Todavia, a posição de Laplace já não representa o ponto de vista científico e filosófico atual sobre o assunto (co- determinismo).DETERMINISMO, PREVISIBILIDADE E CAOS Femando Lang da Silveira, Instituto de Física da UFRGS[] thumb|250px|right O incompatibilismo defende que o determinismo não pode ser reconciliado com o livre-arbítrio. Geralmente os incompatibilistas/libertinos alegam que uma pessoa age livremente apenas se são a única causa originadora da ação. Estes admitem a antecedência de causas que precedem as ações, mas diferente dos deterministas eles dirão que estas causas, apesar de necessárias não são suficientes, guardando lugar assim, para a ideia de que o agente, em última instância, é o causador da ação, (aquele que causa sem causar), e genuinamente poderia ter feito outra coisa. Há uma visão intermediária, na qual o passado condiciona, mas não determina, as ações. As escolhas individuais são um resultado entre vários resultados possíveis, cada um dos quais é influenciado mas não determinado pelo passado. Mesmo se o agente exerce a vontade livremente, na escolha entre opções disponíveis, ele não é a única causa originadora da ação, pois ninguém pode desempenhar ações impossíveis, tipo voar batendo os braços. Aplicada aos estados interiores, essa visão sugere que se pode escolher opções nas quais se pensa, mas não se pode escolher uma opção da qual não se tem ideia. Nessa visão escolhas presentes podem abrir, determinar ou limitar escolhas futuras. Spinoza compara a crença humana no livre-arbítrio a uma pedra pensando que escolhe o caminho que percorre enquanto cruza o ar até o local onde cai. Ele diz: \"as decisões da mente são apenas desejos, os quais variam de acordo com várias disposições\"; \"não há na mente vontade livre ou absoluta, mas a mente é determinada a querer isto ou aquilo por uma causa que é determinada por sua vez por outra causa, e essa por outra e assim ao infinito\"; \"os homens se consideram livres porque estão cônscios das suas volições e desejos, mas são ignorantes das causas pelas quais são conduzidos a querer e desejar\" (respectivamente Spinoza, Ética, livro 3, escólio da proposição 2; livro 2, proposição 48; apêndice do livro 1). Schopenhauer, concorrendo com Spinoza, escreve: \"cada um acredita de si mesmo a priori que é perfeitamente livre, mesmo em suas ações individuais, e pensa que a cada momento pode começar outra maneira de viver [...]. Mas a posteriori, através da experiência, ele descobre, para seu espanto, que não é livre, mas sujeito à necessidade, que apesar de todas as suas resoluções e reflexões ele não muda sua conduta, e que do início ao fim da sua vida ele deve conduzir o mesmo caráter o qual ele mesmo condena.\" Há filósofos que consideram a expressão \"livre-arbítrio\" absurda. Hobbes diz que se esse é um poder definido pela vontade, então não é livre, nem não livre. É um erro categorial atribuir liberdade à vontade. Locke defende a mesma posição: :Se a vontade do homem é livre ou não? A questão ela mesma é imprópria; e é tão insignificante perguntar se a vontade do homem é livre quanto perguntar se seu sono é veloz, ou sua virtude quadrada: a liberdade sendo tão pouco aplicável à vontade, quanto a velocidade do movimento ao seu sono, ou a quadratura à virtude. Todo o mundo deve rir da absurdidade de uma questão tão peculiar quanto essa: porque é óbvio que as modificações do movimento não pertencem ao sono, nem a diferença de figura à virtude; e quando se considera isso bem, penso que se percebe que a liberdade, a qual é apenas um poder, pertence apenas aos agentes, e não pode ser um atributo ou modificação da vontade, a qual também é apenas um poder. (Ensaio acerca do Entendimento Humano, livro 2, capítulo 21, parágrafo 14) Também se pergunta se um ato causado pode ser livre ou se algum ato não causado pode ser desejado, tornando o livre-arbítrio um oxímoro. Identidade pessoal por Theodore Sider - Universidade de Rutgers (Tradução de Vítor Guerreiro)Tratado da Natureza Humana de Hume por Vani L. F. dos Santos Alguns compatibilistas argumentam que essa alegada falta de fundamentação para o conceito de livre- arbítrio é ao menos parcialmente responsável pela percepção de uma contradição entre determinismo e liberdade. Além disso, de um ponto de vista compatibilista o uso de \"livre-arbítrio\" em sentido incompatibilista pode ser visto como uso da linguagem exageradamente carregado de conotações emocionais. == Teorias compatibilistas e o princípio das possibilidades alternativas == Isaiah Berlin diz que para uma escolha ser livre o agente deve ter sido capaz de agir de outra maneira. Esse princípio, chamado por Peter van Inwagen de Princípio das possibilidades alternativas, é considerado pelos seus defensores como uma condição necessária para a liberdade. Nessa visão os atos realizados sob a influência de uma coerção irresistível não são livres, e o agente não é moralmente responsável por eles. John Locke negou que a expressão \"livre- arbítrio\" faça sentido. Todavia, ele também defendeu que o determinismo é irrelevante. Ele defendeu que o aspecto definidor do comportamento voluntário é que os indivíduos têm a capacidade de postergar uma decisão por tempo suficiente para refletir e deliberar sobre as consequências de uma escolha. Todavia, alguns compatibilistas, por exemplo Harry Frankfurt ou Daniel Dennett, alegam que há casos difíceis nos quais o agente não poderia ter agido de outro modo, mas a escolha do agente ainda era livre, porque a coerção irresistível coincidiu com as intenções e desejos pessoais do agente. Em Elbow Room e Freedom Evolves, Dennett apresenta um argumento para uma teoria compatibilista do livre-arbítrio. O raciocínio básico é que se os indivíduos não consideram Deus, ou um demônio infinitamente poderoso, ou viagem no tempo, então através do caos e da pseudo-aleatoriedade ou aleatoriedade quântica, o futuro não está definido para os seres finitos. Os únicos conceitos bem definidos são as expectativas. Assim, a capacidade de agir de outro modo só faz sentido quando lidamos com expectativas, e não com algum futuro desconhecido e incognoscível. Visto que os indivíduos certamente têm a capacidade de agir diferentemente do que se espera, o livre-arbítrio existe. Os incompatibilistas alegam que o problema com essa ideia é que a hereditariedade e o ambiente configuram uma coerção irresistível, e todas as nossas ações são controladas por forças exteriores a nós mesmos, ou pelo mero acaso. == Responsabilidade moral == Normalmente a sociedade considera as pessoas responsáveis pelas suas ações. Normalmente as pessoas são elogiadas ou reprovadas pelas suas ações. Contudo, muitos acreditam que a responsabilidade moral requer livre-arbítrio, isto é, a capacidade de agir de outro modo. Assim, outra questão importante é se os indivíduos sempre são moralmente responsáveis, e, se sim, tendem a pensar que o determinismo não combina com a responsabilidade moral. Afinal de contas, parece impossível que se possa considerar alguém responsável por uma ação que poderia ser prevista desde o início dos tempos. Deterministas duros dizem: \"Tanto pior para a responsabilidade moral!\", e descartam o conceito. Conversamente, libertaristas dizem: \"Tanto pior para o determinismo!\" A questão está no centro do debate entre deterministas duros e compatibilistas. Deterministas duros são forçados a aceitar que os indivíduos frequentemente têm \"livre-arbítrio\" no sentido compatibilista, mas eles negam que esse sentido fundamente a responsabilidade moral. Eles alegam que o fato das escolhas de um agente não serem coagidas não muda o fato que o determinismo priva o agente de responsabilidade. Os compatibilistas frequentemente argumentam que, ao contrário, o determinismo é um pré-requisito da responsabilidade moral. A sociedade não pode considerar alguém responsável a não ser que suas ações sejam determinadas por alguma coisa. Esse argumento é apresentado por Hume e foi usado pelo anarquista William Godwin. Afinal de contas, se o indeterminismo é verdadeiro, então aqueles eventos que não são determinados são aleatórios. Questiona-se se é possível que se elogie ou reprove alguém por desempenhar uma ação que meramente pipocou no seu sistema nervoso. Ao invés disso, os compatibilistas argumentam, é preciso mostrar como a ação deriva dos desejos e preferências da pessoa, do caráter da pessoa, antes de começar a considerar a pessoa responsável. Às vezes os libertistas dizem que ações indeterminadas não são totalmente aleatórias, e que elas resultam de uma vontade substantiva cujas decisões são indeterminadas. Esse argumento é amplamente considerado insatisfatório, pois apenas empurra o problema um passo adiante, além de envolver certa metafísica misteriosa e a noção que no nada nada vem (ex nihilo nihil fit). Algumas interpretações da responsabilidade moral também assumem que uma pessoa é um ser do nascimento à morte, apesar de mudanças físicas e mentais. Assim um idoso pode ser punido por um crime cometido muitos anos antes. == Visão da ciência == Ao longo da história da ciência foram feitas várias tentativas de responder à questão do livre-arbítrio através de princípios científicos. O pensamento científico frequentemente figurou o universo de maneira determinista, e alguns pensadores acreditaram que para predizer o futuro é preciso simplesmente ter informação suficiente sobre o passado e o presente. Essa visão encoraja as pessoas a verem o livre-arbítrio como uma ilusão. A ciência atual é uma mistura de teorias deterministas e estocásticas. A mecânica quântica prevê observações apenas em termos de probabilidades. Isso põe em dúvida se o universo é determinado ou não. Alguns cientistas deterministas, como Albert Einstein, acreditam na teoria da variável oculta, isto é, que no fundo das probabilidades quânticas há variáveis postas. O teorema de Bell põe essa crença em dúvida, e sugere que talvez Deus esteja jogando dados, o que poria em dúvida as previsões do demônio de Laplace. Ou talvez Deus não jogue dados, mas apenas siga sua vontade, sendo a mesma não determinada por nada, nem mesmo por um objeto formal como o bem ou a verdade, tal como na teoria das verdades eternas de Descartes. Robert Kane é o principal filósofo a capitalizar o sucesso da mecânica quântica e da teoria do caos na defesa do incompatibilismo, principalmente em The Significance of Free Will (A Importância do Livre- Arbítrio). Os biólogos, como os físicos, frequentemente trataram da questão do livre-arbítrio. \"Natureza versus nutrição\" é um dos debates mais calorosos. O debate questiona a importância da genética e da biologia no comportamento humano quando comparados com a cultura e o ambiente. Os estudos genéticos identificaram vários fatores genéticos específicos que afetam a personalidade do indivíduo, de casos óbvios com a síndrome de Down a efeitos mais sutis como a predisposição estatística à esquizofrenia. Todavia, não é certo que a determinação ambiental é menos ameaçadora para o livre-arbítrio do que a determinação genética. A última análise do genoma humano mostra que temos apenas uns 20.000 genes. Tais genes, e o material genético intron reconsiderado, junto com o redescrito MiRNA, permite um nível de complexidade molecular análogo à complexidade do comportamento humano. Desmond Morris e outros antropólogos evolucionários estudaram a relação entre comportamento e seleção natural em humanos e outros primatas. A investigação mostra que a genética humana pode ser insuficiente para explicar tendências comportamentais, e que fatores ambientais evolucionariamente vantajosos, como o comportamento dos pais e os padrões culturais, modulam tais fatores genéticos. Nenhum desses fatores (complexidade genética e comportamento cultural vantajoso) requer o livre-arbítrio para explicar o comportamento humano. Também se tornou possível estudar o cérebro vivo e agora os pesquisadores podem assistir à operação do \"maquinário\" de tomada de decisão. Benjamin Libet conduziu um experimento seminal nos 1980s, no qual ele pediu a pessoas que escolhessem um momento ao acaso para dar um piparote no seu pulso, enquanto ele assistia a atividade associada nos seus cérebros. Libet descobriu que a atividade inconsciente levando à decisão consciente de dar um piparote no próprio pulso começava aproximadamente meio segundo antes da pessoa conscientemente decidir mover-se. Esse desenvolvimento de carga elétrica veio a ser chamado de potencial de prontidão (readiness potential). As descobertas de Libet sugerem que as decisões tomadas por uma pessoa são de fato primeiro construídas em um nível subconsciente e apenas posteriormente traduzidas em uma \"decisão consciente\", e que a crença da pessoa que ela ocorreu ao comando da sua vontade deve-se apenas à sua perspectiva retrospectiva sobre o evento. Todavia, Libet ainda encontra espaço no seu modelo para o livre-arbítrio, na noção de poder de veto: de acordo com seu modelo, impulsos inconscientes para realizar um ato volicional estão abertos à supressão pelos esforços conscientes da pessoa. Deve-se notar que isso não significa que Libet acredita que ações impelidas inconscientemente requerem a ratificação da consciência, mas antes que a consciência retém o poder de negar a atualização de impulsos inconscientes. Um experimento relacionado realizado posteriormente por Alvaro Pascual-Leone envolveu pedir a pessoas que escolhessem ao acaso qual mão mover. Ele descobriu que estimulando diferentes hemisférios do cérebro usando campos magnéticos é possível influenciar fortemente a mão que a pessoa escolhe. Normalmente destros escolhem mover a mão direita 60% das vezes, por exemplo, mas quando o hemisfério direito é estimulado eles escolhem sua mão esquerda 80% das vezes. O hemisfério direito do cérebro é responsável pelo lado esquerdo do corpo, e o hemisfério esquerdo pelo direito. Apesar da influência externa sobre sua tomada de decisão, as pessoas continuam a relatar que acreditam que sua escolha da mão foi feita livremente. Searle considera que a maior parte dos neurobiólogos defendem a hipótese a qual o livre arbítrio é algo que experienciamos, mas que efetivamente é uma ilusão. Deste modo, a nossa experiência da liberdade não desempenha nenhum papel explicativo ou causal no nosso comportamento. Para John Searle podemos tratar o problema do \"Livre arbítrio\" como, pelo menos em parte, um problema neurobiológico mediante a prossecução da seguinte pergunta: \"Como o nosso cérebro precisa trabalhar em ordem para que nós tenhamos livre arbítrio, e que substituições por \"x\" e \"y\" na seguinte declaração, S, tornaria S verdade?\" (S) Se meu cérebro está funcionando na forma x em um momento em que eu faço a ação A e y for verdade, então eu livremente fiz a ação A (ou exercitei o livre arbítrio em fazer A). Searle aceita relutantemente que a hipótese neurológica determinista é mais mais adequada à nossa visão global da biologia e mais provável, dado ser mais simples (simplex sigillum veri). === Neurologia e psiquiatria === Há várias desordens relacionadas ao cérebro que podem ser chamadas de desordens do livre-arbítrio. Na desordem obsessiva-compulsiva um paciente pode sentir uma necessidade irresistível de fazer algo contra a própria vontade. Exemplos incluem lavar as mãos várias vezes ao dia, reconhecendo o desejo de lavar as mãos como o próprio desejo embora pareça ser contra a própria vontade. Na síndrome de Tourette e síndromes relacionadas o paciente faz movimentos involuntários, por exemplo tiques e proferimentos. Na síndrome da mão estranha (alien hand syndrome) o membro do paciente faz movimentos significativos sem que ele tenha a intenção. Pensadores como Daniel Dennett ou Alfred Mele explicam que livre arbítrio significa muitas coisas diferentes para pessoas diferentes (por exemplo, algumas noções de livre- arbítrio são dualistas, outras não). Dennett insiste que muitas concepções importantes e comuns de livre-arbítrio são compatíveis com as evidências emergentes da neurociência. === Determinismo e comportamento emergente === Em emergentismo, na ciência cognitiva e psicologia evolucionária, livre-arbítrio é a geração de quase-infinitos possíveis comportamentos da interação de conjunto finito e determinado de regras e parâmetros. Assim, a imprevisibilidade do comportamento emergente a partir de processos determinados conduz a uma percepção de livre-arbítrio, embora o livre não exista. Por exemplo, xadrez é um jogo rigorosamente determinado nas regras e parâmetros. Ainda assim, com suas estritas e simples regras, o xadrez gera grande variedade e comportamento imprevisível. Por analogia, emergentistas ou gerativistas (generativism) sugerem que a experiência do livre-arbítrio emerge da interação de regras finitas e parâmetros determinados que geram comportamentos infinitos e imprevisíveis. Nessa visão, tal como na visão de Spinoza, o comportamento social pode ser modelado como um processo emergente, e a percepção do livre-arbítrio é cortesia da ignorância. == Ver também == * Determinismo * Compatibilismo (livre-arbítrio e determinismo) * Predeterminação Categoria:Conceitos de ética Categoria:Filosofia Categoria:Neurologia Categoria:Psiquiatria Categoria:Teoria do consumidor",
 "title": "Livre-arbítrio"
}