{
 "id": "75827",
 "text": "Falange (), no contexto militar, é uma formação retangular de infantaria grega antiga,https://www.priberam.pt/dlpo/falange tipicamente composta por lanceiros. Os falangistas mantinham uma formação cerrada, com as armas das primeiras linhas (o número exato dependia do comprimento das lanças, projetadas para a frente, de modo que seria impossível atingir qualquer homem da formação sem ser perfurado por alguma lança). Além disso, a segunda defesa seria a barreira de escudos empunhados pelos soldados, que primavam a defesa de uns aos outros. Os restantes membros da formação, aqueles longe demais da primeira linha, mantinham as lanças elevadas a uma média de 45º graus, numa posição de prontidão e anulando parcialmente um ataque pelo alto, como com a cavalaria saltando sobre a primeira linha de lanças. Os homens que ficavam nas últimas fileiras da falange eram usados como substitutos quando os soldados da frente morriam ou tombavam, além de constituir uma força de \"empurrão\" para toda a formação, de modo que o inimigo fosse literalmente esmagado sob o avanço da massa de lanças. As primeiras falanges aparecem em inscrições sumérias (meio do terceiro milênio a.C.), e dominaram os campos de batalha por milênios. Tornam-se famosas, assim como os soldados que as constituíam (Hoplitas), nas Guerras Greco-Persas, em batalhas como a de Maratona, Termópilas ou Plateia. Viriam a alcançar seu apogeu com a falange macedônia criada pelo rei Filipe II e seria uma parte fundamental, dos exércitos de Alexandre, o Grande e seus sucessores. Quando formadas por soldados bem treinados, as falanges constituíam uma defesa frontal virtualmente indestrutível, mas tinham grandes dificuldades em avançar mantendo a linha. Além disso, como cada lança estava voltada para frente e espremida entre os outros homens da formação, as falanges eram vulneráveis e lentas demais para conter um ataque lateral. Dessa maneira, como visto com alguns generais, as falanges eram protegidas por cavalaria nos flancos, e muitas vezes recebiam apoio de arqueiros. Estes vinham na frente do exército, atiravam, e ao ver o inimigo vindo, corriam para trás das falanges por corredores estreitos, que eram fechados logo depois. No início, o risco de investidas pelos flancos era insignificante, porque a tática padrão daqueles tempos era, quase sem exceção, um simples ataque frontal. Casos de um exército atacando o flanco de outro parecem ter sido mais resultado acidental que planejado. Entretanto, com o surgimento de chefes de batalha mais astutos, o aparecimento da cavalaria e de mais formas de manobra na infantaria, como a legião romana, os problemas das falanges foram postos em evidência, e seu uso abandonado gradualmente. == Outros significados == Falange foi também o nome utilizado pela Espanha de Franco para o seu exército. Este nome foi inspirado nas falanges gregas de que se fala acima. ==Ver também== * Exército da Macedônia (Antiguidade) * Manípulo (militar) * Hoplita * Falange macedónia * Mercenários suíços * Lansquenete Categoria:Formações militares Falange Categoria:História militar da Grécia Antiga Falange",
 "title": "Falange (infantaria)"
}