{
 "id": "75856",
 "text": "Libellus vere aureus, nec minus salutaris quam festivus, de optimo rei publicae statu deque nova insula Utopia (título original em latim: significa \"Um pequeno livro verdadeiramente dourado, não menos benéfico que entretedor, do melhor estado de uma república e da nova ilha Utopia\"), mais conhecido simplesmente como Utopia, é um livro de 1516 escrito por Thomas Morus (1478-1535). Escrito em latim, foi sua principal obra literária. O nome da obra, se originou da composição dos termos gregos \"ou\" (advérbio de negação), \"tópos, ou\" (lugar) e \"ía\" (qualidade, estado).FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 745. Portanto, refere-se a um \"não lugar\", um lugar inexistente. Foi esse o modo irônico como o pensador batizou sua sociedade 'perfeita'. A partir dessa obra, a palavra \"utopia\" tornou-se sinônimo de uma sociedade ideal, embora de existência impossível, ou uma ideia generosa, porém, impraticável. Considera-se que muitas das características da ilha descrita por Morus se baseiam na vida em mosteiros.J. C. Davis (28 July 1983). Utopia and the Ideal Society: A Study of English Utopian Writing 1516-1700. Cambridge University Press. p. 58. == Visão geral == Trata-se de obra em parte inspirada no livro \"A República\" de Platão. Começou a ser escrita quando o autor era enviado nos Países Baixos (região) em maio de 1515. Os primeiros trechos escritos foram a introdução e a descrição da sociedade, que seria a segunda parte do livro. Na sua volta à Inglaterra, escreveu a primeira parte (diálogo do conselho), completando o trabalho em 1516. No mesmo ano, foi impresso em Lovaina sob a editoração de Erasmo. Depois de revisto por Morus, foi impresso em Basileia em novembro de 1518. Na Inglaterra, a obra só viria a ser publicada em 1551, dezesseis anos após a execução de Morus. Divide-se em dois livros: no primeiro, existe uma crítica à Inglaterra da época em que o autor vivia; no segundo, apresenta uma sociedade alternativa. O personagem principal é o marinheiro \"nascido em Portugal\"Utopia de Thomas More, acesso em 19 de Junho de 2020. Rafael Hitlodeu, que narra sua viagem a Utopia e descreve a sociedade que viu. No primeiro livro, há crítica da época na qual os camponeses estavam sendo expulsos do campo para as cidades. Portanto, há: * bandos de ladrões; * uma justiça cega e cruel; * uma realeza ávida de riquezas e sempre pronta para a guerra; * perseguições religiosas; * um povo oprimido pelo trabalho incessante para manter o exército, a corte e uma multidão de ociosos; * a sede de dinheiro dos reis, dos nobres e dos grandes burgueses era a causa da miséria da maioria; * aumentava cada vez mais o abismo entre as classes sociais, o que transformava os juízes em carrascos e as penas em castigos pavorosos. Esses problemas não existiriam na \"República de Utopia\", lugar onde: * não se podia prejudicar ninguém em nome da religião; * a intolerância e o fanatismo eram punidos com o exílio e a servidão; * o povo pode escolher suas crenças e os vários cultos podiam coexistir em harmonia ecumênica; * desfrutava-se dos benefícios da paz (uma crítica a Henrique VIII, que travou diversas guerras por ganância ou por paixão pela glória militar, e à guerra, que, naquela época, servia para enriquecer os nobres e a burguesia); * o parlamento zelava pelo bem do povo, pois descobrira que a propriedade individual e o dinheiro são incompatíveis com a felicidade.Utopia: Obra de Thomas More propõe sociedade alternativa e perfeita, acesso em 17 de janeiro de 2016. == Livro primeiro == Estrutura as questões analisadas no livro segundo. === Primeiro diálogo === Discutem-se: * Algumas decisões que afetam a Europa; * Tendência dos reis para começar as guerras (em consequência, gastam muito dinheiro); * Discutem o julgamento que dão ao roubo. Vai revelar os problemas dos cercamentos e, por consequência, a pobreza e as mortes provocadas pela fome (que é sofrida por quem não possui terras). Thomas More tenta, ainda, convencer Rafael Hitlodeu a encontrar trabalho na corte como Conselheiro. Apesar de portador de grande sabedoria, Rafael recusa, referindo que a sua visão é demasiado radical e não seria ouvido. Rafael cita Platão, ao afirmar que os reis só admitiriam filósofos em suas cortes se eles mesmos estudassem filosofia. Ao contrário disso, no entanto, os reis cedo costumam ser infectados com corrupção e más opiniões. More contempla o papel dos filósofos no trabalho de situações reais. Parafraseia Mateus: \"O que vos digo em voz baixa e ao ouvido pregai-o em voz alta e abertamente\". ==Livro segundo== Utopia é localizada no Novo Mundo. Morus relaciona as viagens de Rafael às verdadeiras viagens de descobrimento de Américo Vespúcio. Ele sugere que Rafael é um dos 24 homens que Vespúcio teria deixado em Cabo Frio. Rafael, então, viaja mais além e encontra a ilha de Utopia, onde passa cinco anos observando os costumes dos nativos. De acordo com Morus, a ilha de Utopia é: A ilha era, originalmente, uma península, mas um canal com quinze milhas de largura foi escavado pelo fundador da comunidade, o rei Utopos, para separar a ilha do continente. A ilha possui 54 cidades. Cada cidade é dividida em quatro partes iguais. A capital é a cidade de Amaurot, que se localiza bem no centro da ilha. Cada cidade possui 6 000 famílias, sendo que cada família é constituída por entre dez e dezesseis adultos. Cada grupo de trinta famílias elege um Syphograntus (que Morus diz que atualmente é chamado de filarco). Cada grupo de dez Syphogranti, por sua vez, elege um Traniborus (que é atualmente chamado de protofilarco) para comandá-lo. Os duzentos Syphogranti de uma cidade elegem um príncipe através de voto secreto. O príncipe reina pela vida toda a não ser que seja deposto por suspeita de tirania. As pessoas são redistribuídas entre as famílias e as cidades para manter os números redondos. Se a ilha sofre de superpopulação, colônias são estabelecidas no continente. Nativos do continente também podem ser convidados a ingressar nessas colônias: se eles não gostarem da experiência, podem abandoná-las posteriormente. Inversamente, se o número de habitantes da ilha diminuir muito, colonos podem ser chamados de volta. Não existe propriedade privada em Utopia. Os bens são guardados em armazéns, e a população solicita os bens de que necessita. Não existem fechaduras nas portas das casas, as quais são trocadas entre si pelos habitantes a cada dez anos. A agricultura é a profissão mais importante da ilha. Todas as pessoas aprendem agricultura e são obrigadas a viver trabalhando no campo por períodos de dois anos. As mulheres exercem as mesmas funções que os homens. Paralelamente, todo cidadão precisa aprender pelo menos uma das outras profissões principais: tecelagem (exercida principalmente por mulheres), carpintaria, ferraria e alvenaria. Existe uma deliberada simplicidade nessas ocupações: por exemplo, todas as pessoas usam os mesmos tipos de roupas simples, e não há costureiros que façam trajes finos. Todos os cidadãos capazes precisam trabalhar; dessa forma, o desemprego não existe, e a duração da jornada de trabalho pode ser a mínima possível: as pessoas somente precisam trabalhar seis horas por dia (embora muitas pessoas desejem trabalhar mais). Morus permite que, em sua sociedade, os sábios ocupem a função de dirigentes ou pastores. Esses sábios são escolhidos na infância entre aqueles que se destacam nos estudos. Os demais cidadãos, entretanto, são estimulados a estudar em seu tempo livre. Existe escravidão na sociedade de Utopia: cada família possui dois escravos. Os escravos ou são de outro país ou são criminosos de Utopia. Esses criminosos são presos por correntes de ouro. O ouro faz parte da riqueza comum do país. Porém o uso de correntes e de penicos de ouro pelos criminosos faz com que os cidadãos do país tenham uma saudável repulsa a este metal. A riqueza é considerada pouco importante, e somente é útil para se comprar mercadorias de outros países ou para subornar estes países para que eles guerreiem entre si. Escravos são periodicamente libertados por bom comportamento. As crianças usam joias, mas as abandonam conforme amadurecem. Outras inovações são: um estado de bem-estar social com hospitais gratuitos; eutanásia permitida pelo estado; os pastores podem se casar; o divórcio é permitido; o sexo antes do casamento é punido com celibato forçado para a vida inteira; e o adultério é punido com escravidão. As refeições são consumidas em refeitórios comunitários e a tarefa de alimentar a população é conferida a uma família por vez. Embora todos consumam basicamente a mesma comida, Rafael explica que os idosos e os administradores têm direito a uma comida um pouco melhor. A viagem pela ilha só é permitida com o uso de um passaporte interno. Pessoas pegas sem o passaporte são, na primeira vez, obrigadas a retornar com reprovação pública. Numa segunda vez, são escravizadas. Não há advogados; a lei é propositalmente simples para que todos a entendam. Existem várias religiões na ilha: culto da Lua, culto do Sol, culto do planeta, culto dos mortos e monoteísmo, mas todas são tolerantes entre si. Só o ateísmo é desprezado (porém permitido), por ser visto como uma ameaça para o estado. Como os ateus não acreditam em punição ou recompensa após a morte, eles não teriam razão para se juntar à vida comunitária de Utopia, e desrespeitariam as leis do país visando ao ganho pessoal. Eles não são banidos, mas são encorajados a falar sobre suas crenças com os pastores até que se convençam de seu erro. Rafael diz que, devido a sua pregação, o cristianismo está crescendo em Utopia. A tolerância religiosa está inscrita na oração comum do país. As esposas estão sujeitas a seus maridos e os maridos estão sujeitos a suas esposas, embora as esposas não possam, na maior parte dos casos, conduzir as famílias. Entre as mulheres, só algumas poucas viúvas se tornam pastoras. Tanto homens como mulheres têm instrução militar. As mulheres confessam seus pecados a seus maridos uma vez por mês. Jogos de azar, caça, maquiagem e astrologia são desencorajados. O papel da mulher em Utopia é considerado mais liberal que o papel da mulher na sociedade europeia da época. Os utopianos não gostam de entrar em guerra. Se eles acham que países amigos foram enganados, eles enviam ajuda militar, mas eles tentam antes capturar do que matar seus inimigos. Eles se sentem mal se sua vitória foi obtida à custa de sangue. Não existe privacidade: com isso, todos os cidadãos estão sempre expostos à opinião pública e são obrigados a se portar bem durante todo o tempo. == Repercussão == O bispo Vasco de Quiroga (1470-78 – 1565) implementou, em Michoacán, no México, algumas ideias inspiradas no livro, como por exemplo a jornada de trabalho de seis horas, a contribuição igualitária dos habitantes locais para o bem comum e a autogestão. A obra inspirou socialistas do Século XIX, como Pierre-Joseph Proudhon (1809-1865), Charles Fourier (1772-1837), Robert Owen (1771-1858) e Saint-Simon (1760-1825), que ficaram conhecidos como socialistas utópicos. == Ver também == *Utopia (sociologia) *A República *A Cidade do Sol *Nova Atlântida == Ligações externas == *Utopia livro completo em português em domínio público. *Utopia *Utopia and Utopianism é uma revista acadêmica especializada na utopia e utopismo. Categoria:Socialismo utópico Categoria:Livros de 1516 Categoria:Livros do Reino Unido Utopia, A Categoria:Utopias na ficção",
 "title": "Utopia (livro)"
}