{
 "id": "75873",
 "text": "Tristan Tzara, nascido Samuel ou Samy Rosenstock (Moinesti, 16 de abril de 1896 – Paris, 25 de dezembro de 1963) foi um poeta romeno, um dos precursores do Dadaísmo. Em 1916, em plena Primeira Guerra Mundial, um grupo de refugiados em Zurique, na Suíça, iniciou o movimento artístico e literário chamado Dadaísmo, com o intuito de chocar a burguesia. Seu pseudônimo significaria numa tradução livre \"triste terra\", tendo sido escolhido para protestar o tratamento dos judeus na Roménia. Em 1917, após a partida de Hugo Ball, Tzara assumiu o controle do movimento dadaísta em Zurique. Proclamou a sua vontade de destruir a sociedade, os seus valores e a linguagem em obras como \"Coração de gás\" (1921), \"A anticabeça\" (1923) e \"O homem aproximativo\" (1931). Após o declínio do movimento dadá, Tzara envolveu-se no surrealismo, juntou-se ao Partido Comunista e à Resistência Francesa. Tudo isto fez com que em obras como \"A fuga\" (1947), \"O fruto permitido\" (1958), \"A Rosa e o Cão\" (1958), esteja patente uma consciência lírica, na qual traduziu as suas preocupações sociais e testemunhou a sua ânsia de defender o homem contra todas as formas de servidão. É considerado o principal articulador do movimento estético- revolucionário dadá, que tem por objetivo detonar os valores artísticos da cultura ocidental da época. Nasce em Moinesti, na Romênia, mas é educado na França, onde começa a teorizar sobre o dadaísmo ainda durante a Primeira Guerra Mundial. Escreve em 1916 A Primeira Aventura Celeste do Sr.Antipyrine e termina em 1918 os Vinte e Cinco Poemas. Com a divulgação do manifesto do movimento, Sete Manifestos Dada, de 1924, envolve-se em inúmeras atividades com os artistas André Breton, Philippe Soupault e Louis Aragon. O intuito do grupo é desintegrar as estruturas da linguagem artística da época e, com isso, chocar o público. O movimento não sobrevive à década de 30. Em virtude do clima político de intolerância na Alemanha, que prenuncia a Segunda Guerra Mundial, seu fundador se une ao Partido Comunista em 1936 e luta na Resistência Francesa, depois da ocupação da França pelos nazistas. Produz uma poesia lírica, após essa fase, que revela preocupação com a angústia e a tragédia da condição humana. Morreu em Paris e foi enterrado no cemitério de Montparnasse. == Ver também == * Socialismo judaico * Dadaísmo Categoria:Poetas da Roménia Categoria:Judeus da Romênia Tzara Poetas do dadaísmo Categoria:Cidadãos naturalizados da França Categoria:Sepultados no Cemitério do Montparnasse Categoria:Escritores surrealistas Categoria:Franceses de ascendência romena Categoria:Mortos em Paris",
 "title": "Tristan Tzara"
}