{
 "id": "7587",
 "text": "Proteínas são macromoléculas biológicas constituídas por uma ou mais cadeias de aminoácidos. As proteínas estão presentes em todos os seres vivos e participam em praticamente todos os processos celulares, desempenhando um vasto conjunto de funções no organismo, como a replicação de ADN, a resposta a estímulos e o transporte de moléculas. Muitas proteínas são enzimas que catalisam reações bioquímicas vitais para o metabolismo. As proteínas têm também funções estruturais ou mecânicas, como é o caso da actina e da miosina nos músculos e das proteínas no citoesqueleto, as quais formam um sistema de andaimes que mantém a forma celular. Outras proteínas são importantes na sinalização celular, resposta imunitária e no ciclo celular. As proteínas diferem entre si fundamentalmente na sua sequência de aminoácidos, que é determinada pela sua sequência genética e que geralmente provoca o seu enovelamento numa estrutura tridimensional específica que determina a sua atividade. Ao contrário das plantas, os animais não conseguem sintetizar todos os aminoácidos de que necessitam para viver. Os aminoácidos que o organismo não é capaz de sintetizar por si próprio são denominados aminoácidos essenciais e devem ser obtidos pelo consumo de alimentos que contenham proteínas, as quais são transformadas em aminoácidos durante a digestão. As proteínas podem ser encontradas numa ampla variedade de alimentos de origem animal e vegetal. A carne, os ovos, o leite e o peixe são fontes de proteínas completas. Entre as principais fontes vegetais ricas em proteína estão as leguminosas, principalmente o feijão, as lentilhas, a soja ou o grão-de-bico. A grande maioria dos aminoácidos está disponível na dieta humana, pelo que uma pessoa saudável com uma dieta equilibrada raramente necessita de suplementos de proteínas. A necessidade é também maior em atletas ou durante a infância, gravidez ou amamentação, ou quando o corpo se encontra em recuperação de um trauma ou de uma operação. Quando o corpo não recebe as quantidades de proteínas necessárias verifica-se insuficiência e desnutrição proteica, a qual pode provocar uma série de doenças, entre as quais atraso no desenvolvimento em crianças ou kwashiorkor. Uma proteína contém pelo menos uma cadeia polímérica linear derivada da condensação de aminoácidos, ou polipeptídeo. Os resíduos individuais de aminoácidos estão unidos entre si através de ligações peptídicas. A sequência dos resíduos de aminoácidos em cada proteína é definida pela sequência de um gene, a qual está codificada no código genético. Durante ou após o processo de síntese, os resíduos de uma proteína são muitas vezes alterados quimicamente através de modificação pós-traducional, a qual modifica as propriedades físicas e químicas das proteínas, o seu enovelamento, estabilidade, atividade e, por fim, a sua função. Nalguns casos as proteínas têm anexados grupos não peptídicos, os quais são denominados cofatores ou grupos prostéticos. As proteínas podem também trabalhar em conjunto para desempenhar determinada função, agrupando-se em complexos proteicos. As proteínas podem ser purificadas a partir de outros componentes celulares recorrendo a diversas técnicas, como a precipitação, ultracentrifugação, eletroforese e cromatografia. Entre os métodos usados para estudar a estrutura e funções das proteínas estão a imuno-histoquímica, mutagénese sítio-dirigida, ressonância magnética nuclear e espectrometria de massa. ==Nutrição== As proteínas são nutrientes essenciais ao corpo humano. Enquanto a maior parte dos microorganismos e das plantas são capazes de biosintetizar todos os vinte aminoácidos-padrão, os animais, incluindo os seres humanos, necessitam de obter alguns desses aminoácidos a partir da dieta alimentar. Isto deve-se à ausência nos animais de algumas enzimas-chave que têm como função sintetizar esses aminoácidos. Os aminoácidos que o organismo não é capaz de sintetizar por si próprio são denominados aminoácidos essenciais. Os animais podem obter aminoácidos através do consumo de alimentos que contenham proteínas. As proteínas ingeridas são transformadas em aminoácidos através da digestão, a qual envolve a desnaturação da proteína através da exposição ao ácido e à hidrólise por parte de enzimas denominadas proteases. Alguns dos aminoácidos ingeridos são usados para a biossíntese proteica, enquanto outros são convertidos em glicose, através de gliconeogénese, ou entram no ciclo do ácido cítrico. Além de constituírem a fundação dos tecidos do corpo, as proteínas são também uma fonte de energia. Enquanto fonte de energia, contêm 4 kcal por grama, valor semelhante aos hidratos de carbono, mas diferente dos lípidos, os quais contêm 9 kcal por grama. Durante a digestão, as proteínas são separadas no estômago em cadeias polipeptídicas mais pequenas através da ação do ácido clorídrico e da protease. Isto é essencial para a síntese dos aminoácidos essenciais que não podem ser biossintetizados pelo corpo. Os aminoácidos essenciais são a leucina, isoleucina, valina, lisina, treonina, triptófano, metionina, fenilalanina e histidina. Os aminoácidos não essenciais são a alanina, asparagina, ácido aspártico e ácido glutâmico. Os aminoácidos condicionalmente essenciais são a arginina, cisteína, glutamina, glicina, prolina, serina e tirosina. Os aminoácidos encontram-se em diversas fontes alimentares de origem animal, como a carne, leite, peixe e ovos. As proteínas estão também disponíveis através de diversas fontes vegetais: cereais integrais, leguminosas, incluindo os secos, soja, fruta nozes e sementes. Os vegetarianos e vegans podem obter os aminoácidos essenciais necessários através da ingestão de diversas proteínas vegetais. ===Função das proteínas no corpo=== As proteínas são nutrientes essenciais ao crescimento e manutenção do corpo humano. Com a exceção da água, as proteínas são as moléculas mais abundantes no corpo, sendo o principal componente estrutural de todas as células, particularmente dos músculos. As proteínas são também usadas em membranas, como é o caso das glicoproteínas. Depois de serem repartidas em aminoácidos, são usadas como precursores do ácido nucleico, coenzimas, hormonas, resposta imunitária, reparação das células e outras moléculas essenciais para a vida. As proteínas são ainda fundamentais para a formação de células sanguíneas. Acredita-se que as proteínas aumentem o desempenho atlético. Os aminoácidos são usados na produção de tecido muscular e na reparação de tecido danificado. As proteínas só são usadas como fonte de energia quando os recursos de hidratos de carbono e lípidos no corpo diminuem. ===Fontes alimentares=== As proteínas podem ser encontradas numa ampla variedade de alimentos. A combinação mais adequada de fontes de proteína para cada pessoa depende da região, da acessibilidade, do custo económico, do tipo de aminoácidos e do equilíbrio nutricional, assim como do próprio paladar. Embora alguns alimentos sejam fontes ricas em determinados aminoácidos, o seu valor para na nutrição humana é limitado devido à sua pouca digestibilidade, a fatores antinutricionais, à elevada quantidade de calorias, ao colesterol ou à densidade mineral. A carne, os ovos, o leite e o peixe são fontes de proteínas completas. Entre as fontes vegetais ricas em proteína estão as leguminosas, nozes, sementes e fruta. As leguminosas têm maior concentração de aminoácidos e são fontes mais completas de proteína do que os cereais e os cereais integrais. Entre os alimentos vegetarianos com concentração de proteínas superior a 7% estão a soja, lentilhas, feijão vermelho e branco, feijão-frade, feijão-da-china, grão-de-bico, feijão-verde, tremoço, amêndoa, castanha-do- pará, cajueiro, noz-pecã e sementes de sésamo, de abóbora, de algodão e de girassol. Entre os alimentos de base que constituem uma fonte pobre em proteínas estão raízes e tubérculos como o inhame, mandioca e batata-doce, os quais contêm apenas entre 0 e 2% de proteínas. A fruta, embora seja rica noutros nutrientes essenciais, é uma fonte relativamente pobre de aminoácidos. A banana-da-terra é também pobre em proteínas. Para uma alimentação saudável, os alimentos básicos com baixo teor de proteína devem ser complementados com alimentos com proteínas completas e de qualidade, sobretudo durante o desenvolvimento das crianças. Fonte alimentar Lisina Treonina Triptófano Aminoácidos com enxofre Leguminosas 64 38 12 25 Cereais (incl. integrais) 31 32 12 37 Nozes e sementes 45 36 17 46 Fruta 45 29 11 27 Animal 85 44 12 38 A grande maioria dos aminoácidos está disponível na dieta humana, pelo que uma pessoa saudável com uma dieta equilibrada raramente necessita de suplementos de proteínas. Os aminoácidos mais limitados são a lisina, a treonina e os aminoácidos com enxofre. A tabela em anexo mostra os mais importantes grupos alimentares que constituem fontes de proteínas, sob uma perspetiva mundial. Também lista o desempenho de cada grupo enquanto fonte dos aminoácidos mais limitados, em valores de miligramas de aminoácido limitado por cada grama de proteína total nesse alimento. ===Necessidades dietéticas=== Existe um debate considerável sobre as necessidades relativas ao consumo de proteínas. A quantidade de proteínas necessária na dieta de determinada pessoa é determinada em grande parte pelo consumo total de energia e hidratos de carbono, pela necessidade do corpo de nitrogénio e aminoácidos essenciais, composição e massa corporal, taxa de crescimento, nível de atividade física e presença de lesões ou doenças. A atividade física elevada e o aumento da massa muscular aumentam a necessidade de proteínas. A necessidade é também maior durante a infância, gravidez ou amamentação, ou quando o corpo se encontra em recuperação de um trauma ou de uma operação. Grupo Valor diário recomendado (AESA) Adultos e idosos 0,83 g/kg/dia Recém-nascidos, crianças e adolescentes 0,83 — 1,31 g/kg/dia Grávidas acréscimo de: 1º trimestre: 1 g/dia 2º trimestre: 9 g/dia 3º trimestre: 21 g/dia Lactantes acréscimo de: primeiros seis meses: 19 g/dia meses seguintes: 13 g/dia De acordo com os valores de referência de ingestão de proteínas da Autoridade Europeia para a Segurança Alimentar, os adultos, incluindo idosos, devem ingerir 0,83 g de proteína por dia por cada quilograma de peso corporal; os recém-nascidos, crianças e adolescentes devem ingerir entre 0,83 e 1,31 g/kg/dia, dependendo da idade. As grávidas devem ingerir valores suplementares de proteína: 1 g, 9 g e 28 g suplementares por dia durante o primeiro, segundo e terceiro trimestres, respetivamente. As lactantes devem também ingerir valores suplementares: 19 g por dia durante os primeiros seis meses de amamentação e 13 g por dia a partir dos seis meses. De acordo com as recomendações norte-americanas e canadianas, as mulheres com idade entre 19 e 70 anos necessitam de consumir de proteínas por dia, enquanto os homens no mesmo intervalo etário necessitam de consumir pelo menos de proteínas por dia. O valor geralmente recomendado para o consumo diário é de de proteínas por cada quilograma de massa corporal. No entanto, esta recomendação baseia-se nas necessidades estruturais, sem considerar o uso de proteínas no metabolismo energético, pelo que se adequa a uma pessoa relativamente sedentária. Diversos estudos têm concluído que as pessoas ativas e os atletas possam exigir um consumo superior de proteínas, devido ao aumento da massa muscular e da sudação, e da maior necessidade de proteínas enquanto fonte de energia e reparação do corpo. Para estes casos, os valores sugeridos têm oscilado entre e . ===Consumo excessivo e insuficiência=== Para compensar as variações na ingestão de proteínas ao longo do dia, ou em casos de emergência em que a ingestão de proteínas é temporariamente alta ou baixa, o corpo tenta equilibrar os níveis de proteínas recorrendo a uma reserva de curta duração. No entanto, o corpo é incapaz de armazenar o excesso de proteínas a longo prazo. As proteínas são digeridas em aminoácidos que entram na corrente sanguínea. Os aminoácidos em excesso são convertidos pelo fígado em moléculas úteis, num processo denominado desaminação. A desaminação converte o nitrogénio dos aminoácidos em amónia, a qual é por sua vez convertida pelo fígado em ureia durante o ciclo da ureia. A ureia é depois excretada pelos rins. O consumo excessivo de proteínas provoca também o aumento da excreção de cálcio na urina, o que se pensa ser devido ao desequilíbrio no pH, agravando o risco da formação de cálculos no sistema urinário. Um estudo epidemiológico de 2006 não verificou a existência de qualquer relação entre o consumo total de proteína e a pressão arterial, embora tenha verificado uma relação inversa entre o consumo de proteína vegetal e a pressão arterial. Quando o corpo não recebe as quantidades de proteínas necessárias verifica-se insuficiência e desnutrição proteica, a qual pode provocar uma série de doenças, entre as quais atraso no desenvolvimento em crianças, kwashiorkor, pigmentação avermelhada do cabelo e da pele, fígado gorduroso, diarreia, dermatose e diminuição na contagem de linfócitos T, o que aumenta o risco de infeções secundárias. A desnutrição proteica é relativamente comum à escala mundial, tanto em adultos como crianças, e é responsável por cerca de seis milhões de mortes anualmente. Nos países desenvolvidos, esta doença verifica-se predominantemente em idosos ou em hospitais, geralmente associada a outras doenças. ===Dietas proteicas=== As dietas de alto teor proteico podem ajudar a perder peso ao fazer com que a pessoa se sinta cheia mais rapidamente. Na maioria das pessoas saudáveis, este tipo de dietas não apresenta riscos para a saúde, sobretudo se for seguida durante um curto período de tempo. No entanto, os riscos a longo prazo estão ainda em estudo. O recurso prolongado a este tipo de dieta, geralmente associadas com a limitação do consumo de hidratos de carbono, pode causar insuficiências nutricionais e falta de fibras, o que por sua vez provoca dores de cabeça e obstipação. Algumas destas dietas baseiam-se no aumento do consumo de carne vermelha e lacticínios gordos, o que aumenta o risco de doenças cardiovasculares. As escolhas mais saudáveis para uma dieta de alto teor proteico incluem proteína de soja, feijão, nozes, peixe, aves de criação sem pele, carne de porco e lacticínios magros, devendo ser evitadas as carnes vermelhas e processadas. ==Bioquímica== A maior parte das proteínas consiste em polímeros lineares formados a partir de um máximo de 20 L-α- aminoácidos. Todos os aminoácidos proteinogénicos têm em comum diversas características estruturais, entre as quais um carbono alfa, ao qual estão quimicamente ligados um grupo de aminas, um grupo de ácido carboxílico e uma cadeia lateral variável. Apenas a prolina difere desta estrutura básica. As cadeias laterais dos aminoácidos comuns apresentam uma grande variedade de propriedades e estruturas químicas. É o efeito combinado de todas as cadeias laterais numa proteína que determina a sua estrutura tridimensional e reatividade química. Os aminoácidos numa cadeia de polipeptídios são unidos por ligações peptídicas. Uma vez unidos na cadeia proteica, cada aminoácido individual é denominado \"resíduo\", e cada série repetitiva e encadeada de átomos de carbono, nitrogénio e oxigénio é denominada \"cadeia principal\". A ligação peptídica tem duas formas de ressonância que contribuem para a formação de uma ligação dupla e inibem a rotação em torno do seu próprio eixo, pelo que os carbonos alfa são aproximadamente coplanares. Os outros dois ângulos diedros na ligação peptídica determinam a forma assumida pela cadeia principal. A extremidade da proteína com um grupo carboxílico livre é denominada C-terminal ou carboxi-terminal, enquanto a extremidade com um grupo livre de amina é denominada N-terminal ou amino-terminal. Os termos \"proteína\", \"polipetídeo\" e \"peptídeo\" são ligeiramente ambíguas e o seu significado pode-se sobrepôr. \"Proteína\" é geralmente usado para nos referirmos à molécula biológica completa na sua forma terciária estável, enquanto \"peptídeo\" está geralmente reservado para oligómeros curtos de aminoácidos, aos quais muitas vezes falta uma estrutura tridimensional estável. No entanto, a diferença entre ambos não é bem definida e geralmente corresponde a 20-30 resíduos. \"Polipetídeo\" pode ser referente a qualquer cadeia linear de aminácidos, independentemente do comprimento, mas onde geralmente não existe uma forma terciária. ==Síntese== ===Biossíntese=== As proteínas são produzidas a partir de aminoácidos usando informação codificada nos genes. Cada proteína tem a sua própria sequência de aminoácidos que é especificada pela sequência de nucleótidos do gene que codifica a proteína. O código genético é um grupo de conjuntos com três nucleótidos cada um, denominados codões. Cada uma das combinações de três nucleótidos designa um aminoácido. Por exemplo, AUG (adenina-uracilo-guanina) é o código para a metionina. Uma vez que o ADN contém quatro nucleótidos, o número total de codões possíveis é de 64. Por este motivo, existe alguma redundância no código genético, havendo alguns aminoácidos que são especificados por mais de um codão. Os genes que são codificados no ADN são inicialmente transcritos para pré-ARN mensageiro (ARNm) por proteínas como a ARN-polimerase. A maior parte dos organismos processa em seguida o pré-ARNm, usando várias formas de modificação pós-transcricional, formando assim o ARNm amadurecido, o qual é então usado como molde para a síntese proteica feita pelo ribossoma. Nos procariontes, o ARNm tanto pode ser utilizado assim que é produzido, como ser ligado a um ribossoma depois de se ter afastado do nucleoide. Por outro lado, os eucariontes produzem ARNm no núcleo celular, o qual é depois translocado através do envelope nuclear para o citoplasma, no qual se dá a síntese proteica. A velocidade de síntese proteica é maior nos procariontes do que nos eucariontes, podendo atingir os 20 aminoácidos por segundo. O processo de síntese de uma proteína a partir de um molde de ARNm é denominado tradução. O ARNm é carregado no ribossoma, no qual são lidos três nucleótidos de cada vez. A leitura é feita fazendo corresponder cada codão com o seu anticodão situado numa molécula de ARN transportador (ARNt), a qual transporta o aminoácido correspondente ao codão por si reconhecido. A enzima aminoacil-tRNA sintetase carrega as moléculas de ARNt com o aminoácido correto. As proteínas são sempre sintetizadas a partir do N-terminal em direção ao C-terminal. O tamanho de uma proteína sintetizada pode ser medido através do número de aminoácidos e da sua massa molecular total, valor que é geralmente expresso em daltons (Da), sinónimo de unidade de massa atómica. As proteínas das leveduras, por exemplo, têm em média um comprimento de 466 aminoácidos e 53 kDa de massa. As maiores proteínas conhecidas são as titinas, com quase 3 000 kDA de massa molecular de aminoácidos de comprimento. ===Síntese química=== As proteínas curtas podem também ser sintetizadas quimicamente através de uma série de métodos denominados síntese de peptídeos, os quais têm por base técnicas de síntese orgânica de elevado rendimento na produção de peptídeos. A síntese química permite a introdução de aminoácidos não naturais nas cadeias de peptídeos. Estes métodos são úteis em laboratórios de bioquímica e biologia celular, embora não se adequem à produção comercial. A síntese química não é eficiente para polipeptídeos maiores do que 300 aminoácidos, e as proteínas sintetizadas podem não assumir imediatamente a sua estrutura terciária nativa. Grande parte dos métodos de síntese química realiza-se a partir do C-terminal em direção ao N-terminal, ao contrário da reação biológica natural. == Estrutura == A maior parte das proteínas enovela-se em estruturas tridimensionais distintas. A forma para a qual uma proteína se enovela naturalmente é denominada conformação nativa. Embora haja muitas proteínas capazes de se enovelar sem assistência, meramente através das propriedades químicas dos seus aminoácidos, há outras que necessitam do auxílio de chaperonas moleculares de modo a se poderem enovelar para a sua conformação nativa. As proteínas podem ter 4 tipos de estruturas dependendo do tipo de aminoácidos, do tamanho da cadeia e da configuração espacial da cadeia polipeptídica: estrutura primária, secundária, terciária e quaternária. As proteínas não são moléculas completamente rígidas. Para além destes níveis estruturais, as proteínas podem alternar entre várias estruturas enquanto desempenham as suas funções. No contexto destas alterações funcionais, estas estruturas terciárias ou quaternárias são muitas vezes denominadas \"conformações\", e as transições entre cada uma delas são denominadas \"alterações conformacionais\". Estas alterações são frequentemente induzidas pela ligação de uma molécula substrato ao sítio ativo de uma enzima – a região física da proteína que participa na catálise química. As proteínas podem ser divididas informalmente em três classes principais, de acordo com as estruturas terciárias mais comuns: proteínas globulares, proteínas fibrilares e proteínas membranares. Praticamente todas as proteínas globulares são solúveis e grande parte são enzimas. As proteínas fibrilares são muitas vezes estruturais, como é o caso do colagénio, o principal componente do tecido conjuntivo, ou a queratina, a proteína constituinte do cabelo e das unhas. As proteínas membranares atuam muitas vezes como recetores ou proporcionam canais para que as moléculas possam atravessar a membrana celular. ;Estrutura primária É a sequência linear de aminoácidos ao longo da cadeia polipeptídica da proteína. É o nível estrutural mais simples e mais importante, pois dele deriva todo o arranjo espacial da molécula. É específica para cada proteína, sendo, geralmente, determinada geneticamente. A estrutura primária da proteína resulta numa longa cadeia de aminoácidos, com uma extremidade \"amino terminal\" e uma extremidade \"carboxi terminal\". ;Estrutura secundária É a forma como os aminoácidos se organizam entre si na sequência primária da proteína. Ocorre graças à possibilidade de rotação das ligações entre os carbonos alfa dos aminoácidos e os seus grupos amina e carboxilo. O arranjo secundário de uma cadeia polipeptídica pode ocorrer de forma regular; isso acontece quando os ângulos das ligações entre carbonos alfa e seus ligantes são iguais e se repetem ao longo de um segmento da molécula. A cadeia polipeptídica pode interagir com ela própria através de duas formas principais: pela formação das alfa-hélices e das folhas-beta. Além destas existem estruturas que não são nem hélices nem folhas chamadas laços (loops). * alfa-hélice: presente na estrutura secundária dos níveis de organização das proteínas. São estruturas cilíndricas estabilizadas por pontes de hidrogénio entre aminoácidos. As cadeias laterais dos aminoácidos encontram-se viradas para fora. Existem várias formas de como as hélice alfa podem organizar-se. Na alfa-hélice a espinha dorsal polipeptídica é torcida numa hélice virada à direita. * folha- beta: padrão estrutural encontrado em várias proteínas, nas quais regiões vizinhas da cadeia polipeptídica associam-se por meio de ligações de hidrogénio, resultando numa estrutura achatada e rígida. Esta é também uma estrutura estável na qual os grupos polares da cadeia polipeptídica associam- se por meio de ligações de hidrogénio um ao outro. * laços: são secções da sequência que se ligam aos outros dois tipos de estrutura secundária. Em contraste com hélices e folhas, que formam o núcleo da proteína, laços não são estruturas regulares e ficam fora da proteína dobrada. ;Estrutura terciária A estrutura terciária é a forma como determinada molécula de proteína se organiza no espaço. Corresponde ao movimento, à organização das alfa-hélices, fitas b e voltas no espaço tridimensional, definido por coordenadas atómicas. Resulta do enovelamento das hélices e das folhas pregueadas de uma estrutura secundária e é mantida nessa posição por interações hidrófugas e hidrófilas. ;Estrutura quaternária A estrutura quaternária de uma proteína refere-se à união de várias moléculas proteicas enoveladas num complexo multi-proteico. A interação entre as moléculas é realizada através de ligações não covalentes. ===Determinação da estrutura=== A descoberta da estrutura terciária de uma proteína, ou da estrutura quaternária dos seus complexos, pode fornecer dados importantes acerca da forma como a proteína realiza a sua função. Entre os métodos mais comuns para determinar a estrutura estão a cristalografia de raios X e a ressonância magnética nuclear de proteínas (RMN), ambas capazes de produzir dados à escala atómica. No entanto, a RMN pode disponibilizar dados a partir dos quais é possível determinar as distâncias entre subconjuntos de pares de átomos, permitindo assim determinar todas as conformações finais possíveis de determinada proteína. A interferometria de dupla polarização é um método analítico que permite medir a conformação e as alterações conformacionais das proteínas em função de interações ou de outros estímulos. O dicroísmo circular é outra técnica laboratorial que permite determinar a composição das proteínas a nível de hélices e folhas beta. A crio-microscopia eletrónica (crio-EM) é usada para produzir informação de baixa resolução sobre complexos proteicos de grande dimensão, entre os quais vírus. Uma variante denominada cristalografia eletrónica é, nalguns casos, capaz de produzir informação de elevada resolução, em particular nos cristais bidimensionais de proteínas membranares. As estruturas resolvidas são geralmente acrescentadas ao Protein Data Bank (PDB), um recurso disponível gratuitamente que permite consultar os dados estruturais de milhares de proteínas. Conhece-se um número muito maior de sequências genéticas do que estruturas proteicas. Além disso, o conjunto de estruturas resolvidas tende a focar-se naquelas que podem ser facilmente adequadas às condicionantes da cristalografia de raio X. As proteínas globulares, em particular, são as mais fáceis de preparar para a cristalografia de raio X, enquanto as proteínas membranares são difíceis de cristalizar e comparativamente pouco representadas no PDB. As iniciativas de genómica estrutural têm vindo a tentar corrigir esta assimetria através da resolução sistemática das estruturas representativas das principais classes de enovelamento. Para além disso, existem ainda métodos de previsão de estruturas proteicas que tentam fornecer uma estrutura plausível para proteínas cujas estruturas ainda não foram determinadas experimentalmente. == Funções celulares== As proteínas são os principais intervenientes no interior das células, realizando as tarefas determinadas pela informação codificada nos genes. Excetuando determinados tipos de ARN, a maior parte das restantes moléculas biológicas são elementos relativamente inertes nos quais as proteínas atuam. As proteínas são também o principal componente celular; por exemplo, metade do peso de uma célula de Escherichia coli corresponde a proteínas, enquanto outras macromoléculas como o ADN e o ARN correspondem apenas a 3% e 20% do peso, respectivamente. O conjunto de proteínas que podem ser expressas numa determinada célula ou tipo celular é denominado proteoma. A principal característica das proteínas, a qual também permite que exerçam um conjunto alargado de funções, é a sua capacidade de ligarem a si outras moléculas, de forma estável e específica. A região da proteína responsável pela agregação de outras moléculas é denominada sítio de ligação, a qual geralmente corresponde a uma depressão na superfície molecular da proteína. Esta capacidade de ligação é mediada pela estrutura terciária da proteína, a qual define a região de ligação, e pelas propriedades químicas das cadeias de aminoácidos laterais. As ligações proteicas podem ser extremamente específicas; por exemplo, a proteína inibidora da ribonuclease liga-se à angiogenina humana, mas não se liga à sua homóloga anfíbia rampirnase. Há variações químicas extremamente subtis que, por vezes, podem ser o suficiente para eliminar por completo a possibilidade de ligação proteica; por exemplo, o aminoacil-tRNA sintetase específico do aminoácido valina não é capaz de se ligar à cadeia lateral do aminoácido isoleucina, muito similar. As proteínas podem-se ligar não só a outras proteínas, como também a substratos de pequenas moléculas. Quando as proteínas se ligam especificamente a outras cópias da mesma molécula, são capazes de se oligomerizar para formar fibrilas. Este processo ocorre frequentemente em proteínas estruturais constituídas por monómeros globulares que se associam entre si para formar fibras rígidas. As interações entre proteínas regulam também a atividade enzimática, controlam a progressão ao longo do ciclo celular e permitem a formação de complexos proteicos que desempenham diversas reações no âmbito de uma mesma função biológica. As proteínas também se ligam a membranas celulares. A capacidade de ligarem a si parceiros que induzem alterações conformacionais nas proteínas permite a construção de redes de sinalização celular extremamente complexas. Uma vez que as interações entre proteínas são reversíveis, e dependem da disponibilidade de diferentes grupos de proteínas para formar agregados capazes de desempenhar um conjunto alargado de funções, o estudo das interações entre proteínas específicas é fundamental para compreender aspetos importantes da função celular e, por fim, as propriedades que distinguem diferentes tipos de células. === Enzimática === As proteínas podem atuar na célula enquanto enzimas, as quais são catalisadoras de reações químicas. As enzimas são, regra geral, extremamente específicas e aceleram apenas uma única ou muito poucas reações químicas. As enzimas realizam maior parte das reações que fazem parte do metabolismo e manipulam ADN em vários processos, como a replicação de ADN, reparação de ADN e transcrição genética. Algumas enzimas atuam sobre outras proteínas no sentido de acrescentar ou remover grupos químicos, um processo denominado modificação pós-translacional. São conhecidas cerca de 4 mil reações químicas catalisadas por enzimas. A taxa de aceleração proporcionada pela catálise é muitas vezes imensa, podendo chegar a valores na magnitude de 1017 em relação à reação não catalisada, o que faz com que um processo que naturalmente demoraria 78 milhões de anos, com a enzima seja completo em apenas 18 milissegundos. Os compostos químicos que sofrem reações enzimáticas são denominados substratos. Embora as enzimas possam ser constituídas por centenas de aminoácidos, só uma pequena percentagem dos resíduos é que entra em contacto com o substrato e uma percentagem ainda mais pequena – três a quatro resíduos, em média – é que está diretamente envolvida na catálise. ===Proteínas estruturais=== As proteínas estruturais conferem rigidez a componentes biológicos que, de outra forma, seriam apenas fluidos. A maior parte das proteínas estruturais são proteínas fibrilares; por exemplo, o colagénio e a elastina são componentes fundamentais do tecido conjuntivo, como a cartilagem, enquanto a queratina está presente em estruturas duras como o cabelo, unhas, penas, cascos e algumas carapaças animais. Algumas proteínas globulares podem também desempenhar funções estruturais; por exemplo, a actina e a tubulina são globulares e solúveis enquanto monómeros, mas são capazes de se polimerizar nas fibras rígidas e longas que formam o citoesqueleto, o qual permite à célula manter a sua forma e tamanho. Outras proteínas que têm funções estruturais são as proteínas motoras como a miosina, cinesina e a dineína, as quais são capazes de gerar força mecânica, como a que contrai os músculos. Estas proteínas são cruciais para a motilidade de organismos unicelulares e dos espermatozoides dos organismos multicelulares que se reproduzem através de reprodução sexuada. ===Sinalização celular e proteínas ligantes=== Muitas das proteínas estão envolvidas nos processos de sinalização celular e transdução de sinal. Algumas delas, como a insulina, são proteínas extracelulares que transmitem um sinal para outras células em tecidos distantes, a partir da célula onde são sintetizadas. Outras são proteínas membranares que atuam enquanto recetores, cuja principal função é ligar a si uma molécula sinalizadora e induzir uma resposta bioquímica na célula. Muitos dos recetores têm na sua superfície um sítio de ligação e um domínio efetor dentro da célula, o qual pode ter atividade enzimática ou sofrer alterações conformacionais que são detetadas por outras proteínas no interior da célula. Os anticorpos são componentes proteicos do sistema imunitário adquirido, cuja função principal é ligar a si antigénios ou outras substâncias estranhas ao corpo, marcando-os para serem destruídos. Os anticorpos podem ser segregados para o ambiente extracelular ou ancorados nas membranas de linfócitos B especializados, denominados plasmócitos. Enquanto as enzimas são extremamente limitadas na sua capacidade de ligação, resumindo-se aos substratos necessários para realizar a sua função enzimática, os anticorpos não têm esta restrição, apresentando uma afinidade extremamente elevada. Muitas das proteínas que transportam ligantes são capazes de ligar a si pequenas biomoléculas, transportando-as para diferentes locais do corpo. Estas proteínas devem ter uma elevada afinidade de ligação nos casos em que o seu ligante esteja presente em elevada concentração, mas serem também capazes de libertar o ligante nos casos em que a sua concentração nos tecidos-alvo seja diminuta. O exemplo canónico de uma proteína ligante é a hemoglobina, a qual transporta o oxigénio dos pulmões para os restantes órgãos e tecidos em todos os vertebrados e tem homólogos em todos os reinos. As proteínas transmembranares atuam também enquanto proteínas transportadoras de ligantes, capazes de alterar a permeabilidade da membrana celular em relação a pequenas moléculas e a iões. A própria membrana tem um núcleo hidrófugo, através do qual as moléculas polarizadas ou carregadas eletrónicamente não são capazes de se difundir. As proteínas membranares possuem canais internos que permitem a este tipo de moléculas entrar e sair da célula. Muitas proteínas com canais iónicos são especializadas no sentido de selecionar apenas um ião em particular; por exemplo, os canais de potássio e sódio muitas vezes aceitam apenas um dos dois iões. ===Doenças proteicas=== A acumulação de proteínas mal enoveladas pode causar doenças amiloides, um grupo de várias doenças comuns, entre as quais a doença de Alzheimer, doença de Parkinson e doença de Huntington. O risco destas doenças aumenta significativamente com a idade. À medida que o ser humano envelhece, o equilíbrio da síntese, enovelamento e degradação das proteínas vai sofrendo distúrbios, o que provoca a acumulação de proteínas mal enoveladas em agregados. No entanto, as doenças causadas pela agregação de proteínas mal enoveladas não são exclusivas do sistema nervoso central e podem-se manifestar em tecidos periféricos, como no caso da diabetes mellitus tipo 2, cataratas hereditárias, algumas formas de aterosclerose, distúrbios relacionados com a hemodiálise e amiloidose, entre outras. Os genes e produtos proteicos envolvidos nestas doenças denominam-se amiloidogénicos e todas estas doenças têm em comum a expressão de uma proteína fora do seu contexto normal. Em todas estas doenças, a agregação de proteínas pode ser causada por mero acaso, por hiperfosforilação proteica, por mutações que tornam a proteína instável ou ainda pelo aumento desregulado ou patológico da concentração de algumas destas proteínas entre as células. Estes desiquilíbrios na concentração podem ser causados por mutações dos genes amiloidogénicos, alterações na sequência de aminoácidos da proteína ou por deficiências no proteassoma. ==Métodos de estudo== As proteínas são uma das moléculas biológicas mais intensivamente estudadas, quer in vitro, in vivo ou in silico. O estudo in vitro de proteínas purificadas em ambiente controlado é útil na aprendizagem da forma como as proteínas desempenham as suas funções; por exemplo, o estudo da cinética enzimática explora o mecanismo químico da atividade catalítica de uma enzima e a sua afinidade relativa em relação às possíveis moléculas substrato. Por outro lado, as experiências in vivo podem fornecer dados sobre o papel fisiológico da proteína no contexto de uma célula ou de um organismo. O estudo in silico recorre a métodos computacionais para estudar proteínas. ===Purificação de proteínas=== Antes de se poder efetuar uma análise in vitro, a proteína deve ser purificada dos restantes componentes celulares. Este processo de purificação geralmente tem início com a citólise da célula, através da qual a membrana celular é rompida e o conteúdo interno libertado para uma solução denominada lisado bruto. A mistura daí resultante pode ser purificada através de ultracentrifugação, a qual fracciona os vários componentes celulares em frações que contêm proteínas solúveis, proteínas e lípidos membranares, organelas celulares e ácidos nucleicos. As proteínas deste lisado são então concentradas através de precipitação, feita através do método de relargagem. São depois usados vários tipos de cromatografia para isolar a proteína ou as proteínas pretendidas, de acordo com propriedades como o peso molecular ou afinidade de ligação. O nível de purificação pode ser monitorizado através de vários tipos de eletroforese em gel, quando são conhecidos o peso molecular e o ponto isoelétrico, através de espectroscopia, quando a proteína possui características espectroscópicas distintas, ou através de análise enzimática, quando a enzima tem atividade enzimática. As proteínas podem ainda ser isoladas de acordo com a sua carga através de focalização isoelétrica. No caso das proteínas naturais, podem ser necessárias mais etapas no processo de purificação de forma a obter proteínas suficientemente puras para serem usadas em laboratório. Para simplificar este processo, recorre-se muitas vezes a engenharia genética para acrescentar às proteínas características químicas que as tornem mais fáceis de serem purificadas sem, no entanto, afetar a sua estrutura ou atividade. Neste caso, a um dos terminais da proteína é acrescentada uma etiqueta constituída por uma sequência de aminoácidos específica, geralmente uma série de resíduos de histidina (etiqueta de poli-histidina). Desta forma, quando o lisado é passado sobre uma coluna de cromatografia contendo níquel, os resíduos de histidina ligam-se com o níquel e agarram-se à coluna, enquanto os componentes do lisado sem a etiqueta passam sem entraves. Têm vindo a ser desenvolvidas diversas etiquetas de modo a auxiliar os investigadores na purificação de proteínas a partir de misturas complexas. ===Localização celular=== O estudo de proteínas in vivo dedica-se às questões relacionadas com a síntese e localização de proteínas no interior de células. Embora muitas das proteínas intrecelulares sejam sintetizadas no citoplasma e as proteínas segregadas sejam sintetizadas no retículo endoplasmático, o processo específico de como as proteínas se orientam para organelas ou estruturas celulares específicas é em muitas situações pouco claro. Uma das técnicas para avaliar a localização celular recorre a engenharia genética para expressar numa célula uma proteína de fusão, a qual é constituída pela proteína em estudo ligada a um gene repórter, como por exemplo a proteína verde fluorescente. A posição da proteína de fusão na célula pode então ser facilmente visualizada através de microscopia. Outros métodos para obtenção da localização celular de proteínas requerem o uso de marcadores compartimentais conhecidos para diversas regiões celulares. Com o uso de versões destes marcadores etiquetadas com fluorescência, torna-se mais simples a identificação e localização da proteína pretendida. A técnica padrão para localização celular é a microscopia imunoeletrónica. Esta técnica usa um anticorpo para a proteína pretendida, a par de técnicas clássicas de microscopia eletrónica. A amostra é preparada para uma análise microscópica padrão, sendo depois tratada com um anticorpo dessa proteína que é conjugado com um material eletro-denso, geralmente ouro. Através de mutagénese sítio- dirigida, os investigadores podem alterar a sequência proteica, alterando dessa forma a sua estrutura, localização celular e suscetibilidade à regulação. Esta técnica permite ainda a incorporação nas proteínas de aminoácidos não naturais, usando ARNt modificado, podendo ainda permitir a concessão de novas proteínas com novas propriedades. ===Proteómica e bioinformática=== O conjunto total de proteínas presentes numa célula em determinado momento é denominado proteoma, e o estudo em grande escala destes conjuntos define o campo da proteómica, assim denominado em analogia ao campo relacionado da genómica. Entre as principais técnicas da proteómica estão a eletroforese bidimensional, a qual permite a separação de um vasto número de proteínas, a espectrometria de massa, a qual permite a rápida identificação de proteínas e sequenciação de peptídeos, o microarranjo de proteínas, que permite a deteção dos níveis relativos do grande número de proteínas presentes na célula, e o sistema de duplo híbrido, que permite a exploração sistemática de interações proteína-proteína. O conjunto total e biologicamente possível destas interações é denominado interactoma. O esforço sistemático para determinar as estruturas de proteínas e de todos os enovelamentos possíveis é denominado genómica estrutural. ===Previsão e simulação da estrutura=== Complementar ao campo da genómica estrutural, a previsão de estruturas das proteínas procura desenvolver métodos eficientes de fornecer modelos plausíveis para proteínas cujas estruturas não foram ainda determinadas experimentalmente. O mais bem-sucedido método de previsão estrutural, denominado modelação por homologia, assenta na existência de uma estrutura- modelo com uma sequência semelhante à proteína a ser modelada. O objetivo da genómica estrutural é fornecer uma representatividade suficiente de estruturas resolvidas que sirva de modelo a todas as restantes. Os processos de enovelamento e ligação proteica podem ser simulados usando técnicas como a dinâmica molecular ou o método de Monte Carlo, os quais têm vindo cada vez mais a tirar partido da computação distribuída, como o projeto Folding@home. O enovelamento de pequenos domínios proteicos de alfa-hélice, como a proteína acessória do VIH, tem vindo a ser simulado com sucesso in silico. Os métodos híbridos que combinam dinâmica molecular com cálculo de mecânica quântica têm permitido a exploração dos estados eletrónicos das rodopsinas. ==História e etimologia== As proteínas foram pela primeira vez descritas pelo químico holandês Gerardus Johannes Mulder e assim batizadas pelo químico sueco Jöns Jacob Berzelius em 1838. Mulder levou a cabo análises elementares de proteínas vulgares e constatou que praticamente todas as proteínas apresentavam a mesma fórmula empírica – C400H620N100O120P1S1. Ainda que erradamente, concluiu que as proteínas deveriam ser constituídas por um único tipo de molécula de grande dimensão. O termo \"proteína\" para descrever estas moléculas foi proposto pelo sócio de Mulder, Berzelius. Proteína deriva da palavra grega πρωτεῖος (proteios), a qual significa \"na liderança\" ou \"a que está à frente\". Mulder prosseguiu com a sua investigação, identificando produtos da degradação proteica, como o aminoácido leucina, para o qual determinou o peso molecular quase preciso de 131 Da. Os cientistas pioneiros no campo da nutrição, como o alemão Carl von Voit, acreditavam que a proteína era o mais importante nutriente na manutenção da estrutura corporal, uma vez que existia a crença generalizada de que seria a carne tinha origem na própria carne. Karl Heinrich Ritthausen alargou o campo das proteínas conhecidas com a identificação do ácido glutâmico. Thomas Burr Osborne compilou em 1909 uma revisão detalhada de todas as proteínas vegetais e, no mesmo ano e em conjunto com Lafayette Mendel, determinou os aminoácidos essenciais à sobrevivência de ratos de laboratório aplicando a lei de Liebig. A compreensão das proteínas enquanto polipetídeos foi proporcionada por Franz Hofmeister e Hermann Emil Fischer. O papel central das proteínas enquanto enzimas nos organismos vivos foi determinado em 1926, quando James Batcheller Sumner demonstrou que a urease era de facto uma proteína. A dificuldade em purificar proteínas em grande quantidade dificultou imenso a investigação dos primeiros bioquímicos. Assim, a investigação inicial focou-se sobretudo em proteínas que podiam ser facilmente purificadas em quantidade, como as do sangue, da clara de ovo, diversas toxinas e enzimas digestivas obtidas em matadouros. Atribuiu-se a Linus Pauling a primeira previsão bem-sucedida de de estruturas secundárias de proteínas com base nas ligações de hidrogénio, uma ideia que já tinha sido proposta em 1933 por William Astbury. Posteriormente, a investigação de Walter Kauzmann sobre a desnaturação, baseada em parte nos estudos anteriores de Kaj Ulrik Linderstrøm-Lang, veio a contribuir para a compreensão do enovelamento de proteínas e das estruturas mediadas por interações hidrófugas. A primeira proteína a ser sequenciada foi a insulina, por Frederick Sanger em 1949. Sanger determinou corretamente a sequência de aminoácidos da proteína, demonstrando de forma conclusiva que as proteínas eram constituídas por polímeros lineares de aminoácidos, em vez de cadeias ramificadas ou coloides. As primeiras estruturas proteicas a serem resolvidas foram as da hemoglobina e da mioglobina, por Max Perutz e John Kendrew, respetivamente, em 1958. Nas décadas posteriores, a crio-microscopia eletrónica de grandes conjuntos macromoleculares e a previsão computacional de estruturas proteicas de pequenos domínios foram métodos que permitiram a investigação de proteínas à escala atómica. No início de 2014, estavam registadas no Protein Data Bank aproximadamente estruturas proteicas com resolução atómica. ===Bibliografia=== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * Lubert Stryer, Jeremy Mark Berg, John L. Tymoczko (trad. Serge Weinman), Biochimie, Flammarion, « Médecine-Sciences », Paris, 2003, 5ª éd. . * Carl-Ivar Brändén, John Tooze (trad. Bernard Lubochinsky, préf. Joël Janin), Introduction à la structure des protéines, De Boeck Université, Bruxelles, 1996 . * Rodríguez, Faride. La estructura de las proteínas * Lehninger, Albert L. Princípios da bioquímica * * * * * * * * * * * * * * * * * * * * * == Ligações externas == ===Bases de dados e projetos=== *Research Collaboratory for Structural Bioinformatics - Protein Data Bank (ver também Molecule of the Month: pequenos artigos sobre proteínas selecionadas entre a base de dados) *Protein Databank in Europe (ver também PDBeQuips: pequenos artigos e tutoriais sobre estruturas notáveis) *NCBI Entrez Protein database *NCBI Protein Structure database *Human Protein Atlas *The Protein Naming Utility *Human Protein Reference Database *Human Proteinpedia *Folding@Home, Universidade de Stanford *Comparative Toxicogenomics Database: base de dados de interações proteína- químicos, assim como relações entre genes/proteínas e doenças e relações entre químicos e doenças. *Bioinformatic Harvester: metamotor de pesquisa (29 bases de dados) de informação sobre genes e proteínas. *Proteopedia – Life in 3D: modelos 3D que podem ser rodados e ampliados, com anotações wiki para cada estrutura molecular proteica. *UniProt the Universal Protein Resource *neXtProt – Exploring the universe of human proteins: base de conhecimento sobre proteínas humanas *MOPED Multi-Omics Profiling Expression Database: dados sobre proteínas/genes humanos e modelo ===Nutrição=== *Tabela nutricional com quantidade de proteína por cada 100g de alimento, Departamento de Agricultura dos Estados Unidos Categoria:Biomoléculas Categoria:Nutrientes Categoria:Aminoácidos",
 "title": "Proteína"
}