{
 "id": "75888",
 "text": "O pessegueiro (Prunus persica) é uma árvore decídua, nativa da China e sul da Ásia, de folhas alternas e serreadas, flores roxas e drupas pubescentes, comestíveis e com propriedades aperitivas e digestivas. Possui inúmeras variedades hortícolas. A infusão das folhas e sementes é calmante e as flores são usualmente utilizadas como laxante suave. == Etimologia == O nome científico da espécie, Prunus persica, significa literalmente \"ameixa persa\", pois está intimamente relacionado com a ameixa. A palavra pêssego provém do latim persicum, que significa \"da Pérsia\" pois os romanos referiam-se a essa planta como malus persicum ou \"maçã da Pérsia\", uma referência ao largo cultivo da espécie no Irã (antiga Pérsia) durante a Antiguidade, de onde foi transplantada para a Europa. Essa denominação em latim foi a origem das palavras em português (pêssego e pessegueiro) e suas cognatas em diversas línguas europeias (pêche em francês, peach em inglês, pesca em italiano). ==No Brasil== Foi introduzido em 1532 por Martim Afonso de Sousa que trouxe mudas da ilha da Madeira e as plantou na capitania de São Vicente; atual estado de São Paulo. == História == Estudos genéticos e a descoberta de oito endocarpos de pêssego fossilizados bem preservados no sudoeste da China remontando a mais de dois milhões e meio de anos, sugerem que o pêssego é originário da China. A espécie é cultivada desde cerca de 2000 anos antes de Cristo. O pêssego foi trazido da China, passando pela Pérsia (Irã), e alcançou a Grécia por volta do ano 300 A.C. Os pêssegos já eram bem conhecidos pelos romanos no primeiro século antes de Cristo. O pessegueiro é retratado em afrescos das cidades destruídas pela erupção do Vesúvio de 79. Dois fragmentos de afrescos do primeiro século depois de Cristo da cidade de Herculano estão em guardados no Museu Arqueológico Nacional de Nápoles. == Cultivo == Os pessegueiros crescem bem em zonas temperadas de clima Mediterrânico quente com temperaturas entre 10 a 22 graus devendo ficar exposto em pleno Sol.O solo deve ser franco-limoso ou Sílico-argilosos, profundo, bem drenado, arejado e fértil em profundidade maior que 50 cm.https://revistajardins.pt/pessegueiro-cultivo-doencas- colheita/ As variedades mais comuns de pêssego começam a frutificar no terceiro ano após o plantio, e tem uma longevidade aproximada de 12 anos. Muitas variedades requerem aproximadamente 600 a mil horas de temperaturas mais frias; variedades com exigência de 250 horas (10 dias) de frio ou menos tem sido desenvolvidas, possibilitando a produção da espécie em climas mais quentes. Durante o inverno, reações químicas essenciais ocorrem antes de a planta começar a crescer novamente. Terminada a estação mais fria, a planta inicia o período de quiescência, o segundo tipo de dormência. Durante a quiescência, os botões florescem e crescem, à medida em que calor suficiente se acumula, favorecendo o crescimento. A quiescência é a fase de dormência entre a satisfação das necessidades de friagem e o começo do crescimento dos pêssegos. Certas variedades são mais delicadas, e outras podem tolerar temperaturas mais baixas. Ademais, calor intenso de verão é necessário para maturar a colheita, com temperaturas médias do mês mais quente entre 20 e 30 °C. Outra questão problemática em muitas áreas de cultivo da espécie é a geada de primavera. Os pessegueiros tendem a florescer no início da primavera. Os botões frequentemente podem ser danificados ou eliminados por geadas; tipicamente, se as temperaturas caem abaixo de -4 °C, muitas flores são perdidas. Entretanto, se as flores não estiverem totalmente abertas, podem tolerar até alguns graus a menos. ==Produção mundial== País Produção de pêssegos em 2018 (toneladas anuais) 15.195.291 1.090.678 968.720 903.809 789.457 700.350 645.499 319.047 278.417 246.742 226.000 219.598 Fonte: Food and Agriculture Organization Fonte: Food and Agriculture Organization === Dados nutricionais === Um pêssego médio pesa 75g, e de maneira geral contém 30 Cal, 7 g de carboidratos (6 g de açúcares e 1 g de fibras), 1 g de proteínas, 140 mg de potássio, e 8% das necessidades diárias de vitamina C. Nectarinas fornecem o dobro de vitamina A, e ligeiramente mais vitamina C, que os pêssegos, além de serem uma fonte mais rica de potássio. Assim como muitos outros membros da família das rosáceas, as sementes do pêssego contêm glicosídeos cianogênicos, incluindo amigdalina (designação de subgênero: Amygdalus). Essas substâncias são suscetíveis à decomposição de moléculas de açúcar e gás de hidrogênio cianido. As sementes de pêssego não são as mais tóxicas da família das rosáceas—essa honra duvidosa é das amêndoas amargas—grandes doses dessas substâncias químicos, independente da fonte, são perigosas à saúde humana. Alergia ou intolerância são formas relativamente comuns de hipersensibilidade às proteínas contidas nos pêssegos. Os sintomas vão desde reações locais (por exemplo, síndrome alérgica oral e urticária de contato) a sintomas sistêmicos, incluindo anafilaxia (por exemplo, urticária, angioedema, sintomas gastrointestinais e respiratórios). Categoria:Prunus",
 "title": "Pessegueiro"
}