{
 "id": "7590",
 "text": "O intestino grosso (simplificadamente e erroneamente chamado de cólon) é a parte final do tubo digestivo. É responsável pelo importante processo de absorção da água, o que determina a consistência do bolo fecal. Possui uma rica flora bacteriana. As funções do intestino grosso são as seguintes: absorção de água e de certos eletrólitos; síntese de determinadas vitaminas pelas bactérias intestinais (e.g. a vitamina K; armazenagem temporária dos resíduos; eliminação de resíduos do corpo (defecação). Possui aproximadamente um metro e meio e nele distinguem-se três partes: o ceco, o cólon e o reto. O ceco é onde desemboca o intestino delgado, e onde se localiza um prolongamento em forma de tubo, o apêndice vermiforme. O cólon subdivide-se em quatro partes: cólon ascendente ou direito; cólon transverso que atravessa a cavidade abdominal da direita para a esquerda; o cólon descendente ou esquerdo; e o cólon sigmoide. O reto, que vai comunicar o cólon com o exterior através do orifício anal (ânus), apresenta uma dilatação chamada ampola retal, cujo alargamento (pelas fezes) desencadeia o ato de defecação. O ânus encontra-se fechado por um músculo chamado esfíncter anal, situado à sua volta, em forma de anel. No intestino grosso são acumulados os resíduos da digestão, as fezes, sendo-lhes absorvida a água antes de passarem à ampola retal. O intestino grosso absorve a água com grande rapidez: em cerca de 14 horas, o material alimentar toma a consistência típica do bolo fecal. == Doenças == Quando há falhas no processo de absorção da água, desencadeadas por viroses, ingestão de alimentos estragados etc., ocorre a diarreia. Neste caso a absorção não está sendo realizada com eficiência, sendo necessário que o indivíduo beba bastante água para manter o organismo hidratado. O câncer do intestino grosso é um dos tipos de câncer mais comuns do mundo ocidental, junto com o de pulmão e de mama. É o quinto tipo mais prevalente no Brasil e o segundo na região sudeste. == Ver também == * Colonoscopia * Retocolite ulcerativa * Doença de Crohn * Canal anal * Intestino delgado Categoria:Sistema digestivo",
 "title": "Intestino grosso"
}