{
 "id": "75928",
 "text": "Nematocera, antiga sub-ordem Eudiptera, é uma sub-ordem de insectos dípteros, que inclui os mosquitos. Caracterizados por antenas longas, usualmente com mais de seis segmentos, em oposição a subordem Brachycera. O registro fóssil mais antigo encontrado de um representante dessa ordem data de 225 milhões de anos. Estão incluídos nesta sub-ordem o mosquito-palha, o Aedes aegypti, a mosca-de-banheiro, o maruim, entre outros. == Ciclo de vida == São holometabólicos (desenvolvimento completo), reprodução sexuada. Os ovos apresentam formatos variados e, quando em meio líquido, possuem estrutura especial para flutuação. As larvas geralmente são do tipo vermiforme e as pupas podem ser móveis ou imóveis. == Principais espécies e danos == Existem dípteros de importância agrícola, médica e veterinária. Na médica, encontram- se mosquitos sugadores de sangue, vetores de doenças como a malária, febre amarela, dengue, encefalite, etc. Assim como a mosca doméstica, que pode transmitir tifo e disenteria, e a mosquinha-lambe-olhos, que transmite a conjuntivite. Outra mosca de grande importância, mas que não ocorre no Brasil, é a Tse-tsé, causadora da doença do sono. De importância veterinária, temos a mosca-varejeira, a mosca-do-berne e a mosca-do-chifre. Para o controle de pragas urbanas, as espécies mais importantes são: ;Culex quinquefasciatus As larvas do gênero Culex são aquáticas e apresentam sifão respiratório, que serve para obter ar da superfície e posicionam-se perpendicularmente à água, o que as diferencia dos demais gêneros. É uma espécie obrigatoriamente de hábitos noturnos e que ocorre durante o ano todo. Depositam seus ovos em águas poluídas e turvas ou com presença de muita matéria orgânica em decomposição. ;Aedes aegypti Originário da África, este mosquito pica preferencialmente ao amanhecer e no crepúsculo. Janeiro e fevereiro são os meses de maior incidência. Para depositar seus ovos, prefere locais que contenham água limpa e parada. É de grande importância médica por ser vetor da dengue e da febre- amarela. == Referências == * Portal das Pragas Urbanas - Cupins, Baratas, Moscas, mosquitos e pernilongos * Programa nacional de controle da dengue - Ministério da saúde do Brasil",
 "title": "Nematocera"
}