{
 "id": "75939",
 "text": "O PlayStation 2 (oficialmente abreviado como PS2) é um console de jogos eletrônicos produzido pela Sony Computer Entertainment (SCE). Foi lançado no dia 4 de março de 2000 no Japão, no dia 26 de outubro na América do Norte, e posteriormente, no dia 24 de novembro na Europa. É o sucessor do PlayStation. O PlayStation 2 é um console de sexta geração, que competiu com o Dreamcast da Sega, o GameCube da Nintendo e o Xbox da Microsoft. Devido à imensa popularidade em todo o mundo, o console, assim como seus jogos, continuaram a ser fabricados mesmo após o lançamento do seu sucessor, o PlayStation 3. Somente depois de 13 anos do seu lançamento, perto do anúncio do lançamento do PlayStation 4, que o jornal japonês Asahi Shimbun anunciou o encerramento da fabricação do console no Japão no dia 30 de dezembro de 2012. E no dia 4 de janeiro de 2013, o jornal britânico The Guardian anunciou que a Sony encerrou a produção dos consoles PlayStation 2 no mundo inteiro. O PS2 é o consola de videogame mais vendido de todos os tempos. De acordo com dados provenientes da Sony de 31 de março de 2012, foram vendidas mais de 155 milhões de unidades de PlayStation 2 e mais de 420 milhões de unidades de jogos originais do console. Foram lançados mais de 4000 jogos oficiais, licenciados para o console. O último jogo lançado para PlayStation 2 foi Pro Evolution Soccer 2014 lançado em 8 de novembro de 2013. == História == O sucessor do PlayStation é anunciado pela Sony em março de 1999 e lançado um ano depois no Japão, em 4 de março de 2000. Na América do Norte, o evento ocorre no dia 26 de outubro do mesmo ano. A notícia causa estrondosa repercussão em todo mundo, a ponto de esvaziar lojas ainda no dia de seu lançamento e, devido a atrasos na fabricação, apenas alguns milhões de pessoas obtiveram o console até o final de 2000. Outra opção era comprar o console na internet através de sites de leilões, como o eBay, onde ele era vendido por até mil dólares. Inicialmente, o PlayStation 2 teve muitas unidades vendidas com base na força da marca PlayStation e da compatibilidade com a versão anterior, com mais de 980 000 unidades comercializadas no Japão em 5 de março de 2000, um dia após o lançamento. Mais tarde, a Sony adiciona novos kits de desenvolvimento para desenvolvedores de jogos e mais unidades de PS2 para os consumidores. A Sony, ao contrário da Sega durante as vendas do seu Dreamcast, a qual parecia dar maior ênfase ao suporte online apenas aos seus jogos iniciais e, então, coincidindo com o lançamento do Xbox Live, decide criar o periférico PlayStation Network Adapter no final de 2002, enquanto o jogo SOCOM: U.S. Navy SEALs torna-se o primeiro a ter suporte a gameplay online. Por possuir uma saída para a conexão de um HD interno, o Network Adapter possibilitava aos usuários baixar expansões, mapas, arquivos e conteúdos adicionais para certos jogos. Em setembro de 2004, na mesma época do lançamento de Grand Theft Auto: San Andreas, que viria a ser o jogo mais vendido do console, a Sony revela um novo modelo de PS2, mais fino, chamado PlayStation 2 Slim e, em preparação para o lançamento desses novos modelos, a empresa deixa de fabricar os originais. A empresa anuncia, mais tarde, que a partir de 1 de abril de 2009, o PS2 custaria 99,99 dólares no varejo. Mais tarde, anuncia também que jogos de sucesso do PS2 seriam relançados em 2012 na série PlayStation 2 Greatest Hits. O PlayStation 2 é o console de mesa mais vendido da 6ª geração, ultrapassando as vendas do Gamecube e do Xbox e se tornando também o console mais vendido de todos os tempos. == Retrocompatibilidade == O PlayStation 2 é compatível com praticamente todos os jogos do seu antecessor, assim como com seus acessórios (controle, cartão de memória, etc). No entanto, alguns dos acessórios do PlayStation original só são compatíveis com ele próprio. == Especificações técnicas == {{Especificações técnicas de console |imagem cpu=Sony EmotionEngine CXD9615GB top.jpg |fab cpu=SonyCPU PS2 |nome cpu=Emotion Engine |freq cpu=294.912 MHz |nm cpu = |barr cpu=32 bits |extra cpu= * Dimensão da memória do sistema: 32 MB RDRAM directa * Largura de banda do Bus de memória: 3.2 GB por segundo * Co-processador FPU (acumulador de multiplicação de ponto flutuante x 1; divisor de ponto flutuante x1) * Unidades de vectorização: VU0 e VU1 (acumulador de multiplicação de ponto flutuante x 9; divisor de ponto flutuante x 1) * Desempenho de ponto flutuante: 6.2 GFLOPS * Transformação geométrica 3D CG: 66 milhões de polígonos por segundo * Descodificador de imagens comprimidas: MPEG2 |imagem gpu=Sony Graphics Synthesizer CXD29314GB.jpg |fab gpu=SonySintetizador gráfico do PS2 |nome gpu=Graphics Synthesizer |freq gpu=147.456 MHz |nm gpu = |extra gpu= * VRAM Cache embutida: 4 MB * Largura de banda do Bus DRAM: 48 GB por segundo * Largura do Bus de DRAM: 256 bits * Configuração dos pixéis: RGB Alpha Z buffer (24:8:32) * Máximo Rácio Polígonos: 75 Milhões de triângulos por segundo |fab áudio = |nome áudio = |img áudio = |canais áudio=48 |extra áudio= * Som surround 3D * Memória da seleção de som: 2 MB * Frequência de saída: Até 48 kHz (Qualidade de DAT) * Compatível com som multicanal (Dolby Pro Logic II) e DTS. |img mídia=DVD.png |nome mídia=DVD |capacidade mídia=4.7 GB |extra mídia= * Velocidade do dispositivo: DVD-ROM: 4X velocidade próxima. CD-ROM: velocidade aproximada de 24X. |peso=2.1 kg (versão Slim)Dimensões e peso(PS2 Slim) |largura=38 cm (versão Slim) |altura=2,3 cm (versão Slim) |profundidade=10 cm (versão Slim) |extras= Processador I/0Processador I/0 do PS2 * Núcleo do CPU: CPU PlayStation + * Frequência do clock: 33.8688 MHz ou 36.864 MHz (seleccionável) * Memória IOP: 32 MB * Sub Bus: 32-bit ; Interface * Universal Serial Bus (USB) x 2 * Control Port x 2 MEMORY CARD slot x 2 * Saída digital óptica * Adaptador de rede * Rede de cabo. }} == Funcionalidade online == Era possível jogar online no PlayStation 2 com o auxílio de um modem. O jogador precisaria ter uma conexão de banda larga e um adaptador de rede (uma espécie de módulo do PlayStation 2 que adiciona modem e ethernet ao aparelho), que era vendido separadamente no modelo original do aparelho. A versão Slim do console vem com conexão de rede para ligar a um modem externo de PC. Há uma seleta gama de jogos que davam para se jogar online incluindo um aplicativo de videoconferênciaVideoconferência que utiliza a câmera EyeToy mas a câmera EyeToy não funciona mais devido ao fechamento dos servidores oficiaisfechamento dos servidores oficiaisplaymaster e os jogos só funcionam em servidor alternativo aplicando patch na imagem do jogo ou pelo Xlink KaiXlink Kai nos jogos que possuem modo LAN. Todos os jogos de PS2 lançados depois de 2003 são protegidos pela Rede Dinâmica de Autenticação (DNAS). O objetivo deste sistema é combater a pirataria e trapaças. O DNAS impediria cópias ilegais ou cópias modificadas de se conectarem a internet mas pode ser quebrado aplicando patch na imagem do jogo apontando para um servidor alternativo.pode ser quebrado aplicando patch na imagem do jogo apontando para um servidor alternativo == Acessórios e periféricos == Acessórios e periféricos produzidos e comercializados para o PS2: === DualShock 2 === É o controle oficial do console. A Sony manteve a forma e nome do controle do PS1 e também melhorou suas funções como vibração e intensidade de pressão dos botões. === Multitap === Permite o suporte de quatro controles por porta, além de slots para diversos cartões de memória. Assim, é possível conectar até oito controles usando dois Multitaps. É apoiado por muitos jogos, tais como TimeSplitters 2, Virtua Tennis, os da série Pro Evolution Soccer etc. Utiliza barramento compartilhado com algoritmo escalonador Round Robin com o objetivo de gerenciar os acessos promovidos por cada controle. === Memory Card === O Memory Card é um dos acessórios fundamentais do Playstation 2, o qual permite salvar o progresso nos diferentes jogos. A versão oficial deste dispositivo de armazenamento tem um tamanho de 8 MB, embora tendo sido vendido oficialmente de 16 MB e outras empresas tendo passado a fabricar até 128 MB de capacidade. === LOGITECH Driving Force Pro === É o volante oficial do PS2, criado pela Logitech para uso no jogo Gran Turismo 4. Poucos jogos além deste são compatíveis com ele. === EyeToy === A EyeToy é um acessório inovador e interessante lançado para o PlayStation 2, que consiste numa câmera cuja função é filmar os movimentos do jogador e colocá-los na tela. Fazendo movimentos, o jogador interage com objetos na tela como se estivesse dentro do jogo. Há jogos de atividades diversas no EyeToy como brincadeiras com objetos, musicais e até jogos onde o jogador participa de uma ação de fato. === Adaptador de rede e disco rígido === Adaptador de rede permite jogar jogos online e fazer downloads de atualizações dos jogos, dando ao disco rígido a possibilidade de armazenar essas atualizações. Essa tecnologia, entretanto, é compatível com poucos jogos. === Headset === É um acessório que permite aos jogadores comunicar-se com os seus parceiros em jogos online ou em alguns jogos de dar ordens aos personagens através da voz. O periférico conta com um fone de ouvido e microfone. * Filmes e música: Devido à mídia dos seus jogos ser de DVD e do seu console ser compatível com CD, a maioria das versões do PS2 podem reproduzir outros discos dessas duas mídias com outros conteúdos além de jogos, o que inclui inúmeros títulos de filmes e álbuns de música. === Microfone === Acessórios para jogos como: Guitar Hero, SingStar, Rock Band, Karaoke Revolution e High School Musical. === Portas USB === A Sony colocou vários recursos avançados no PlayStation 2, que estavam ausentes em outros consoles rivais, um deles foi as portas USB. Há alguns jogos que estavam programados para utilizar a porta USB, como Gran Turismo 4, que foi programado para salvar imagens em uma unidade de USB ou em uma impressora da Epson que permite a impressão de imagens. === Pad DDR === É um tapete de dança com formato de quadrado, com cerca de 1 metro em cada lado, utilizado nos jogos da série Dance Dance Revolution da Konami. === Kit Linux === O Kit Linux consiste de um disco rígido de 40 GB, um adaptador de rede, um cabo VGA, um mouse e um teclado USB do sistema operacional GNU/Linux PlayStation 2. Este kit é projetado para a programação. É possível também introduzir outra distribuição do GNU/Linux chamado Black Rhino. == Modelos == === Os modelos originais do PlayStation 2 === O design original do PlayStation 2 foi baseado em um protótipo abandonado da Atari, denominado Falcon 030. A Sony, tendo gostado do desenho deste protótipo, comprou os direitos do projeto e usou em seu console. Os primeiros modelos (SCPH-10000, SCPH-15000 e SCPH-18000) foram vendidos apenas no Japão. Estes modelos incluíam um PCMCIA em vez da porta Dev9 dos modelos posteriores. A PCMCIA-to-adaptador Dev9 foi posteriormente disponibilizada para estes modelos. Os modelos SCPH-10000 e SCPH-15000 não possuíam um reprodutor de filmes DVD incorporada e, em vez disso, tinham um software de reprodução de criptografado que foi copiado para o cartão de memória de um CD-ROM incluído (normalmente, o PS2 só executa softwares de encriptação de seu cartão de memória, mas isso pode ser mudado com o PS2 Independence Exploit). A terceira versão do PlayStation 2 tinha uma estrutura substancialmente diferente das reedições posteriores, apresentando várias placas interligadas de circuito impresso. A partir da quarta versão, tudo foi unificado em uma placa, exceto o fornecimento de energia. Na quinta versão, foram introduzidas pequenas alterações internas, e a única diferença entre esta e a sexta versão (também denominada como versão 5.1) é a orientação do botão Liga/Desliga como conector da placa do interruptor, que foi revertida na sexta versão para impedir o uso de Modchips piratas. A sétima e a oitava versões incluíam apenas pequenas alterações em relação à sexta versão. Todas as versões a partir da SCPH-50000 possuem uma alteração na BIOS, da qual desabilita um exploit que permitia rodar aplicativos homebrew através do Memory Card, além de acrescentar receptores infravermelhos para controles remotos de DVD, que antes eram opcionais. Essa edição removeu a norma IEEE 1394, adicionou a capacidade de ler DVD-RW e DVD+RW e acrescentou uma varredura progressiva (Progressive Scan) para produção de filmes em DVD. A décima e a décima primeira versões contaram com poucas modificações. A cor padrão do PS2 é preto fosco. Consoles com diversas variações de cor, incluindo cinza, amarelo, azul, prata metálico, azul-marinho, preto opaco, roxo, ouro acetinado, prata acetinado, branco, vermelho, azul transparente (Blue Ocean), Pink Limited Edition e Black Piano, foram produzidos em diversas regiões.A list of all console colors and console Limited Editions. Consolecolors.com Em setembro de 2004, foi lançado o console versão 12, SCPH-70000. Lançada em novembro de 2004, é menor do que a versão antiga e inclui uma porta Ethernet. Em alguns lugares também inclui um modem. O tamanho e peso nesta edição foram reduzidos a 230mm de altura, 152mm de largura e 28mm de profundidade (ou seja, menos 32%). Devido ao seu perfil estreito, que contém a baia de expansão de 3.5 polegadas, não dá suporte a disco rígido interno, mas devido à presença de portas USB 1.1, pode ser usado um disco rígido externo (apesar de nenhum jogo requerer um disco rígido interno) e utiliza uma fonte externa de energia, de maneira semelhante ao GameCube. Apesar das portas USB estarem disponíveis, a falta de unidade de disco rígido causou um problema, porque as portas USB 1.1 são mais lentas e poucos jogos foram feitos para usá-la. Para algumas pessoas, esta tem sido uma limitação, especialmente para aqueles que preferem jogos como Final Fantasy XI, que exige o uso de periféricos, e evita o uso do pacote oficial do PlayStation 2 Linux. Houve discussões em relação à numeração deste modelo, uma vez que existem duas subversões do SCPH-70000. Uma delas inclui o antigo EE e GS e a outra contém a nova placa unificada EE + GS. Duas propostas de nomeação foram o nome do modelo antigo (EE e GS separados) V11.5 e o modelo V12 novo. thumb|205x205px| left |Comparação entre a versão original do PlayStation 2 e a sua versão Slim com uma Eye Toy na porta USB. O modelo V12 foi lançado em preto. A versão prata está disponível no Reino Unido, Austrália, Japão e em toda a Europa. Existe também o modelo V14 (SCPH-75001 e SCPH-75002), que contém a placa EE + GS e circuitos diferentes em comparação com as revisões anteriores, com algumas placas com direitos autorais datados de 2005, em comparação com 2000 ou 2001 e modelos mais antigos. Ele também tem uma lente diferente e alguns problemas de compatibilidade com alguns jogos. No final de 2005 constatou-se que algumas fontes de alimentação dos modelos novos eram defeituosas e poderiam superaquecer. As unidades foram trocadas pela Sony, que forneceu um modelo de substituição. O modelo SCPH-70040 foi o que mais sofreu com este problema, apesar da Sony não ter reconhecido tal erro. Em 9 de julho de 2005, a empresa lançou o SCPH-70050, uma versão sem falhas. === PSX === A Sony fabricou também um aparelho multimídia chamado PSX, que pode ser usado como um gravador de vídeo digital e gravador de DVD, além de jogar jogos de PS2. O aparelho foi lançado no Japão em 13 de dezembro de 2003 e, apesar de nunca ter sido lançado em qualquer outro lugar, ele pode ser encontrado à venda em algumas das lojas da Sony Style localizadas em vários países. O PSX foi mal recebido em todas as áreas do globo, devido à falta de várias características presentes nas edições originais do PlayStation 2. Hoje, o sistema é considerado uma raridade e está à venda por cerca de 500 dólares no eBay. O PSX foi também o primeiro produto da Sony que incluiu a interface XrossMediaBar.PSX ===O modelo Slim=== Outra melhoria do console, o PlayStation 2 Slim (SCPH-90000), foi lançado no Japão em 22 de novembro de 2007, e na América do Norte e Europa no final de 2008, com um redesenho e fonte interna de energia incorporados como parte do console, além de um ventilador silencioso que auxilia a manter temperatura interna, ao contrário das versões anteriores, reduzindo o peso total de 720 gramas. A série de SCPH-90000 a 90010 fabricados depois de março de 2008 incorporam uma revisão da BIOS, que corrige os problemas dos modelos anteriores. === Sony BRAVIA KDL22PX300 === Lançada em 2010, o Televisor Sony BRAVIA modelo KDL22PX300 possui 22 polegadas e resolução de 720p, além de incorporar em sua estrutura um console PlayStation 2 e 4 conectores HDMI. A TV inclui ainda o BRAVIA Internet Video Access, o qual permite o acesso a sites como YouTube por streaming. == Vendas == Região Unidades vendidas Primeiras versões disponíveis Japão 21 milhões (a partir de 1 de outubro de 2008) 4 de março de 2000 América do Norte 50 milhões (a partir de dezembro de 2008) 26 de outubro de 2000 Europa 48 milhões (a partir de 6 de maio de 2008) 24 de novembro de 2000 Em todo o mundo 140 milhões (a partir de 22 de março de 2013) Em 29 de novembro de 2005, o PlayStation 2 tornou-se o console de videogame mais rapidamente comercializado, por chegar a 100 milhões de unidades vendidas, realizando o feito no prazo de 5 anos e 9 meses de seu lançamento. O PlayStation 2 alcançou esta conquista de maneira mais rápida que seu antecessor, o PlayStation, que levou 9 anos e 6 meses para atingir o feito. O PS2 já havia vendido 138 milhões em unidades no mundo inteiro a partir de 18 de agosto de 2009, de acordo com a Sony. Na Europa, o PS2 vendeu 48 milhões de unidades a partir de 6 de maio de 2008, segundo dados da Sony Computer Entertainment Europe. Na América do Norte, o PS2 já vendeu 50 milhões de unidades em dezembro de 2008. No Japão, o PS2 vendeu 21 454 325 unidades a partir de 1 de outubro de 2008, de acordo com a Famitsu/Enterbrain. Na Europa, o PS2 vendeu 6 milhões de unidades em 2006 e 3,8 milhões em 2007, de acordo com estimativas da Electronic Arts. Em 2007, o PS2 vendeu 3,97 milhões de unidades nos Estados Unidos de acordo com a NPD Group e 816 419 unidades no Japão, segundo a Enterbrain. Em 2008, o PS2 vendeu 480.664 unidades no Japão, segundo a Enterbrain. == Jogos == Os jogos de PlayStation 2 eram armazenados em CD-ROM e DVD-ROM; os dois formatos eram diferenciados pelas cores na parte traseira de seus discos. Os CD-ROMs tinham coloração azul e os DVD-ROMs eram prata. O PlayStation 2 recebeu, em seu auge, títulos originais como Devil May Cry, Guitar Hero, Kingdom Hearts, além de séries consagradas tais quais Pro Evolution Soccer, Harry Potter, Resident Evil, Rayman, Final Fantasy, WWE SmackDown! vs. RAW, Grand Theft Auto, Metal Gear Solid 2 e alguns títulos da própria Sony Computer Entertainment: Gran Turismo, ICO, Shadow of the Colossus, God of War, Jak and Daxter, Ratchet & Clank e Sly Cooper, além de sucessos da Midway, como Mortal Kombat Deadly Alliance, Mortal Kombat Deception, Mortal Kombat Shaolin Monks e Mortal Kombat Armageddon, e de jogos da Sega como Ryugagotoku (Yakuza), Sonic Heroes, Space Channel 5, Puyo Puyo! 15th Anniversary, Golden Axe e Shinobi. Devido à popularidade do futebol no Brasil, um dos jogos mais procurados no país foi Pro Evolution Soccer, mais conhecido por seu título japonês Winning Eleven. Até março de 2008, 1625 jogos estavam disponíveis para o PlayStation 2. O PlayStation 2 é o único videogame da 6ª geração que teve jogos lançados até a década de 2010. == No Brasil == O Playstation 2 começou a ser fabricado na Zona Franca de Manaus a partir do segundo trimestre de 2004. Alguns jogos também foram produzidos no mesmo local. Como a importação ainda é algo muito caro, devido a taxas alfandegárias e taxa de frete, a grande maioria dos consoles entram no país por contrabando e são vendidos sem garantia. Os jogos contrabandeados eram cópias piratas, mas já era comum pessoas com acesso à internet fazerem o download de jogos, gravá- los e vendê-los no mercado informal. Geralmente, os consoles contrabandeados são todos destravados com modchips, para que possam executar jogos falsificados e filmes em DVD de qualquer região. O preço do PS2 Slim no Brasil diminuiu, de 2004 até 2008, cerca de 70%. No começo, em 2004, chegou a ser lançado com preço de R$ . Em 2011, custava algo em torno de R$ 350,00 a no máximo R$ 700,00. Uma pesquisa divulgada em março de 2012 pela afirma que o PS2 responde por cerca de 55% das vendas de consoles no Brasil. Já os videogames da sétima geração (PlayStation 3, Wii e Xbox 360) respondem por 35% das negociações, enquanto os portáteis (Nintendo 3DS, Nintendo DS e PSP) respondem por 10%. O 1º modelo do PS2 parou de ser vendido nas lojas brasileiras em 2005, sendo comercializado então apenas o modelo Slim. == Destravamento (pirataria) == O PlayStation 2 possui um esquema de verificação de mídia para apenas aceitar mídias (CDs/DVDs) originais da Sony. Esse esquema (DRM) é comum nos videogames mais populares, como Xbox 360, Wii, GameCube, entre outros e garante a venda do hardware a um preço muito próximo do seu custo de fabricação ou até mesmo mais barato, pois o verdadeiro lucro das empresas de games é com os jogos e não com o aparelho. Existem, porém, algumas maneiras de burlar essa verificação de mídia. Para o PlayStation 2, existem 3 maneiras de burlar (ou destravar) esse sistema de checagem de mídia/jogo original: * 1ª - Via hardware (ModChip): instalando-se um dispositivo dentro do videogame que intercepta a checagem da mídia e engana o videogame, como se a mídia pirata fosse uma autêntica; * 2ª - Via software (SoftMod): rodando um jogo original e de alguma maneira (como por exemplo, por hack) rodar um software que aceite ou execute jogos piratas, utilizando de um software instalado no Memory Card que evita a checagem da mídia, ou utilizando de um software que burla a proteção do PlayStation 2; * 3ª - Via troca de CDs/DVDs (SwapTrick): rodando o videogame com um jogo original e de alguma maneira trocar o CD em determinada parte por um pirata. === Tipos de mídias === Oficialmente, o PlayStation 2 só lê e trabalha com mídias originais e produzidas pela Sony. Além de DVDs e CDs originais, que sejam do mesmo código de área de onde o aparelho foi importado. == Erro de disco (ação judicial) == Uma ação judicial foi interposta contra a Sony Computer Entertainment America Inc. em 16 de julho de 2002, no Tribunal Superior da Califórnia, Condado de San Mateo. A ação trata de relatórios inadequados como \"erro de leitura\" e outros problemas associados com a reprodução de DVDs e CDs no PlayStation 2. A Sony resolveu esse problema, reembolsando os jogadores afetados com US$ 25, um jogo gratuito de uma lista especificada, e um desconto na reparação ou de substituição (a critério da SCEA) do sistema danificado. Este acordo foi objeto de aprovação dos tribunais, e as audiências começaram no Estados Unidos e no Canadá em 28 de abril de 2006 e 11 de maio de 2006, respectivamente.Erro de disco (Ação Judicial) == Ver também == * Sony EyeToy * Consoles de videogame de sexta geração * Namco System 246 * Lista de jogos para PlayStation 2 * Lista de jogos do PlayStation incompatíveis com o PlayStation 2 * Lista de jogos mais vendidos para PlayStation 2 == Ligações externas == * Site oficial do PlayStation * Categoria:DVD Categoria:Década de 2000 nos jogos eletrônicos Categoria:Produtos introduzidos em 2000 Categoria:Consolas de jogos eletrónicos da sexta geração‎ Categoria:Consoles de jogos eletrônicos retrocompatíveis Categoria:2000 nos jogos eletrônicos",
 "title": "PlayStation 2"
}