{
 "id": "7593",
 "text": "Cuba é uma vila portuguesa pertencente ao distrito de Beja, região do Alentejo (NUT II) e sub-região do Baixo Alentejo (NUT III), com cerca de habitantes. É sede do Município de Cuba com de área e habitantes (2021), subdividido em 4 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelo município de Portel, a leste pela Vidigueira, a sul por Beja, a sudoeste por Ferreira do Alentejo, a oeste por Alvito e a noroeste por Viana do Alentejo. == História == Os inúmeros achados arqueológicos são testemunho da ocupação do espaço onde atualmente se situa a vila de Cuba desde a pré-história, sendo também evidentes os vestígios de uma importante ocupação na época Romana. Uma das teorias sobre a origem do topónimo \"Cuba\" aponta para a tomada da povoação aos Árabes por parte de D. Sancho II, tendo os soldados se deparado com a existência de inúmeras cubas utilizadas no fabrico de vinho. Da ocupação Árabe, é testemunho um dos primeiros arruamentos abertos na vila, que ainda hoje se denomina como \"Rua da Mouraria\", sendo que tal, como noutras povoações, mesmo após a reconquista, alguns habitantes Árabes terão ficado a residir no território. O traçado dos arruamentos é, de resto, indicativo da evolução histórica da vila, denotando-se claramente o desordenamento da zona de construção inicial, da qual faz parte a Rua da Mouraria, a Rua Álvaro de Castellões e o Largo do Tribunal, entre outros arruamentos, merecendo ainda destaque a toponímia atribuída a um pequeno arruamento de acesso a este Largo, denominado Travessa do Paço, numa referência ao desaparecido Paço que o infante D. Luís, Duque de Beja e filho do rei D. Manuel I, possuía em Cuba, e onde o rei D. Sebastião terá jantado, em 1573, quando viajava de Évora para Beja. Por outro lado, verifica-se também a existência de zonas de nítida influência Pombalina, com arruamentos de traçado retilíneo, sendo essa influência acentuada por algumas denominações, comuns à Baixa Pombalina de Lisboa, como a Rua Augusta e a Rua do Carmo. No reinado de Dona Maria I, por alvará de 18 de Dezembro de 1782, Cuba foi elevada à categoria de vila e sede de concelho. Em Cuba, viveu e veio a falecer, em 1911, o grande escritor português Fialho de Almeida, encontrando-se no cemitério local um monumento funerário que alude a uma das suas maiores obras, \"Os Gatos\", bem como uma placa comemorativa na casa onde o escritor residiu, numa das artérias da vila, e uma lápide na Quinta da Graciosa, uma das antigas propriedades da família do escritor, localizada próximo de Cuba. Em 2006, foi inaugurada na vila uma estátua da autoria de Alberto Trindade em homenagem ao descobridor oficial da América, Cristóvão Colombo, no mesmo dia (28 de Outubro) em que o navegador terá aportado à ilha de Cuba, em 1492. thumb|left||Estátua de Cristóvão Colombo na vila de Cuba. Segundo a tese defendida pelo historiador português Mascarenhas Barreto (\"Colombo Português: Provas Documentais\"), o ilustre almirante teria nascido em Cuba, em 1448, como filho ilegítimo do infante D. Fernando, duque de Viseu e de Beja, e da indocumentada \"Isabel Zarco\". O nome de Colombo em castelhano, Cristóbal Colón, seria um pseudónimo e código de guerra (CC seria espião ao serviço de D. João II), sendo o seu verdadeiro nome um indocumentado Salvador Fernandes Zarco, alegado neto materno ilegítimo do navegador João Gonçalves Zarco. ==Freguesias== O município de Cuba está dividido em 4 freguesias: * Cuba * Faro do Alentejo * Vila Alva * Vila Ruiva == Política == === Eleições autárquicas === Data % V % V % V % V % V % V Participação FEPU/APU/CDU PS PPD/PSD CDS-PP PSD/CDS PPM 1976 55,85 3 36,51 2 1979 64,14 3 32,90 2 1982 62,82 4 30,53 1 1985 67,89 4 26,10 1 1989 56,60 3 37,22 2 1993 52,97 3 27,20 2 13,12 - 1,86 - 1997 46,17 2 48,36 3 2,59 - 2001 36,40 2 58,90 3 1,81 - 0,00 - 2005 41,73 2 52,55 3 CDS-PP PPD/PSD 1,58 - PSD/CDS 2009 46,17 2 48,17 3 3,64 - 2013 56,70 3 37,13 2 CDS-PP PPD/PSD 2,73 - 2017 51,06 3 43,24 2 2,68 - 2021 56,10 3 37,28 2 2,14 - PSD/CDS === Eleições legislativas === Data % PCP PS PSD CDS UDP APU/ CDU AD FRS PRD PSN BE PAN PSD CDS L CH IL 1976 51,49 24,80 7,56 2,62 1,53 1979 APU 16,62 AD AD 1,34 59,99 16,02 1980 FRS 1,01 55,50 20,97 16,56 1983 22,10 9,31 4,75 0,43 58,56 1985 14,97 12,86 2,30 0,94 52,79 10,75 1987 CDU 14,73 25,08 1,80 1,21 43,45 5,06 1991 24,58 26,35 2,15 36,07 0,66 1,01 1995 42,77 12,01 4,09 1,16 34,79 1999 46,14 9,65 2,58 35,84 0,29 1,09 2002 45,60 16,73 3,00 28,94 1,26 2005 47,88 8,41 2,39 32,80 3,08 2009 38,04 9,71 3,74 38,80 5,79 2011 30,40 20,28 5,91 32,67 3,26 0,62 2015 38,37 CDS PSD 32,27 4,62 0,55 16,18 0,47 2019 39,68 9,12 1,99 31,20 6,53 2,41 0,65 1,62 0,56 2022 40,61 13,31 0,83 27,30 2,53 0,92 0,51 9,53 1,15 2024 32,88 AD AD 20,02 14,39 3,16 0,82 1,69 20,59 1,73 == Caracterização == === Geografia === miniaturadaimagem|259x259px|Barragem romana de Nossa Senhora da Represa, em Vila Ruiva O município de Cuba situa-se numa zona de Pediplanície, com relevo suave, onde os declives dominantes oscilam entre os 0% e os 16%. Apesar do seu tamanho, apresenta alguma diversidade de paisagem que define áreas de morfologia distintas: * uma zona plana onde o relevo possui pouca ondulação e os solos são, no geral, espessos e argilosos (incluindo-se nos barros de Beja), com altitudes que oscilam entre os 100 e os 200 m; * zonas mais onduladas, particularmente a norte de Vila Ruiva e Vila Alva, em direção a Alvito, pautada por pequenas rechãs e vales encaixados, oscilando as altitudes em torno dos 200 a 400 m; * uma zona do tipo estepe que corresponde à freguesia de Faro do Alentejo onde, curiosamente, no decorrer da carta arqueológica, verificou-se tratar da área com menor densidade de jazidas arqueológicas identificadas. Salienta-se, ainda, a cadeia de relevo com orientação este-oeste, que constitui o prolongamento da Serra de Portel, de forte impacto na paisagem, o que marca a transição entre a Pediplanície e as zonas de relevo mais ondulado. É ao longo desta cadeia montanhosa, que constitui uma barreira entre as zonas de relevo mais acidentado e a planície, que se implantaram os povoados do período Calcolítico. Hidrograficamente, implantam-se entre as bacias hidrográficas do Sado e do Guadiana as linhas de água, que são de regime torrencial, existindo um caudal significativo durante e após a ocorrência de precipitação, sendo quase nulo durante a maior parte do ano. Geologicamente, trata-se de uma zona maioritariamente de gabrodioritos, atribuídos ao período Carbonífero, ainda que surjam outras formações, nomeadamente de natureza sedimentar constituída por solos areno-argilosos terciários, por vezes com intercalações de seixo quartozos ou burgau, com níveis lenticulares de arenitos argilosos avermelhados. Encontram-se, ainda, solos argilosos residuais resultantes de alterações da rocha base, acompanhados por depósitos aluvio-coluviais, principalmente nas zonas de linhas de água. O município de Cuba é ainda atravessado pela falha da Vidigueira de orientação noroeste-sudoeste, que faz a separação do maciço de Portel da plataforma de Beja, cujo bloco meridional é coberto por depósitos do terciário. A capacidade do uso do solo apresenta uma clara dicotomia norte-sul. A norte das freguesias de Vila Ruiva e Vila Alva existem as chamadas terras galegas, com predominância de solos de classe C e E. A sul, conforme referido anteriormente, existem os barros de Beja, constituídos por solos de Classe A e B, cuja produtividade pode atingir índices muito elevados. === Clima === Cuba apresenta um clima de feições mediterrânicas, com verões muito quentes e secos e invernos frios e húmidos. Segundo a classificação climática de Köppen-Geiger, o clima de Cuba é classificado como Csa. A temperatura média anual é de 16.6 °C. A média anual de pluviosidade é de 562 mm. == Economia == A atividade económica com maior tradição é a agricultura, que apresenta um progresso tecnológico relativo. Devido a este progresso e às imposições económicas de grande escala, tem-se observado, neste município, uma diminuição dos postos de trabalho no setor primário que se reflete nos dados estatísticos. No âmbito do setor primário, constata-se que este emprega um maior número de pessoas do sexo masculino, atendendo à sazonalidade dos trabalhos agrícolas, é muito variável ao longo dos anos, estando-lhe necessariamente associada a precariedade de emprego. Acresce, ainda, a componente de mecanização de trabalhos agrícolas que tem contribuído para uma menor necessidade de contratação de mão-de-obra. Por outro lado, a relação desfavorável entre rentabilidade de algumas produções e o custo de mão-de-obra também tem contribuído para a redução de efetivos agrícolas. A agricultura tem sido, desde sempre, a grande atividade económica da população do município de Cuba, mas a crise no setor agrícola tem vindo a diminuir o número de pessoas que se dedicam a esta atividade. Em 1981, os trabalhadores agrícolas representavam 35,8% da população ativa, enquanto que, em 1991, só representavam 22,9% e, em 2001, representavam apenas 14,42%. A superfície agrícola utilizada (SAU) abrange cerca de 78% do território, do qual apenas 8% é arrendado. Os terrenos são, na sua maioria, aproveitados (apenas 1% da superfície agrícola não é utilizada). A diminuição de mão-de- obra exigida pelo setor agrícola levou a um aumento do desemprego neste município. A principal cultura são os cereais, como o trigo, a cevada e a aveia, ocupando 31,7% da superfície agrícola total. Os prados e pastagens permanentes ocupam, também, uma área significativa. As culturas industriais (girassol, algodão, linho, soja, plantas aromáticas, entre outras) são também relevantes em termos de ocupação de solo, sendo a cultura do girassol a que tem maior presença no município. Culturas permanentes, como o olival e a vinha, têm ainda alguma representatividade. Com menor expressão, surgem as culturas hortícolas (0,5% da área agrícola total), as leguminosas, os frutos frescos e citrinos e as hortas familiares (0,1% da área total). O setor secundário é composto por pequenas indústrias familiares da área do calçado, carpintaria, serralharia civil e produtos alimentares que ocupavam, em 1991, 23,13% da população ativa e, em 2001, 23,22%. O número de trabalhadores neste setor pouco se alterou desde os censos de 1991. Existe, também, um conjunto de pequenas unidades de produção/transformação especificamente relacionadas com o pão, doçaria, queijos, vinhos, entre outros, que, apesar da sua baixa empregabilidade, não deixam de desempenhar um papel importante ao nível do emprego, principalmente ao facto de se tratar exclusivamente da população residente no município. Poder-se-á afirmar que as indústrias agro-alimentares, mais especificamente as do pão, queijos e bolos, embora se caracterizem por unidades de pequena escala e de estrutura familiar, assumem-se como componentes da economia local, pois existem, em todo o município, 5 unidades de fabrico de bolos, 4 queijarias e 8 unidades de panificação. O setor terciário que, em 1991, ocupava 53,9% da população ativa, aumentou a sua taxa de ocupação para 63,35%, em 2001. Os principais empregadores neste setor no município de Cuba são: a Câmara Municipal, IPSS e os estabelecimentos de ensino; com menor relevância podemos ainda referir o pequeno comércio e a restauração. A nível do comércio, a os equipamentos de restauração e hotelaria são, em termos genéricos, de âmbito familiar, de pequena dimensão e apresentam um baixo número de empregados. Não deixam, contudo, de contribuir para a dinamização do mercado de trabalho, sendo de destacar a sua importância em termos de trabalho feminino. ==Evolução da População do Município== Número de habitantes residentes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 5 969 6 077 6 025 6 103 6 856 7 310 8 054 8 404 8 278 7 554 6 048 5 740 5 494 4 994 4 878 4 373 Número de habitantes por Grupo Etário ★ INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 1 787 2 232 2 383 2 420 2 411 2 222 1 782 1 235 1 084 935 700 637 577 15-24 Anos 1 092 1 103 1 351 1 588 1 438 1 393 1 221 815 830 677 636 530 420 25-64 Anos 2 876 3 003 3 122 3 492 3 900 4 011 3 880 3 050 2 805 2 646 2 384 2 467 2 208 = ou > 65 Anos 362 432 406 495 559 616 671 800 1 021 1 236 1 274 1 244 1 168 ★ De 1900 a 1950 os dados referem-se à população que estava presente no município na data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente. ==Património== * Igreja de São Vicente * Igreja de Nossa Senhora da Visitação ou Igreja Matriz de Vila Alva * Ponte de Vila Ruiva ou Ponte romana sobre a ribeira de Odivelas * Ermida de Nossa Senhora de Represa ou Antiga Ermida de São Caetano * Igreja de Nossa Senhora da Encarnação ou Igreja Matriz de Vila Ruiva * Barragem romana de Nossa Senhora da Represa * eco Palacete Borralho Relogio *Igreja de S. Luis Faro do Alentejo == Heráldica == Brasão: Escudo verde com um ramo composto de quatro espigas de trigo de ouro e uma haste de oliveira a verde florida de prata, tudo atado a vermelho. O ramo acompanhado por dois cachos de uvas de púrpura e sustidos de ouro. Coroa mural de prata de quatro torres. Listel branco com legenda a negro: \"VILA DE CUBA\". Bandeira: Esquartelada de amarelo e púrpura. Cordões e borlas de ouro e púrpura. Haste e lança de ouro. == Ver também == * Lista de percursos pedestres de pequena rota em Portugal == Ligações externas == * Município de Cuba",
 "title": "Cuba (Portugal)"
}