{
 "id": "75960",
 "text": "Macaé Esporte Futebol Clube é uma agremiação esportiva da cidade de Macaé, no estado do Rio de Janeiro, fundada a 17 de julho de 1990. ==História== ===1990-1997: o início=== O Macaé foi criado com o nome de Botafogo Futebol Clube, em 17 de julho de 1990. Inicialmente como clube amador, o Botafogo começou a competir no mesmo ano de sua fundação, quando disputou um torneio organizado pela Associação Macaense de Futebol e Escola. Nessa competição, o clube disputou o campeonato em três categorias (dente de leite, mirim e infanto-juvenil). Os primeiros títulos vieram na metade dos anos 1990, quando o clube conquistou o bicampeonato macaense em 1994 e 1995. ===1998-2007: divisões de acesso no Rio=== Em 1998, ocorreu a profissionalização do clube e, logo na sua primeira temporada, conquistou, de forma invicta, o Campeonato Estadual da Série C. Neste mesmo ano, o time dirigido pelo técnico Jeová Mattos Ferreira tinha, como principal jogador, o meia-atacante Fernando Macaé, célebre ex-jogador do Bangu e do Botafogo da capital. Sagrou-se vice-campeão da Copa Rio do Interior e um dos semifinalistas da Copa Rio da Capital, sendo eliminado pelo Fluminense. Em 1999, o clube mudou o nome fantasia para Macaé Sports e disputou o Campeonato Estadual da Série B do Rio de Janeiro, sagrando-se vice-campeão. O campeão naquela oportunidade foi Serrano, de Petrópolis. Em 2000, a pedido do então prefeito da cidade Sílvio Lopes, o clube fez a sua segunda mudança estatutária e, definitivamente, passou a se chamar Macaé Esporte Futebol Clube. Em 2002, o Macaé esteve próximo de chegar à Série A do Campeonato Carioca, porém ficou com o vice-campeonato da Segunda Divisão outra vez, fato que viria a se repetir em 2006. Em 2003, o clube jogou sua primeira competição nacional, ao disputar o Campeonato Brasileiro da Série C. Em 2005, o clube contratou jogadores conhecidos do futebol brasileiro, como Donizete, Marquinhos e Brener. O Macaé foi o time que mais pontuou no segundo turno da Série B do campeonato estadual. No mesmo ano, a equipe ficou com o vice-campeonato da Copa Rio e Brener foi o artilheiro da competição. Em 2006, além do vice-campeonato da Série B, o clube ficou em segundo lugar também na seletiva para a Série A, conseguindo a vaga. Porém essa seletiva foi anulada pela justiça por conta de diversas irregularidades. No ano de 2007, o Macaé finalmente realizou o sonho de chegar a Série A do Campeonato Carioca ao terminar a Série B na terceira colocação. ===2009-2014: elite carioca e ascensão nacional=== Em 2008, a equipe do Macaé surgia como a grande emergente do futebol do Rio de Janeiro. Comandada pelo ex-jogador Tita, contou com jogadores experientes como Zada e Geraldo, além de outros emprestados pelo Flamengo, como Bruno Mezenga e o goleiro Cássio, ex-Vasco. O esforço resultou na conquista da oitava posição, mas, apesar disso, o clube sofreu a maior goleada do campeonato, para o Botafogo, por 7 a 0. Como a Cabofriense, sétima colocada no estadual, já tinha obtido vaga pelo vice-campeonato da Copa Rio de 2007, o Macaé obteve o direito de disputar a Série C do Campeonato Brasileiro em 2008. No entanto, a participação do clube foi desastrosa e o Macaé foi eliminado na primeira fase. No ano seguinte, o Macaé foi comandado por Dário Lourenço. Como seu estádio estava em obras, mandou suas partidas na Arena Guanabara, em Araruama no Campeonato Carioca. Atrás apenas dos quatro times considerados grandes, a equipe garantiu uma vaga na Série D do mesmo ano, a primeira edição da história. Na competição nacional, a equipe macaense surpreendeu a todos e conquistou o vice-campeonato e o acesso à Série C de 2010. Em 2010, fez péssima campanha no Campeonato Estadual, terminando na 11ª colocação na classificação geral. Na disputa da Série C do Campeonato Brasileiro, foi eliminado nas quartas de final, depois de uma virada histórica para cima do Criciúma por 3 a 2, depois de estar perdendo por 2 a 0 no jogo de ida, em Macaé. No jogo de volta, porém, o time foi derrotado por 2 a 0 em Santa Catarina e foi eliminado a um empate de chegar a uma inédita Série B do Campeonato Brasileiro. Em 2011, conseguiu um ato histórico. O Alvianil Praiano venceu o Vasco por 3 a 1, no Moacyrzão. Foi a primeira vitória do Macaé Esporte em cima de um time considerado grande. A equipe foi muito mal na Série C, se livrando do rebaixamento somente no último jogo, contra o , em um duelo histórico no Bento de Abreu, em Marília: vitória por 6 a 4. No ano seguinte, mantido o técnico Toninho Andrade e com melhor planejamento, o Macaé conquistou melhores resultados: no Campeonato Carioca, ficou em sétimo, tendo vencido, pela primeira vez na história, o Fluminense. Na Série C, novamente foi eliminado nas quartas de final, desta vez pelo , após terminar a primeira fase como líder do Grupo B. Em 2013, a equipe foi novamente líder de seu grupo na primeira fase da Série C, mas foi eliminada pelo nas quartas de final e adiou pela terceira vez o sonho de chegar à Série B do Campeonato Brasileiro. No ano de 2014, ao contrário dos dois últimos anos, o Macaé fez uma campanha conturbada na Série C do Brasileiro e só conseguiu a classificação para a fase final na última rodada, como quarto colocado do Grupo B. Nas quartas de final, sagrou-se vencedor após dois confrontos contra o e, depois de bater na trave três vezes, conquistou o inédito acesso à Série B nacional. O time do técnico Josué Teixeira entrou para o quadro de honras do Macaé ao sair com a classificação diante de mais de 62 mil torcedores do Fortaleza, em pleno Castelão. Após passar pelo na semifinal, o alvianil praiano chegou a final contra o Paysandu. No jogo de ida, empatou no Moacyrzão por 1 a 1. No jogo de volta, diante de quase 38 mil torcedores no Mangueirão, o clube conquistou seu primeiro título nacional após empate em 3 a 3. ===2015-presente: rebaixamento e período de crise=== Em 2015, logo na primeira participação na Série B do Campeonato Brasileiro, fez campanha entre altos e baixos e acabou rebaixado à Série C na última rodada após perder para o Ceará por 1 a 0. Em 2016, em busca da reestruturação, o Macaé começou o ano conquistando o título amistoso da Copa Eureka, competição disputada no Estádio Soares de Azevedo, em Muriaé, após derrotar o Volta Redonda na final. Porém, nos torneios oficiais, o time decepcionou: ficou em 10.º lugar no Campeonato Carioca e brigou contra o rebaixamento na Série C, escapando apenas na última rodada. Em 2017, o Macaé iniciou a temporada com nomes rodados e conhecidos no grupo. Com o René Simões no comando e jogadores conhecidos no cenário nacional, o alvianil novamente decepcionou no Estadual. Na Taça Guanabara, no grupo B, a equipe fez uma péssima campanha com 5 derrotas em 5 jogos, não somando nenhum ponto no primeiro turno. Já na Taça Rio, no segundo turno, o desempenho da equipe pouco melhorou: Em 6 jogos obteve 2 empates e 4 derrotas. O Macaé terminou a competição estadual com 0 vitórias, 2 empates e 9 derrotas em 11 jogos disputados, somando apenas 2 pontos na soma dos dois turnos, fazendo assim uma das piores campanhas de sua história. Entretanto, como a FERJ havia mudado o regulamento do estadual naquele ano, o Macaé não foi rebaixado e disputou a fase preliminar do Carioca Série A de 2018. Na série C do Brasileirão, o Macaé fez uma campanha irregular, tendo feito 19 pontos, com 5 vitórias, 4 empates e 9 derrotas e, após empatar por 0-0 diante o Tombense, acabou sofrendo um novo descenso, dessa vez para a Série D do Brasileirão. Em 2018, jogou a Série D do Campeonato Brasileiro, pertencendo ao Grupo A12. Com uma campanha ruim, não conseguiu avançar à Segunda Fase. Foi neste momento em que o alvianil ficou sem divisão nacional para 2019, ficando apenas garantida a participação no Campeonato Carioca de Futebol. Em 2021, Macaé amargou mais um rebaixamento nos últimos anos, dessa vez para o Campeonato Carioca Série A2, após ter feito uma campanha muito abaixo do esperado no Campeonato Carioca Série A, na qual fez apenas 1 ponto em 12 jogos disputados. Em 2023 o Macaé amargou um duro rebaixamento ao Campeonato Carioca da Série B1 após ser derrotado pelo por 4 a 1. Em 2024 o clube pediu o licenciamento das atividades. == Fatos históricos == Antes do surgimento do Macaé Esporte Futebol Clube, outras quatro agremiações da cidade tentaram alcançar a Série A do futebol do Rio de Janeiro: O União Nacional Futebol Clube, entre 1988 e 1992, o União Macaé Futebol Clube, entre 1992 e 1995, além da Associação Esportiva Macaé Barra Clube, em 1996. Todas, na verdade, foram a mesma associação, que acabou mudando de nome ao longo dos anos. A cidade ainda abriga o Serra Macaense Futebol Clube, antigo Independente Esportes Clube Macaé, que disputa as divisões inferiores do futebol do Rio de Janeiro. O primeiro gol da história da Série D foi do Macaé, marcado pelo camaronês Steve. Foi de Steve também o primeiro gol do Macaé na primeira divisão do Campeonato Carioca e o primeiro gol do Macaé no Maracanã, diante do Fluminense. == Sedes e estádios == === Moacyrzão === O Estádio Cláudio Moacyr de Azevedo é o local onde o Macaé manda suas partidas de futebol. == Títulos == NACIONAIS Competição Títulos Temporadas Campeonato Brasileiro - Série C 1 2014 ESTADUAIS Competição Títulos Temporadas Campeonato Carioca - Série B1 1 1998 MUNICIPAIS Competição Títulos Temporadas Campeonato Macaense 2 1994 e 1995 Torneio Maurício Bittencourt 1 2005 ;Notas: Campeão Invicto === Outras conquistas === * Copa Eureka: 2016 === Campanhas de destaque === Macaé Esporte Futebol Clube Torneio Campeão Vice-campeão Terceiro colocado Quarto colocado Campeonato Brasileiro – Série C 1 (2014) 0 (não possui) 0 (não possui) 0 (não possui) Campeonato Brasileiro – Série D 0 (não possui) 1 (2009) 0 (não possui) 0 (não possui) Copa Rio 0 (não possui) 1 (2005) 1 (2011) 1 (1998) Campeonato Carioca – Série A2 0 (não possui) 3 (1999, 2002, 2006) 1 (2007) 0 (não possui) Campeonato Carioca – Série B1 1 (1998) 0 (não possui) 0 (não possui) 0 (não possui) ==Estatísticas== === Participações === Participações em 2023 Competição Temporadas Melhor campanha'' Campeonato Carioca 14 5º colocado (2009) 2008 2021 1 Série A2 do Carioca 10 Vice-campeão (3 vezes) 1999 2023 1 1 Série B1 do Carioca 2 Campeão (1998) 1998 2023 1 – Série B 1 17º colocado (2015) 2015 2015 – 1 Série C 9 Campeão (2014) 2003 2017 1 1 Série D 2 Vice- campeão (2009) 2009 2018 1 == Partidas históricas == Data Competição Estádio Placar Adversário Público Notas 17 de setembro de 2003 Godofredo Cruz 2–0 Rio Branco-RJ '' 18 de novembro de 2007 Carioca - Segunda Divisão 1–1 Floresta-RJ '' 27 de setembro de 2009 Brasileiro - Série D Godofredo Cruz 2–1 '' 17 de março de 2011 Carioca Moacyrzão 3–1 '' 18 de setembro de 2011 Brasileiro - Série C Bento de Abreu 6–4 '' 17 de março de 2012 Carioca Moça Bonita 3–1 '' 1 de março de 2014 Carioca Moça Bonita 2–0 '' 25 de outubro de 2014 Brasileiro - Série C Arena Castelão 1–1 '' 2 de novembro de 2014 Brasileiro - Série C Moacyrzão 4–0 '' 22 de novembro de 2014 Brasileiro - Série C Mangueirão 3–3 '' 9 de maio de 2015 Brasileiro - Série B Moacyrzão 2–0 '' 27 de junho de 2015 Brasileiro - Série B Moacyrzão 4–2 '' Brasileiro - Série B Arena Castelão 0–1 '' 18 de setembro de 2016 Brasileiro - Série C Moacyrzão 1–1 '' 10 de março de 2018 Carioca Moacyrzão 1–0 '' Carioca Conselheiro Galvão 2–4 '' Carioca - Série A2 Moacyrzão 1–4 '' == Últimos treinadores == Treinador Período Josué Teixeira 2014 Júnior Lopes 2014 Josué Teixeira 2014–2015 Marcelo Cabo 2015 Josué Teixeira 2015 Toninho Andrade 2015–2016 Tita 2016 Mário Marques 2016 Carlinho Ganjão 2016 Tita 2016 Josué Teixeira 2016 René Simões 2017 Toninho Andrade 2017 Antônio Carlos Roy 2017 Luciano Leandro 2017 Josué Teixeira 2017–2018 Felipe Conceição 2018 Carlinho Ganjão 2018 Luís Antônio Zaluar 2019 Mário Junior 2020 Charles de Almeida 2020 Eduardo Allax 2021 Charles de Almeida 2021 Dario Lourenço 2021 Luciano Lamoglia 2021-presente == Ver também == * Campeonato Carioca de Futebol de 2016 * Campeonato Brasileiro de Futebol de 2016 - Série C == Notas == == Fonte == * VIANA, Eduardo. Implantação do futebol Profissional no Estado do Rio de Janeiro. Rio de Janeiro: Editora Cátedra, s/d. == Ligações externas == * * * * Categoria:Fundações no Rio de Janeiro em 1990",
 "title": "Macaé Esporte Futebol Clube"
}