{
 "id": "7602",
 "text": "Faro é uma cidade portuguesa e capital da sub-região do Algarve, pertencendo a região com o mesmo nome e ao distrito de Faro, com 41 904 habitantes (2021) no seu perímetro urbano. É sede do município de Faro, que tem 202,57 km2 e 67 859 habitantes (2021), subdividido em 4 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelo município de São Brás de Alportel, a leste por Olhão, a oeste por Loulé e a sul com o Oceano Atlântico. == História == === As origens de Faro === Os primeiros marcos remontam ao século VIII a.C., ao período da colonização fenícia do Mediterrâneo Ocidental. O seu nome de então era Ossónoba e era um dos mais importantes centros urbanos da região sul de Portugal e entreposto comercial, integrado num amplo sistema comercial, com base na troca de produtos agrícolas, peixe e minérios. Entre os séculos III a.C. e VIII d.C., a cidade esteve sob domínio romano, Bizantino e visigodo. Dos vestígios romanos destaca-se as Ruínas romanas de Milreu. Do período visigótico existem várias fontes e indícios (quer de escritores cristãos quer árabes) que referem uma magnífica catedral, mas cujos vestígios nunca foram encontrados . Da ocupação bizantina (Império Bizantino) destacam-se as torres bizantinas da cidade .Faro foi conquistada pelos mouros no ano de 713 d.C, os quais ergueram ali uma fortificação (reforçada por uma nova muralha a mando do príncipe mouro Ben Bekr, no século IX). Durante a ocupação árabe, o nome Ossónoba prevaleceu, desaparecendo apenas no século IX, para dar lugar a Santa Maria do Ocidente era então capital de um efémero principado independente. No século XI passa a designar-se Santa Maria de Ibn Harun assim chamada em honra do fundador da Dinastia dos Banu Harun, Emires da Taifa de Santa Maria do al- Gharb, e o nome de Ossónoba começa a ser substituído. A cidade é fortificada com uma cintura de muralhas. Na sequência da independência de Portugal, em 1143, o primeiro Rei de Portugal, D. Afonso Henriques e os seus sucessores iniciam a expansão do país para o sul, reconquistando os territórios ocupados pelos mouros. Depois da tomada da cidade por D. Afonso III, em 1249, os portugueses designaram a cidade por Santa Maria de Faaron ou Santa Maria de Faaram. Nos séculos seguintes, Faro tornou-se uma cidade próspera devido à sua posição geográfica, ao seu porto seguro e à exploração e comércio de sal e de produtos agrícolas do interior algarvio, trocas comerciais que foram incrementadas com os descobrimentos portugueses. Tem, nesse período, uma importante e activa colónia judaica que no final do século XV imprime localmente o Pentateuco, o primeiro livro português. A comuna de Faro terá sido sempre uma das mais distintas da região algarvia e das mais notáveis do País, em todos os tempos, com muitos artesãos e muita gente endinheirada, sendo frequentes no século XIV as ligações comerciais de judeus e cristãos. A manifesta prosperidade dos judeus farenses no século XV é interrompida pela carta patente de dezembro de 1496 em que D. Manuel I os expulsava de Portugal, caso não se convertessem ao catolicismo. Assim, oficialmente e só neste sentido, deixaram de existir judeus em Portugal, o que também aconteceu em Faro, onde a terceira esposa de D. Manuel I mandou erigir o Convento de Nossa Senhora da Assunção em Vila Adentro, local em que estava implantada a judiaria. O Rei D. Manuel I promove, em 1499, uma profunda alteração urbanística com a criação de novos equipamentos na cidade um Hospital, a Igreja do Espírito Santo (Igreja da Misericórdia), a Alfândega e um Açougue fora das alcaçarias e junto ao litoral. Em 1540, D. João III eleva Faro a cidade e, em 1577, a sede do bispado do Algarve é transferida de Silves para Faro. O saque e o incêndio, em 1596, pelas tropas inglesas de Robert Devereux, 2.º Conde de Essex, danificaram muralhas e igrejas, e provocaram elevados danos patrimoniais e materiais na cidade. Os séculos XVII e XVIII são um período de expansão para Faro, que foi cercada por uma nova cintura de muralhas durante o período da Guerra da Restauração (1640 1668), que abrangia a área edificada e terrenos de cultura, num vasto semicírculo frente à Ria Formosa. Em 1 de novembro de 1755, o Algarve é arruinado por um grande sismo que devido à sua intensidade provocou, igualmente, estragos em outras cidades do país, sobretudo em Lisboa. A cidade de Faro sofreu danos generalizados no património eclesiástico, desde igrejas e conventos até o próprio Paço Episcopal. As muralhas, o castelo com as suas torres e baluartes, os quartéis, o corpo da guarda, armazéns, o edifício da alfândega, a cadeia e os conventos de S. Francisco e o de Santa Clara foram destruídos e arruinados. Até finais do século XIX, a cidade manteve-se dentro dos limites da Cerca seiscentista de Faro. === Atualidade === A cidade de Faro, capital política e administrativa, detém a maior parte dos serviços administrativos da região e, por conseguinte, uma grande atractividade para a implantação de actividades terciárias e comerciais, subsidiadas pela função habitacional. O seu crescimento gradual sofre um maior ímpeto nas últimas décadas. Faro assumiu sua vocação cosmopolita aquando da inauguração do seu aeroporto internacional a 11 de julho de 1965, sendo António de Oliveira Salazar Presidente do Conselho de Ministros. == Geografia == === Natureza === O grande destaque do município é a Ria Formosa que constitui um sapal que se estende pelos municípios de Loulé, Faro, Olhão, Tavira e Vila Real de Santo António, abrangendo uma área de cerca de 18 400 hectares ao longo de 60 quilómetros desde o rio Ancão até à praia da Manta Rota. A Ria Formosa, é limitada a Sul por um conjunto de ilhas-barreira de cordão arenoso litoral, conhecidas por, península do Ancão (Praia de Faro), ilhas da Barreta, Culatra, Armona, Tavira, Cabanas e península de Cacela. Estas estão dispostas paralelamente à costa, protegendo uma laguna que forma um labirinto de sapais, canais, zona de vasa e ilhotes, que a separa do Oceano Atlântico. As suas dunas, ilhas e barras para o alto mar estão em movimento contínuo conforme as marés. Muitos locais arqueológicos apresentam vestígios de povoações romanas e pré-romanas. Ao longo de 57 quilómetros de comprimento, este sistema lagunar, o mais extenso da costa portuguesa, tem a sua importância ecológica reconhecida internacionalmente, pelas características naturais únicas que apresenta e pela sua localização geográfica, que fazem desta zona húmida um dos principais biótopos de suporte da avifauna, pelo que tem vindo a ser alvo de protecção legal. Encontra-se assim, abrangida pelas disposições da Convenção de Ramsar e de Berna, integra a Rede Natura 2000, quer como Zona de Protecção Especial estabelecidas ao abrigo da Directiva Aves, quer como Zona Especial de Conservação e inscrita na lista nacional de sítios ao abrigo da Directiva Habitats. Possui uma profundidade média de dois metros e uma disposição irregular dos fundos. Cerca de 14% da superfície lagunar encontra-se permanentemente submersa, e cerca de 80% dos fundos emergem em maré baixa e em regime de marés vivas. Os cursos de água que desaguam no sistema da Ria Formosa (Rio Seco, Gilão, Ribeiras de Almargem, Lacem, Cacela, e outros) são sazonais e de pouco caudal, dada a fraca pluviosidade local. Assim, a ria é alimentada quase exclusivamente por água oceânica. A cobertura vegetal no interior da Ria Formosa difunde-se em dois ambientes distintos e contíguos: sapais e dunas. Os sapais originam-se em zonas costeiras de águas calmas. O reduzido fluxo das marés facilita a deposição dos detritos e sedimentos em suspensão e assim vão surgindo bancos de vasa onde, a certa altura, há substrato para a vegetação. A colonização tem como pioneira uma Gramínea do género Spartina (na Ria Formosa, S. marítima), que suporta longos períodos de submersão e, por isso mesmo, se instala nas zonas de mais baixa cota, onde forma vastos \"prados\" de cor verde escura e que constituem o baixo sapal. Onde o substrato é menos resistente à acção erosiva das águas formam-se os típicos canais e regueiras que sulcam o sapal num emaranhado dendrítico. As condições de formação e a dinâmica das dunas revelam que estas são estruturas em constante mudança. A proximidade do mar actua como factor fortemente selectivo na instalação e crescimento da sua vegetação. Não é por acaso que, no lado virado ao mar, são escassas as composições florísticas e no interior da duna, criam-se condições mais favoráveis para uma fixação mais diversificada, abrigando inúmeras espécies nas encostas voltadas para o interior e nas dunas mais recuadas face ao mar, salientando-se a presença de plantas endémicas, que existem exclusivamente em Portugal. A Ria Formosa abrange a área de jurisdição de cinco municípios do sotavento algarvio: Faro, Loulé, Olhão, Tavira e Vila Real de Santo António. Todos os municípios têm usufruído do recurso natural da Ria Formosa como elemento estruturante da paisagem. As actividades ancestrais ligadas à pesca, marisqueio, salicultura e moluscicultura que contribuíram para o enriquecimento do território valorizando-o cultural, social económica e paisagisticamente. Trata-se de uma área protegida pelo estatuto de Parque Natural, atribuído pelo Decreto-lei n.º 373/87 de 9 de Dezembro de 1987. O Parque Natural da Ria Formosa enquadra-se numa região de clima mediterrânico, de características semi-áridas, com uma estação seca prolongada, durante os meses de Verão, e com um Inverno ameno devido à influência do fluxo atlântico do oeste, e pelo facto de se encontrar longe das regiões de origem das massas de ar polar continental, onde as temperaturas são amenas e a insolação elevada. Em 2010, a Ria Formosa foi eleita uma das sete maravilhas naturais de Portugal na categoria de zonas marinhas, categoria a que também concorriam o Arquipélago das Berlengas e a Ponta de Sagres. Faro possui uma relação privilegiada com a Ria Formosa pois é ponto de partida para a prática de actividades náuticas marítimo turísticas. Actividades de Turismo de Natureza, como é o caso do Birdwatching, contam com milhões de aficionados na Europa e encontram na Ria Formosa, sobretudo, no canal de Faro – o principal e mais profundo – uma quantidade de espécies que vai aumentando com a aproximação dos sapais. Corvos marinhos de faces brancas, patos mergulhões, chilretas, pernilongas, limícolas, cotovias de crista são algumas das espécies que, partindo de Faro de barco, podem ser observadas nos canais da Ria Formosa. ===Ilha da Culatra – Farol de Santa Maria=== A Ilha da Culatra é composta por três núcleos populacionais: Culatra, os Hangares e o Farol. O acesso a esta ilha barreira é feito através de Olhão e Faro através de carreiras regulares de barco num percurso de aproximadamente trinta minutos. A Culatra é banhada pelas águas da Ria Formosa e a Sul pelo Oceano Atlântico, possuindo praia marítima e fluvial. No núcleo do Farol encontra-se o Farol do Cabo de Santa Maria, cuja construção remonta a 1851. Implantado a 2500 metros a ENE do Cabo de Santa Maria, o Farol mais a Sul de Portugal tem 47 m de altura e tem um alcance luminoso de 25 milhas náuticas. No Verão à comunidade piscatória residente na Ilha da Culatra, juntam-se os veraneantes que procuram as suas praias de areias finas, águas límpidas e de temperatura agradável. A Ilha da Culatra é um refúgio natural de embarcações de pesca, às quais no Verão somam- se centenas de veleiros e iates portugueses e estrangeiros que ancoram nas suas águas calmas, em busca da sua gastronomia à base de peixe fresco e marisco. Um outro atractivo para estes velejadores é a pesca desportiva de espécies como o sargo, garoupa, muges, peixe-espada e tunídeos. ===Praia de Faro=== Também conhecida por “Ilha de Faro”, esta extensão de areia faz parte da Península do Ancão, que delimita a Ria Formosa a poente e donde se pode obter uma vista privilegiada sobre a serra e sobre a cidade de Faro. Na verdade trata-se de uma longa península e não de uma ilha. Caos é a palavra que melhor caracteriza a urbanização sobre as dunas, as embarcações na ria, as toalhas na praia e o trânsito nos acessos. As inúmeras esplanadas e as águas quentes são os principais argumentos a seu favor. Localizada perto da universidade e do aeroporto, é bastante popular entre os moradores da cidade de Faro.Guia Visão das Praias (2004), pág. 162. O acesso viário faz-se através duma estreita ponte que atravessa a Ria Formosa. No Verão, a “ilha de Faro” está, igualmente, acessível por barco através do Cais das Portas do Sol. É possível fazer praia no estreito cordão arenoso virado a Norte, para um canal da Ria Formosa, A utilização deste plano de água é óptima para a prática de desportos náuticos (jetski, canoagem, remo, windsurf, vela, etc.). No Centro náutico da Praia de Faro é feita a iniciação às Modalidades Náuticas e disponibilizado ao público, equipamento para vela, windsurf e canoagem. ===Ilha Deserta=== A Ilha Deserta, numa extensão de dez quilómetros de praia, é uma das mais bem conservadas e menos frequentadas da região. O Borrelho de Coleira Interrompida é o único residente deste pequeno paraíso de águas quentes e cristalinas, o ponto mais a sul do continente. A pequena ave é o visitante mais regular do vasto areal, praticamente virgem.Guia Visão das Praias (2004), pág. 163. No Verão O acesso faz-se por mar, a partir do Cais da Porta Nova, em Faro, a bordo de um velho cacilheiro. A travessia é muito agradável, podendo observar-se os labirintos de areia e vasa da Ria Formosa, canais e bancos de sapal. Pelo caminho há que prestar também atenção às diversas aves que por aqui se alimentam, como os flamingos. == Clima == Quanto ao clima, é mediterrânico, um clima em que a temperatura é amena durante todo o ano, um clima em que podemos desfrutar do sol mais de 300 dias por ano, e em que os meses que são verdadeiramente chuvosos são reduzidos em dois, Novembro e Dezembro. A temperatura no verão, durante o dia anda entre os 25 e 30 ºC, e entre 15 e 20 ºC no Inverno, salvo excepções. Durante a noite, as mínimas no Inverno andam por volta de 6 ou 7 ºC e no Verão entre 15 e 20 ºC. Os meses mais quentes são os de Julho e Agosto. Os meses mais chuvosos são Novembro e Dezembro. Os meses mais frios são Janeiro e Fevereiro. As maior e menor temperaturas registadas em Faro no período 1971–2000 foram 39,8 °C e –1,4 °C. Porém,há registos 42,5 °C em 2004. fonte: Instituto de Meteorologia == Freguesias == O município é subdividido em 4 freguesias: * Conceição e Estoi * Faro (Sé e São Pedro) * Montenegro * Santa Bárbara de Nexe ==Demografia== Pela Lei nº 178,Diário da República - http://dre.tretas.org/pdfs/1914/06/01/dre-291818.pdf de 01/06/1914, foi separada do município de Faro a freguesia de São Brás de Alportel, que passou a constituir um novo município sob a designação de Alportel. A sede deste município é a na aldeia de São Brás que foi elevada à categoria de vila. De acordo com os dados do INE o distrito de Faro registou em 2021 um acréscimo populacional na ordem dos 3.7% relativamente aos resultados do censo de 2011. No concelho de Faro esse acréscimo rondou os 4.8%. ★ Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por Grupo Etário ★★ INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 11 960 12 627 7 434 8 921 8 704 8 185 8 608 6 685 10 163 9 618 8 295 9 400 9 193 15-24 Anos 6 641 6 692 5 097 5 835 6 351 6 540 5 715 4 530 6 440 7 785 8 501 6 400 7 024 25-64 Anos 13 772 14 275 9 980 12 530 14 426 16 133 17 981 15 530 22 836 26 384 32 020 37 106 36 569 = ou > 65 Anos 1 818 2 096 1 396 1 877 2 313 2 744 3 347 3 790 5 670 6 974 9 235 11 654 14 836 ★★ De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente Nota: A quebra registada em 1920 nos 4 grupos etários resulta da desanexação das freguesias que vieram a constituir o concelho de S. Brás de Alportel, quebra esta que não se reflecte no total da população. Isto resulta do facto de o apuramento dos grupos etários até 2001 ser feito apenas ao nível do concelho, não permitindo assim discriminar o seu valor quando as freguesias eram desanexadas. Com os Censos 2021, o município de Faro registou 67 650 habitantes, mais 2 631 habitantes comparado com os Censos de 2011, quando foram registados 65 019 habitantes. Todas as quatro freguesias registaram um crescimento populacional, a média foi de +4%. Freguesia Habitantes (2021) Habitantes (2011) Variação Conceição e Estoi 8 332 8 176 +1,9% Faro (Sé e São Pedro) 46 310 44 578 +3,9% Montenegro 8 614 8 149 +5,7% Santa Bárbara de Nexe 4 394 4 116 +6,8% Faro 67 650 65 019 == Equipamentos == Transportes * Rede viária Faro, assim como o resto do Algarve apresenta boa rede viária com outras cidades portuguesas e com a Comunidade Autónoma da Andaluzia, Espanha. As principais vias de ligação ao município são a Estrada Nacional 2, Estrada Nacional 125, a Via do Infante (A22). Esta última via está conectada à Ponte Internacional do Guadiana e, por conseguinte, à Estrada N431 da Província de Huelva, Espanha. A Via do Infante é, igualmente, o principal acesso à A2 e à IC1, que ligam a região do Algarve à capital do país, Lisboa, num percurso de aproximadamente trezentos quilómetros, correspondentes a cerca de três horas de viagem. * Rede ferroviária A cidade de Faro é servida pela Estação Ferroviária de Faro e pelo Apeadeiro de Bom João (que distam entre si cerca de 2 km em linha recta): da estação, partem comboios regionais (para Lagos e para Vila Real de Santo António), Intercidades (para Lisboa) e Alfa Pendular (para o Porto); no apeadeiro, efectuam paragem todos os comboios regionais que circulam entre Faro e Vila Real de Santo António. Todos estes serviços são operados pela CP. No caso dos comboios Alfa Pendular, os actuais tempos de viagem mais rápidos possíveis são de 2h52min para Entrecampos, 3h para a Gare do Oriente e 5h51min para Campanhã. Ainda em projecto está a ferrovia de alta velocidade, que prevê uma ligação Faro-Huelva, bem como um ramal de ligação Faro-Beja-Évora que entroncará na ligação de comboio de tipologia Internacional entre as duas capitais ibéricas Lisboa e Madrid. * Rede de transportes rodoviários A partir de um terminal rodoviário em Faro, a EVA Transportes, empresa de transporte rodoviário do Algarve opera as carreiras Interurbanas e Urbanas. A Próximo, opera as carreiras dentro do município de Faro. Em virtude da sua ligação a uma rede nacional de expressos, esta empresa rodoviária proporciona um vasto conjunto de ligações de Faro a todas as capitais de distrito. * Aeroporto Internacional de Faro É um dos principais aeroportos portugueses e encontra-se a cerca de três horas de voo de distância da maioria das capitais europeias. Inaugurado em 11 de Julho de 1965, o Aeroporto Internacional de Faro situa-se a nove quilómetros da cidade. Existe ligação entre o aeroporto e a EN 125-10, que por sua vez, faz a ligação a Faro. Entre o Aeroporto Internacional de Faro e a cidade existe uma ligação efectuada pela empresa EVA, com uma duração de vinte minutos. O táxi é, igualmente, um meio de transporte para chegar a Faro, dado que em frente à porta de chegadas do aeroporto existe uma praça de táxis. O Aeroporto Internacional de Faro é o ponto privilegiado de partidas e chegadas da região algarvia principal destino turístico português de e para onde diversas companhias nacionais e internacionais, charters e low cost garantem deslocações regulares. Aproximadamente cem companhias aéreas de todo o mundo voam a partir de e para o Aeroporto Internacional de Faro. Em termos de volume de passageiros, movimenta quase nove milhões por ano, volume este essencialmente suportado pelo turismo e, nos últimos, anos pela expansão das companhias aéreas low cost. A companhia low cost irlandesa Ryanair tem implementada uma base operacional no Aeroporto de Faro. Outras companhias aéreas como a Easyjet, Transavia, Aer Lingus, Jet 2, entre muitas outras, possuem voos regulares a partir de Faro. Em virtude do reconhecimento do papel desta infra-estrutura no desenvolvimento do turismo na região, o Aeroporto Internacional de Faro foi distinguido, em 2007, com a Medalha de Mérito Turístico Grau Ouro atribuída pela Entidade Regional de Turismo do Algarve. === Principais distâncias === * 6 km Aeroporto Internacional de Faro * 9 km Praia de Faro * 60 km Portimão * 112 km Huelva * 201 km Sevilha * 277 km Lisboa * 391 km Gibraltar * 556 km Porto Educação * Universidade do Algarve Em Faro situa-se a Universidade do Algarve, um estabelecimento de ensino superior público fundado em 1979, composta por três campi: Penha, Gambelas e Saúde, na cidade de Faro e um campus em Portimão. Composta por três estruturas de Ensino Universitário: Faculdade de Economia, Faculdade de Ciências Sociais e Humanas e Faculdade de Ciências e Tecnologia e quatro de Ensino Politécnico: Escola Superior de Saúde, Escola Superior de Educação e Comunicação, Escola Superior de Gestão, Hotelaria e Turismo e Instituto Superior de Engenharia, a universidade conta com cerca de dez mil alunos. * Escola de Hotelaria e Turismo A funcionar em Faro desde 1966, no Palacete Doglioni a partir de 1970, onde permaneceu até 1995, a Escola de Hotelaria e Turismo actualmente, funciona nas instalações do antigo Convento de São Francisco. Esta escola, referência nacional na formação na área da hotelaria e turismo, encontra-se integrada na rede de dezasseis escolas do Turismo de Portugal. ==Património == ===Freguesia da Sé === *Antiga Escola Normal Primária de Faro *Arco da Porta Nova (Faro) *Arco da Vila *Arco do Repouso *Banco de Portugal (Delegação de Faro) *Café Aliança e edificio *Casa das Açafatas *Casa de José Maria Assis *Casa do Poeta Dr. Cândido Guerreiro ou Casa do Poeta *Casa dos Pantojas ou Solar dos Pantojas *Casa dos Telhados de Tesoura (Edifício Quinhentista) *Casa Lumena ou Casa dos Arouca *\"Castelo\" ou Fábrica da Cerveja *Celeiro de São Francisco *Cemitério da Colónia Judaica de Faro *Convento de Nossa Senhora da Assumpção ou Museu Municipal Infante D. Henrique *Convento de São Francisco e Celeiro na cerca do Convento *Edifício setecentista (Faro), (Seguros Fidelidade) *Ermida da Nossa Senhora da Esperança *Ermida de Nossa Senhora do Ó (Faro) ou Ermida de Nossa Senhora d´ Entre Ambalas Águas *Ermida de Nossa Senhora do Repouso *Ermida de Santo António do Alto *Ermida de São Luís *Ermida do Pé da Cruz ou Ermida de Nossa Senhora do Pé da Cruz e zona envolvente *Fortaleza de Faro ou Muralhas de Faro *Governo Civil *Igreja da Misericórdia e Hospital da Misericórdia *Igreja da Ordem Terceira de São Francisco ou Igreja de São Francisco *Paço Episcopal *Paços do Concelho *Palacete Belmarço ou Palácio Belmarço *Palacete Doglioni ou Palacete Cúmano *Palacete Ferreira de Almeida (na Praça Ferreira de Almeida) *Palácio Fialho (Colégio do Alto) *Quinta da Família Bívar Cumano (Nora, Tanque e Portal) *Sé Catedral de Faro ou Igreja de Santa Maria *Seminário Episcopal *Solar dos Gárfias *Teatro Lethes ou Colégio de Santiago Maior *Tipografia União ===Freguesia de São Pedro === *Casa Crispim (Ex. Arquivo Distrital) *Casa da janela seiscentista *Casa das Figuras *Casa de Saúde (Faro) *Casa de Fresco da antiga Quinta do Cercado *Casa de João Carvalho Ferreira *Casa do Capitão-Mor *Casa do Compromisso Maritimo *Casa do Coronel Fonseca *Casa dos Lamprier *Convento de Santo António dos Capuchos (Faro) ou Convento dos Capuchos *Edifício da Antiga Alfândega *Edifício da Família Mateus de Silveira ou Casa de Mateus da Silveira *Ermida da Madalena *Ermida de São Sebastião (Faro) *Horta do Ourives (ou Solar do Capitão-Mor), conjunto da Casa Nobre e Capela *Igreja da Ordem Terceira de Nossa Senhora do Monte do Carmo ou Igreja do Carmo *Igreja Matriz de São Pedro (Faro) ou Igreja de São Pedro *Palacete do Tenente João de Carvalho ou Círculo Cultural do Algarve *Palacete Guerreirinho ou Palácio da Família Guerreirinho *Palácio Bívar *Troços da Cerca seiscentista de Faro ===Freguesia de Estoi === *Cruzeiro do Pé da Cruz *Igreja de São Martinho de Estoi *Igreja Matriz de Estói *Núcleo Urbano Antigo de Estói *Palácio de Estoi *Ruínas romanas de Milreu ===Freguesia da Conceição === *Igreja Matriz da Conceição ===Freguesia de Santa Bárbara de Nexe === *Igreja de Santa Bárbara de Nexe ou Igreja Matriz de Santa Bárbara de Nexe *Ermida de Santa Catarina-Gorjões == Cultura == ===Museu Municipal de Faro=== Na origem, este museu, inaugurado em 1894, denominava-se Museu Arqueológico e Lapidar Infante D. Henrique. Herdeiro dessa instituição oitocentista, o atual Museu Municipal de Faro encontra-se instalado no antigo Convento de Nossa Senhora da Assunção (desde 1973). O Museu conta a história da cidade e da região, através de colecções de arqueologia e pintura, tendo obtido o Prémio de Melhor Museu Português pela Associação Portuguesa de Museologia em 2005. Possui um acervo bastante diversificado, na sua maioria proveniente de doações, contando com um espólio dividido por 29 colecções num total de cerca de 12 500 objectos inventariados. ===Museu Marítimo Almirante Ramalho Ortigão=== Fundado em 1931, o actual Museu Marítimo, anexo ao Departamento Marítimo do Sul, reinstalado neste edifício em 1964 pelo Comandante Carlos Pacheco Pinto, foi organizado sobre as cinzas do antigo Museu Industrial Marítimo criado em 1889. A sua colecção reúne cerca de 250 peças referentes à temática marítima e à actividade pesqueira. É tutelado pelo Museu de Marinha, em Lisboa. ===Museu Regional do Algarve=== O Museu Regional do Algarve, criado na década de sessenta do século XX com o nome de Museu Etnográfico e Regional do Algarve, funciona no edifício da Comissão de Coordenação e Desenvolvimento Regional do Algarve e apresenta uma colecção recolhida, na sua maioria, por Carlos Porfírio. Esta centra-se em utensílios de trabalho e domésticos, e por o que se costuma designar de “arte popular” (cestaria, tapeçaria, etc.). Fazem, ainda, parte do espólio grandes telas da autoria de Carlos Porfírio, pintor farense, nas quais são ilustradas as tradições algarvias. ===Teatro Municipal de Faro/Teatro das Figuras=== Inaugurado em 1 de Julho de 2005, o Teatro das Figuras é um equipamento cultural cuja importância ultrapassa largamente o horizonte concelhio, constituindo um marco decisivo na consolidação da vida cultural da região. Com uma capacidade de 786 lugares, o Teatro Municipal de Faro é reconhecido pela qualidade e versatilidade dos equipamentos, pelas características multidisciplinares da programação, pelo acolhimento de criadores contemporâneos, locais e regionais, a par da apetência em participar em redes, parcerias e com produções nacionais e internacionais. A gestão da programação do Teatro das Figuras e do Teatro Lethes está entregue à empresa Teatro Municipal de Faro, EM, criada para o efeito. ===Teatro Lethes=== Em meados de 2001, após a conclusão das obras de consolidação e restauro, o Ministério da Cultura, através da Direcção Regional do Algarve, celebra com o Município de Faro um protocolo de colaboração pelo qual a autarquia passa a ser responsável pela programação do Teatro Lethes, assumindo todas as despesas daí decorrentes.A Delegação Regional da Cultura cede para o efeito e a título gratuito, o direito de utilização da sala de espectáculos e respectivos espaços técnicos, bem como o equipamento existente. Este acordo visou possibilitar uma melhor articulação da programação do Teatro Lethes com a do novo Teatro Municipal. ===Biblioteca Municipal António Ramos Rosa=== Situada no Jardim da Alameda foi inaugurada em 23 de Abril de 2001, tendo sido mantida a fachada neo-islâmica do edifício original, o antigo matadouro municipal desactivado em 1980. ===Centro Ciência Viva do Algarve=== O Centro Ciência Viva do Algarve é o primeiro centro interativo da rede de Centros Ciência Viva, está em atividade desde 3 de Agosto de 1997. Principais eventos * Concentração de Motos de Faro Faro é reconhecida internacionalmente como a capital europeia dos motociclistas. Todos os anos, milhares de motociclistas de todo o mundo viajam para Faro, no mês de Julho, para participar na Concentração Internacional de Motos, organizada pelo Moto Clube de Faro. Um dos eventos de destaque é o desfile das motos pelas ruas da capital no Domingo, último dia da concentração. * FOLKFARO Folclore Internacional da Cidade de Faro Uma iniciativa do Grupo Folclórico de Faro, cuja primeira edição foi em 2003, colocou Faro na rota dos grandes festivais de folclore da Europa. Constam da programação do Folkfaro, que ocorre em meados de Agosto, espectáculos de folclore nacional e internacional, ateliers de dança, folclore para crianças, galas temáticas e animações de rua. * FARCUME: Festival Internacional de Curtas-Metragens de Faro Uma iniciativa da FARO 1540 Associação de Defesa e Promoção do Património Ambiental e Cultural de Faro, cuja primeira edição ocorreu em 2011 e que tem vindo a ocorrer desde então, no final do mês de Agosto na Escola de Hotelaria e Turismo do Algarve, um dos edíficios de maior simbolismo e de maior riqueza patrimonial da cidade de Faro. Pode-se dizer que este festival de curtas-metragens já faz parte de um conjunto de iniciativas que prestigiam Faro, dando um forte contributo para o desenvolvimento de uma política cultural que se quer de qualidade e diversificada contribuindo para que a capital algarvia se afirme como um município culturalmente abrangente, dinâmico e criativo. Este festival de curtas-metragens tem de forma gradual transformado-se como um festival de referência a sul do país dando a conhecer e lançar novos talentos para além de divulgar e promover junto do público os excelentes trabalhos que são realizados nesta área, mas que nem sempre têm a divulgação desejada e merecida. Dentro de um ambiente informal, bem-disposto e descontraído este festival tem procurado premiar e reconhecer a dedicação, o empenho, a criatividade e o mérito dos realizadores, actores e equipas técnicas que sem terem os orçamentos da indústria cinematográfica de Hollywood conseguem desenvolver trabalhos de grande qualidade. * Feira de Santa Iria As origens da Feira de Santa Iria remontam ao ano de 1596. Reza a história, que esta Feira começou no reinado de D. Filipe I após o incêndio que a cidade sofreu na sequência do saque das tropas inglesas do Conde de Essex em 1596. Com o saque e o incêndio, a cidade ficou desprovida de inúmeras infra-estruturas e os seus habitantes padeciam de fome e peste, pelo que a realização desta feira procurava, de alguma forma prestar auxílio à população carenciada, e incrementar também as transacções comerciais. Inicialmente tratava-se de uma feira “forra e franca”, ou seja, os feirantes estavam isentos de pagar impostos do que vendiam, não se sabendo ao certo quando terminou esta isenção. A associação da Feira ao nome de Santa Iria, prende-se com o facto da sua data de realização ter sido marcada para o Dia de Santa Iria (20 de Outubro). A Feira de Santa Iria realiza-se no Largo de S. Francisco, na segunda quinzena de Outubro, mantendo as suas características populares Nela se podem encontrar uma grande diversidade de atractivos: stands institucionais; exposições gerais; divertimentos para crianças e adultos; comes e bebes; artesanato; venda de produtos diversos. * Festival de Órgão de Faro Uma iniciativa da associação Música XXI e que ocorre desde 2007 nas igrejas de Faro durante o mês de Novembro. O Festival tem como objectivo central a valorização e divulgação do património musical. Em particular, tem como objectivo divulgar este instrumento secular e apoiar os intérpretes na difusão da música original composta para órgão. * Moura Encantada Festival de Tunas Femininas no Algarve É um fim de semana organizado pela Feminis Ferventis Tuna Académica Feminina da Universidade do Algarve e tem como principal objetivo trazer animação às gentes de Faro, assim como a todas as estudantes que até a esta cidade se deslocam. Já conta com dezasseis edições, realizadas sempre a meio de Novembro. Até à data, todas as tunas que já tiveram a oportunidade de estar presentes em qualquer uma das edições do Moura Encantada deixam Faro, no final do festival, com a frase \"Faro é saudade\". * Semana Académica do Algarve É uma iniciativa promovida pela Associação Académica da Universidade do Algarve e conta com mais de 30 anos de existência. É uma festividade estudantil do Ensino Superior, com duração de 10 noites e realiza-se todos os anos nas primeiras semanas do mês de Maio. A Semana Académica do Algarve é considerada uma das melhores e mais completas Semanas Académicas do País. Este evento, que tem o seu auge, durante a noite, no País das Maravilhas (nome dado ao recinto onde ocorrem os concertos musicais e onde existem as barraquinhas de curso) está aberto a estudantes, antigos alunos e a todos aqueles que queiram divertir-se, assistir aos concertos e viver ou reviver o espírito académico. * Festival de Flamenco de Faro Março é o mês em que a cidade de Faro recebe o seu Festival espanhol de Flamenco, que ocorre ininterruptamente desde 2004. Para os amantes deste género, e para os turistas desta dança cigana/espanhola, o Teatro das Figuras é o cenário deste festival que é composto por um programa de grande nível que junta artistas já consolidados com jovens referências do flamenco. * FARTUNA: Festival de Tunas Académicas da Cidade de Faro É uma iniciativa promovida pela Versus Tuna Tuna Académica da Universidade do Algarve e realiza-se todos os anos nas primeiras semanas do mês de Abril. Trata-se de um festival que traz anualmente a Faro diversas tunas académicas, oriundas de vários pontos do país, para um espetáculo musical que combina a tradição académica com irreverência. * Festa da Ria Formosa É uma iniciativa gastronómica de entrada livre promovida pela Vivmar Associação de Viveiristas e Mariscadores da Ria Formosa e realiza-se todos os anos no final do mês de Julho, prolongando-se até aos primeiros dias do mês de Agosto. A Festa da Ria Formosa tem a duração aproximada de 11 dias e o visitante para além de poder saborear o marisco oriundo da Ria, pode divertir-se com a animação diária através de vários artistas regionais e nacionais, que fazem de cada noite um motivo para voltar na noite seguinte. Nesta Festa pode saborear-se todo o tipo de marisco, como o camarão, santola, búzio, amêijoa, berbigão, lingueirão, ostras, além de outros pratos regionais confeccionados tendo por base o marisco da Ria Formosa, como por exemplo a feijoada de marisco, as papas de milho com berbigão, o arroz de marisco, o arroz de lingueirão, a feijoada de buzinas, amêijoas na cataplana, entre outros. * Alameda Beer Fest No inicio de Julho, o Jardim da Alameda João de Deus abre as suas portas para receber mais de três dezenas de cervejeiros artesanais oriundos não só de Portugal, mas de quase toda a Europa. Este festival para além de permitir a degustação de centenas de cervejas artesanais, tem uma forte componente musical e também gastronómica, com a presença de tasquinhas e de street-food. * Festival F No inicio de Setembro, chega a altura do último grande festival de Verão. Durante três dias a cidade velha de Faro Vila Adentro é palco de um grande festival de música, havendo contudo outras atrações, como stand up comedy, cinema, exposições, tertúlias literárias, feirinhas de artesanato e um vasto leque de street food. == Gastronomia == A gastronomia algarvia com reminiscências da presença dos romanos e dos árabes na região, e pela proximidade à Ria Formosa e ao Oceano Atlântico, têm por base peixe, marisco e produtos do campo, confeccionados em cataplanas, guisados e cozidos ou na grelha. Os carapaus, biqueirões e sardinhas alimados, as amêijoas e berbigões ao natural, o arroz de lingueirão, as cataplanas, caldeiradas e massinhas com peixe são pratos típicos de Faro. As papas de milho, mais conhecidas como xarém, são um dos ex- libris da região. As carnes também constam nos cardápios da região, numa mistura com marisco. Nas sobremesas predominam as doçarias à base de frutos secos como bolos de amêndoa, figo e alfarroba. Com uma região vinícola demarcada, de clima tipicamente mediterrânico, que utiliza castas tradicionais para produzir vinhos de qualidade, com sabor a fruto, baixa acidez e a que o sol dá uma graduação elevada, os vinhos e aguardentes juntam-se à tradição gastronómica do Algarve. == Desporto == === Sporting Clube Farense === O maior clube desportivo da cidade é o Sporting Clube Farense, que é ainda a instituição desportiva com mais historial do Algarve. Ao nível do futebol, a sua equipa de futebol já conseguiu uma presença na final da Taça de Portugal no Estádio Nacional do Jamor, na época de 1989/1990, um 5º lugar na 1ª Divisão em 1994/1995, que ainda lhe valeu uma participação na Taça UEFA no ano seguinte. Dando resposta à séria crise financeira que assolou a equipa no princípio da corrente década que a levou ao patamar mais baixo do futebol em 2006. O Sporting Clube Farense começa então uma longa travessia pelas divisões inferiores até chegar finalmente ao escalão máximo do futebol português (Primeira Liga) em 2020/21. O clube é ainda conhecido pelo seu conjunto de Basquetebol, que tem tido excelentes resultados sendo por várias vezes campeã do algarve. ===Estádio Algarve=== thumb|Estádio Algarve A mais importante infraestrutura desportiva do concelho é o Estádio Algarve, construído para o Campeonato Europeu de Futebol que teve lugar em Portugal no ano de 2004. O estádio localiza-se no Parque das Cidades numa zona fronteira dos concelhos de Loulé e de Faro. Os \"mandantes\" do estádio são o Sporting Clube Farense e o Louletano Desportos Clube, mas em virtude de nenhuma das equipas se mostrar interessada em jogar \"fora da cidade\", as câmaras municipais das duas cidades têm unido esforços no sentido de atrair eventos dinamizando as excelentes infra-estruturas à disposição. Deste modo o estádio tem sido palco de numerosos eventos desportivos, como vários jogos oficiais da Selecção Portuguesa de Futebol, a Supertaça em 2005 e em 2015 e a Final da Taça da Liga em 2008, e culturais como o Algarve Summer Festival. O Rally de Portugal tem tido nos últimos anos como pano de fundo este estádio, sendo aproveitado toda a zona envolvente. ===Pista de Atletismo de Faro=== Equipamento recente foi inaugurado com a realização da final de clubes de Atletismo da I e II Divisão, situada na entrada de Faro (entrada de Olhão) enquadrado numa zona desportiva. ==== Caracterização da pista==== 8 corredores 4 Caixas de saltos horizontais 1 Colchão de salto em Altura 1 Colchão de Salto com Vara 2 Círculos de Lançamento do Peso 1 Gaiola de lançamento do Disco e Martelo === Outros clubes === O concelho de Faro possui mais três clubes ao nível do futebol sénior o Sport Faro e Benfica, o Culatrense e o FC 11 Esperanças. Desde Setembro de 2014, existe um grupo informal \"Faro, Pegadas à 4ª Feira\", que semanalmente, às quartas-feiras pelas 19:45 th, em locais diferentes do concelho de Faro, oferece à população em geral, eventos de caminhadas e de corridas com percursos diferentes, cuja participação ronda entre 150 a 200 ou mais participantes. == Política == O município de Faro é administrado por uma câmara municipal composta por 9 vereadores. Existe uma assembleia municipal que é o órgão legislativo do município, constituída por 33 deputados (dos quais 27 eleitos diretamente). O cargo de presidente da Câmara Municipal é atualmente ocupado por Rogério Bacalhau, reeleito nas eleições autárquicas de 2021 pela coligação Unidos por Faro (PSD/CDS-PP/IL/MPT/PPM), tendo maioria absoluta de vereadores na câmara (5), com os restantes vereadores sendo eleitos pelo Partido Socialista. {| Órgão PSD/CDS/ MPT/PPM PS PCP-PEV CH BE PAN Câmara Municipal 5 4 0 0 0 0 Assembleia Municipal 13 9 2 1 1 1 === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V Participação PS PPD/PSD FEPU/ APU/CDU CDS-PP PCTP/ MRPP AD UDP/BE PPM MPT PSD-CDS-MPT-PPM IND PAN CH IL GDUP PCP (m-l) PRD PSR PH PPV 1976 38,34 3 22,58 2 20,66 2 6,97 - 2,48 - 3,98 - 0,95 - 1979 25,34 2 AD 25,62 2 AD 2,12 - 43,21 3 1,66 - AD 1982 33,27 2 24,89 2 37,31 3 1,09 - 1985 21,41 1 44,17 4 22,46 2 0,75 - 8,31 - 1989 42,76 3 34,01 3 13,69 1 5,18 - 0,83 - 1993 32,86 3 26,08 2 17,68 1 12,71 1 6,71 - 1997 46,72 4 28,58 2 14,98 1 2,65 - 0,97 - 0,72 - 2001 39,02 3 42,47 4 10,06 - 2,84 - 1,58 - CDS BE 2005 41,07 4 38,31 3 8,93 - 1,44 - 4,61 - 0,74 - 2009 42,25 4 CDS- MPT - PPM 5,25 - PSD MPT - PPM 3,04 - PSD-CDS- MPT PSD- CDS- PPM 42,67 5 4,12 - 2013 32,32 4 12,76 1 4,82 - 33,94 4 5,74 - 1,38 - 2017 38,06 4 7,38 - 3,06 - 43,94 5 1,83 - 2,32 - 2021 30,58 4 6,48 - 4,05 - 47,76 5 2,66 - 5,13 - PSD- CDS- MPT- PPM CH === Eleições legislativas === Data % PS PSD PCP CDS UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 42,48 21,23 17,32 7,37 2,86 1979 27,74 AD APU AD 2,91 39,34 23,71 1980 FRS 1,45 41,43 19,77 30,08 1983 38,42 26,44 7,93 0,98 20,65 1985 18,86 28,59 9,36 1,10 16,71 20,61 1987 22,63 47,97 CDU 3,25 0,74 12,47 7,10 1991 32,47 48,58 3,19 8,04 0,78 2,45 1995 48,74 28,48 9,72 0,45 8,50 0,38 1999 46,03 28,78 7,87 9,63 3,54 2002 40,71 36,82 7,39 7,61 3,65 2005 47,47 24,64 6,28 7,38 9,07 2009 32,90 26,05 10,43 8,00 15,38 2011 23,48 36,53 12,78 8,83 8,30 1,79 2015 34,02 CDS PSD 8,88 13,53 2,05 31,53 1,18 2019 35,53 23,84 3,57 7,17 13,05 5,05 0,93 1,90 1,02 2022 40,39 25,41 0,93 4,94 6,23 2,23 1,26 9,64 5,35 2024 27,37 AD AD 24,47 3,25 6,29 2,68 3,80 21,50 5,35 == Personalidades destacadas == * Brites de Almeida, a Padeira de Aljubarrota nascida em Faro em 1350, mais conhecida como \"a Padeira de Aljubarrota\", foi uma figura lendária e heroína portuguesa, cujo nome se encontra associado à vitória dos portugueses contra as forças castelhanas na Batalha de Aljubarrota em 1385. Com a sua pá de padeira, terá morto sete castelhanos que encontrara escondidos no seu forno. *D. Francisco Gomes do Avelar É enorme a importância de D. Francisco Gomes do Avelar (1739-1816), cujo bispado decorreu entre 1789 e 1816 , na história de Faro. Deve-se a este prelado a recuperação de diversos edifícios eclesiásticos na cidade e no resto do Algarve, sobretudo, após a destruição provocada pelo Terramoto de 1755. * Barão de Faro e Visconde de Faro *Mário Lyster Franco nasceu em Faro a 19 de Fevereiro de 1902, no seio de uma família ilustre. Seu pai, o pintor Carlos Augusto Lyster Franco foi uma das personalidades mais distintas e admiradas na sociedade farense dos princípios do século XX. Licenciado em Direito, foi Presidente da Câmara Municipal de Faro durante dois mandatos, de 1932-34 a 1937-39, prosseguindo depois ainda mais alguns anos como vereador. Nesse âmbito, importa realçar que ao Dr. Mário Lyster Franco se ficaram a dever grandes melhoramentos locais, nomeadamente nas infra-estruturas de abastecimento de águas, electricidade e esgotos, assim como na abertura de novas vias de acesso nas freguesias rurais do concelho, assim como a criação em 1932 do Museu Antonino de Faro, e as suas iniciativas nas colunas do «Diário de Notícias» e da imprensa regional para os monumentos a D. Francisco Gomes do Avelar, Ferreira de Almeida e Ataíde Oliveira Assumiu em 1946 a direcção do semanário «Correio do Sul», um dos mais prestigiados órgãos da imprensa algarvia de todos os tempos, ao leme do qual se manteria quase quarenta anos. A lista de obras de Mário Lyster Franco reparte-se entre a arqueologia, a história e a literatura algarvia, num total de trinta títulos, dos quais nunca se fez uma reedição. Faleceu em Lisboa, em 20 de Agosto de 1984. * José António Pinheiro e Rosa escritor, compositor e professor, nasceu em Faro, em 5 de Maio de 1908 e faleceu na mesma cidade em 1995. Especialmente dotado para a música foi organista e compositor, sendo autor de algumas peças musicais de carácter religioso. Director da Biblioteca e dos Museus Municipais da cidade foi, ainda professor da Escola Tomás Cabreira, de Faro, entre 1967 e 1975 e responsável nesse mesmo período pelas ruínas romanas de Milreu. Foi também o director dos Anais do Município de Faro, publicando 15 volumes de 1969 a 1983. Membro da Academia Portuguesa da História, dedicou mais de meio século da sua vida à investigação da história e Arte Sacra do Algarve. * Adelino da Palma Carlos nasceu em Faro em 3 de Março de 1905 e faleceu em Lisboa em 25 de Outubro de 1992. Professor universitário, destacado republicano histórico e opositor do Estado Novo, advogado e político português foi Primeiro-Ministro do I Governo Provisório de Portugal. Bastonário da Ordem dos Advogados teve um importante papel na consolidação institucional e na internacionalização daquela corporação. Adelino da Palma Carlos foi, igualmente, Grão-mestre do Grande Oriente Lusitano, a principal organização da maçonaria portuguesa. *Carlos Porfírio pintor e cineasta, nasceu em Faro em 29 de Março de 1895 e faleceu 25 de Novembro de 1980. Toda a sua obra artística revela uma grande influência futurista, fruto dos contactos que teve tido com figuras ilustres do movimento futurista, em Portugal, Espanha e França. Em Madrid e Paris frequentou centros artísticos e intelectuais e expôs individual e colectivamente as suas obras. Foi director e editor do \"Portugal Futurista\". Como cineasta, dirigiu os filmes de fundo \"Sonho de Amor\" (1945) e \"Um grito na Noite\" (1948). Também a este artista se deve a criação do Museu Etnográfico de Faro. Foi considerado um dos maiores pintores contemporâneos algarvios. O pintor e cineasta Carlos Filipe Porfírio foi, sem dúvida, um dos mais assinalados valores da cultura algarvia do século XX e com enorme ressonância no contexto nacional. *Nascimento Fernandes nasceu em Faro em 6 de Novembro de 1881 e veio a falecer em Lisboa a 6 de Dezembro de 1955. Aos 4 anos de idade, os seus pais rumaram a Lisboa. Nessa cidade ingressou no curso de Medicina, o qual viria a abandonar em detrimento do Teatro. Nascimento Fernandes chegou a escrever peças de teatro e textos para os espectáculos do Parque Mayer. A sua carreira passou a contar notáveis interpretações cómicas em comédias ou revistas. Em 1907, estreou-se no cinema português, participando no filme “O Rapto de uma Actriz”, de Freire Correia. Muito mais tarde, com o aparecimento do cinema sonoro foi convidado pelo realizador Manuel de Oliveira para escrever os diálogos e participar em “Aniki-Bobó” (1942). Os últimos anos da sua vida foram marcados pela miséria e doença. *Assis Esperança nasceu em Faro a 27 de Março de 1892 e faleceu em Lisboa em 3 de Março de 1975. Escritor, autor de vários romances, peças teatrais e novelas, arrecadou inúmeros prémios e distinções literárias. A par da faceta de escritor, enquanto jornalista deu o seu contributo na Seara Nova, “o Diabo” e “Vértice”, tendo sido Director do jornal de crítica teatral “A Crítica”. *António Ramos Rosa nasceu em 17 de Outubro de 1924, em Faro. Fez estudos secundários, trabalhando como empregado de escritório, correspondente comercial, professor e tradutor. Nos anos cinquenta, radica-se em Lisboa, vindo a ser director das revistas literárias Árvore, Cassiopeia e Cadernos do Meio-Dia, tornando-se conhecido como ensaísta e crítico literário. A partir de 1958, com a publicação do livro Grito Claro, torna-se conhecido como poeta. António Ramos Rosa recebeu, entre outros, o prémio Fernando Pessoa, em 1988; o prémio PEN Clube Português e o Grande Prémio de Poesia Associação Portuguesa de Escritores/CTT -Correios de Portugal, em 2006, pela obra Génese (2005); e o prémio Luís Miguel Nava (2006) pelas obras de poesia publicadas no ano anterior: Génese e Constelações. *Teresa Rita Lopes natural de Faro onde nasceu em 1937, Teresa Rita Lopes é uma das maiores especialistas contemporâneas da obra de Fernando Pessoa. Professora Catedrática da Universidade Nova de Lisboa tem dedicado o seu percurso profissional à investigação e produção de obras notáveis sobre Pessoa. Tem, de igual modo, colaborado regularmente em várias publicações literárias portuguesas e estrangeiras, quer no domínio do ensaio, quer da poesia. A farense Teresa Rita Lopes tem, igualmente, peças de teatro publicadas e representadas em Portugal e no estrangeiro. *Carlos Quintas nasceu em Faro a 9 de Abril de 1951. Com uma carreira artística versátil, é actor, mas também já foi cantor. Começou a representar em 1971 em Luanda, Angola, cidade onde ganhou também um Festival da Canção e um Prémio Cantor Revelação. Estreou-se em Portugal em 1975, junto a Laura Alves. Abandonou a carreira de músico em 1982, dedicando-se em exclusivo ao teatro. Tem feito também televisão: entrou em vários programas de comédia e numa telenovela, tudo na RTP. Participou também em cinema, no filme Camarate, de Luís Filipe Rocha. Desde meados dos anos noventa, tem representado em quase todas as peças de Filipe La Féria, sendo actualmente actor residente no Teatro Politeama, em Lisboa. *Filipe Ferrer actor e dramaturgo nascido em 25 de Agosto de 1936, em Faro, e falecido a 26 de Junho de 2007, em Lisboa. Ao longo da sua carreira integrou várias companhias teatrais, destacando-se a Companhia Nacional de Teatro, o Teatro Estúdio de Lisboa, o Teatro do Nosso Tempo e a Casa da Comédia. Nos palcos desta última, protagonizou, em 2005, As Pestanas de Greta Garbo, uma peça da sua autoria. Participou em mais de sessenta filmes, quinze séries televisivas, telenovelas e outras tantas peças de teatro. *Inverno Amaral (1952 2020) Piloto de automóveis *João Pinto Pires (1925 2020) Político e empresário *José Rosa Pinto (1941 2018) Militar e botânico *Fernando Silva Grade (1955 2019) Arquitecto, pintor e activista pelo ambiente e cultura *Diogo Piçarra (1990) Cantor == Geminações == A cidade de Faro é geminada com as seguintes cidadeshttp://www.anmp.pt/anmp/pro/mun1/gem101l0.php?cod_ent=M8000: * Tânger, Tânger-Tetuão, (desde 1954) * Bolama, Bolama, * Huelva, Andaluzia, * Málaga, Andaluzia, * Praia, Ilha de Santiago, Cabo Verde * Ilha do Príncipe, São Tomé e Príncipe * Maxixe, Inhambane, Moçambique * Haikou, Ainão, República Popular da China == Galeria == Ficheiro:Faro aerial view.jpg|Vista Aérea Ficheiro:Marina-de-Faro.jpg|Marina de Faro Ficheiro:EstatuaDAfonsoIIIFaro.JPG|Estátua de D. Afonso III Ficheiro:Faro - Governo Civil.jpg|Governo Civil de Faro Ficheiro:MisericordiaFaro.JPG|Igreja e Hospital Ficheiro:Faro City Hall.JPG|Câmara Municipal Ficheiro:Old Faro.jpg|Zona Antiga da Cidade Ficheiro:PalacGuerrFaro.JPG|Palacete Guerreirinho Ficheiro:Banco-de-Portugal-Faro.jpg|Sede do Banco de Portugal em Faro Ficheiro:PalacioBelmarço1.JPG|Palacete Belmarço Ficheiro:CemiterioSantaBarbaraNexe.JPG|Cemitério Municipal de Santa Bárbara de Nexe Ficheiro:Faro Cidade Velha 3.JPG|Cidade velha de Faro Ficheiro:Cormo Church, Faro Portugal.jpg|Igreja de São Francisco Ficheiro:Estoi Park 01.jpg|Jardim do Palácio de Estói Ficheiro:HortaDoOurives.JPG|Horta do Ourives Ficheiro:EstoiMilreu.JPG|Milreu Ficheiro:Milreu ruins 2004.jpg|Milreu Ficheiro:IgrejaEstoi.JPG|Estoi Ficheiro:IgrejaSeFaro.JPG|Sé de Faro Ficheiro:JardimPalacioEstoi.JPG|Jardim Palácio Estoi == Ver também == * Cultura europeia * Conde de Faro ==Ligações externas== * Câmara Municipal de Faro – Sítio oficial * * Carmelo de Faro – Carmelitas Descalças * Moto Clube de Faro",
 "title": "Faro"
}