{
 "id": "76049",
 "text": "José de la Cruz Porfirio Díaz Mori (Oaxaca de Juárez, 15 de setembro de 1830 – Paris, 2 de julho de 1915) foi um militar e político mexicano, Presidente da República em três períodos políticos. Díaz, veterano da Guerra da Reforma e elevado à patente de general, moveu o Exército contra o Imperador Maximiliano I em 1867, estabelecendo um regime político de mais de três décadas — o chamado Porfiriato. As políticas de Díaz promoveram estabilidade política e modernização ao país, algo que ainda não havia sido esboçado pelos governos anteriores, dando origem ao termo \"Paz porfiriana\" (amplamente empregado pelos historiados em referência a este período). Além disso, Díaz implementou estratégias de repressão ao opositores de seu regime e, principalmente, contra os adversários políticos durante os processos eleitorais. A postura ditatorial de sua doutrina política, conhecida como Porfirianato, entrou em conflito com os interesses das massas, degradando-lhe a imagem pública. No período de 1880 a 1884, Díaz esteve afastado do cargo presidencial, porém manteve-se ainda como figura política de grande influência. Em 1908, Díaz afastou todos os possíveis concorrentes à Presidência nas eleições futuras, gerando grande antipatia por parte da população. Este fato somado às crescentes exigências de melhores condições no cenário rural foi um dos motores da Revolução Mexicana. Em 25 de maio de 1911, Díaz foi deposto por Francisco Madero, um dos líderes do movimento revolucionário, e exilou-se em Paris, onde faleceu quatro anos depois. ==Biografia== Filho de José Faustino Díaz Bohorques e Petrona Mori Cortés. Perdeu o seu pai aos três anos de idade. Em 1850 Porfirio entrara ao Instituto de Ciências e Artes de Oaxaca para estudar leis. Combateu em 1855 contra o general Antonio López de Santa Anna na Revolução de Ayutla com a qual foi vencida a ditadura deste general, levando-o ao exílio. Participou da Guerra da Reforma, na qual se distinguiu como defensor do liberalismo e, tempo depois, na Guerra de Intervenção Francesa, destacando-se seu triunfo em Puebla em 1862 conduziu à cavalaria na batalha comemorada de 5 de Maio de 1862; mais tarde também em Puebla a 2 de abril de 1867, na qual venceu às tropas imperiais. === Porfirismo === ==== O regime ==== Uma vez presidente (1876-1880), fez mudanças constitucionais para eliminar a reeleição. Em 1880 foi eleito presidente Manuel González (amigo de Porfirio Díaz), quem lhe ajudou a realizar as reformas pertinentes para poder reeleger-se. Durante este período desempenhou um cargo no gabinete de Manuel González e depois foi governador de Oaxaca. Graças às reformas feitas à Constituição de 1857, manteve-se no poder de 1884 a 1911 no período conhecido como Porfirismo. Governou o país ajudado por um grupo de políticos e intelectuais, aos quais o povo denominou \"científicos\", por apoiar-se, segundo eles, em métodos científicos para a administração do governo. Ele instituiu a \"Ley Fuga\", que permitiu o tiroteio de um prisioneiro que tentou fugir. O método era comummente utilizado para se livrar dos adversários políticos.John Womack, Zapata and the Mexican Revolution, Random House USA, 1988 Para celebrar o centenário do Grito de Dolores e o aniversário de Porfirio Díaz, as autoridades organizaram grandes festividades. Cento e seis líderes políticos, militares e intelectuais dos Estados Unidos participaram: o Vice-Presidente, o Secretário de Estado e o Secretário do Tesouro, 14 deputados, 20 senadores, 14 altos funcionários do Departamento de Estado, governadores, presidentes de universidades, generais e almirantes. As festividades custaram 20 milhões de pesos; 20 vagões de champanhe vindos de França estavam bêbados. O Porfiriat foi também o reconhecimento da supremacia branca. O embaixador americano Henry Lane Wilson elogiá-lo-ia após a sua queda: 'Diaz não era apenas um autocrata, era também um governante sábio e justo, um patriota sincero e um homem honesto. Sobre os fundamentos da barbárie asteca, ignorância e superstição, ele espalhou um fino folheado da supremacia ariana\". Para o Presidente Calvin Coolidge: \"durante os mais de 30 anos do Presidente Diaz, fomos especialmente encorajados a fazer investimentos\", acrescentando que a \"desordem\" se tinha instalado posteriormente. ==== Política económica ==== Durante o porfiriato, a fim de compensar a falta de capital mexicano (muitos capitalistas mexicanos que não eram proprietários de terras e que viviam no estrangeiro sem participar na vida política preferiram investir o seu dinheiro na Europa ou nos Estados Unidos), o investimento estrangeiro foi encorajado. José Yves Limantour foi colocado à frente deste plano de desenvolvimento económico. A maioria dos investimentos são provenientes dos Estados Unidos, seguidos pelos britânicos, franceses, alemães e espanhóis. Os investidores estrangeiros tinham uma preponderância total nas infraestruturas (caminhos-de-ferro, portos, telégrafos e telefones), mineração, petróleo, têxteis, plantações e indústria. Houve muitas greves a partir de 1906, mas estas foram violentamente reprimidas. O sistema Porfirio levou a desigualdades no desenvolvimento que causam tensões: desigualdades sectoriais (as exportações de produtos mineiros e de matérias-primas estão a crescer consideravelmente, enquanto os alimentos e os bens de consumo estão a tornar-se mais escassos) e desigualdades entre regiões. A produção de milho caiu de 2,5 milhões em 1877 para 2 milhões em 1910, enquanto a população aumentou (traduzido em produção per capita, isto representa uma redução de 50%). A propriedade em grande escala fez progressos consideráveis enquanto as empresas fundiárias acumularam milhões de hectares. No final da presidência de Díaz, 97% da terra arável pertencerá a 1% da população e 95% dos camponeses deixarão de ter terra. Tornar-se-iam trabalhadores agrícolas em grandes haciendas ou formariam um miserável proletariado urbano, cujas revoltas seriam esmagadas uma a uma. O salário do trabalhador rural poderia ser de 20 ou 25 centavos por dia em casos extremos, e 10 ou 15 centavos para mulheres e crianças. No final do século XIX, a proporção de crianças entre os operários de fábrica era de um oitavo. Um estudo médico explica o baixo consumo de sabão pelos trabalhadores mexicanos pelo facto de que \"o sabão absorveria 25% do seu rendimento\". Além disso, um grande número de trabalhadores não é proprietário de uma casa. A taxa de analfabetismo era de 80% em 1910. Para além destas dificuldades, a crise de Wall Street de 1907 teve repercussões na economia mexicana, causando uma onda de despedimentos no sector mineiro e aumentos de preços.landmatrix.org - pdf ==== Revolução ==== Com a queda do apoio popular ao seu governo, e a insurreição lançada por Francisco I. Madero, foi forçado a renunciar em 25 de maio de 1911. Em 1915, Díaz morreu no exílio em Paris, onde está sepultado no Cemitério do Montparnasse. Foi o autor da célebre frase, hoje ditado popular: \"Pobre México. Tão longe de Deus e tão perto dos Estados Unidos\", que representa a mentalidade de insatisfação do país por ter fronteiras com uma potência econômica, porém enfrentar as mazelas de um país subdesenvolvido. == Na cultura popular == * Foi interpretado pelo ator mexicano Fernando Becerril no filme El baile de los 41 (2020). * Foi interpretado pelo ator mexicano Miguel Manzano na telenovela La Constitución (1970) * Foi interpretado pelo ator mexicano José Luis Padilla na telenovela Bodas de odio (1983) * Em 1994 teve sua vida narrada na novela histórico-biográfica El vuelo del águila, interpretado pelo ator Manuel Ojeda. ==Ver também== *Revolução Mexicana *Atentado contra Porfirio Díaz de 1897 Categoria:Naturais de Oaxaca de Juárez Categoria:Presidentes do México Categoria:Porfirio Díaz Categoria:Militares do México Categoria:Maçons do México Categoria:Católicos do México Categoria:Sepultados no Cemitério do Montparnasse Categoria:Governantes depostos por guerras Categoria:Grã-Cruzes da Ordem da Torre e Espada Categoria:Políticos mexicanos do século XIX Categoria:Políticos mexicanos do século XX",
 "title": "Porfirio Díaz"
}