{
 "id": "76078",
 "text": "Samsara ou Sansara (em devanágari: संसार; Saṃsāra) é uma palavra páli/sânscrita que significa \"mundo\". É também o conceito de renascimento e \"ciclicidade de toda a vida, matéria, existência\", uma crença fundamental da maioria das religiões indianas.Flood, Gavin D. (1996), An Introduction to Hinduism, Cambridge University Press Popularmente, é o ciclo de morte e reencarnação. Sansara é, por vezes, referido com termos ou frases como transmigração/reencarnação, ciclo cármico, ou Punarjanman, e \"ciclo de deriva sem rumo, perambulação ou existência mundana\". O conceito de sansara tem raízes na literatura pós-védica; a teoria não é discutida nos próprios Vedas.A.M. Boyer: Etude sur l'origine de la doctrine du samsara. Journal Asiatique, (1901), Volume 9, Issue 18, S. 451–53, 459–68Yuvraj Krishan: . Bharatiya Vidya Bhavan, 1997, Aparece em forma desenvolvida, mas sem detalhes mecanicistas, nos primeiros Upanixades.A.M. Boyer (1901), Etude sur l'origine de la doctrine du samsara, Journal Asiatique, Volume 9, Issue 18, pp. 451–53, 459–68 A exposição completa da doutrina sansara é encontrada em movimentos Xramânicos, como o budismo e o jainismo primitivos, bem como em várias escolas de filosofia hindu depois de meados do primeiro milênio a.C. A doutrina sansara está ligada à teoria do carma do hinduísmo, e a libertação do sansara tem estado no centro da busca espiritual das tradições indianas, bem como de suas divergências internas. A libertação do sansara é chamada Moksha, Nirvana, Mukti ou Caivália. == Etimologia e terminologia == Saṃsāra (em devanágari: संसार) significa \"errante\", bem como \"mundo\", em que o termo conota \"mudança cíclica\". Sansara, conceito fundamental em todas as religiões indianas, está ligado à teoria do carma e refere-se à crença de que todos os seres vivos passam ciclicamente por nascimentos e renascimentos. O termo está relacionado a frases como \"o ciclo da existência sucessiva\", \"transmigração\", \"ciclo cármico\", \"a roda da vida\" e \"ciclicidade de toda a vida, matéria, existência\". Muitos textos acadêmicos escrevem saṃsāra como samsara ou sansara. Segundo Monier-Williams, saṃsāra está enraizado no termo Saṃsṛ (संसृ), que significa \"dar a volta, girar, passar por uma sucessão de estados, ir em direção ou obter, movendo-se em um circuito\". Uma forma conceitual dessa raiz aparece em textos antigos como saṃsaraṇa, que significa \"passar por uma sucessão de estados, nascimento, renascimento dos seres vivos e do mundo\", sem obstrução. O termo abrevia para saṃsāra, referindo-se ao mesmo conceito, como uma \"passagem por estados sucessivos de existência mundana\", uma transmigração, metempsicose, um circuito de viver onde se repetem estados anteriores, de um corpo para outro, uma vida mundana de constante mudança, ou seja, renascimento, crescimento, decadência e redemorte. O conceito é então contrastado com o conceito de moksha, também conhecido como mukti, nirvāṇa, nibbāna ou kaivalya, que se refere à libertação desse ciclo de peregrinação sem rumo. O conceito de sansara desenvolveu-se nos tempos pós-védicos e pode ser rastreado nas camadas do Samhita, como nas seções 1.164, 4.55, 6.70 e 10.14 do Rigueveda. Embora a ideia seja mencionada nas camadas Samhita dos Vedas, há uma falta de exposição clara ali, e a ideia se desenvolve plenamente nos primeiros Upanixades. Damien Keown afirma que a noção de \"nascimento e morte cíclicos\" aparece por volta de 800 a.C. A palavra saṃsāra aparece, junto com Moksha, em vários Upanixades Principais como no verso 1.3.7 do Upanixade de Cata,Katha Upanishad प्रथमोध्यायः/तृतीयवल्ली Wikisource verso 6.16 do Upanixade de Shvetashvatara,Shvetashvatara Upanishad षष्ठः अध्यायः Wikisource versos 1.4 e 6.34 do Upanixade de Maitri.Maitri Upanishad Wikisource, Quote: ३ चित्तमेव हि संसारम् तत्प्रयत्नेन शोधयेत्GA Jacob (1963), A concordance to the Principal Upanishads and Bhagavad Gita, Motilal Banarsidass, pp. 947–48 A palavra saṃsāra está relacionada a Saṃsṛti, este último referindo-se ao \"curso da existência mundana, transmigração, fluxo, circuito ou corrente\". == Definição e justificativa == A palavra significa literalmente \"vagar, fluir\", afirma Stephen J. Laumakis, no sentido de \"vagar sem rumo e sem direção\". O conceito de sansara está intimamente associado à crença de que a pessoa continua a nascer e renascer em vários reinos e formas. As primeiras camadas do texto védico incorporam o conceito de vida, seguido por uma vida após a morte no céu e no inferno com base em virtudes cumulativas (mérito) ou vícios (demérito). No entanto, os antigos rixis védicos desafiaram essa ideia de vida após a morte como simplista, porque as pessoas não vivem uma vida igualmente moral ou imoral. Entre vidas geralmente virtuosas, algumas são mais virtuosas; enquanto o mal também tem graus, e os textos afirmam que seria injusto para o deus Iama julgar e recompensar as pessoas com vários graus de virtude ou vícios, de uma maneira \"qualquer\" e desproporcional. Eles introduziram a ideia de uma vida após a morte no céu ou no inferno proporcionalmente ao mérito de cada um, e quando isso acaba, a pessoa retorna e renasce. Essa ideia aparece em textos antigos e medievais, como o ciclo de vida, morte, renascimento e redemorte, como a seção 6:31 do Maabarata e a seção 6.10 do Devi Bhagavata Purana.Yuvraj Krishan (1988), Is Karma Evolutionary?, Journal of Indian Council of Philosophical Research, Volume 6, pp. 24–26 == História == As origens históricas do conceito de ciclo e de repetida reencarnação, ou Punarjanman, são obscuras, mas a ideia aparece tanto em textos da Índia quanto da Grécia Antiga durante o primeiro milênio a.C. A ideia de samsãra é sugerida em textos posteriores como o Rigveda, mas a teoria é ausente. De acordo com Sayers, as primeiras camadas da literatura védica mostram a adoração aos ancestrais e rituais como a Śrāddha (oferecimento de comida para os antepassados). Textos védicos posteriores como os Aranyakas e os Upanixades apresentam uma soteriologia diferente baseada na reencarnação, pouco preocupada com rituais aos ancestrais, e começam a interpretar filosoficamente os antigos rituais, embora a ideia não seja ainda totalmente desenvolvida. É nos Upanixades mais antigos que essas ideias são melhor desenvolvidas, mas mesmo neles a discussão não apresenta detalhes. A doutrina detalhada floresce com característica únicas a partir de meados do primeiro milênio a.C., em diversas tradições como o Budismo, o Jainismo e várias escolas da filosofia Hindu. A evidência de quem influenciou quem nos tempos antigos é superficial e especulativa, a maior chance é de que o desenvolvimento histórico das teorias do Samsãra tenha acontecido em paralelo e com influências simultâneas.; Quote: \"There was such constant interaction between Vedism and Buddhism in the early period that it is fruitless to attempt to sort out the earlier source of many doctrines, they lived in one another's pockets, like Picasso and Braque (who were, in later years, unable to say which of them had painted certain paintings from their earlier, shared period).\"Gavin D. Flood (1996), An Introduction to Hinduism, Cambridge University Press, , p. 86, Quote: “The origin and doctrine of Karma and Samsara are obscure. These concepts were certainly circulating amongst sramanas, and Jainism and Buddhism developed specific and sophisticated ideas about the process of transmigration. It is very possible that the karmas and reincarnation entered the mainstream brahmanical thought from the sramana or the renouncer traditions. Yet, on the other hand, although there is no clear doctrine of transmigration in the vedic hymns, there is the idea of redeath, that a person having died in this world, might die yet again in the next.”Padmanabh S. Jaini 2001 “Collected Paper on Buddhist Studies” Motilal Banarsidass, , p. 51, Quote: \"Yajnavalkya’s reluctance to discuss the doctrine of karma in public (...) can perhaps be explained by the assumption that it was, like that of the transmigration of Atman, of non-brahmanical origin. In view of the fact that this doctrine is emblazoned on almost every page of sramana scriptures, it is highly probable that it was derived from them.\"Govind Chandra Pande, (1994) Life and Thought of Sankaracarya, Motilal Banarsidass , p. 135, Quote: (...) They Sramanas could have been connected with the Harappan Civilization which is itself enigmatic. It seems that some Upanishad thinkers like Yajnavalkya were acquainted with this kind [sramanic] thinking (...) and tried to incorporate these ideas of Karma, Samsara and Moksa into the traditional Vedic thought. == Ver também == * Samsara (budismo) == Bibliografia == * * * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * Reincarnation: A Simple Explanation * The Wheel of Life, C. George Boeree, Shippensburg University * The difference between Samsara and Nirvana, Minnesota State University, Mankato * Saṃsāra and Rebirth, Buddhism, Oxford Bibliographies Categoria:Conceitos filosóficos hindus Categoria:Conceitos filosóficos budistas Categoria:Conceitos filosóficos jainistas Categoria:Teosofia Categoria:Reencarnação Categoria:Palavras, frases e expressões em sânscrito",
 "title": "Sansara"
}