{
 "id": "76147",
 "text": "Os Balrogs foram, dentro da Terra Média, Maiar seduzidos por Melkor, ou Morgoth, no início de Arda, e que residiam em sua fortaleza no norte, Utumno. Os balrogs e Sauron, que também era um Maia, tornaram-se os mais sinistros dos servos de Melkor, especialmente nas guerras de Beleriand na Primeira Era. Morgoth corrompeu esses Maiar ao seu serviço e vontade. Existiam entre três e sete Balrogs, mas de acordo com o filho de Tolkien, nunca houve realmente mais do que sete Balrogs. No entanto, em diversos textos há referências a \"exércitos\" de Balrogs. Gothmog era seu capitão. O mais famoso Balrog foi descrito em O Senhor dos Anéis, tendo sido responsável pela morte de Gandalf, o Cinzento. == Informações biográficas == === Características biográficas === * Outros nomes: Demônios do Mundo Antigo * Data de nascimento: Antes da criação de Arda * Data de falecimento: Para o Balrog de Moria, veja Ruína de Durin * Reinos governados: O Balrog de ​​Moria (Ruína de Durin) assumiu Moria com os Orcs * Arma(s): Chicote de fogo, Espada de fogo, respiração flamejante, voo e grito/rugido === Características físicas === * Raça: Ainur * Cultura: Maiar * Altura: O tamanho de dois elfos empilhados * Sexo: Masculino * Cor dos cabelos: Cor de chamas vermelhas * Cor dos olhos: Possivelmente vermelhos == Origens == Os Balrogs eram originalmente membros da raça Maiar (e, portanto, Ainur também), da mesma ordem de Sauron e Gandalf, mas foram seduzidos por Morgoth, que corrompeu-os ao seu serviço nos dias de seu esplendor antes mesmo da criação de Arda. Durante a música dos Ainur, Melkor (Morgoth) começou a introduzir temas de sua própria autoria no Tema de Ilúvatar, causando grande discórdia na música. Os Balrogs estavam entre aqueles espíritos perto de Melkor e que entraram em sintonia com a música tema de Melkor, em vez da de Ilúvatar. Portanto, eles não só já existiam antes da criação do mundo, como também tiveram um papel na sua criação. Em a psicanálise do Fogo Gaston Bachelard ao analisar o fogo no universo literário cita o Balrog como um servo/servidor do fogo, adentrando ainda nas nuances do fogo, demonstrando que o fogo negro dos Balrog era inferior a verdadeira chama de Anor. == História == Durante a Primeira Era, eles estavam entre os servos mais temidos das forças de Morgoth. Quando sua fortaleza de Utumno foi destruída pelos Valar, eles fugiram e se esconderam nos poços de Angband. Ajudaram Morgoth quando este fugiu com as Silmarils juntamente com Ungoliant, que o atacou, pois queria as Pedras. Na Guerra da Ira, a maioria foi destruída, restando poucos que fugiram para as Montanhas Azuis, na Terra-Média. Na Terceira Era os Anões de Khazad-dûm, sem querer, despertaram um Balrog durante a mineração de Mithril e foram forçados a fugir às pressas de sua antiga habitação. Os Balrogs foram primeiramente encontrados pelos Elfos durante a Dagor-nuin- Giliath (Batalha sobre as Estrelas) na Primeira Era. Após a grande vitória de Noldor sobre os orcs de Morgoth, Fëanor seguiu para Angband, mas os Balrogs vieram contra ele. Então ele foi mortalmente ferido por Gothmog, Senhor dos Balrogs (o único Balrog conhecido pelo nome). Apesar de seus filhos terem lutado contra os demônios, Fëanor morreu por causa de seus ferimentos pouco tempo depois, e seu espírito partiu para os Salões de Mandos. Todos os Balrogs deveriam ter sido destruídos no final da Primeira Era, mas foi descoberto mais tarde que, pelo menos um, escapou escondendo-se nas profundezas das Montanhas Sombrias perto de Moria - A Ruína de Durin, talvez o melhor documentado dos Balrogs. Em seu confronto com o mago Gandalf, o Balrog, cujo nome era o mesmo do antigo comandante dos Balrog, Gothmog, foi derrotado, enquanto a Sociedade do Anel escapou de Moria em O Senhor dos Anéis (descrito especificamente, no Livro II, Capítulo 5, a segunda metade de A Sociedade do Anel), ambos foram mortos, mas Gandalf foi \"mandado de volta\" pelos Valar (ou, possivelmente, pelo próprio Eru). == Aparência == Em aparência, os Balrogs eram homens altos, sendo ameaçador na forma de um homem tendo o controle tanto do fogo quanto de sombras bastante escuras e sempre carregando chicotes de fogo (Gothmog, o Senhor dos Balrogs, usava um machado na Primeira Era). Causavam grande terror ,sem distinção, em amigos e inimigos e poderiam se esconder nas trevas e nas sombras. Contrariamente à opinião popular (ainda transmitida pelo trilogia de Peter Jackson), Balrogs não são envolvidos por chamas. Eles são, de fato, caracterizados pela escuridão, e a conexão com o fogo é interna e não externa quando ele afunda no fogo de Moria, embora Ruína de Durin, o Balrog que aparece em Moria, consiga respirar fogo de suas narinas. Eles têm uma clara aparência humanoide e (como sendo Ainur, que participaram da criação do mundo) criaturas muito inteligentes. A época do lançamento do primeiro filme da trilogia, havia ainda uma discussão acerca da forma do Balrog, inclusive sobre o Balrog ter ou não asas, sendo que após a versão de Jackson os novos fãs não mais achar necessário discussões acerca da aparência do Balrog. Nos livros, Tolkien descreve os Balrogs como sendo apenas uma forma envolta em sombras e chamas, possivelmente, sem nenhuma forma de homem ainda maior. Balrogs parecem ter a habilidade de prender e projetar grande poder e terror. == Origem do nome == Os Balrogs foram idealizados por Tolkien (conforme sua autobiografia de 1967) devido a uma viagem que o escritor inglês fez a Oslo, capital da Noruega, onde teve contato com tradições nórdicas que faziam referência a Ballrûgs, homens gigantes cobertos de fogo. == Etimologia == A forma Quenya é Valarauko ou Valarauco e o plural é Valaraukar ou Valaraucar. A forma Sindarin era \"Demônio do Poder\"; AFI: [ˈbalroɡ]; e no plural de Sindarin Belryg; [ˈbelryɡ] ou mais recentemente [ˈbelriɡ]. == Evolução longitudinal == Usando a terminologia de Christopher Tolkien, em que o tempo longitudinal se refere ao tempo do autor (The Book of Lost Tales I, Foreword), inicialmente havia vários balrogs (na Nirnaeth Arnoediad o exército de Morgoth tinha 1000 Balrogs, e durante a Queda de Gondolin cada herói matou dezenas deles (ver em The Book of Lost Tales). Posteriormente, Tolkien foi reduzindo seu número, até que, em seus últimos escritos, eles eram no máximo sete (Morgoth's Ring). == Ver também == * Nazgûl * O Senhor dos Anéis * John Ronald Reuel Tolkien * Hobbit Categoria:Raças da Terra Média",
 "title": "Balrog"
}