{
 "id": "76255",
 "text": "A Estrada de Ferro São Paulo e Minas foi uma companhia ferroviária criada na década de 1890, e que em 1967 foi incorporada à Companhia Mogiana. Em outubro de 1971 a Mogiana por sua vez foi extinta e incorporada à FEPASA - Ferrovia Paulista S/A. == História== A Estrada de Ferro São Paulo e Minas foi construída a princípio para atender doze fazendas de café, da região de São Simão a Freguesia de Serra Azul em 1890, com o nome de Companhia Melhoramentos de São Simão. Originalmente esta Estrada de Ferro foi criada com o sugestivo nome de \"Companhia Melhoramentos\" pois era uma empreiteira que prestava serviços de melhorias para a cidade de São Simão que, na época, englobava diversas freguesias. A Companhia Melhoramentos tinha autorização, portanto, para prestar serviços nas (atuais) cidades de Cravinhos, Serra Azul, Luiz Antônio e Santa Rosa de Viterbo além de outras freguesias que hoje não existem mais ( por exemplo: freguesia de Córrego Fundo, Santos Dumont, etc ). Esta empresa foi idealizada pelo médico baiano doutor Jorge Cezimbra Fairbanks que após ter se formado em medicina na Faculdade de Medicina da Bahia, foi contratado pelo intendente (prefeito) Cláudio Louzada, da cidade de São Simão. Em São Simão tal médico fundou a \"Companhia Melhoramentos\" sendo que esta empresa foi durante muitos anos a que distribuía água encanada na cidade onde estava instalada além de ter construído pontes e autorizada, inclusive, a implantar um sistema de esgoto no município bem como luz elétrica, todavia tanto o sistema de esgoto como o de luz elétrica não chegou a ser levado a termo em virtude da liquidação da empresa anos depois de sua fundação. Como Empresa Ferroviária, a Companhia Melhoramentos construiu uma linha férrea que partia de traz da atual Igreja Matriz de São Simão e rumava ao sul em direção a diversas fazendas que se situavam na base da serra de São Simão. Havia uma estação cerca de 5 quilômetros ao sul de São Simão (estação Chave) e dali a estrada dava uma volta de 180 graus para retornar em direção à cidade, todavia subindo a serra pelo lado oposto ao município. No início da serra havia uma parada num local denominado \"cangalha\" e depois a linha, em bitola de 60 centímetros, subia a serra por longos quilômetros até chegar ( já ao norte de São Simão ) na estação Resfriado ( hoje fazenda Santa Clara ) onde havia uma freguesia. De resfriado a via descia a serra até atingir a fazenda Santa Maria onde havia nova parada. Depois a via continuava rumo norte até a fazenda de Tamanduazinho e de lá até a freguesia de Serra Azul. Havia uma outra linha que ligava a estação da Melhoramentos até a estação da Mogyana para que o café transportado pudesse ser colocado nos trens daquela empresa. Este trecho era de aproximadamente três quilômetros e meio e foi inaugurado em agosto de 1893 juntamente com o primeiro trecho da linha principal ( estação central-estação chave ). No final de 1893 foi inaugurado o trecho (estação Chave - estação resfriado) e em 1894 foi inaugurado o trecho (estação Resfriado-fazenda Santa Maria). A empresa era extremamente lucrativa e em virtude do excesso de dinheiro que possuía, com capital inicial de um mil contos de réis ( R1.000.000$000) que logo foram transformados em um capital de um mil contos e oitocentos mil réis (R1.800.000$000) sendo que os acionistas determinaram em reunião que ainda a empresa passaria a ter capital de cinco mil contos. um de seus empreiteiros ( capitão Pedro Vaz de Almeida ) começou a fazer exigências para continuar trabalhando para a empresa ( dentre elas o aumento de valores a serem percebidos pelo contrato que assinou com aquela companhia ). O doutor Jorge Cezimbra Fairbanks orientou um dos diretores ( Simon Philidory ) a impetrar ação na justiça para rescindir o contrato. Citado sobre a eventual rescisão contratual, o capitão Pedro Vaz de Almeida tentou justificar-se todavia o juiz acatou o pedido da empresa e rescindiu-o. Dr. jorge contratou novo engenheiro que projetou e organizou a construção de praticamente toda a primeira fase da ferrovia eis que a empresa do capitão Pedro Vaz de Almeida tinha assentado pouquíssimos quilômetros de trilhos dentro da cidade de São Simão. Tendo perdido o vultoso contrato de construção da Companhia Melhoramentos, Pedro Vaz de Almeida impetrou ação na justiça alegando que aquela empresa era nula de pleno direito eis que a legislação da época exigia que todos os acionistas precisavam ter assinado os estatutos constitutivos sendo que ele ( Pedro Vaz de Almeida ) tinha 100 ações ( em um universo de 5.000 ações ) e portanto já que ele tinha estas 100 ações ele afirmara que não tinha assinado os estatutos. Após longa batalha judicial a empresa foi liquidada ( mas não faliu ). Dr. Jorge, então, organizou um grupo de amigos e arrematou-a em um leilão judicial disputadíssimo ( era ele contra um suposto representante do empreiteiro que agora queria a empresa para si ). Jorge venceu o leilão e passou a ser dono da empresa com seu pequeno grupo de amigos. A Nova empresa passou a se chamar Companhia Viação Férrea São Simão, todavia dr. Jorge decidiu pagar todos os acionistas da antiga Melhoramentos. Isto fez com que o capital de giro da empresa deixasse de existir e ela praticamente faliu. Doutor Jorge, então, conseguiu dinheiro ( não se sabe como ) para pagar todas as hipotecas da Estrada de Ferro e comprou as quotas dos demais sócios para ficar dono da nova empresa com uma única sócia que foi sua esposa Leonor Cavalcanti Fairbanks. Nesta fase a empresa passou a ser chamada de Estrada de Ferro São Simão. Jorge Cezimbra Fairbanks alterou o projeto original de sua ferrovia fazendo uma ligação entre a fazenda Santa Maria até a via da Mogyana que passava não muito distante dali rumando para Canaã. Neste local jorge fundou o bairro de \"restinga\" e a Mogyana construiu uma estação ferroviária dando o nome de Bento Quirino. O bairro fundado por Jorge Fairbanks passou, então, a ser chamado de Bento Quirino e todo o traçado antigo e a partir da fazenda Santa Maria ( ou seja: Resfriado, Cangalha e Estação Chave ) foi desativado. A estação Central da Melhoramentos ( atrás da Igreja Matriz de São Simão ) foi vendida para um grupo de pessoas que transformou aquele prédio na Santa Casa de Misericórdia. Posteriormente o doutor Jorge foi contatado por alguns ingleses ( dentre eles: James Martin Stuart ) que lhe fizeram uma proposta para transformar novamente sua empresa em uma sociedade anônima e em troca o doutor Jorge receberia um alto valor como compensação na nova Companhia, além de que ele seria o contratado para continuar a assentar os trilhos rumo a Minas Gerais. Dr. Jorge aceitou e assim nasceu a Ferrovia São Paulo Minas que seria estendida até São Sebastião do Paraíso. Dr Jorge construiu as estações ( e paradas ) de Serrinha, determinou a montagem da ponte ferroviária sobre o Rio Pardo ( que veio toda desmontada da Inglaterra ), as paradas de Águas Virtuosas e Fradinhos ( sendo que estas duas anos depois foram convertidas em estações ferroviárias). Em virtude de problemas de ordem familiar ele rescindiu o contrato e vendeu suas ações ao senhor James Stuart que passou a ser o acionista principal. == Mudança de controle == Em 1908 a empresa passa para o controle estrangeiro e sua razão social muda para \"The São Paulo and Minas Railway Company.\" Esta mesma empresa compra do Coronel Pimenta de Pádua o direito de ir até São Sebastião do Paraíso em Minas Gerais. Enquanto se aguardava que a Câmara de São Sebastião do Paraíso aprovasse a transferência de concessão para efetivar o projeto de estrada entre São Paulo e Minas Gerais, a estrada começou a ser construída, a partir de Altinópolis no estado de São Paulo, em direção do território mineiro. Em 1911, quando a Câmara, finalmente, aprovou a transação, a estrada já estava chegando em São Sebastião do Paraíso, numa extensão total de 136 quilômetros. No ano de 1922 a estrada foi adquirida por 100 mil libras esterlinas pela Companhia Eletro-Metalúrgica Brasileira, sediada em Ribeirão Preto estado de São Paulo, para destinar-se ao transporte de minérios de suas jazidas situadas no município mineiro de Jacuí. Em 1926, depois de ter quitado sua dívida, a nova empresa proprietária da ferrovia contraiu um empréstimo do governo do Estado para realizar diversos melhoramentos, entre os quais, o mais importante, foi a construção de um ramal entre Serrinha e Ribeirão Preto que foi inaugurado em 1908. Como garantia, a Companhia oferecia o ramal de Morro Agudo em hipoteca. === O começo da queda === Em 1929, vencido o prazo para o pagamento e tendo a dívida aumentado com acréscimo de juros, a estrada teve de hipotecar também o ramal entre Serrinha e Ribeirão Preto. A precária situação financeira da estrada, agravou-se mais, ainda, quando no dia 29 de abril de 1929 deste ano eclodiu uma greve dos seus empregados por não receberem em dia os seus salários paralisando seu tráfego. Para salvar-se da situação, a Companhia procurou entregar a estrada ao governo para que este a administrasse em anticrise (CONTRATO DE CONSIGNAÇÃO DE RENDIMENTO). O Estado, entretanto, recusou a solução proposta. Assim, no dia 9 de dezembro de 1929 a Companhia foi à falência e a estrada por acórdão de 3 de setembro de 1930 do Tribunal de Justiça, sofre a intervenção do Estado. === Administração estatal === Sob a administração do governo foi aberto em 1931 um crédito especial de 1.041 contos de réis e a estrada foi reaberta ao tráfego com toda a sua linha, até a fronteira, reparada. A obra só não atingiu o território mineiro por uma questão de jurisdição; por essa razão, o tráfego até São Sebastião do Paraíso permaneceu fechado. Tornando-se definitivamente proprietário da estrada através da adjudicação dos seus bens por decisão do Juízo Federal de São Paulo, o governo autorizou a reabertura do trecho mineiro em 1934 e posterior alargamento da bitola de toda linha de 0,60m para 1,00m e o reaparelhamento do sistema de transportes com a transferência para a São Paulo e Minas Gerais de diversas, locomotivas e vagões das estradas de Ferro Araraquara e Sorocaba. Com o alargamento da bitola foi possível à São Paulo e Minas Gerais um incremento de até 60% na sua capacidade de transporte ferroviário na região. Depois da restauração do ramal de Serrinha a Ribeirão Preto, terminada em junho de 1944, a São Paulo e Minas passou a desempenhar importante papel para a economia dos dois Estados aos quais servia trazendo cargas do sudoeste mineiro diretamente para as zonas da alta Mogiana e alta Paulista. == Conclusão == Do período do fim da guerra até os dias atuais, a estrada procedeu diversas modernizações em todos os setores destacando o setor técnico com reforma das oficinas, substituição de trilhos em alguns trechos da linha e introdução da tração diesel. No final de 1961, a fim de possibilitar a ligação da nova variante da Mogiana com a sua linha tronco, nas proximidades da estação de Alto, a linha da São Paulo e Minas foi seccionada na altura do quilômetro 4 do ramal de Ipaúna - como se chama atualmente o ramal entre Serrinha e Ribeirão Preto, passando o seus trens a circularem também na linha da Mogiana, do antigo quilômetro 17 até Ribeirão Preto. Pelo Decreto n.º 48.029, de 29 de maio de 1967, a Estrada de Ferro São Paulo e Minas foi transferida para a administração da Companhia Mogiana de Estrada de Ferro e, mais tarde, pelo Decreto – Lei de 19 de setembro de 1969 foi transformada em sociedade de economia mista a fim de possibilitar a sua incorporação à FEPASA em 11 de novembro de 1971. == Referências == 2 Atas da Câmara Municipal de São Simão - anos 1884 a 1906 3 Elementos da História de São Simão, prof Fausto Pires de Oliveira 4 Historiador e pesquisador da São Paulo e Minas, José Roberto França 5 Mapa ferroviário da Estrada de Ferro São Paulo e Minas == Ver também == * Estrada de Ferro Sorocabana * Companhia Mogiana de Estradas de Ferro * Companhia Paulista de Estradas de Ferro * Estrada de Ferro Araraquara Categoria:Ribeirão Preto Categoria:Empresas fundadas em 1891 Estrada de Ferro São Paulo e Minas Categoria:Empresas ferroviárias extintas do Brasil Categoria:Empresas extintas em 1971",
 "title": "Estrada de Ferro São Paulo e Minas"
}