{
 "id": "7630",
 "text": "Um hino nacional é uma canção patriótica reconhecida pelo governo de um país como a canção oficial daquela nação. Durante os séculos XIX e XX, com o crescimento do nacionalismo, a maioria dos países adotaram um hino nacional, que em alguns casos coexiste com outras canções patrióticas. ==Estados soberanos== Estado Hino nacional Data de adoção Autor(es) da letra Autor(es) da música Áudio \"Milli Surood\" (\"Hino Nacional\") 2006 Abdul Bari Jahani Babrak Wassa Ficheiro:National anthem of Afghanistan, performed by the United States Navy Band.wav \"Hino nacional da África do Sul\"National AnthemÉ uma canção híbrida que combina letra em inglês com extractos do hino \"Nkosi Sikelel' iAfrika\" e do hino anterior \"Die Stem van Suid-Afrika/The Call of South Africa\". 1957 Enoch Sontonga e C.J. Langenhoven Enoch Sontonga e Reverendo ML de Villiers \"Hymni i Flamurit\" (\"Hino à Bandeira\") 1912 Aleksander Stavre Drenova Ciprian Porumbescu \"Deutschlandlied\" (\"Canção da Alemanha\") 1922 August Heinrich Hoffmann von Fallersleben Joseph Haydn \"El Gran Carlemany\" (\"O Grande Carlos Magno\") 1921 Enric Marfany Bons Juan Benlloch y Vivó \"Angola Avante!\" 1975 Manuel Rui Alves Monteiro Rui Alberto Vieira Dias Mingas — \"Fair Antigua, We Salute Thee\" (\"Boa Antígua, Nós te Saudamos\")\"God Save the Queen\" é também hino nacional da Nova Zelândia, e hino real de Antígua e Barbuda, Austrália, Bahamas, Canadá, Jamaica, Papua-Nova Guiné, São Cristóvão e Nevis, e Tuvalu. 1967 Novelle Hamilton Richards Walter Garnet Picart Chambers \"As-Salam Al Malaki\" (\"Saudação Real\") 1950 Ibrahim Khafaji Abdul Rahman Al-Khateeb \"Kassaman\" (\"Juramento\") 1963 Mufdi Zakariah Mohamed Fawzi \"Himno Nacional Argentino\" (\"Hino Nacional Argentino\") 11 de maio de 1813 Vicente López y Planes Blas Parera \"Mer Hayrenik\" (\"Nossa Pátria\") 1 de julho de 1991 Mikael Nalbandian Barsegh Kanachyan \"Advance Australia Fair\" (\"Avança Justa Austrália\") 19 de abril de 1984 Peter Dodds McCormick Peter Dodds McCormick \"Land der Berge, Land am Strome\" (\"Terra de Montanhas, Terra no Rio\") 22 de outubro de 1946 Paula von Preradovic Johann Holzer \"Azərbaycan Marşı\" (\"Hino do Azerbaijão\") 1918 Ahmed Javad Uzeyir Hajibeyov \"March On, Bahamaland\"(\"Marcha, Terra das Bahamas\") 1973 Timothy Gibson Timothy Gibson \"Bahrainona\" (\"Nosso Bahrain\") 1971 Mohamed Sudqi Ayyash Desconhecido \"Amar Shonar Bangla\" (\"Meu Bengala Dourado\") 1972 Rabindranath Tagore Rabindranath Tagore \"In Plenty and In Time of Need\" (\"Na Abundância e na Necessidade\") 1966 Irving Burgie C. Van Roland Edwards \"La Brabançonne\" (\"Canção de Brabante\") 1860 Jenneval (Louis-Alexandre Dechet) François Van Campenhout \"Land of the Free\" (\"Terra dos Livres\") 1981 Samuel Alfred Haynes Selwyn Walford Young \"L'Aube Nouvelle\" (\"A Nova Aurora\") 1960 Gilbert Jean Dagnon Gilbert Jean Dagnon \"My Belarusy\" (\"Nós, os Bielorrussos\")\"My Belarusy\" foi originalmente adoptado na República Socialista Soviética da Bielorrússia. 1955 Michael Klimovich Nestar Sakalowski \"Himno Nacional de la República de Bolivia\" (\"Hino Nacional da República da Bolívia\") 1851 José Ignacio de Sanjinés Leopoldo Benedetto Vincenti \"Državna himna Bosne i Hercegovine\" (\"Hino Nacional da Bósnia e Herzegovina\") 1999 Desconhecido Dušan Šestić — \"Fatshe leno la rona\" (\"Abençoada Seja Esta Nobre Terra\") 1966 Kgalemang Tumedisco Motsete Kgalemang Tumedisco Motsete \"Hino Nacional Brasileiro\" 1907 Joaquim Osório Duque Estrada Francisco Manuel da Silva \"Allah Peliharakan Sultan\" (\"Deus Abençoe o Sultão\") 1951 Pengiran Haji Mohamed Yusuf bin Abdul Rahim Awang Haji Besar bin Sagap \"Mila Rodino\" (\"Querida Pátria\") 1964 Tsvetan Radoslavov Tsvetan Radoslavov \"Une Seule Nuit\" (\"Uma só Noite\") 1984 Thomas Sankara Thomas Sankara \"Burundi bwacu\" (\"Nosso Burundi\") 1962 Jean-Baptiste Ntahokaja e outros Marc Barengayabo — \"Druk tsendhen\" (\"Reino do Dragão do Trovão\") 1953 Dasho Gyaldun Thinley Aku Tongmi — \"Cântico da Liberdade\" 1996 Amílcar Spencer Lopes Adalberto Higino Tavares Silva \"Chant de Ralliement\" (\"Canto de Reunião\") 1957 René Djam Afame, Samuel Minkio Bamba e Moïse Nyatte Nko'o René Djam Afame \"Nokoreach\" (\"Reino\") 1941 Chuon Nat F. Perruchot e J. Jekyll \"O Canada\" (\"Ó, Canadá\") 1980 Adolphe-Basile Routhier (francês); Robert Stanley Weir (inglês) Calixa Lavallée \"Meniñ Qazaqstanım\" (\"Meu Cazaquistão\") 2006 Zhumeken Nazhimedenov (com modificações de Nursultan Nazarbayev) Shamshi Kaldayakov \"La Tchadienne\" (\"A Chadiana\") 1960 Louis Gidrol e outros Paul Villard \"Himno Nacional de Chile\" (\"Hino Nacional do Chile\") 1828 Eusebio Lillo Ramón Carnicer \"Yìyǒngjūn Jìnxíngqǔ\" (\"Marcha dos Voluntários\") 1949 (provisório); 1982 (oficial); 2004 (constitucional) Tian Han Nie Er \"Himno Nacional de la República de Colombia\" (\"Hino Nacional da República da Colômbia\") 1920 Rafael Núñez Oreste Sindici \"Udzima wa ya Masiwa\" (\"União das Grandes Ilhas\") 1978 Said Hachim Sidi Abderemane Said Hachim Sidi Abderemane e Kamildine Abdallah \"Aegukka\" (\"Canção Patriótica\") 1947 Pak Seyŏng Kim Wŏn'gyun — \"Aegukga\" (\"Canção Patriótica\") (não oficial) 1948 Desconhecido Ahn Eak-tae \"Aegukga\" \"Himno Nacional de Costa Rica\" (\"Hino Nacional da Costa Rica\") 1853 José María Zeledón Brenes Manuel María Gutiérrez \"L'Abidjanaise\" (\"Canção de Abidjan\") 1960 Mathieu Ekra, Joachim Bony e Pierre Marie Coty Pierre Marie Coty e Pierre Michel Pango \"Lijepa naša domovino\" (\"Nossa Bela Pátria\") 1991 Antun Mihanović Josif Runjanin \"El Himno de Bayamo\" (\"Hino de Bayamo\") 1902 Perucho Figueredo Perucho Figueredo \"Ýmnos eis tīn Eleutherían\" (\"Hymn to Liberty\")\"Hymn to Liberty\" is also the national anthem of Greece. 1865 Dionýsios Solomós Nikolaos Mantzaros \"Der er et yndigt land\" (\"There is a Lovely Country\")O hino real é \"Kong Kristian\" (\"Rei Christian\"). 1835 Adam Oehlenschläger Hans Ernst Krøyer \"Djibouti\" 1977 Aden Elmi Abdi Robleh \"Isle of Beauty, Isle of Splendour\"(\"Ilha de Beleza, Ilha de Esplendor\") 1967 Wilfred Oscar Morgan Pond Lemuel McPherson Christian \"Himno Nacional\" (\"Hino Nacional\") 1934 Emilio Prud'homme Jose Rufino Reyes Siancas \"Bilady, Bilady, Bilady\" (\"Meu País, Meu País, Meu País\") 1979 Mohamed Younis El Qadr e Sayed Darwish (primeiras duas estrofes de discurso de Mustafa Kamil) Sayed Darwish \"Himno Nacional de El Salvador\" (\"Hino Nacional de El Salvador\") 1879 Juan José Cañas Juan Aberle \"Salve, Oh Patria\" (\"We Salute You, Our Homeland\") 1948 Juan León Mera Antonio Neumane \"Ishy Biladi\" (\"Longa Vida à Minha Pátria\") 1971 Arif Al Sheikh Abdullah Al Hassan Saad Abdel Wahab \"Ertra, Ertra, Ertra\" (\"Eritreia, Eritreia, Eritreia\") 1993 Solomon Tsehaye Beraki Isaac Abraham Meharezghi e Aron Tekle Tesfatsion \"Nad Tatrou sa blýska\" (\"Luz sobre as [Montanhas] Tatra\") 1918 (Checoslováquia) 1993 (Eslováquia) Janko Matúška Música tradicional \"Zdravljica\"(7.ª estrofe) (\"Brinde\") 1989 France Prešeren Stanko Premrl \"La Marcha Real\" (\"Marcha Real\") 1770 Sem letra Desconhecido \"Nkulunkulu Mnikati wetibusiso temaSwati\" (\"O Lord our God of the Swazi\") Desconhecida Desconhecido Desconhecido \"Patriots of Micronesia\" (\"Patriotas da Micronésia\") 1991 Desconhecido Traditional German song (Ich hab' mich ergeben) \"The Star-Spangled Banner\" (\"A Bandeira Estrelada\") 1931 Francis Scott Key John Stafford Smith \"Mu isamaa, mu õnn ja rõõm\" (\"Minha Pátria, Minha Felicidade e Alegria\") 1920 Johann Voldemar Jannsen Fredrik Pacius \"Wodefit Gesgeshi, Widd Innat Ityopp'ya\" (\"Marcha em Frente, Querida Mãe Etiópia\") 1992 Dereje Melaku Mengesha Solomon Lulu Mitiku \"Meda Dau Doka\" (\"Deus Abençoe Fiji\") 1970 Michael Francis Alexander Prescott Charles Austin Miles \"Lupang Hinirang\" (\"Terra Escolhida\") 1898 Jose Palma Julian Felipe \"Maamme\" (\"Nossa Terra\") 1867 Johan Ludvig Runeberg Fredrik Pacius \"La Marseillaise\" (\"A Marselhesa\") 1795 Claude Joseph Rouget de Lisle Claude Joseph Rouget de Lisle \"La Concorde\" (\"A Concórdia\") 1960 Georges Aleka Damas Georges Aleka Damas \"For The Gambia Our Homeland\" (\"Pela Gâmbia Nossa Pátria\") 1965 Virginia Julie Howe Jeremy Frederick Howe \"God Bless Our Homeland Ghana\" (\"Deus Abençoe Nossa Pátria, o Gana\") 1957 Michael Kwame Gbordzoe Philip Gbeho \"Tavisupleba\" (\"Liberdade\") 2004 David Magradze Zakaria Paliashvili \"Hail Grenada\" (\"Viva Granada\") 1974 Irva Merle Baptiste Louis Arnold Masanto \"Ýmnos eis tīn Eleutherían\" (\"Hino à Liberdade\")\"Hino à Liberdade\" é também o hino nacional de Chipre. 1865 Dionýsios Solomós Nikolaos Mantzaros \"Himno Nacional de Guatemala\" (\"Hino Nacional da Guatemala\") 1896 José Joaquín Palma Rafael Álvarez Ovalle — \"Liberté\" (\"Liberdade\") 1958 Desconhecido Kodofo Moussa \"Esta é a Nossa Pátria Bem Amada\" 1974 Amílcar Cabral Xiao He \"Caminemos pisando la senda\" (\"Caminhemos pela vereda\") 1968 Atanasio Ndongo Miyone Atanasio Ndongo Miyone \"Dear Land of Guyana, of Rivers and Plains\" (\"Querida Terra da Guiana, de Rios e Planícies\") 1966 Archibald Leonard Luker Robert Cyril Gladstone Potter \"La Dessalinienne\" (\"Canção de Dessalines\") 1904 Justin Lhérisson Nicolas Geffrard \"Himno Nacional de Honduras\" (\"Hino Nacional das Honduras\") 1915 Augusto Constancio Coello Carlos Hartling \"Himnusz\" (\"Hino\") 1844 Ferenc Kölcsey Ferenc Erkel \"Al-jumhuriyatu l-muttahida\" (\"República Unida\") 1990 Abdallah Abdulwahab Noman Ayoob Tarish \"Forever Marshall Islands\" (\"Para Sempre Ilhas Marshall\") Desconhecido Amata Kabua Amata Kabua \"God Save Our Solomon Islands\"(\"Deus Salve as Nossas Ilhas Salomão\") 1978 Panapasa Balekana e Matila Balekana Panapasa Balekana — \"Jana Gana Mana\" (\"Coração do Povo\") 1950 Rabindranath Tagore Rabindranath Tagore \"Indonesia Raya\" (\"Grande Indonésia\") 1945 Wage Rudolf Supratman Wage Rudolf Supratman \"Soroud-e Melli-e Jomhouri-e Eslami-e Iran\" (\"Hino Nacional do Irão\") 1990 Vários Hassan Riyahi \"Mawtini\" (\"My Homeland\") 2004 Ibrahim Touqan Muhammad Fuliefil \"Amhrán na bhFiann\" (\"Canção do Soldado\") 1926 Liam Ó Rinn Peadar Kearney e Patrick Heeney \"Lofsöngur\" (\"Hino\") Desconhecido Matthías Jochumsson Sveinbjörn Sveinbjörnsson \"Hatikvah\" (\"Esperança\") 1948 (de facto); 2004 (de jure) Naftali Herz Imber Samuel Cohen \"Il Canto degli Italiani\" (\"Canção dos Italianos\") 1946 (de facto); 2005 (de jure) Goffredo Mameli Michele Novaro \"Jamaica, Land We Love\" (\"Jamaica, Terra que Amamos\") Desconhecido Hugh Sherlock Robert Lightbourne \"Kimi ga Yo\" (\"Que Teu Reino Dure Eternamente\") 1999 (oficial) Tradicional poema Waka do período Heian (794-1185) Melodia tradicional do período Meiji \"As-Salam al- Malaki al-Urdoni\" (\"Hino Real da Jordânia\") 1946 Abdul Monem Al-Refai Abdul Qader al-Taneer \"Kunan Kiribati\" (\"Canção Kiribati\") 1979 Ioteba Tamuera Uriam Ioteba Tamuera Uriam \"Al-Nasheed Al-Watani\" (\"Hino Nacional\") 1978 Ahmad Meshari Al-Adwani Ibrahim Al-Soula \"Pheng Xat Lao\" (\"Hino Nacional do Laos\") 1947 Sisana Sisane Thongdy Sounthonevichit \"Dievs, svētī Latviju!\" (\"Deus Abençoe a Letónia\") 1920 Kārlis Baumanis Kārlis Baumanis \"Koullouna Lilouataan Lil Oula Lil Alam\" (\"Somos Todos Nossa Nação, Pela Nossa Bandeira e Glória\") 1927 Rashid Nakhle Wadih Sabra \"Lesotho Fatse La Bontata Rona\" (\"Lesoto, Terra de Nossos Pais\") 1967 François Coillard Ferdinand-Samuel Laur Ficheiro:National anthem of Lesotho, performed by the U.S. Navy Band.wav \"All Hail, Liberia, Hail!\" (\"Dêem Vivas, Libéria, Viva\") 1847 Daniel Bashiel Warner Olmstead Luca \"Líbia, Líbia, Líbia\" 2011 Al-Bashir al-Arebi Mohammed Abdel Wahab \"Oben am jungen Rhein\" (\"Sobre o Jovem Reno\") 1963 Jakob Josef Jauch Desconhecido \"Tautiška giesmė\" (\"Canção Nacional\") 1919 Vincas Kudirka Vincas Kudirka \"Ons Heemecht\" (\"Nossa Pátria\") 1895 Michel Lentz Jean Antoine Zinnen \"Denes nad Makedonija\" (\"Hoje Sobre a Macedónia\")\"Denes nad Makedonija\" foi originalmente adotado pela República Socialista da Macedónia. 1944 Vlado Maleski Todor Skalovski — \"Ry Tanindrazanay malala ô!\" (\"Ó Nossa Pátria Amada!\") 1960 Norbert Raharisoa Rahajason \"Negaraku\" (\"Meu País\") 1957 Vários Canção Popular (\"Terang Bulan\") \"Mlungu dalitsani Malawi\" (\"Deus Abençoe o Malawi\") 1964 Michael-Fredrick Paul Sauka Michael-Fredrick Paul Sauka \"Gaumii salaam\" (\"Saudação Nacional\") 1972 Muhammad Jameel Didi Pandit Wannakuwattawaduge Don Amaradeva \"Pour l'Afrique et pour toi, Mali\" (\"Pela África e por Ti, Mali\") 1962 Seydou Badian Kouyate Banzoumana Sissoko \"L-Innu Malti\" (\"Hino Maltês\") 1964 Dun Karm Psaila Robert Samut \"Hymne Chérifien\" (\"Hino ao Sharif\") 1956 Ali Squalli Houssaini Léo Morgan \"Hino Nacional da Mauritânia\" 2017 Desconhecido Rageh Daoud \"Motherland\" (\"Pátria\") Desconhecido Jean Georges Prosper Philippe Gentil \"Himno Nacional Mexicano\" (\"Hino Nacional Mexicano\") 1854 Francisco González Bocanegra Jaime Nunó \"Kaba Ma Kyei\" (\"Till the End of the World, Burma\") 1947 Saya Tin Saya Tin \"Pátria Amada\" 2002 Desconhecido Desconhecido Ficheiro:Mozambican national anthem, performed by the United States Navy Band.wav \"Limba noastră\" (\"Nossa Língua\") 1994 Alexei Mateevici Alexandru Cristea \"Hymne Monégasque\" (\"Hino Monegasco\") 1848 Louis Notari Théophile Bellando de Castro \"Mongol ulsiin töriin duulal\" (\"Hino Nacional da Mongólia\") 1950 Tsendiin Damdinsüren Bilegiin Damdinsüren e Luvsanjyamts Murdorj \"Oj, svijetla majska zoro\" (\"Oh, Brilhante Aurora de Maio\") 2004 Desconhecido Desconhecido \"Namibia, Land of the Brave\" (\"Namíbia, Terra dos Bravos\") 1991 Axali Doëseb Axali Doëseb \"Nauru Bwiema\" (\"Canção de Nauru\") 1968 Margaret Hendrie Laurence Henry Hicks — \"Sayaun Thunga Phool Ka\" (\"Centenas de Flores\") 2007 Byakul Maila Ambar Gurung \"Salve a ti, Nicaragua\" (\"Salvé a Ti, Nicarágua\") 1971 Salomón Ibarra Mayorga Autor anónimo; arranjo musical de Luis A. Delgadillo \"La Nigérienne\" (\"A Nigerina\") 1961 Maurice Albert Thiriet Robert Jacquet e Nicolas Abel François Frionnet — \"Arise O Compatriots, Nigeria's Call Obey\"(\"Levantai-vos, Compatriotas, ao Dever da Nigéria Obedecei\") 1978 John A. Ilechukwu, Eme Etim Akpan, B. A. Ogunnaike, Sotu Omoigui, e P. O. Aderibighe Nigerian Police Band, sob direção de B. E. Odiase — \"Ja, vi elsker dette landet\" (\"Sim, Amamos esta Terra\")O hino real é \"Kongesangen\". 1864 Bjørnstjerne Bjørnson Rikard Nordraak \"God Defend New Zealand\"(\"Deus defenda a Nova Zelândia\") 1940 Thomas Bracken John Joseph Woods \"God Save the Queen\"Tanto \"God Defend New Zealand\" como \"God Save the Queen\" são hinos oficiais. (\"Deus salve a Rainha\") Desconhecido Desconhecido Desconhecido \"Nashid as- Salaam as-Sultani\" (\"Hino Nacional de Oman\") 1970 Desconhecido Desconhecido \"Het Wilhelmus\" (\"O Guilherme\") 1932 Desconhecido Adrianus Valerius \"Belau rekid\" (\"Nosso Palau\") 1980 Vários Ymesei O. Ezekiel \"Himno Istmeño\" (\"Hino do Istmo\") Desconhecido Jeronimo de la Ossa Santos Jorge \"Qaumī Tarāna\" (\"Hino Nacional\") 1954 Hafeez Jullundhri Ahmed Ghulamali Chagla \"Qaumī Tarāna\" \"O Arise, All You Sons\" (\"Levantai-vos, Todos Vós Filhos\") 1975 Tom Shacklady Tom Shacklady \"Paraguayos, República o Muerte\" (\"Paraguaios, República ou Morte\") 1933 Francisco Acuña de Figueroa Françoice Dupuis e Remberto Giménez \"Himno Nacional del Perú\" (\"Hino Nacional do Peru\") 1821 José de la Torre Ugarte y Alarcón Jose Bernardo Alcedo Mazurek Dąbrowskiego (\"Mazurka de Dabrowski\" / \"A Polónia Não Pereceu\") 1926 Józef Wybicki Desconhecido \"A Portuguesa\" 1910 Henrique Lopes de Mendonça Alfredo Keil \"As Salam al Amiri\" (\"Hino Nacional do Qatar\") 1996 Sheikh Mubarak bin Saïf al-Thani Desconhecido \"Ee Mungu Nguvu Yetu\" (\"Oh Deus de Toda a Criação\") 1963 Graham Hyslop, G. W. Senoga-Zake, Thomas Kalume, Peter Kibukosya e Washington Omondi Melodia tradicional africana \"Ee Mungu Nguvu Yetu\" \"Kyrgyz Respublikasynyn Mamlekettik Gimni\" (\"Hino Nacional da República Quirguiz\") 1992 Djamil Sadykov e Eshmambet Kuluev Nasyr Davlesov e Kalyi Moldobasanov \"God Save the Queen\" (ou \"...King\") (\"Deus Salve a Rainha\") 1745 Desconhecido John Bull \"La Renaissance\" (\"O Renascimento\") 1960 Barthélémy Boganda Herbert Pepper \"Kde domov můj?\" (\"Onde é a Minha Casa?\") 1918 (Checoslováquia) 1993 (Rep. Checa) Josef Kajetán Tyl František Škroup \"La Congolaise\" (\"A Congolesa\") 1959 Levent Kimbangui Français Jacques Tondra \"Debout Congolais\" (\"Levantai-vos Congoleses\") 1960 Joseph Lutumba Simon-Pierre Boka di Mpasi Londi — \"Deşteaptă-te, române!\" (\"Acordai, Romenos\") 1989 Andrei Mureşanu Anton Pann and Gheorghe Ucenescu \"Gosudarstvenny Gimn Rossiyskoy Federatsii\" (\"Hino Estatal da Federação Russa\") 2000 Sergey Mikhalkov Alexander Vasilyevich Alexandrov \"Rwanda nziza\" (\"Belo Ruanda\") 2002 Desconhecido Desconhecido \"The Banner of Freedom\" (\"Bandeira da Liberdade\") 1962 Sauni Iiga Kuresa Sauni Iiga Kuresa — \"Oh Land of Beauty!\" (\"Oh Terra de Beleza!\") 1983 Kenrick Georges Kenrick Georges \"Sons and Daughters of Saint Lucia\" (\"Filhos e Filhas de Santa Lúcia\") 1979 Charles Jesse Leton Felix Thomas \"Saint Vincent, Land so beautiful\" (\"São Vicente, Terra Tão Bela\") 1979 Phyllis Punnett Joel Bertram Miguel \"Inno Nazionale della Repubblica\" (\"Hino Nacional da República\") 1894 Federico Consolo Federico Consolo \"Independência total\" 1975 Alda Neves da Graça do Espírito Santo Manuel dos Santos Barreto de Sousa e Almeida \"Pincez Tous vos Koras, Frappez les Balafons\" (\"Tocai Vossos Corás, Batei os Balafons\") 1960 Léopold Sédar Senghor Herbert Pepper \"High We Exalt Thee, Realm of the Free\" (\"Alto te Exaltamos, Domínio dos Livres\") 1961 Clifford Nelson Fyle John Akar — \"Bože pravde\" (\"Deus de Justiça\") 2004 Jovan Đorđević Davorin Jenko \"Koste Seselwa\" (\"Juntem-se todos os Seychelenses\") Desconhecido Desconhecido Desconhecido \"Majulah Singapura\" (\"Para a Frente, Singapura\") 1959 Zubir Said Zubir Said \"Homat el Diyar\" (\"Guardiões da Pátria\") 1936 Khalil Mardam Bey Mohammed Flayfel \"Qolobaa Calankeed\" 2012 Abdullahi Qarshe Abdullahi Qarshe \"Sri Lanka Matha\" (\"Mother Sri Lanka\") 1951 Ananda Samarakoon Ananda Samarakoon \"Nahnu Jund Allah Jund Al-watan\" (\"Somos o Exército de Deus e da Nossa Terra\") Desconhecida Desconhecido Desconhecido \"South Sudan Oyee!\" (\"Sudão do Sul Oyee!\") 2011 Desconhecido Desconhecido \"Du gamla, Du fria\" (\"Tu Antiga, Tu Livre\")\"Du gamla, Du fria\" nunca foi oficialmente adotado como hino da Suécia.O hino real é \"Kungssången\". Nunca foi oficialmente adotado Richard Dybeck (1844) Antiga canção tradicional \"Schweizerpsalm\" (\"Salmo Suíço\") 1961 (de facto); 1981 (de jure) Leonhard Widmer Alberich Zwyssig \"God zij met ons Suriname\" (\"Deus Esteja com o Nosso Suriname\") Desconhecida Desconhecido Desconhecido \"Surudi Milli\" (\"National Anthem\") 1994 Gulnazar Keldi Suleiman Yudakov \"Phleng Chat\" (\"Canção Nacional\")O hino real é \"Phleng Sansoen Phra Barami\", que era o hino nacional antes de 1939. 1939 Luang Saranupraphan Peter Feit \"Mungu ibariki Afrika\" (\"Deus Abençoe a África\") Desconhecido Enoch Sontonga Enoch Sontonga \"Pátria\" 2002 Francisco Borja da Costa Afonso de Araujo Ficheiro:East Timorese national anthem.wav \"Salut à toi, pays de nos aïeux\" (\"Te saudamos, Terra de Nossos Antepassados\") 1960 Alex Casimir-Dosseh Alex Casimir-Dosseh — \"Ko e fasi o e tui o e Otu Tonga\" (\"Canção do Rei das Ilhas Tonga\") 1874 Uelingatoni Ngū Tupoumalohi Karl Gustavus Schmitt \"Forged from the Love of Liberty\" (\"Moldados no Amor da Liberdade\") 1962 Patrick Castagne Patrick Castagne \"Humat al-Hima\" (\"Defensores da Pátria\") 1987 Mustafa Sadiq Al-Rafi'i e Aboul-Qacem Echebbi Mohammad Abdel Wahab \"Türkmenbaşyň guran beýik binasy\" (\"Hino do Estado Independente e Neutral do Turquemenistão\") 1991 Saparmurat Niyazov Saparmurat Niyazov \"İstiklâl Marşı\" (\"Marcha da Independência\") 1921 Mehmet Akif Ersoy Osman Zeki Üngör \"Tuvalu mo te Atua\" (\"Tuvalu para os Grandes\") 1978 Afaese Manoa Afaese Manoa — \"Shche ne vmerla Ukrainy\" (\"A Glória da Ucrânia não Pereceu\") 1917 Pavlo Chubynsky Mykhaylo Verbytsky \"Oh Uganda, Land of Beauty\" (\"Oh Uganda, Terra de Beleza\") 1963 George Wilberforce Kakoma George Wilberforce Kakoma \"Himno Nacional\" (\"Hino Nacional\") 1833 Francisco Acuña de Figueroa Francisco José Debali \"O`zbekiston Respublikasining Davlat Madhiyasi\" (\"National Anthem of the Republic of Uzbekistan\") 1991 Abdulla Aripov Mutal Burhanov \"Yumi, Yumi, Yumi\" (\"Nós, Nós, Nós\") 1980 François Vincent Ayssav François Vincent Ayssav \"Inno e Marcia Pontificale\" (\"Hino e Marcha Pontíficia\") 1949 Antonio Allegra Charles Gounod \"Gloria al Bravo Pueblo\" (\"Glória ao Bravo Povo\") 1881 Vicente Salias Juan José Landaeta Tiến Quân Ca (\"Marcha do Exército\") 1945 Văn Cao Văn Cao — \"Stand and Sing of Zambia, Proud and Free\" (\"Erguei-vos e cantai a Zâmbia, Livres e Orgulhosos\") Desconhecida Diversos Enoch Sontonga \"Simudzai Mureza WeZimbabwe\" (\"Abençoada seja a terra do Zimbabwe\") 1994 Solomon Mutswairo Fred Changundega == Estados com reconhecimento limitado e Territórios == Estado Hino nacional Data de adoção Autor(es) da letra Autor(es) da música Áudio Abecásia \"Aiaaira\" (\"Vitória\") 1992 Genady Alamiya Valera Çkaduwa — Artsaque \"Azat u ankakh Artsakh\" (\"Artsaque Livre e Independente\") 1992 Vardan Hakobyan Armen Nasibyan — Chipre do Norte \"İstiklâl Marşı\" (\"Marcha da Independência\") 1921 Mehmet Âkif Ersoy Zeki Üngör \"Europa\" 2008 Sem letra Mendi Mengjiqi Ossétia do Sul \"Hino Nacional da Ossétia do Sul\" 1995 Totraz Kokaev Felix Alborov — \"Biladi\" (\"Meu país\") 1996 Said Al Muzayin Ali Ismael República Árabe Saaraui Democrática \"Yā Banīy As-Saharā\" (\"Oh filhos do Saara\") 1976 Desconhecido Desconhecido Somalilândia \"Samo ku waar\" (\"Vida longa com paz\") 1991 Hassan Sheikh Mumin Hassan Sheikh Mumin \"Hino Nacional da República da China\" 1937 (de facto); 1943 (de jure) Sun Yat-sen Ch'eng Mao-Yun Transnístria \"My slavim tebia, Pridnestrovie\" (\"Nós te louvamos, Transnístria\") Desconhecida Boris Parmenov, Vitaly Pishenko, Nicholas Bozhko Boris Alexandrov ==Notas== ==Referências== ;Gerais * * * ;Específicas Hinos Nacionais Hinos Nacionais",
 "title": "Lista de hinos nacionais e regionais"
}