{
 "id": "7633",
 "text": "Consenso é um conceito que descreve um tipo de acordo produzido por consentimento entre todos os membros de um grupo ou entre vários grupos. A \"falta de consenso\" é o dissenso. O consenso se diferencia de uma maioria, pois neste caso, há também uma minoria que discorda, enquanto no consenso, por definição, não há discordâncias. Uma decisão por consenso, não obstante, não implica um consentimento ativo de cada um, mas apenas uma aceitação no sentido de não-negação. Este tipo de modalidade de decisão encontrou seu fundamento na democracia grega. == Consenso social == Há também interpretações do termo para se referir a um consenso como formando sociedades (em oposição a conflitualistas que encontram na Hobbes a explicação mais geral de suas interpretações da existência da sociedade), falando da natureza humana tendendo a uma maior ou menor grau conjuntos iguais de crenças, com diferentes argumentos e elementos teóricos em cada caso. Alguns autores relevantes relacionados a uma visão consensual da sociedade são Émile Durkheim e Talcott Parsons. Walter Lippman cunhou o termo manufacture of consent (1922), subsequentemente traduzido como consenso fabricado no título livro Noam Chomsky e Edward S. Herman. == Consenso científico == O consenso dentro da comunidade científica é definido a partir de método científico. O método científico exige implicitamente a existência da comunidade científica, onde os processos de revisão por pares e reprodutibilidade são realizadas. É a comunidade científica que reconhece e apoia o consenso científico atual dentro de um campo \"o paradigma científico reinante\", que permanecerá em vigor e vai resistir à mudança até que uma evidência substancial e repetiu presente real que tem o suficiente para processar e demonstrar uma mudança de paradigma ou nova abordagem ou argumento complementar (de acordo com a teoria da mudança científica realizada por Thomas Kuhn). == Consenso político == === \"Consenso\" na transição espanhola === No século XX, durante a Transição Espanhola, a expressão consenso chegou a tornar-se um lugar-comum ou slogan sistema político espanhol, aplicados insistentemente pactos que levaram à elaboração da Constituição de 1978. == Ver também == * Decisão por consenso * Teoria dos jogos * Trabalho em equipe * Unanimidade * Maioria * Acordo internacional * Acordo de aliança * Bom senso * Senso comum * Senso crítico * Mainstream Categoria:Administração Categoria:Ciência política Categoria:Doutrina jurídica Categoria:Ética Categoria:Filosofia Categoria:Conceitos do anarquismo",
 "title": "Consenso"
}