{
 "id": "7637",
 "text": "Exceto por algumas cidades e oásis significativos, o clima árido tem sido um obstáculo histórico ao estabelecimento de comunidades na Península Árabe. Povos de várias culturas têm vivido na península ao longo de mais de anos. A cultura Dilmun, ao longo da costa do golfo Pérsico, era contemporânea dos sumérios e os antigos egípcios, e a maior parte dos impérios do mundo antigo estabeleceu trocas comerciais com os estados da península. A fundação do islã por Maomé na década de 620 e a subsequente importância religiosa das cidades árabes de Meca e Medina concederam aos governantes desse território considerável influência além da península. O Estado Saudita surge na Arábia Central em 1744. Um chefe local, Muhammad bin Saud, uniu forças a um reformador do Islã, Muhammad Abd Al-Wahhab, para criar uma nova entidade política. Por quase 150 anos, as riquezas da família Saud cresceram ou se perderam diversas vezes enquanto os chefes Saudis lutavam com o Egito, com o Império Otomano, e outras famílias da Arábia pelo controle da península. O moderno Estado Saudita foi fundado pelo último rei Abdelazize ibn Saud. Em 1902, Abdelazize ibn Saud capturou Riade, a capital ancestral da dinastia de al-Saud à família rival Rashid. Continuando estas conquistas, Abdelazize subjugou al-Hasa, o resto do Néjede e do Hejaz entre 1913 e 1926. A 8 de Janeiro de 1926 Abdelazize ibn Saud torna-se rei do Hejaz. A 29 de Janeiro de 1927 ele tomou o título de rei do Néjede (seu título anterior era sultão). Pelo Tratado de Gidá, assinado a 20 de Maio de 1927, o Reino Unido reconheceu a independência do reino de Abdelazize (então conhecido como Reino de Hejaz e Néjede). Em 1932, estas regiões foram unificadas como o Reino da Arábia Saudita. A descoberta de petróleo em 3 de Março de 1938 transformou o país. As fronteiras com a Jordânia, o Iraque, e o Kuwait foram estabelecidas por uma série de tratados negociados nos anos de 1920, que criaram duas \"zonas neutras\" — uma com o Iraque e outra com o Kuwait. A zona neutra saudita- kuwaitiana foi administrada conjuntamente em 1971, com cada Estado partilhando igualitariamente os recursos petrolíferos da zona. Tentativas de acordo para o compartilhamento da zona neutra saudita-iraquiana chegaram a um termo em 1981, sendo finalizadas em 1983. A fronteira sul do país com o Iémen foi parcialmente definida em 1934 pelo Tratado de Taif, pondo fim a uma breve guerra fronteiriça entre os dois Estados. Um tratado adicional assinado em Junho de 2000 delineou porções da fronteira com o Iémen. A localização e status da fronteira da Arábia Saudita com os Emirados Árabes Unidos não está finalizada; a fronteira de facto reflete um acordo de 1974. A fronteira entra a Arábia Saudita e o Qatar foi definida em Março de 2001. A fronteira com Omã foi criada em 1932, com Omã tornando-se um país independente da Arábia Saudita. O rei Abdelazize morreu em 1953 e foi sucedido pelo seu filho mais velho, Saud, que reinou por 11 anos, ele introduziu a televisão na Arábia Saudita. O rei Saud participou da guerra civil do Iémen a favor dos monarquistas, enquanto que o Egito ficou favorável aos republicanos. Em 1964, Saud abdicou em favor de seu meio-irmão, Faiçal, que havia servido como Ministro do Exterior. Em função de dificuldades fiscais, o rei Saud foi convencido a delegar, em 1958, a condução direta dos assuntos do governo Saudita a Faiçal como primeiro-ministro; Saud retomou brevemente o controle do governo entre 1960 e 1962. Em Outubro de 1962, Faiçal lançou um vasto programa de reformas que enfatizava o desenvolvimento econômico. Proclamado rei em 1964 por membros mais velhos da família real e por líderes religiosos, Faiçal continuou servindo também como primeiro-ministro. Esta prática tem sido utilizada pelos reis subsequentes. A metade dos anos de 1960 trouxe pressões externas geradas por divergências entre a Arábia Saudita e o Egito com relação ao Iémen. Quando a guerra civil eclodiu em 1962 entre iemenitas realistas e republicanos, forças egípcias entraram no Iémen para apoiar o novo governo republicano, enquanto a Arábia Saudita auxiliava os realistas. As tensões diminuíram apenas após 1967, quando o Egito retirou suas tropas do Iémen. Apesar de as forças sauditas não terem participado da Guerra Árabe-Israelense dos Seis Dias em Junho de 1967, o governo saudita proveu posteriormente o Egito, a Jordânia e a Síria com subsídios anuais apoiando suas economias. Durante a guerra árabe-israelense de 1973, a Arábia Saudita participou do boicote do petróleo árabe aos Estados Unidos e aos Países Baixos. Como membro da Organização dos Países Exportadores de Petróleo (OPEP), a Arábia Saudita juntou-se a outros países-membros elevando moderadamente o preço do petróleo em 1971. Após a guerra de 1973, o preço do petróleo subiu substancialmente, aumentando de forma dramática a riqueza e a influência política da Arábia Saudita. Em 1975 o rei Faiçal foi assassinado por um sobrinho que veio a ser executado depois que uma extensa investigação concluiu que ele havia agido sozinho. Faiçal foi então sucedido por seu meio-irmão Khalid tanto como príncipe quanto como primeiro-ministro; o outro meio-irmão de ambos, Príncipe Fahd foi nomeado Príncipe Herdeiro e Principal Primeiro Ministro. O rei Khalid delegou ao Príncipe Herdeiro Fahd a responsabilidade de supervisionar vários aspectos dos assuntos internacionais e domésticos do governo. O desenvolvimento econômico continuou rapidamente durante o reinado do rei Khalid e o reino assumiu um papel mais influente tanto na política regional como nas áreas de assuntos financeiros e da economia internacional. Em Junho de 1982 o rei Calide faleceu e Fahd tornou-se rei e primeiro ministro numa suave transição. Um outro meio-irmão, Príncipe Abedalá, Comandante da Guarda Nacional Saudita, foi nomeado Príncipe Herdeiro e Principal Primeiro Ministro. O irmão do rei Fahd, Príncipe Sultan, então Ministro da Defesa e da Aviação, tornou-se Vice-Primeiro Ministro. Sob o rei Fahd, a economia saudita ajustou- se a divisas petroleiras muito mais baixas resultantes do declínio do preço global do petróleo. A Arábia Saudita apoiou a navegação neutra no Golfo durante períodos da guerra Irã-Iraque e ajudou a economia do Iraque exausto pela guerra. O rei Fahd empenhou um papel importantíssimo na realização do cessar-fogo de Agosto de 1988 entre o Iraque e o Irã assim como na organização e no fortalecimento do Conselho de Cooperação do Golfo (abreviado em inglês GCC), um grupo de seis países árabes dedicados à implementação da cooperação econômica regional e do desenvolvimento pacífico. Em 1990-91, o rei Fahd desempenhou um papel-chave antes e durante a Guerra do Golfo: A Arábia Saudita acolheu a família real kuwaitiana além de 400,000 refugiados e ao mesmo tempo permitiu a colocação de tropas ocidentais e árabes em seu território para a liberação do Kuwait no ano seguinte. A ação do rei Fahd também consolidou a coalizão das forças contra o Iraque ajudou a definir o tom da operação como um esforço multilateral para o restabelecimento da soberania e da integridade territorial do Kuwait. Agindo como um ponto de encontro e porta-voz pessoal da coalizão, o rei Fahd ajudou a reunir os aliados de seu país no GCC, aliados ocidentais e árabes, assim como nações não alinhadas da África e as democracias emergentes da Europa Oriental. Ele usou sua influência como Guardião das Duas Mesquitas Sagradas para persuadir outras nações árabes e islâmicas a juntarem-se à coalizão. O rei Fahd sofreu um infarto em Novembro de 1995. Desde 1997, o príncipe herdeiro Abedalá da Arábia Saudita assumiu muitas das responsabilidades rotineiras da condução do governo. Uma população crescente, a exaustão dos recursos hídricos, e uma economia muito dependente da exportação e do preço do petróleo são as principais preocupações do governo. Tribos árabes como a tribo Otaiba tentaram ocupar Medina com apoio moral de Sheiks em protesto contra a venda de petróleio aos Estados Unidos e a favor de uma abertura política do regime para depois serem massacrados. O governo saudita é um grande apoiador dos chechenos atualmente.",
 "title": "História da Arábia Saudita"
}