{
 "id": "76397",
 "text": "A Constituição Brasileira de 1937, outorgada pelo presidente Getúlio Vargas em 10 de novembro de 1937, mesmo dia em que implanta o período do Estado Novo, é a quarta Constituição do Brasil e a terceira da república, de conteúdo pretensamente democrático. Era, no entanto, uma carta política eminentemente outorgada, mantenedora das condições de poder do presidente Getúlio Vargas. A Constituição de 1937, que recebeu o apelido de “Polaca” por ter sido inspirada no modelo semifascista polonês, era extremamente centralizadora e concedia ao governo poderes praticamente ilimitados. Foi redigida pelo jurista Francisco Campos, ministro da Justiça do novo regime, e obteve a aprovação prévia de Vargas e do ministro da Guerra, general Eurico Gaspar Dutra. A Constituição de 1937 foi a primeira que republicana autoritária que o Brasil teve, atendendo a interesses de grupos políticos desejosos de um governo forte que beneficiasse os dominantes e mais alguns, que consolidasse o domínio daqueles que se punham ao lado de Vargas. A principal característica dessa constituição era a enorme concentração de poderes nas mãos do chefe do Executivo. Seu conteúdo era fortemente centralizador, ficando a cargo do presidente da República a nomeação das autoridades estaduais, os interventores. A esses, por sua vez, cabia nomear as autoridades municipais. O Governo Vargas caracterizou-se desde o início pela centralização do poder, mas ele foi ao extremo com a ditadura de 1937 e 1945, o Estado Novo — nome copiado da ditadura de António Salazar em Portugal. Com essa Constituição, Getúlio implantou um regime autoritário de inspiração fascista que durou até ao fim da Segunda Guerra Mundial e consolidou seu governo, que começara, \"provisoriamente\", em 1930. Após a queda de Vargas e o fim do Estado Novo em outubro de 1945, foram realizadas eleições para a Assembleia Nacional Constituinte, paralelamente à eleição presidencial. Eleita a Constituinte, seus membros se reuniram para elaborar uma nova constituição, que entrou em vigor a partir de setembro de 1946. A Constituição de 1937 deu origem a vários acontecimentos na História política do Brasil que têm consequências até hoje. E, principalmente, formou o grupo de oposição a Getúlio que culminou no golpe militar de 1964. Este, por sua vez, deu origem à Constituição de 1967, a outra constituição republicana autoritária. ==Contexto histórico== A sucessão presidencial que se preparava para 1938, quando Vargas entregaria o poder a um sucessor civil, já tinha dois candidatos: o governador de São Paulo, Armando Salles de Oliveira e o candidato governista, José Américo de Almeida. Mas Getúlio não deu atenção nem a um nem a outro, com a intenção de esvaziar as duas candidaturas. Preparava, sim, terreno para a continuidade de seu governo; e após várias reuniões nas cúpulas do poder, determinou-se que ela só seria possível através de um golpe de estado: o golpe do Estado Novo. Uma das causas para a instalação do Estado Novo foi a crescente ameaça comunista, verificada não em um, mas em vários episódios ocorridos entre 1934 e 1937. O Congresso permitira anistia aos antigos perseguidos políticos, entre eles Luís Carlos Prestes, tenentista, líder da Coluna Prestes, que estava filiando-se ao Partido Comunista do Brasil (PCB). Sob a orientação da Internacional Comunista, de agentes comunistas estrangeiros e da direção nacional do PCB, foi fundada a ANL (Aliança Nacional Libertadora), tendo Prestes como presidente de honra, com o objetivo de organizar a revolta armada contra o governo de Vargas e formar um governo popular. A ANL realizou uma insurreição em novembro de 1935, com levantes no Rio de Janeiro e em Natal, quando militares foram friamente assassinados enquanto dormiam em seus alojamentos, todos deflagrados rapidamente (embora a capital potiguar tenha ficado três dias sob controle de um governo comunista). Esmagando a revolta com facilidade, Vargas usou-a como justificativa para a criação da Lei de Segurança Nacional de 1935, aprovada no Congresso alguns meses antes, que pôs a Constituição do ano anterior em suspensão de validade e permitiu a ele fechar a ANL. A campanha alarmista da ameaça comunista chegou ao seu auge em 30 de setembro de 1937, quando foi divulgado o chamado \"Plano Cohen\". Esse plano seria uma estratégia comunista orientada pela URSS para a tomada do poder e inauguração de uma espécie de \"república soviética brasileira\". O Plano era na verdade uma farsa redigida pelo militar integralista Olímpio Mourão Filho, que mais tarde desencadearia o golpe militar de 31 de março de 1964. Seu nome é uma versão incorreta do nome Kun, de Bela Kun, que foi dirigente de um curto regime comunista na Hungria em 1919 (disseram a Mourão que \"Cohen\" era a versão judaica de \"Kun\" e que, assim, além de reforçar o anticomunismo, o integralista ainda poderia despertar o antissemitismo). Foi divulgado no rádio e em jornais governistas, fazendo o ministro da Guerra (futuro presidente Eurico Gaspar Dutra) e o chefe das Forças Armadas, General Góis Monteiro, encaminharem ao Congresso a decretação de um \"estado de guerra\" no território nacional, aprovada por quase três quartos dos parlamentares. Cinquenta dias depois, com apoio dos integralistas, dos militares conservadores, da burguesia industrial e de interventores/governadores de vários estados, Vargas mandou a polícia cercar a Câmara, impôs recesso ao poder legislativo e outorgou a nova Constituição. ==Elaboração e decretação== A carta de 37 foi elaborada e redigida em sua maior parte por Francisco Campos (que mais tarde elaboraria também atos institucionais da ditadura militar iniciada em 1964), com a ajuda de líderes integralistas, um ano antes do golpe. Logo após a outorga da Constituição, Campos foi nomeado ministro da Justiça — cargo em que deve ter tido muito pouco trabalho, pois sua própria carta subordinava a Justiça aos mandos do Executivo. Sua inspiração veio, em maior parte, da legislação fascista do ditador polonês Józef Piłsudski, e uma parte das leis do regime de Mussolini na Itália. Mas, acima de tudo, era uma constituição que tinha tudo aquilo que os positivistas de 1889 queriam: uma república com um Executivo forte, militarista, conservadora e autoritária. Ou seja, finalmente a corrente positivista, autoritária e caudilhista de Júlio de Castilhos e Flores da Cunha (e outros sob a influência do castilhismo e do Colégio Militar de Porto Alegre, onde estudaram todos os presidentes do regime militar pós-64) chegava ao poder. Nesse sentido, o Estado Novo não teve elementos típicos do totalitarismo fascista europeu: nem partido único, nem mobilização das massas e nem projetos expansionistas — o Estado Novo foi mais um regime paternalista autoritário. ==Classificação e disposições principais== A constituição brasileira de 1937, outorgada pelo presidente Getúlio Vargas, caracterizou-se basicamente em uma república autoritária, atendendo a interesses de grupos políticos que ambicionavam um governo forte que consolidasse o domínio daqueles que se mostravam ao lado do presidente. Segundo Paulo Bonavides em sua obra Curso de Direito Constitucional, como Constituição outorgada, a Carta de 1937: > “[...] representa na tela do constitucionalismo um largo esboço de limitação > da autoridade do governante. O rei, príncipe ou Chefe de Estado enfeixa em > suas mãos poderes absolutos, mas consente unilateralmente em desfazer-se de > uma parcela de suas prerrogativas ilimitadas, em proveito do povo, que entra > assim no gozo de direitos e garantias, tanto jurídicas como políticas, > aparentemente por obra apenas e graça da munificência real.” Se for feita uma análise do ponto de vista jurídico, a Constituição outorgada é um ato unilateral de uma vontade política soberana, no caso, a do outorgante. Do ponto de vista político, no entanto, representa quase sempre uma concessão feita por aquela vontade ao poder popular ascendente. As duas forças conflitantes que entram em um consenso são basicamente o princípio monárquico do absolutismo e o princípio democrático do consentimento. Resumidamente, estamos falando em uma força decadente, e outra emergente. A respeito da Constituição de 1937, especificamente, podemos destacar como algumas de suas principais disposições a concentração dos poderes executivo e legislativo nas mãos do Presidente da República; o estabelecimento de eleições indiretas para presidente, que terá mandato de seis anos; a admissão da pena de morte; veto ao liberalismo; retira do trabalhador o direito de greve; permite ao governo expurgar funcionários que se opusessem ao regime; previu a realização de um plebiscito para referendá-la, o que na realidade, nunca ocorreu. ==Estado Novo== O regime do Estado Novo, instaurado pela Constituição de 1937 em pleno clima de contestação da liberal-democracia na Europa, trouxe para a vida política e administrativa brasileira as marcas da centralização e da supressão dos direitos políticos. Foram fechados o Congresso Nacional, as assembleias legislativas e as câmaras municipais. Os governadores que concordaram com o golpe do Estado Novo permaneceram, mas os que se opuseram foram substituídos por interventores diretamente nomeados por Vargas. Os militares tiveram grande importância no novo regime, definindo prioridades e formulando políticas de governo, em particular nos setores estratégicos, como siderurgia e petróleo. Em linhas gerais, o regime propunha a criação das condições consideradas necessárias para a modernização da nação: um Estado forte, centralizador, interventor, agente fundamental da produção e do desenvolvimento econômico. Por todas essas características, muitos ligaram o Estado Novo ao fascismo. No dia 10 de novembro de 1937, depois de fechar o Congresso e assinar uma nova Constituição, Vargas fez um pronunciamento, transmitido pelo rádio, em que procurava justificar a instauração do novo regime. Em sua \"Proclamação ao Povo Brasileiro\", defendia a revolução como a única alternativa possível diante do clima de desagregação e de afronta à autoridade em que mergulhara a nação. Referia-se, entre outras coisas, ao perigo do comunismo, lembrando a radicalização política que atingira o país. Anunciava, ainda, uma série de medidas com que pretendia promover o bem-estar e o desenvolvimento da nação. Entre essas medidas, destacavam-se a submissão dos governadores dos estados ao governo federal e a eliminação dos órgãos legislativos, o que levaria à criação de novas interventorias e departamentos administrativos. O jogo político representativo era eliminado em nome da eficiência e da racionalidade do Estado. O argumento para fortalecer o Poder Executivo era que a Constituição de 1934, com seu liberalismo, o havia enfraquecido e tornado vulnerável aos interesses privados. Por isso fora outorgada a Constituição de 1937, que concentrava o poder político nas mãos do presidente da República. O golpe foi seguido de uma forte repressão a cargo da polícia política, que atingiu não apenas os comunistas ou os liberais, mas mesmo aqueles que advogavam uma ideologia semelhante à do novo regime e supunham ser seus aliados: os integralistas. Foi assim que, junto com os demais partidos políticos, a Ação Integralista Brasileira foi fechada por decreto presidencial. Em reação, seria deflagrado o Levante Integralista em maio de 1938, logo desbaratado. A propaganda do regime e a repressão a seus opositores seriam as duas faces do Estado Novo, muito bem representadas pelo Departamento de Imprensa e Propaganda (DIP). Criado para difundir a ideologia do Estado Novo junto às camadas populares e, a partir do ideário autoritário do regime, contribuir para a construção da identidade nacional, o DIP exercia também uma forte censura aos meios de comunicação, suprimindo eventuais manifestações de descontentamento. Fiel ao princípio de que era necessário aplacar as disputas políticas para promover o desenvolvimento do país, o governo do Estado Novo também buscou eficiência e racionalidade no plano administrativo. Procurou implantar, no recrutamento do funcionalismo, a lógica da formação profissional, da capacidade técnica e do mérito, em substituição à da filiação partidária ou da indicação política. Para tanto, foi criado em 1938 um órgão especialmente voltado para a reforma e a modernização da administração pública, o Departamento Administrativo do Serviço Público (DASP). Anos mais tarde, a preocupação com a formação de pessoal para atuar na administração daria origem à Fundação Getúlio Vargas (FGV). Foi o desejo de dispor de informações estatísticas confiáveis que levou à valorização do Instituto Brasileiro de Geografia e Estatística (IBGE). Na área econômica, criaram-se durante o Estado Novo inúmeros conselhos e órgãos técnicos cuja função era promover estudos e discussões, assessorar o governo na elaboração e na execução de suas decisões, e ainda propiciar o acesso de setores empresariais ao aparelho estatal. Das negociações entre governo e empresariado resultariam, por exemplo, a criação do Serviço Nacional de Aprendizagem Industrial (Senai), destinado a formar mão-de-obra para a indústria, assim como os estudos para a criação do Serviço Nacional de Aprendizagem Comercial (Senac), destinado a promover a difusão e o aperfeiçoamento do ensino comercial no país. A tendência à intervenção na atividade econômica, expressa no aparecimento das primeiras companhias estatais, fez com que, a partir de 1937, ficasse difícil separar o binômio Estado e economia. ==A imutabilidade e as inovações do texto constitucional== Elaborada por Francisco Campos, a Constituição de 1937 conservou em seu texto algumas das características das Constituições anteriores, como a tripartição dos poderes, a “presença” do Distrito Federal na administração direta, tendo, no entanto, por sede o Rio de Janeiro. O país continuava laico, e o autor da Constituição de 1937 entende não haver diferença entre plebiscito e referendo, como cita Walter Costa Porto: > “[...] entende-se não haver diferença conceitual entre plebiscito e > referendo, utilizando unicamente o primeiro termo para a consulta popular > que sobre um ato prévio de órgão estatal, o próprio texto constitucional de > 10 de novembro, quer sobre um acontecimento, como a subdivisão ou > desmembramento de Estados.” Além disso, as Constituições anteriores (1824, 1891 e 1934), não faziam referência ao plebiscito, sendo utilizado este mecanismo de participação popular com certa efetividade pela Constituição de 1946. A de 1967 mencionava apenas a consulta prévia às populações, sendo o plebiscito assegurado com maior efetividade na Constituição cidadã de 1988. ==Principais características== De suas medidas principais, pode-se destacar que a Constituição de 1937: *concentrou os poderes Executivo e Legislativo nas mãos do Presidente da República; *estabeleceu eleições indiretas para presidente, com mandato de seis anos; *acabou com o liberalismo; *admitiu a pena de morte; *retirou do trabalhador o direito de greve; *previu a criação da Justiça do Trabalho; *nacionalizou as riquezas do subsolo e quedas d'água no país; *extinguiu a Justiça Eleitoral e os partidos políticos. ==Emendas e modificações== A emenda de 2 de dezembro do mesmo ano em que a Constituição foi outorgada extinguiu todos os partidos políticos. Quase todos eram efêmeros da República Velha, pois já não restava quase nada do PRP, do PRM ou do PRL, e os demais PS, PD, UDB e outros eram formados apenas em época de eleição e costumavam dissolver-se tão logo estas eram realizadas. Os dois únicos partidos de projeção nacional em 1937 eram o PCB (Partido Comunista do Brasil) e a AIB (Ação Integralista Brasileira); sendo que o primeiro estava na clandestinidade praticamente desde sua fundação. No novo Estado também podemos dizer que houve o fim das leis políticas e civis: fim de greves, funcionamento da campanha de nacionalização, controle dos sindicatos e sem eleições para o Legislativo e o Executivo. ==Bibliografia== * ARRUDA, Marcos; CALDEIRA César. Como Surgiram as Constituições Brasileiras. Rio de Janeiro: FASE. Projeto Educação Popular para a Constituinte, 1986 * BONAVIDES, Paulo. Curso de Direito Constitucional. 22 ed. São Paulo: Malheiros Editores Ltda. * BONAVIDES, Paulo. Teoria Constitucional da Democracia Participativa. 2 ed. São Paulo: Malheiros Editores Ltda. 2008. * CANOTILHO, J. J. Gomes. Direito Constitucional e Teoria da Constituição. 7 ed. Edições Almedina. * MOTA, Myriam Becho; BRAICK, Patrícia Ramos. História: das cavernas ao terceiro milênio. 2 ed. São Paulo: Moderna, 2002. * WOLKMER, A. C. (org.). Fundamentos de história do direito. 4 ed. Belo Horizonte: Del Rey, 2007. Categoria:Era Vargas Categoria:1937 na política do Brasil Categoria:Legislação de 1937",
 "title": "Constituição brasileira de 1937"
}