{
 "id": "76411",
 "text": "Belle and Sebastian é um banda de indie folk escocesa formada em Janeiro de 1996 e é natural da cidade de Glasgow. Belle and Sebastian tem muito em comum com bandas indie de muita influência, como The Smiths, Felt e James, e atualmente tem adotado influências do soul e funk nórdicos. Depois de lançar vários álbuns e EPs na Jeepster Records, eles agora estão associados à Rough Trade Records no Reino Unido e à Matador Records nos EUA. == História == === (1996-1997) Formação e ascensão === Belle and Sebastian foi formada em Glasgow em janeiro de 1996, quando Stuart Murdoch encontrou o baixista Stuart David. Juntos, eles gravaram alguns demos com seu professor de música do Stow College, Pilar Duplac, que selecionava, todo ano, músicas para serem lançadas em um single, produzido na gravadora da escola. Como a banda já tinha inúmeras músicas prontas e a gravadora ficou muito impressionada com os demos, Belle and Sebastian (nome dado em homenagem a Belle et Sébastien, um livro infantil da escritora francesa Cécile Aubry que narra a história do menino Sébastien e sua cachorra Belle) resolve gravar um álbum completo: Tigermilk. Há rumores que \"Belle\" refere-se a Isobel Campbell e \"Sebastian\" a Stuart (Murdoch), já que namoraram por alguns anos, até a saída dessa da banda, em 2002. Murdoch nega as afirmações. Tigermilk foi gravado em três dias e só mil cópias foram gravadas, em vinil. Tais LPs agora são vendidos por mais de £400. Nessa época a banda agrega Stevie Jackson, Isobel Campbell, Chris Geddes e Richard Colburn. Depois do sucesso do disco inaugural, Belle and Sebastian foram para a Jeepster Records em agosto de 1996 e If You're Feeling Sinister, seu segundo álbum, foi lançado três meses depois. Logo antes de gravar Sinister, Sarah Martin juntou-se à banda. Em 1997, uma série de EPs foi lançada. O primeiro deles foi Dog on Wheels, que continha quatro faixas demo gravadas antes da formação real. Na verdade, os únicos membros de longa data a tocar no disco foram Murdoch, David e Mick Cooke, que tocou trompete no EP, mas só entrou na banda alguns anos depois. O EP ficou em 59º na classificação britânica de singles. Lazy Line Painter Jane, o próximo EP, foi lançado em julho. Ele foi gravado no hall de uma igreja e tinha vocais de Monica Queen e por muito pouco (41º) não entrou no UK top 40. O último EP de 1997 foi lançado em outubro, 3.. 6.. 9 Seconds of Light. Esse foi eleito o Single da Semana na NME e Melody Maker e posicionou-se em 32º no ranking, tornando-se o primeiro single da banda a ficar entre os 40 melhores. A banda fez sucesso entre os jovens inteligentes ingleses e logo se espalhou pelo mundo sendo considerada uma banda sem precedentes no estilo unico. === (1998-2002) Continuando o sucesso na Jeepster === 1998 começou com o lançamento de The Boy with the Arab Strap, que alcançou o 12º lugar nas paradas britânicas. Durante a gravação do CD o trompetista Mick Cooke foi chamado para entrar para a banda. Logo depois do lançamento do álbum a banda foi premiada com Best Newcomer (pelo seu terceiro álbum) no BRIT Awards. Em seguida foi lançado o EP This Is Just a Modern Rock Song. Em 1999 a banda sediou seu próprio festival, o Bowlie Weekender. Tigermilk foi lançado na íntegra, pela Jeepster, antes da banda começar a trabalhar em seu novo LP. O resultado foi Fold Your Hands Child, You Walk Like a Peasant, que se tornou o primeiro top 10 da banda no Reino Unido. O single \"Legal Man\" alcançou o 15º lugar e deu a eles sua primeira apresentação no Top of the Pops. Stuart David logo saiu da banda para concentrar-se em seu projeto solo, Looper, e em seus livros, que incluiam The Idle Thoughts of a Daydreamer. Ele foi substituído por Bobby Kildea do V-Twin. O single Jonathan David-cantado por Stevie Jackson- foi lançado em junho de 2001 e foi seguido por I´m Waking Up to Us em novembro. Esse parece descrever o relacionamento e separação de Murdoch e Campbell, mas Murdoch negou o fato. A maior parte de 2002 foi gasto com turnês e a gravação de Storytelling. Isobel anuncia sua saída da banda na turnê dos EUA, em 2002. === (2003-presente) Rough Trade === A banda deixa a Jeepster em 2002 e entra na Rough Trade Records. B&S; completa seu álbum Dear Catastrophe Waitress em 2003, produzido por Trevor Horn. O álbum mostra um som mais produzido, se comparado com os outros quatro LPs da banda. Um documentário, Fans Only foi lançado em DVD pela Jeepster em outubro de 2003. Um single de Catastrophe Waitress, Step into My Office, baby, foi lançado em novembro de 2003. Esse seria o seu primeiro single/EP originário de um álbum. I´m a Cuckoo foi o segundo single vindo de um álbum, e tocou mais nas rádios do que qualquer outro single ou EP. Ele alcançara sua melhor posição até o momento, o 14º no Reino Unido. Books foi o EP que o seguiu. Ele foi o terceiro EP da banda a chegar no top 20 inglês, que foi indicada para o Mercury Music Prize e um Ivor Novello Award. Em janeiro de 2005, B&S; foi eleita a melhor banda escocesa, ganhando de bandas como Simple Minds, Idlewild, Travis, Franz Ferdinand e The Proclaimers. Em abril de 2005, membros da banda visitaram Israel e Palestina, com o War on Want;consequentemente o grupo lançou uma música inspirada na viagem: The Eighth Station of the Cross Kebab House, que foi lançada no single Funny Little Frog. Push Barman to Open Old Wounds, uma compilação dos singles e EPs da Jeepster, foi lançado em maio de 2005, enquanto a banda gravava seu sétimo álbum na California. O resultado foi The Life Pursuit lançado em fevereiro de 2006 e produzido por Tony Hoffer. O álbum foi o de melhor colocação, alcançando 8º lugar no Reino Unido e 65º na Bilboard americana. Em julho de 2006 a banda fez um show histórico com a Los Angeles Philharmonic no Hollywood Bowl.O show com 18000 ingressos vendidos foi aberto pelo The Shins. Em outubro de 2006, membros da banda ajudaram a lançar uma coleção, em cd, de músicas para criança chamado Colouers Are Brighter, com o envolvimento de bandas famosas como Franz Ferdinand e The Kooks. Um vídeo mais detalhado, da STV, está disponível aqui. O grupo está planejando lançar uma copilação das melhores músicas tocadas entre 1996 e 2001. == Membros == Os atuais membros da banda são: *Stuart Murdoch: de 1996 até o momento (vocais, guitarra e teclados) *Stevie Jackson: de 1996 até o momento (vocais e guitarra) *Chris Geddes: de 1996 até o momento (teclados) *Richard Colburn: de 1996 até o momento (bateria) *Sarah Martin: de 1996 até o momento (violino e vocais) *Mick Cooke: de 1998 até o momento (trompete e baixo) *Bobby Kildea: de 2001 até o momento (guitarra e baixo) Membros antigos: *Isobel Campbell: de 1996 a 2002 (vocais e cello) *Stuart David] de 1996 a 2000 (baixo) *Mark Jefferson: de 1996 a 2000 (piano) == Uso na mídia == Recentemente, sua música There's Too Much Love foi trilha sonora do filme Hoje Eu Quero Voltar Sozinhohttp://vejasp.abril.com.br/blogs/miguel-barbieri/2014/04/10/hoje-quero- voltar-sozinho-personagens-gays-entrevista-daniel-ribeiro- diretor/http://www.fundaj.gov.br/index.php?option=com_content&view;=article&id;=3511:sensivel- e-ingenuo-qhoje-eu-quero-voltar-sozinhoq- cativa-&catid;=99:noticias&Itemid;=877, de Daniel Ribeiro. == Discografia == === Álbuns === ==== Estúdio ==== * Tigermilk, junho/1996 (remasterizado em junho/1999) * If You're Feeling Sinister, novembro/1996 * The Boy with the Arab Strap, setembro/1998 * Fold Your Hands Child, You Walk Like a Peasant, junho/2000 * Storytelling, junho/2002 * Dear Catastrophe Waitress, outubro/2003 * Push Barman To Open Old Wounds, março/2005 * The Life Pursuit, fevereiro/2006 * Write About Love, outubro/2010 *Girls in Peacetime Want to Dance, janeiro/2015 *Days of the Bagnold Summer, Setembro/2019 ==== Ao vivo ==== * If You're Feeling Sinister: Live at the Barbican, 2005 === Singles & EPs === * Dog on Wheels, 1997 * Lazy Line Painter Jane, 1997 * 3.. 6.. 9.. Seconds of Light, 1997 * This Is Just a Modern Rock Song, 1998 * Legal Man, 2000 * Jonathan David, 2001 * I'm Waking Up to Us, 2001 * Step Into My Office, Baby, 2003 * I'm a Cuckoo, 2004 * Books EP, 2004 * Funny Little Frog, 2006 * The Blues Are Still Blue, 2006 * The White Collar Boy, 2006 * Write about love, 2010 === Coletâneas === * Lazy Line Painter Jane (box com os três primeiros EPs), 2000 * Push Barman to Open Old Wounds (álbum duplo com os EPs lançados pela Jeepster), 2005 * Late Night Tales: Belle and Sebastian (coletânea de outros artistas com as músicas escolhidas pelo B&S;), 2006 * The BBC Sessions, 2008 * The Third Eye Centre, 2013 * The Jeepster Singles (box em edição limitada e numerada, com os sete singles lançados pela Jeepster), 2016 === DVD === * Fans Only, 2003 * Step Into My Office Baby - I'm a Cucckoo - Wraped Up In Books (lançado apenas no Brasil), 2005 == Ligações externas == * Site oficial * B&S; na Jeepster * B&S; na Matador Records * Tutorial acerca de Belle and Sebastian * Entrevista de Richar Colburn(bateria) para o Uol Música * Entrevista com Mick Cook(trompetista) Categoria:Matador Records Categoria:Bandas da Escócia Categoria:Bandas de indie pop Categoria:Bandas formadas em 1996",
 "title": "Belle & Sebastian"
}