{
 "id": "76412",
 "text": "O termo inglês indie é uma forma abreviada de independent (em português, independente) utilizado para designar tanto as produções culturais e artísticas, como os músicos, produtores e artistas envolvidos, que lançam os seus projetos de forma independente. Indie também pode se referir ao estilo musical popularizado por bandas e artistas indie, como Arctic Monkeys, Fun, Foster the People, The Strokes, MGMT, Matt & Kim, Gotye, Lorde, Lana Del Rey, Marina, entre outros. == Origem == O termo entrou em uso no início da década de 1980, quando muitos músicos e produtores atuaram independentemente para entrar na indústria comercial, designando um gênero musical geralmente associado ao punk rock, rock e pop, com origem no Reino Unido e crescimento nos Estados Unidos. Por exemplo: atualmente, no portal YouTube, quando um músico, produtor ou diretor cria um cadastro pessoal, ele tem a opção de usar o nome da gravadora dele nos detalhes de seu perfil, ou de usar o termo indie, para refletir que este artista não tem um contrato com um estúdio/gravadora de renome no mercado. O termo também se aplica a empresas de desenvolvimento de jogos, ou até mesmo a desenvolvedores que lançam seus projetos de forma independente. Mas o termo tem proliferado e adquirido outros significados, tais como: * Indie: uma gravadora independente; * IndieLisboa: o Festival Internacional de Cinema Independente de Lisboa * Indie Music Fest: Festival no Bosque do Choupal, em Baltar, uma Celebração Artística Independente Nacional * Indie rock: um neologismo para as bandas que tocam o estilo rock e não possuem contratos, mas distribuem seus CDs independentemente; * Indie pop: o mesmo que o indie rock, mas na música pop; * Indie game: jogos eletrônicos desenvolvidos por produtores independentes. * Filmes Indie: Produções realizadas sem nenhuma apoio de grandes estudios ou com pouca interferência, geralmente de baixo orçamento. ==Música== Dentre as bandas e artistas indies, estão The Neighbourhood, YUNGBLUD, Last Dinosaurs, Story Untold, Clairo, Men I Trust, Tame Impala, TEMPOREX, Melanie Martinez, JOJI (the pink guy), Trapdoor Social, The 1975,Harry Kane, Cigarettes After Sex, Foster the People, Alfie Templeman, The Marías, Dayglow, Oliver Tree, COIN, girl in red, The Japanese House, grouplove, Conan Gray, Billie Eilish, Gus Dapperton, HUNNY, Rex Orange County, Tyler the Creator, Born Ruffians, Sticky Fingers (band), Awolnation, Arctic Monkeys, Wallows David Ballot, The Strokes, Marina and the Diamonds, Florence and the Machine, Lorde, Bastille, Ellie Goulding, AURORA, Halsey, Lorde Charlie, Jake Bugg, Paloma Faith, Belle & Sebastian, Câmera Obscura, Charlotte Gainsbourg, Fun., Of Monsters and Men, Radiohead, War Hayashi, Arcade Fire, Matt & Kim, Gotye, Atlas Genius, Léo Mello, Kimbra, Luiza Delecrode, The XX, Bridgit Mendler, Troye Sivan, Foals, Mac DeMarco, Melanie Martinez, Owl City, Lana Del Rey, entre outros. E também a banda conhecida como pai do Indie, The Smiths e a mãe do Indie Björk.",
 "title": "Indie"
}