{
 "id": "76429",
 "text": "[Koizumi Jun'ichirō], (Yokosuka, 8 de janeiro de 1942) é um político moderado japonês. Foi o 87º primeiro-ministro do Japão, sucedido por Shinzo Abe. Aposentou-se da política quando seu mandato no parlamento terminou.\"Koizumi to exit political stage\", The Japan Times, 26 de setembro, 2008. == Vida == Koizumi foi educado na Escola de Yokosuka e na Universidade Keio, onde estudou economia. Passou um breve período estudando no College University de Londres antes de retornar ao Japão em dezembro de 1969. Casou-se em 1978. Seu casamento acabou em divórcio em 1982 e ele não mais casou desde então. Junichiro tem três filhos, dois vivem com ele (Shinjiro Koizumi e Kotaro Koizumi) e nunca mais viram sua mãe desde o divórcio. O mais novo, estudante da Universidade Keio, nunca conheceu seu pai. Kotaro Koizumi é ator e participou de diversos seriados japoneses. O avô de Koizumi era Matajiro Koizumi. Koizumi é fã de Richard Wagner e também da banda japonesa de heavy metal X Japan, tendo usado , inclusive, a música \"Forever Love\" em inserções e propagandas do PLD na televisão nipônica.LDP unveils new TV commercials, poster featuring Koizumi == Vida política == Antes de uma iniciativa fracassada de ser eleito, Koizumi se tornou membro da 11ª Prefeitura de Kanagawa em dezembro de 1972. Era membro do Partido Liberal Democrata (PLD), e se juntou à facção Fukuda. Desde então já foi eleito dez vezes. Em 1992, tornou-se Ministro de Telecomunicações no governo de Kiichi Miyazawa. Foi três vezes Ministro da Saúde nos governos de Noboru Takeshita, Sosuke Uno e Ryutaro Hashimoto. Em 1994 com o PLD na oposição, tornou-se membro de uma outra facção, a Shinseiki, constituída por parlamentares jovens e mais motivados. Concorreu à presidência do PLD em setembro de 1995 e em julho de 1999, mas obteve pouco apoio perdendo para Ryutaro Hashimoto e Keizo Obuchi, respectivamente. Em abril de 2000 Obuchi foi substituído por Yoshiro Mori. Koizumi tornou-se líder do seu partido na sua terceira tentativa em 24 de abril de 2001. Teve 298 votos, enquanto o outro candidato, Ryutaro Hashimoto, 155.Anderson, Gregory E., \"Lionheart or Paper Tiger? A First-term Koizumi Retrospective ,\" Asian Perspective 28:149–182, março de 2004. Tornou-se Primeiro-ministro em 26 de abril de 2001. Sua coalizão assegurou 78 das 121 vagas na Câmara dos Conselheiros. Koizumi, Junichiro Categoria:Pessoas do período Showa Categoria:Pessoas do período Heisei",
 "title": "Junichiro Koizumi"
}