{
 "id": "76439",
 "text": "Cataia é uma bebida muito popular no Litoral Norte do Estado do Paraná e no Vale do Ribeira, Litoral Sul de São Paulo. É preparada à base da folha de uma erva medicinal com o mesmo nome, curtida em cachaça. Entre os botânicos a planta é mais corretamente denominada Pimenta pseudocaryophyllus - Myrtaceae D'ANGELIS, A. S. R.; NEGRELLE, R. R. B. Pimenta pseudocaryophyllus (Gomes) Landrum: aspectos botânicos, ecológicos, etnobotânicos e farmacológicos. Rev. bras. plantas med, v. 16, n. 3, p. 607-617, 2014. http://www.scielo.br/pdf/rbpm/v16n3/18.pdf. O consumo popular das folhas na aromatização de cachaça, dá origem à bebida também chamada “cataia”, tem inegável importância no litoral dos estados do Paraná e de São Paulo \"LORENZI, Valmir Campolino. Rendimento de óleo essencial de Pimenta pseudocaryophyllus (Gomes) Landrum (Myrtaceae) em duas fisionomias florestais distintas no Paraná. 2016.\" http://acervodigital.ufpr.br/bitstream/handle/1884/44925/VALMIR%20CAMPOLINO%20LORENZI.pdf?sequence=1&isAllowed;=y. ==História== O nome cataia vem do tupi e quer dizer Folha que queima. A bebida é feita da folha da cataia, que quando submersa na cachaça reduz drasticamente a acidez, fazendo com que a bebida torne-se saborosa. É consumida geralmente pura ou com mel, realçando seu sabor. Segundo histórias locais, a bebida originou-se na comunidade de Barra do Ararapira, divisa entre litoral sul paulista e norte paranaense em 1985, quando seu Rubens Muniz resolveu misturar as folhas de cataia, originalmente utilizada na comunidade como chá ou erva anestésica, com cachaça. A partir daí a fama da bebida se espalhou pelas redondezas, sendo utilizada pelos pescadores em dias de frio e também por turistas, sobretudo de São Paulo e do Paraná, que propagandearam a bebida, também conhecida como \"uísque caiçara\" ou \"uísque da praia\". Dependendo do preparo, seu teor alcoólico varia entre 20% e 40%. ==Ver também== * Barreado Categoria:Cultura caiçara Categoria:Bebidas alcoólicas Categoria:Cachaças Categoria:Culinária do Paraná Categoria:Bebidas do estado de São Paulo",
 "title": "Cataia (bebida)"
}