{
 "id": "7648",
 "text": "David Hume (Edimburgo, 7 de maio (ou 26 de abril-Antigo) de 1711 – Edimburgo, 25 de Agosto de 1776) foi um filósofo, historiador e ensaísta britânico nascido na Escócia, que se tornou célebre pelo seu empirismo radical e ceticismo filosófico. Ao lado de John Locke e George Berkeley, David Hume compõe a famosa tríade do empirismo britânico, sendo considerado um dos mais importantes pensadores do chamado iluminismo escocês e da própria história da filosofia. David Hume elaborou um pensamento crítico ao cartesianismo e às filosofias que consideravam o espírito humano desde um ponto de vista teológico-metafísico. Assim David Hume abriu caminho à aplicação do método experimental aos fenômenos mentais. A sua importância no desenvolvimento do pensamento contemporâneo é considerável. Teve profunda influência sobre Kant, sobre a filosofia analítica do início do século XX e sobre a fenomenologia. O estudo da sua obra tem oscilado entre aqueles que colocam ênfase no lado cético (tais como Reid, Greene, e os positivistas lógicos) e aqueles que enfatizam o lado naturalista (como Kemp Smith, Stroud e Galen Strawson). Por muito tempo apenas se destacou através do seu pensamento o ceticismo destrutivo. Somente no fim do século XX os comentadores se empenharam em mostrar o caráter positivo e construtivo do seu projeto filosófico. David Hume foi um leitor voraz. Entre as suas fontes, incluem-se tanto a Filosofia antiga como o pensamento científico de sua época, ilustrado pela física e pela filosofia empirista. Fortemente influenciado por Locke e Berkeley mas também por vários filósofos franceses, como Pierre Bayle e Nicolas Malebranche, e diversas figuras dos círculos intelectuais ingleses, como Samuel Clarke, Francis Hutcheson (seu professor) e Joseph Butler (a quem ele enviou o seu primeiro trabalho para apreciação),Na introdução de A Treatise of Human Nature, Hume cita \"Mr Locke, Lord Shaftesbury, Dr Mandeville, Mr Hutcheson, Dr Butler, etc.\" (...) \"who have begun to put the science of man on a new footing, and have engaged the attention, and excited the curiosity of the public.\" é entretanto a Newton que Hume deve o seu método de análise, conforme assinalado no subtítulo do Tratado da Natureza Humana – Uma Tentativa de Introduzir o Método Experimental de Raciocínio nos Assuntos Morais. Seguindo atentamente os acontecimentos nas colônias americanas, tomou partido da independência americana. Em 1775, disse a Benjamin Franklin: \"sou americano nos meus princípios\". == Biografia == Nasceu em Edimburgo, em 26 de abril de 1711. Passou sua infância numa casa da família na vila de Chirnside, não muito distante de Berwickshire. Filho de Joseph Hume de Chirnside, advogado, e de Katherine Falconer. Seu pai faleceu quando tinha apenas dois anos, deixando o pequeno David Hume, seu irmão mais velho e sua irmã sob os cuidados exclusivos de sua mãe. A família, apesar de não ser rica, teve condições de pagar por tutores particulares para David e John. Estudaram, nesse período, latim e literatura, e provavelmente também a língua francesa. Já no outono de 1721, com 10 anos, partiu, junto com seu irmão, 12 anos, para o Colégio de Edimburgo. Lá, Hume seguiu o curso ordinário de artes, e não se graduou. Nessa época, sua família decidiu que ele deveria se tornar um advogado, como seu pai. Assim, o autor passou algum tempo lendo livros de direito, e frequentando as aulas da faculdade de direito de Edimburgo. Porém, não se interessou pela área. Em 1742, Hume descreveu o direito como uma 'ocupação trabalhosa' e 'incompatível com qualquer outro estudo ou profissão'. Hume não ficou impressionado com a educação que recebeu em Edimburgo, não obstante, além de seu contato com línguas e literaturas clássicas, foi também exposto à cultura da filosofia natural experimental e à jurisprudência moderna e protestante, que se tornariam influências constantes no seu pensamento. Seu encontro com a obra de Shaftesbury, logo após sua saída da universidade, foi igualmente marcante na orientação que o Hume tomaria, especialmente a obra Characteristicks of Men, Manners, Opinions, Times (Características dos Homens, Costumes, Opiniões, Épocas). O projeto de renovação da filosofia moral estoica elaborado pelo conde de Shaftesbury seria compartilhado por Hume, que leu extensamente a literatura estoica disponível naquele momento, como Cicero, Sêneca e Plutarco, tomando desses pensadores uma inspiração para a educar a mente a as paixões. Esse ideal moral teria, porém, influência na dedicação excessiva que Hume exerceu no período, e no colapso emocional que se seguiu, o que lhe despertou, também, uma reação crítica. Após abandonar o curso sem muita resistência da família, Hume teve um período de tempo livre, durante o qual leu vigorosamente, e formou a vontade de seguir uma carreira literária. No início de 1729, já havia decidido que iria se dedicar inteiramente a leitura e a escrita. Entretanto, seis meses depois, entrou num estado de colapso, sentindo-se fatigado após dedicar-se demais nos estudos, e incapaz de continuar no mesmo ritmo, desgostoso do trabalho de ler, faltando-lhe a concentração necessária. Passou dois anos para recuperar seu vigor, enquanto aprendia à equilibrar melhor seu esforço intelectual com atividades físicas e períodos de socialização. No verão de 1731, novamente autoconfiante, Hume começou à cultivar um novo projeto intelectual, em que pretendia tomar a natureza humana como foco de estudo, abordando-a de maneira original em relação aos antigos, por favorecer acima de tudo a investigação através da experiência. Pretendia, assim, oferecer perspectivas independentes das teses moralistas e religiosas prevalentes. Passou os três anos seguintes desenvolvendo seu projeto de uma nova ciência da natureza humana, durante os quais falhou e recomeçou diversas vezes. Na primavera de 1734, Hume relatou a um médico de Londres que ainda sentia os efeitos de seu colapso nervoso, e solicitou auxílio diante da sua atual dificuldade de se concentrar e organizar seus pensamentos. Decidiu então dar uma pausa em seu trabalho intelectual e dedicar-se a outras atividades. Arrumou um trabalho com um comerciante de açúcar em Bristol. Não obstante, alguns meses depois Hume já declarava que descobriu ser totalmente incompatível com aquele ambiente. Logo viajou para a França, buscando continuar seus estudos. Lá escreveria o primeiro núcleo de sua obra Tratado da Natureza Humana. Em 1737, Hume retorna à Inglaterra e trabalha diligentemente para publicar o seu livro. Em 1739, consegue publicar os dois primeiros volumes de seu Tratado, e em 1740 é publicado o terceiro e último volume. Apesar de ser hoje considerado a sua principal obra e um dos livros mais importantes da história da filosofia, o Tratado não causou impressão à época de sua publicação. Hume tinha esperado um ataque às ideias apresentadas no livro e preparava uma defesa apaixonada. Para sua surpresa, a publicação do livro passou quase despercebida; e, recordando a indiferença do público, Hume escreveu que \"nenhuma tentativa literária foi mais desafortunada que meu Tratado da Natureza Humana\", na verdade, \"saiu da gráfica natimorto, sem alcançar sequer a distinção de estimular os murmúrios dos fanáticos\". Diante da reclamação de que o livro era \"abstrato e ininteligível\",Mossner (2001), p. 195. Hume recorreu ao artifício, ainda em 1740, de publicar uma sinopse anônima, na qual apresentava de forma mais clara e direta algumas das ideias fundamentais do Tratado. No entanto, embora já permitisse antever os elegantes argumentos da Investigação sobre o entendimento Humano, a sinopse de pouco serviu para mudar a consideração geral em relação ao Tratado. Em 1742 é publicada em Edimburgo a primeira parte de seus Ensaios, que mereceram considerável atenção do público e, segundo o próprio Hume, fizeram-no esquecer a decepção provocada pelo Tratado. Em 1744, concorre à cátedra de Filosofia Pneumática e MoralFilosofia pneumática seria o equivalente, hoje, à filosofia da mente [cf. Morris (Fall 2010)]. da Universidade de Edimburgo, mas sua candidatura enfrenta forte oposição devido à sua fama de ateísta e acaba por ser rejeitada. Depois dessa conturbada candidatura a um posto acadêmico e de uma experiência infeliz como tutor de um jovem inglês, de linhagem nobre e mente desajustada, Hume é convidado pelo general James St. Clair a ser seu secretário numa expedição militar. Inicialmente a expedição tinha como alvo o Canadá, mas terminou por realizar uma incursão à costa da França. Hume também acompanhou o general St. Clair em missões diplomáticas a Viena e Turim. Tendo retornado da Itália, Hume muda-se para a propriedade rural de sua família em 1749, e aí permanece por dois anos. Em 1751, vai morar na cidade, \"o verdadeiro cenário de um homem de letras\", e faz uma nova tentativa de obter um cargo acadêmico: a cátedra de Lógica da Universidade de Glasgow. Mas, novamente, sua candidatura é rejeitada. Convencido de que o problema do Tratado era mais uma questão de forma que de conteúdo, ele resumiu o Livro I do Tratado (“Sobre o Entendimento”), dando-lhe um estilo mais ágil e acessível. Desse trabalho surgiu a Investigação sobre o entendimento Humano, que, embora tenha encontrado receptividade maior que a do livro que lhe deu origem, esteve longe de ser um sucesso de vendas. A mesma recepção fria teve uma nova edição dos Ensaios. A falta de reconhecimento, porém, não prejudicou o seu trabalho literário. Hume escreveu a segunda parte de seus Ensaios e, tal como havia feito anteriormente, reescreveu aquelas partes do Tratado relacionadas a questões morais. Esses novos textos sobre moral vieram a público com o título de Investigação sobre os Princípios da Moral – livro que na opinião do próprio Hume era, de todos os seus escritos, “históricos, filosóficos ou literários, incomparavelmente o melhor”. Em 1752, Hume é convidado a dirigir a biblioteca da Faculdade dos Advogados de Edimburgo. Embora fosse escassamente remunerada, a função colocava à disposição de Hume as fontes bibliográficas para um novo projeto: a elaboração da História da Inglaterra. Essa obra historiográfica monumental foi publicada em seis volumes, nos anos de 1754, 1756, 1759 e 1762. Esse esforço de uma década foi recompensado. Os volumes da História da Inglaterra valeram ao seu autor a tão almejada celebridade literária e, além disso, proporcionaram-lhe bons retornos pecuniários. Mas Hume não ficou livre dos ataques de seus adversários. Em 1754, ele foi acusado de encomendar “livros indecentes” para a biblioteca, e houve uma movimentação para destituí-lo do cargo. Diante das pressões, os membros do conselho diretor cancelaram as encomendas dos livros considerados ofensivos – decisão que Hume tomou como uma ofensa pessoal. Como precisava do acervo da biblioteca para prosseguir as suas pesquisas para a História da Inglaterra, ele adiou seu pedido de demissão, mas reverteu os pagamentos de seu salário em benefício de Thomas Blacklock – poeta cego que decidira ajudar. Antes de pedir sua demissão em 1757, Hume ainda foi alvo de um processo mal- sucedido de excomunhão em 1756. Foi também durante o período em que exerceu a função de bibliotecário que Hume escreveu as suas duas grandes obras sobre religião: a História Natural da Religião e os Diálogos sobre Religião Natural. A primeira veio a público em 1757 como parte das Quatro Dissertações. O projeto original, no entanto, previa cinco dissertações: além da História Natural da Religião, o livro também incluiria os ensaios \"Sobre as Paixões\", \"Sobre a Tragédia\", \"Sobre o Suicídio\" e \"Sobre a Imortalidade da Alma\". Esses dois últimos ensaios eram investidas frontais contra os dogmas religiosos, pois criticavam a condenação ao suicídio e a crença na vida após a morte.Fieser (2004). Antes que fossem publicados, o editor de Hume, Andrew Millar, recebeu ameaças de ser judicialmente processado caso os textos fossem distribuídos. Diante disso, Hume fez alterações na História e substituiu os dois últimos textos pelo ensaio \"Sobre o Padrão de Gosto\". Os Diálogos, por sua vez, só foram publicados em 1779, três anos após a morte de Hume. Em 1763, Hume aceita o convite feito pelo embaixador inglês na França, Lorde Hertford, para trabalhar como seu secretário em Paris. Por dois anos, além de auxiliar nos trabalhos diplomáticos, Hume trava conhecimento com grandes nomes da intelectualidade parisiense, como Diderot, D'Alembert, e d'Holbach. Ao retornar para a Inglaterra, Hume toma providências e estabelece contatos para ajudar Rousseau a se estabelecer em solo britânico, uma vez que esse último tornara-se vítima de uma nova perseguição por parte das autoridades suíças. No entanto, os laços de amizade entre os dois filósofos romperam-se dramaticamente pouco tempo depois. Levado pela paranoia e mania de perseguição, Rousseau acusou Hume de estar liderando uma conspiração para difamá-lo e arruiná-lo. Em 1767, a convite do General Conway, irmão de Lord Hertford, Hume assumiu em Londres o cargo de subsecretário para o Departamento do Norte. Exerceu essa função por cerca de dois anos, e retornou para Edimburgo em 1769 – dessa vez definitivamente. Passou os últimos anos de sua vida revisando os seus escritos e desfrutando a convivência de amigos e intelectuais de Edimburgo. Na primavera de 1775, foi acometido por uma doença intestinal que \"a princípio\", segundo seu testemunho, \"não causou alarme, mas que se tornou (…) mortal e incurável\". Durante o período em que esteve doente, Hume recebeu a visita de James Boswell. Diante das atitudes e palavras de Hume sobre o fim que se aproximava, Boswell ficou convencido de que ele encarava a morte com absoluta serenidade. Em 26 de outubro de 1775 escreve uma carta ao seu editor W. Strahan para que este incluísse uma breve advertência no início do segundo volume dos Ensaios e Tratados em sua última edição. Hume faleceu em 25 de agosto de 1776.Ayer (1986), p. 25. Encontra-se sepultado em Edimburgo na Escócia. Hume nunca se casou. Suas opiniões políticas eram tipicamente progressistas,Mossner (2001), p. 179. e era, assim como seu amigo Adam Smith, um fervoroso defensor do livre-comércio.Ayer (1986), p. 19. De maneira geral, a vida de Hume é condizente com as palavras que escreveu sobre si mesmo: \"um homem de disposição branda, de têmpera equilibrada, de humor franco, sociável e alegre, capaz de manter laços de afeição e pouco propenso a inimizades, e de grande moderação em todas as minhas paixões\". Numa carta em que fala sobre o passamento de Hume, Adam Smith conclui sua exposição com as seguintes palavras: \"No todo, sempre o considerei, tanto durante a sua vida como desde a sua morte, como alguém que se aproximava tanto da ideia de um homem perfeitamente sábio e virtuoso quanto permite a frágil natureza humana\". == Pensamento == === A \"ciência do homem\" === Por muito tempo os estudos sobre Hume destacaram apenas o lado céptico-destrutivo de sua filosofia. A grande realização do filósofo teria sido eminentemente negativa: teria ele explicitado a impossibilidade de se alcançar alguma certeza ou verdade absoluta nas ciências indutivas, além de ter mostrado a impossibilidade de se provar filosoficamente a existência do mundo exterior ou de se identificar uma substância constitutiva do ego. Mesmo em seus próprios dias, essa foi a leitura predominante da obra de Hume. Thomas Reid considerava-a uma espécie de redução ao absurdo da filosofia das ideias iniciada por Descartes e reorientada ao empirismo pelos britânicos John Locke e George Berkeley. Segundo Reid, Hume teria mostrado que os pressupostos assumidos pela teoria das ideias como meio representacional conduziam inevitavelmente ao cepticismo generalizado – e essa consequência indesejável revelaria que os pressupostos não poderiam estar corretos.Ayer (1986), p. 30. Os historiadores da filosofia, sobretudo os influenciados pelo idealismo alemão, viram a obra de Hume apenas como elaboração de uma antítese que, mais tarde, seria superada pela síntese kantiana. Embora as teses negativas mereçam atenção, elas não constituem toda a filosofia de Hume. No século XX, os comentadores voltaram a destacar o lado propositivo do pensamento humano,\"Por quase dois séculos o lado positivo do pensamento de Hume foi costumeiramente desconsiderado – em parte como reação a seu irrestrito ceticismo religioso – mas em décadas recentes os comentadores, mesmo aqueles que enfatizam os aspectos cépticos de seu pensamento, têm reconhecido e começado a reconstruir as posições filosóficas positivas de Hume\". Norton (1993), p. 1. que já se anunciava no próprio subtítulo de sua obra-prima: \"uma tentativa de introduzir o método experimental de raciocínio nos assuntos morais\". Para Hume, os assuntos morais abrangiam todos aqueles temas que hoje consideramos como pertencentes às humanidades - como, p. ex., a política, o direito, a moral, a psicologia e a crítica das artes. À época de Hume, as ciências naturais já haviam conseguido grandes realizações, tendo sido a física newtoniana inquestionavelmente a mais notável. Mas, ao lado de explicações inteiramente quantificadas dos fenômenos naturais, convivia uma abordagem completamente diferente em relação às produções do espírito humano. Em parte, inspirados pelo dualismo cartesiano, os filósofos tendiam a ver as questões especificamente humanas como pertencentes a um domínio separado do conjunto dos fenômenos naturais; para eles, enquanto esses últimos estavam sujeitos a leis e a rigorosos encadeamentos causais, as primeiras eram resultado da absoluta liberdade de escolha dos seres humanos. Em termos práticos, essa concepção de mundo excluía do âmbito da investigação científica os comportamentos, emoções, ações e realizações culturais da espécie humana. Ao propor que a natureza humana fosse investigada conforme os mesmos métodos já testados e aprovados em outros âmbitos de investigação, Hume não estava apenas inaugurando uma nova forma de tentar entendê-la; também está rompendo com uma concepção de natureza humana tradicional e influente. De certa forma, Hume pretende fazer no âmbito da ciência do homem, o mesmo que Newton realizou no âmbito da ciência natural: explicitar as leis e princípios básicos que inexoravelmente comandam os modos de pensar, de sentir e de conviver dos seres humanos. === O problema da causalidade === Hume é conhecido por aplicar o padrão de que não há ideias inatas e que todo o conhecimento vem da experiência rigorosamente ao nexo de causalidade e necessidade. Em vez de tomar a noção de causalidade como normalmente concedido, Hume desafia-nos a considerar o que a experiência nos permite saber sobre causa e efeito. Normalmente, quando um evento provoca um outro evento, a maioria das pessoas pensam que estamos conscientes de uma \"causa\" em conexão entre os dois que faz com que o segundo siga o primeiro. Hume mostra que a experiência não nos diz muito. De dois eventos, A e B, dizemos que A causa B, quando os dois sempre ocorrem conjuntamente, ou seja, são constantemente conjugados. Sempre quando encontramos A, também encontramos B ligado a ele, e temos a certeza de que este conjunto vai continuar a acontecer. Quando ficamos convencidos de que \"A deve trazer B\" é equivalente meramente \"Devido à sua conjunção constante, estamos psicologicamente certos que B seguirá A\", então ficamos com uma noção muito fraca de necessidade. Este tênue sobre a eficácia causal ajuda a dar origem a um problema da indução - que não estamos razoavelmente justificada em fazer qualquer inferência indutiva sobre o mundo.A inferência causal na filosofia moral de Hume por Renato de Medeiros Jota - UFRN As contribuições mais importantes de Hume à filosofia de causalidade são encontradas no Tratado da Natureza Humana, e Investigação sobre o entendimento Humano, este último, geralmente visto como uma reformulação parcial do primeiro. Ambas as obras começam com o axioma empírico central de Hume conhecido como \"o princípio de cópia\". Vagamente, ele afirma que todos os componentes de nossos pensamentos provêm de experiência e não existe uma causa entre um evento A e um evento B, consequentemente, Hume nota que, com isso, não estamos justificados racionalmente em projetar para o futuro as regularidades do passado (porque não temos uma prova do princípio de uniformidade). Lecture 25 Hume on Causation pelo palenstrante Patrick Maher em 2010 === O problema da indução === De fato o termo indução não aparece no argumento de Hume - nem no Tratado da Natureza Humana, nem na Investigação. A preocupação de Hume é com as inferências que se fazem nas conexões causais, as quais, segundo ele, são as únicas conexões \"que podem nos levar além das impressões imediatas da memória e dos sentidos\" (TNH, 89). No entanto, a diferença entre essas inferências e o que hoje conhecemos como indução é mera questão de terminologia. Hume divide todos os raciocínios em demonstrativos (no sentido de dedutivos), e probabilísticos, referindo-se à generalização, por indução, de um raciocínio do tipo causa-efeito.Morris (Fall 2010) Todos nós cremos que o passado é um guia confiável para o futuro. Por exemplo: as leis da física descrevem como as órbitas celestes funcionam para a descrição do comportamento planetário até aos dias de hoje. Desse modo presumimos que vão funcionar para a descrição no futuro também. Mas como podemos justificar esta presunção, o princípio da indução? Hume sugeriu duas justificações possíveis e rejeitou ambas. A primeira justificativa é que, por razões de necessidade lógica, o futuro tem de ser semelhante ao passado. Porém, Hume nota que podemos conceber um mundo errático e caótico onde o futuro não tem nada que ver com o passado ou então um mundo tal como o nosso até ao presente, até que em certo ponto as coisas mudam completamente. A segunda justificação, mais modestamente, apela apenas para a segurança passada da indução: sempre funcionou assim, por isso é provável que continue a funcionar. No entanto, como Hume lembrou, esta justificação apenas usa um raciocínio circular, justificando a indução por um apelo que requer a indução para ter efeito. O conhecimento seria, na prática, resultado do hábito e, este, por sua vez, seria derivado de um processo inerente à natureza humana, de associar dois fenômenos independentes, vinculando-os em termos de causalidade, por se terem mostrado de maneira encadeada diante dos nossos sentidos. O argumento de Hume implica a impossibilidade do fazer científico, entendendo-se ciência como saber irrefutável. Já no século XX, Karl Popper retoma o que ele chama de \"o problema de Hume\". Popper concorda que \"o mecanismo psicológico da associação força tais pessoas a acreditarem, por costume ou hábito, que aquilo que aconteceu no passado acontecerá no futuro\" mas procura separar o que considera válido daquilo que seria equivocado na proposta de Hume, procurando restaurar o status da ciência como forma de conhecimento racional. Argumentando em favor de um empirismo racionalista crítico, sem o menor espaço para a indução, Popper destaca a característica essencial da ciência, a saber, a falseabilidade, bem como a natureza conjetural do conhecimento científico.Epistemologia sem Sujeito: A Filosofia das Ciências Proposta por Karl Popper, por Paulo Sérgio Peres. FFLCH-USP, janeiro de 2002. De todo modo, o problema da indução ainda permanece. A visão de Hume parece ser que nós (como outros animais) temos uma crença instintiva que o nosso futuro será semelhante ao passado, com base no desenvolvimento de hábitos do nosso sistema nervoso. Uma crença que não podemos eliminar mas que não podemos provar ser verdadeira por qualquer tipo de argumento, dedutivo ou indutivo, tal como é o caso com respeito à nossa crença na realidade do mundo exterior. === A Teoria do Eu como feixe === (The Bundle Theory of the Self) Costumamos pensar que somos as mesmas pessoas que éramos há tempos. Apesar de termos mudado em muitos aspetos, a mesma pessoa está essencialmente presente tal como estava no passado. Podemos começar a pensar sobre os aspectos que se podem alterar sem que o próprio (indivíduo) subjacente mude. Hume, no entanto, nega que exista uma distinção entre os vários aspetos de uma pessoa e o indivíduo misterioso que supostamente transporta todas estas características. Porque no fundo, como Hume afirma, quando se começa a introspeção, notamos grupos de pensamentos, sentimentos e percepções; mas nunca percebemos uma substância à qual possamos chamar de \"o Eu\". Por isso, tanto quanto podemos dizer, conclui Hume, não há nada relativamente ao Eu que esteja acima de um grande feixe de percepções transitórias. De notar que, na perspectiva de Hume, não há nada a que estas percepções pertençam. Pelo contrário, Hume compara a alma ao povo de uma nação (commonwealth), que retém a sua identidade não em virtude de uma substância básica permanente, mas que é composto de muitos elementos relacionados mas em permanente mutação. A questão da identidade pessoal torna-se assim uma questão de caracterizar a coesão frouxa da experiência pessoal vivida. === A razão prática: Instrumentalismo e Niilismo === A maioria de nós pensa que certos comportamentos são mais razoáveis do que outros. Parece haver qualquer coisa de abstruso em, por exemplo, comer uma folha de alumínio. Mas Hume negou que a razão tivesse algum papel importante em motivar ou desencorajar o comportamento. No fundo, a razão é apenas uma espécie de calculador de conceitos e experiência. O que no fundo importa, diz Hume, é como nos sentimos em relação a esse comportamento. O seu trabalho gerou a doutrina do instrumentalismo, que declara que uma ação é razoável se e somente se ela serve os objetivos e desejos do agente, quaisquer que estes sejam. A razão pode entrar neste esquema apenas como um servo, informando o agente de fatos úteis relativos às ações que servem aos seus objetivos e desejos, mas nunca condescendendo a dizer ao agente quais objetivos e desejos ele deverá ter. Assim, se você quiser comer uma folha de alumínio, a razão lhe dirá onde encontrar uma folha de alumínio, e não haverá nada de irracional em a comer ou em o desejar. O instrumentalismo passará a ser uma visão ortodoxa da razão prática em economia, teoria das escolhas racionais e algumas outras ciências sociais. Mas alguns comentadores argumentam que Hume foi mais além do niilismo, e disse que não há nada de irracional em deliberadamente frustrar os seus próprios objetivos e desejos (\"eu quero comer folha de alumínio, por isso deixa-me selar a minha boca\"). Tal comportamento seria altamente irregular, tirando qualquer papel à razão, mas não seria contrário à razão, que é impotente em fazer julgamentos neste domínio. Para trabalho contemporâneo relevante, ver \"The Authority of Reason\" de Jean Hampton e \"Rational Choice and Moral Agency\" de David Schmidtz. === Antirrealismo moral e motivação === No seu ataque ao papel da razão no julgamento do comportamento, Hume argumentou que o comportamento imoral não é imoral por ser contra a razão. Ele primeiro defendeu que as crenças morais estão intrinsecamente motivantes: se você acredita que matar é errado, você estará motivado \"ipso facto\" a não matar e em criticar a matança (internalismo moral). Ele lembra-nos em seguida que a razão por si só não motiva ninguém: a razão descobre os factos e a lógica, mas ela depende dos nossos desejos e preferências quanto à percepção daquelas verdades e se isso nos motiva. Consequentemente, a razão por si não produz crenças morais. Hume propôs que a moralidade depende ultimamente do sentimento, sendo o papel da razão apenas o de preparar o caminho para os nossos sensíveis julgamentos por análise da matéria moral em questão. Este argumento contra os fundamentos da moralidade na razão é hoje um dos argumentos pertencentes ao arsenal do antirrealismo moral; o filósofo Humeano John Mackie argumentou que para os factos morais serem factos reais sobre o mundo e ao mesmo tempo, intrinsecamente motivantes, eles teriam de ser factos muito estranhos. Temos pois todos os motivos para desacreditá-los. Para trabalho contemporâneo relevante, ver: \"Inventing Right and Wrong\", de J. L. Mackie; \"Hume's Moral Theory\", de Mackie; \"Moral Realism and the Foundation of Ethics\" de David Brink e \"The Moral Problem\" de Michael Smith. === Livre- arbítrio vs. indeterminismo === Todos nós já notamos o aparente conflito entre o livre-arbítrio e o determinismo: se as nossas ações foram determinadas há milhões de anos, como poderá ser que elas dependam de nós? Mas Hume notou um outro conflito, que torna o problema da livre vontade num denso dilema: a livre-vontade é incompatível com o indeterminismo. Imagine que as suas ações não são determinadas pelos eventos precedentes. Nesse caso, as suas ações serão completamente aleatórias. Em adição, e muito importante para Hume, as ações não são determinadas pelo seu caráter, as suas preferências, os seus valores, etc. Como é que alguém pode ser tido por responsável pelo seu caráter? A livre-vontade parece requerer o determinismo, porque senão o agente e a ação não estariam conectados do modo necessário por ações livremente escolhidas. Sendo assim, quase todos nós acreditamos no livre-arbítrio, a livre vontade parece inconsistente com o determinismo, mas a livre-vontade parece requerer o determinismo. Na visão de Hume, o comportamento humano, como tudo o mais, é causado (causal). Por isso mesmo, se tomamos as pessoas como responsáveis pelos seus atos, devemos focar a recompensa ou a punição de forma a que eles façam aquilo que é moralmente desejável e evitem aquilo que é moralmente repreensível. === O problema do ser - dever ser === (The Is-Ought Problem) Hume notou que muitos escritores falam do que deve ser, na base de enunciados acerca do que é. Mas parece haver uma grande diferença entre enunciados descritivos (o que é) e enunciados prescritivos (o que deveria ser). Hume apela aos escritores que tomem muito cuidado na mudança do enunciado de um estado para o outro. Nunca sem se dar uma explicação de como o enunciado- \"deve ser\" é suposto seguir ao enunciado- \"é\". Mas como exatamente é que se pode derivar o \"deve\" de um \"é\"? Essa questão, colocada num pequeno parágrafo de Hume, tornou-se uma das questões centrais da teoria da ética e costuma ser atribuída a Hume a opinião de que tal derivação é impossível. (Outros interpretam Hume como dizendo que não se pode ir de uma constatação factual a um enunciado ético, mas que se o pode fazer sem atender à natureza humana, isto é, sem prestar atenção aos sentimentos humanos). G.E: Moore defendeu uma posição similar com a seu \"argumento da questão aberta\", que pretendia refutar qualquer identificação de propriedades morais com propriedades naturais: a chamada \"falácia naturalista\". Qualquer teórico ético que pretender dar à moralidade um fundamento objetivo em aspetos mais mundanos da vida real está a lutar por uma causa controversa, no mínimo. === Utilitarismo === Foi provavelmente Hume quem, juntamente com os seus colegas do Iluminismo escocês, avançou pela primeira vez a ideia de que a explicação dos princípios morais deverá ser procurada na utilidade que eles tendem a promover. O papel de Hume não deverá ser descrito com exagero, claro; foi o seu compatriota Francis Hutcheson que cunhou o slogan utilitarista \"a maior felicidade para o maior número\". Mas foi através da leitura do \"Tratado\" de Hume que Jeremy Bentham sentiu pela primeira vez a força do sistema utilitário: ele \"sentiu como se escamas tivessem caído dos seus olhos\". No entanto, o \"proto-utilitarismo\" de Hume é muito peculiar, da nossa perspectiva. Ele não pensa que a agregação de unidades cardinais de utilidade será a fórmula para atingir a verdade moral. Pelo contrário, Hume era um sentimentalista moral e, como tal, achava que princípios morais não podem ser justificados intelectualmente. Alguns princípios simplesmente são-nos apelativos e outros não o são. E a razão porque princípios utilitaristas da moral são apelativos é que eles promovem os nossos interesses e os dos nossos companheiros com os quais simpatizamos. Os humanos são pouco flexíveis a aprovar coisas que ajudam a sociedade-utilidade pública. Hume usou este dado para explicar como ele avaliava um vasto campo de fenómenos, desde instituições sociais e políticas governamentais até traços de caráter e talentos. === O problema dos milagres === Uma forma de apoiar a religião é por apelo a milagres. Mas Hume argumentou que no mínimo, os milagres não poderiam conferir muito apoio à religião. Há vários argumentos sugeridos pelo ensaio de Hume, todos eles à volta do seu conceito de milagre: nomeadamente a violação por Deus das leis da Natureza. Um argumento é o de que é impossível violar as leis da Natureza. Outro argumento afirma que o testemunho humano nunca poderia ser suficientemente fiável para contra-ordenar a evidência que temos das leis da Natureza. Outro argumento, menos irredutível, mais defensável, é que devido à forte evidência que temos das leis da natureza, qualquer pretensão de milagre está sobre pressão desde o início e precisa de provas fortes para derrotar as nossas expectativas iniciais. Este ponto tem sido aplicado sobretudo na questão da ressurreição de Jesus, onde Hume sem dúvida perguntaria \"o que é que é mais provável? que um homem se erga dos mortos ou que este testemunho esteja incorreto de uma forma ou de outra?\". Ou mais suavemente, \"o que é mais provável? que o Uri Geller pode realmente fazer dobrar colheres com a sua mente ou que isso seja algum tipo de truque?\". Este argumento é a base do movimento céptico e um assunto fundamental aos históricos da religião.\"Hume's Abject Failure\" de John Earman === O argumento teleológico === Um dos argumentos mais antigos e populares para a existência de Deus é o argumento teleológico - que toda a ordem e \"objetivo\" do mundo evidencia uma origem divina. Hume usou o criticismo clássico do argumento teleológico, e apesar do assunto estar longe de estar esgotado, muitos estão convencidos de que Hume resolveu a questão definitivamente. Aqui alguns dos seus pontos: #Para o argumento teleológico funcionar, seria necessário que só nos pudéssemos aperceber de ordem quando essa ordem resulta do desígnio (criação). Mas nós vemos \"ordem\" constantemente, resultante de processos presumivelmente sem consciência, como a geração e a vegetação. O desígnio (criação) diz apenas respeito a uma pequena parte da nossa experiência de \"ordem\" e \"objetivo\". #O argumento do desígnio, mesmo que funcionasse, não poderia suportar uma robusta fé em Deus. Tudo o que se pode esperar é a conclusão de que a configuração do universo é o resultado de algum agente (ou agentes) moralmente ambíguo, possivelmente não inteligente, cujos métodos possuam alguma semelhança com a criação humana. #Pelos próprios princípios do argumento teleológico, a ordem mental de Deus e a funcionalidade necessitam de explicação. Senão, podemos considerar a ordem do universo, etc., inexplicada. #Muitas vezes, o que parece ser objetivo, onde parece que o objeto X tem o aspeto A por forma a assegurar o fim F, é melhor explicado pelo processo da filtragem: ou seja, o objeto X não existiria se não possuísse o aspeto A, e o fim F é apenas interessante para nós. Uma projeção humana de objetivos na natureza. Esta explicação mecânica da teleologia antecipou a seleção natural, e é de se observar que um século antes de Darwin.\"Hume's Philosophy of Religion\" de J.C.A. Gaskin e \"The Existence of God\" de Richard Swinburne. Para uma perspetiva de um filósofo da biologia, ver \"Philosophy of Biology\" de Elliot Sober. == Sociologia da Religião de Hume == David Hume ficou conhecido sobretudo pelas contribuições na filosofia. Mas não menos dignas de destaque são as observações na análise da religião. Pode falar-se de ideias pioneiras para a sociologia da religião, que ficam patentes na obra de 1757, The Natural History of Religion. ===Teoria da Oscilação=== Hume rejeita a ideia de uma evolução linear desde o politeísmo para o monoteísmo como um sumário da evolução histórica dos últimos 2000 anos. Na verdade, Hume acredita que o que a história mostra é antes um oscilar irracional entre politeísmo e monoteísmo. Chama-lhe um \"flux and reflux\" (fluxo e refluxo, um oscilar) entre as duas opções. Nas palavras de Hume: \"a mente humana mostra uma tendência maravilhosa para oscilar entre diferentes tipos de religião: eleva-se do politeísmo para o monoteísmo para voltar a afundar-se na idolatria\" Como Gellner afirma, esta oscilação não é o resultado de qualquer racionalidade, mas sim dos \"mecanismos do medo, incerteza, da superioridade e inferioridade\". ==== Do politeísmo para o monoteísmo ==== Os povos que adoram vários deuses com poderes limitados podem facilmente conceber um Deus com um poder mais extenso, ainda mais digno de veneração do que os outros. \"Neste processo, os homens chegam ao estágio de um só Deus como ser infinito, a partir do qual nenhum progresso é possível\". ====Do monoteísmo para o politeísmo==== Esse Deus único, todo poderoso, é porém igualmente um Deus distante e de difícil acesso para o comum dos mortais (sobretudo se estes são analfabetos - e na Europa da Idade Média, a esmagadora maioria da população era analfabeta). O contacto direto com as escrituras sagradas na Idade Média permanecia um privilégio de uma casta limitada - o clero. A maioria do povo comum, analfabeto, sente-se impossibilitado de aceder a Deus por via \"direta\". Neste momento, torna-se visível um princípio psicológico que caminha numa direção contrária. Esse princípio psicológico é a ideia de que os homens vivem em busca da proteção, do apoio. Torna-se necessária a figura de intermediários perante o comum dos mortais e o Deus todo poderoso. Uma função para os santos, relíquias, … \"Estes semi-deuses e intermediários, que são vistos pelos homens como parentes e lhes parecem menos distantes, são objeto da adoração e assim, a idolatria está de volta…\". ==== Novamente de regresso ao monoteísmo ==== Mas mais uma vez, o pêndulo tem de retornar. Como Gellner afirma, em breve, \"o Panteão torna a encher-se\". Hume: \"À medida que estas diferentes formas de idolatria dia por dia descem às formas cada vez mais baixas e ordinárias, acabam por se autodestruir e as horríveis formas de idolatria vão acabar por provocar um retorno e um desejo de regresso ao monoteísmo… Por isso (entre os judeus e os muçulmanos) há proibição de figuras humanas na pintura e mesmo na escultura, porque eles receiam que a carne seja fraca e que acabe por se deixar levar para a idolatria\". Hume mostra exemplos desta evolução: é a luta de Jeová contra os Bealim de Canaã, da Reforma contra o Papado, e do Islão contra as tendências pluralistas (ver sufismo). == Posterioridade == === Influência de Hume na constituição americana === Como Douglass Adair sugeriu, o livro de David Hume, \"Essays, Moral, Political and Literary\" terá influenciado diretamente James Madison na formulação da Constituição Americana. No ensaio ali contido \"Idea of a Perfect Commonwealth\", Hume refuta a ideia de Montesquieu de que uma grande nação está condenada a ser corrupta e ingovernável. Pelo contrário, afirma Hume, uma nação extensa pode ser, devido à sua diversidade geográfica e sócio-económica, bem mais estável do que nações pequenas. Hume escreve: \"Apesar de as pessoas como um órgão serem incapazes de governar, caso elas se dispersarem em pequenas unidades (tais como colónias individuais ou estados) elas são mais susceptíveis de se submeter à razão e à ordem; a força das correntes populares (populismo) e marés é, em grande medida, quebrada\". A elite conspiradora necessitará de passar mais tempo a coordenar os movimentos das várias partes do todo, do que a planear o derrube. \"Ao mesmo tempo, as partes estão tão distantes e remotas que é muito difícil, seja por intriga ou paixão, levá-las a tomar medidas contra o interesse público.\" James Madison, que estudara em Princeton, e ali tinha tomado contacto com a obra de Hume, incorporou esta visão no seu \"Notes on the Confederacy\", publicado em Abril de 1787, 8 meses antes dele ter escrito o ensaio defendendo a Constituição, como parte dos \"Federalist Papers\". Kant faz sua discordância a Hume principalmente no que se refere a forma como se produz o conhecimento. Kant explicita esta percepção: == Críticas == Segundo Kant, em Crítica da Razão Pura, só podemos pensar nas coisas em uma relação de causa e efeito porque a causalidade está no sujeito, não no mundo, ao contrário de Hume, que a considerava a causalidade um hábito.Investigação sobre o entendimento Humano Em Kant as formas a priori do entendimento (os conceitos puros) são as categorias. O conceito de causalidade faz parte dessas categorias. Dessa forma, não podemos conceber a sucessão dos fenômenos a não ser como sucessão causal. Ou seja, sabemos a priori que todo fenômeno é causado e que em toda mudança alguma coisa nunca muda (essa é a sua condição de possibilidade).webartigos artigo#ixzz3RmRw6ZHp - \"Causa e Efeito: discussão de Kant e Hume (part I)\"] Publicado em 29 de dezembro de 2011 em Filosofia Ou seja, o conceito de causa e efeito preexiste em nós anteriormente a qualquer experiência, como uma categoria a priori, por meio da qual a relação entre causa e efeito é pensada como necessária. Causalidade em Hume e Kant no CURSO DE PÓS-GRADUAÇÃO EM FILOSOFIA (2.o SEMESTRE DE 2009) pela UNIVERSIDADE ESTADUAL DE CAMPINAS John Searle refuta a imagem humiana de que nunca percebemos causalidade. A sua primeira prova de que nós percebemos e temos experiência de causalidade o tempo todo é a gravidade. Searle diz que este é um caso de causalidade constante, tal qual todos os tipos de crescimento, envelhecimento, ou outras formas de processos biológicos que vão no corpo humano. Searle acredita que estes são exemplos de forças causais. Em segundo lugar, Hume argumenta que toda declaração causal deve instanciar uma lei universal. Searle considera essa proposta falsa porque não há nenhuma conexão necessária por conta de alguma lei entre dois eventos. Em terceiro lugar, Searle refuta a visão humiana de que a causação intencional é um caso ilusório. Searle diz que causação intencional não é uma ilusão, pelo contrário, ele acredita que a causalidade intencional é o caso mais básico da causalidade: onde nós realmente experimentamos o paradigma de nós mesmos fazendo coisa acontecer, e as coisas acontecendo conosco. John Searle - Consciousness and Causality por William Harryman em 11 de julho de 2012 == Obras == A obra filosófica de Hume tem duas fases: há uma obra pretensiosa feita na juventude, que é o Tratado da Natureza Humana. Hume negaria esta obra, e publicaria outros títulos filosóficos que integrariam os Ensaios e tratados sobre vários assuntos. Tudo o que não é póstumo viria a integrá-la. ===Tratado da Natureza Humana (1739-1740)=== Os dois primeiros livros foram publicados quando Hume tinha 28 anos, mas ele não teve êxito. === Investigação sobre o Entendimento Humano (1748) === São reformulados os pontos principais do livro I do Tratado, com a adição de material sobre a livre vontade, milagres e o argumento teleológico. === Investigação sobre os Princípios da Moral (1751) === São reformulados os pontos principais do livro III do Tratado. Hume considerou esta como a melhor das suas obras filosóficas, quer quanto às ideias filosóficas como no seu estilo literário. === Ensaios Morais, Políticos e Literários (1741-1742) === Uma série de ensaios, revistos várias vezes ao longo da sua vida, e editados pela primeira vez entre 1741 e 1742. A história relativa a que ensaios foram adicionados ou removidos parece menos relevante. \"Sobre a estação média da vida\", \"Que a política possa ser reduzida a uma ciência\", \"Da origem do governo\", \"Da liberdade civil\", \"Do comércio\", \"Da densidade populacional de nações antigas\", e \"Sobre o suicídio\", para nomear apenas alguns. === A História da Inglaterra (1754-1762) === Esta é mais uma categoria de livros do que uma única obra. Uma história monumental, \"desde a invasão de Júlio César até à Revolução Gloriosa de 1688\". Foi também a obra melhor conhecida de Hume durante a sua vida, tendo tido mais de 100 edições. Foi considerada por muitos como a referência essencial da História da Inglaterra até à publicação da monumental \"História de Inglaterra\" de Thomas Macaulay. === Quatro Dissertações (1757) === Inclui a História natural da religião, Dissertação sobre as paixões (onde se reformula o livro II do Tratado), Da tragédia e Do padrão do gosto. Estes dois últimos figurariam também nos Ensaios morais políticos e literários. A História Natural da Religião também seria título independente. === História Natural da Religião (1757) === Este livro é considerado por alguns como a primeira obra científica a debruçar-se sobre a sociologia da religião. Ernest Gellner diz que este livro permanece um dos melhores tratados deste tipo, talvez mesmo o melhor. === Diálogos sobre a Religião Natural (póstumo) === Uma discussão entre três personagens ficcionais - Cleantes, Fílon, e Demea - acerca do argumento teleológico, o argumento cosmológico, o problema do mal e as relações entre a religião e a moral. A obra é um forte ataque à tentativa de estabelecer a existência de Deus por processos racionais e tem servido de inspiração a muitos críticos modernos da religião. Apesar de haver alguma controvérsia, a maioria dos académicos acredita que Fílon é a personagem que melhor reflete as ideias de Hume. === Do suicídio e da imortalidade da alma (póstumo) === São ensaios que deveriam aparecer nas Quatro dissertações, mas, por pressão de William Warburton, foram suprimidos. == Cronologia == *Nasce na Escócia a 7 de maio de 1711. *1714: morre o pai de David Hume. *Em 1722, com 11 anos, entrou na Universidade de Edimburgo. *Em 1726, por volta dos 15 anos, decidiu aprimorar, lendo livros clássicos, seus conhecimentos por conta própria. *Entre 1729 e 1734 sofreu um sério esgotamento nervoso. *1734: Hume viaja para a França onde, nos três anos seguintes, escreverá o Tratado sobre a natureza humana. Voltaire publica as Cartas Inglesas. *1737: Hume retornou a Escócia para juntar-se à mãe e ao irmão na antiga propriedade rural da família. *1739-1740: publicou em duas etapas o Tratado da natureza humana. *1741-1742: a publicação dos Ensaios morais, políticos e literários traz algum renome a Hume. *1744: recusado ao tentar obter a cátedra de Filosofia Moral da Universidade de Edimburgo. *1746: participa de uma fracassada missão militar em território francês, como secretário do General Saint-Clair. *1748: Hume acompanha o General Saint-Clair em missão diplomática na corte de Viena e publica três ensaios sobre moral e política e Investigação sobre o entendimento humano. Surge o Espírito das leis de Montesquieu. *1748-1749: Hume vestiu o uniforme de oficial, assessorando o general em sua embaixada militar as cortes de Viena e Turim. *1749: Hume retornou a Escócia e morou dois anos na casa de seu irmão (sua mãe havia falecido). *1751: publicou Investigação sobre os princípios da moral. *1752: Hume foi feito conservador da biblioteca dos Advogados de Edimburgo. *1754-1795: publicação dos seis volumes de A História da Inglaterra. *1757: publicada História natural da religião. *1761: a Igreja Católica romana colocou todos os seus escritos no Index. *1763: recebeu convite do conde de Hertford, como secretário da Embaixada. Hume tornou-se amigo do conde de Hertford e de seu irmão o General Conway. *1765: atuou como encarregado de negócios da embaixada de Paris por quatro meses. *1766: Hume ofereceu a Jean- Jacques Rousseau refúgio na Inglaterra. *1766: Rousseau, com suas alucinações, suspeitou de conspiração, e retornou a França, espalhando um relatório de má- fé de Hume. *1767: recebeu de Mr. Conway, irmão de Lord Hertfor, o convite para importante cargo público. Deixou novamente Edimburgo. *1767-1768: serviu em Londres como subsecretário de Estado para a região norte. *1769: retornou a Escócia dizendo cansado da vida pública e também da Inglaterra. Se estabeleceu novamente em Edimburgo. *1775: escreve uma carta a seu editor William Strahan e o orienta a incluir nas próximas publicações dos Ensaios e Tratados uma advertência, que orienta os leitores a considerarem como seus princípios filosóficos e opiniões apenas os textos posteriores ao Tratado da Natureza Humana de 1739. *1776: escreve sua autobiografia, mas já se encontrava doente desde o ano anterior. *1776: morre em Edimburgo 25 de agosto, e foi enterrado em Waterloo Place. *1777: publicação de sua autobiografia, Vida de David Hume escrita por ele mesmo, cujo título original é My Own Life (Minha própria vida). *1777: é publicada pela primeira vez, e postumamente, a advertência de Hume aos leitores nos Ensaios e Tratados. == Ver também == *Causalidade *Empirismo *Epistemologia *Iluminismo *Moral *Utilitarismo == Bibliografia == === Inglês === * (2004) \"Hume, David: Life and Writings\". Internet Encyclopedia of Philosophy. Acesso em 19 de abril de 2011. * (1995) The Mind of David Hume. University of Illinois Press. ISBN 9780252064562. * \"David Hume\", The Stanford Encyclopedia of Philosophy (Fall 2010 Edition), Edward N. Zalta (ed.) * (2001) The life of David Hume. Oxford University Press. ISBN 9780199243365. * * * * === Português === * (1999) Hume. São Paulo: Editora UNESP. ISBN 857139234X. * Hume e a epistemologia. São Paulo: UNESP. ISBN 9788571399051 * Novos estudos humeanos São Paulo: Discurso. ISBN 8586590509 * (1986) Hume. São Paulo: Loyola. ISBN 8515026155. == Ligações externas == *: Periódico dedicado ao estudo do pensamento de Hume. Acesso irrestrito até o volume XXXI. * * Categoria:Naturais de Edimburgo Categoria:Filósofos do século XVIII Categoria:Filósofos da Escócia Categoria:Autodidatas Categoria:Ateus do Reino Unido Categoria:Iluministas Categoria:Liberais clássicos Categoria:Liberalismo Categoria:Filósofos ateus Categoria:Filósofos da mente Categoria:Filósofos da ciência Categoria:Filosofia da religião Categoria:Céticos Categoria:Historiadores da Escócia Categoria:Historiadores da Inglaterra Categoria:Empirismo Categoria:Bibliotecários da Escócia Categoria:Ateus da Escócia Categoria:Filósofos da arte Categoria:Escritores da Escócia Categoria:Utilitaristas Categoria:Críticos das religiões",
 "title": "David Hume"
}