{
 "id": "76508",
 "text": "{{Críticas profissionais | MC = | cri1 =allmusic | ava1 = | cri2 = | ava2 = }} All I Really Want to Do é o álbum de estreia da cantora, atriz e apresentadora estadunidense Cher. Foi lançado em 16 de outubro de 1965 pela Imperial Records. O álbum foi produzido por seu marido e parceiro de dupla, Sonny Bono, com contribuições do arranjador Harold Battiste. O álbum após o seu lançamento, foi bem recebido positivamente pela crítica. O álbum foi o primeiro álbum de sucesso da carreira solo de Cher dos anos 1960, tanto no Reino Unido e os EUA. Ao mesmo tempo em que a dupla Sonny & Cher estavam debutando sob selo Atco Records, Sony Bono arranjou um contrato para Cher com a gravadora Imperial. Após o sucesso da dupla com \"I Got You Babe\",Sony decidiu promover a carreira solo,produzindo ele mesmo seu primeiro álbum. O álbum é o primeiro projeto solo de Cher desde os singles (que fracassaram) de 1964: \"Ringo, I Love You\" e \"Dream Baby\", lançados sob os pseudônimos Bonnie Jo Mason e Cherylin respetivamente. All I Really Want to Do, da mesma forma que o álbum debut de Sonny & Cher contém um número substancial de covers, além de um vários estilos músicais contemporâneos,como faixas agitadas no estilo rock e folk, na intenção de diferenciar-se do estilo da dupla. No álbum Cher faz cover de três canções do cantor Bob Dylan: \"All I Really Want to Do\", \"Blowin' in the Wind\" e \"Don't Think Twice, It's All Right\",bem como composições de Bono: \"Needles and Pins\",que foi um sucesso do grupo britânico \"The Searches\" em 1963. O álbum também incluí \"I Go to Sleep\" de Ray Davies (que depois seria regravada e com sucesso pelo grupo The Pretenders) e o cover de \"See See Rider\", arranjado por Sonny Bono, Charles Greene e Robert Stone. Os outros covers são: \"She Thinks I Still Care\", \"The Bells of Rhymney\" and \"Come and Stay With Me\" Durante a sessão de gravação do álbum,Cher gravou uma composição de Bono chamada: \"I'm Gonna Love You\",que não foi incluída no álbum,mas fez parte do single \"All I Really Want to Do\" e na trilha sonora do filme de Sony & Cher de 1967: \"Good Times\". Em 1992 All I Really Want to Do e o segundo álbum da artista: The Sonny Side of Chér,foram relançados em apenas um CD pela gravadora EMI. Já em 1995,a EMI lançaria uma compilação chamada The Originals que incluía: All I Really Want to Do,The Sonny Side of Chér e o terceiro álbum solo da cantora Chér.Em 2005 a BGO Records relançaria o álbum junto com The Sonny Side of Chér. O álbum sozinho,com suas doze faixas nunca foi lançado individualmente. == Faixas == # Título Composição Duração 1\\. \"All I Really Want to Do\" Bob Dylan 2:56 2\\. \"I Go to Sleep\" Ray Davies 2:28 3\\. \"Needles and Pins\" Sonny Bono, Jack Nitzsche 2:26 4\\. \"Don't Think Twice\" Bob Dylan 2:25 5\\. \"She Thinks I Still Care\" Dickey Lee Lipscomb 2:15 6\\. \"Dream Baby\" Sonny Bono 2:58 7\\. \"The Bells of Rhymney\" Idris Davies, Pete Seeger 3:07 8\\. \"Girl Don't Come\" Chris Andrews 2:05 9\\. \"See See Rider\" Sonny Bono, Charles Greene, Robert Stone 2:38 10\\. \"Come and Stay With Me\" Jackie DeShannon 2:45 11\\. \"Cry Myself to Sleep\" Mike Gordon 2:18 12\\. \"Blowin' in the Wind\" Bob Dylan 3:24 == Singles == * 1. \"Dream Baby\" Lançamento: sob o nome \"Cherilyn\" em 27 de Novembro de 1964 * 2. \"All I Really Want to Do\" Lançamento: Setembro de 1965 == Charts == Chart (1965) Peak position UK Albums ChartBrown, p. 156 7 United States Billboard 200 16 Categoria:Álbuns de Cher Categoria:Álbuns de 1965",
 "title": "All I Really Want to Do"
}