{
 "id": "76506",
 "text": "Rubens Gonçalves Barrichello (São Paulo, 23 de maio de 1972) é um automobilista e apresentador brasileiro. Até 2020, foi o que por mais tempo disputou o mundial de Fórmula 1 de maneira ininterrupta, entre os anos de e , tendo se tornado também um dos pilotos mais experientes da história da categoria. Também foi presidente da Grand Prix Drivers' Association (GPDA), a associação que representa os interesses dos pilotos de Fórmula 1. Desde 2014, Rubens Barrichello também é um dos apresentadores do programa Acelerados, em seu formato de internet (pelo Youtube) e na televisão, atualmente no ar pela Band. Barrichello pilotou pela de a , como companheiro de equipe de Michael Schumacher, desfrutando de um grande sucesso, sagrando-se vice-campeão em e . A primeira aposentadoria de Schumacher no final de 2006 fez de Barrichello o piloto mais experiente do grid e, no Grande Prêmio da Turquia de 2008, quando atingiu a marca de 257 largadas, tornou-se o piloto com maior número de corridas disputadas na Fórmula 1. Em 2010, no Grande Prêmio da Bélgica de 2010, atingiu a marca de 300 GPs disputados. Barrichello conquistou a centésima vitória brasileira na Fórmula 1, no Grande Prêmio da Europa de 2009. Após competir pela na temporada de , foi confirmado para na equipe , e teve seu contrato renovado para o campeonato seguinte. Em 2011, Rubens disputou sua 19.ª temporada, tornando-se o piloto com maior número de temporadas ininterruptas disputadas. Em , após ser substituído na Williams por Bruno Senna,Williams confirma Bruno Senna para 2012 Barrichello não encontrou oportunidade em outra equipe e, por essa razão, não disputou o campeonato. Com isso, correu na Fórmula Indy em 2012, e no fim do mesmo ano disputou três etapas na Stock Car Brasil. Em 2014, Rubinho tinha um acerto para realizar corridas de despedida da F1 pela , inclusive o . Em 2014 também sagrou-se campeão da Stock Car Brasil, em seu segundo ano completo na categoria. Barrichello conquistou o bicampeonato da Stock Car em 2022, se tornando o campeão mais velho da categoria, aos 50 anos. Em 2015, sagrou-se campeão Sul- Americano de Kart Rotax e quarto colocado no Mundial dessa categoria, correndo ao lado dos mais jovens no mesmo nível de competitividade. Em abril de 2024, Rubens Barrichello se juntou à SOFTSWISS, uma empresa internacional de software para iGaming, como Diretor Não Executivo na América Latina, para potenciar sua experiência esportiva e apoiar o crescimento da empresa na região. == Carreira == === Primeiros anos === Rubinho conquistou cinco títulos brasileiros de kart, sendo considerado imbatível na época, vencendo inclusive as dificuldades financeiras para competir. Fez um ano de F-Ford no Brasil (1989), tendo vencido a primeira etapa em Florianópolis, circuito de rua e com pista molhada. No ano seguinte, foi competir na Europa. Foi campeão da Fórmula Opel em seu ano de estreia, 1990, com seis vitórias, sete pole positions e sete voltas mais rápidas. No ano seguinte foi campeão da Fórmula 3 inglesa, pela equipe West Surrey Racing, derrotando David Coulthard. Aos dezenove anos foi então para a Fórmula 3000 na qual terminou em terceiro lugar na classificação geral. Em entrevista a Rafinha Bastos, em maio de 2021, Rubinho falou sobre o início da carreira: \"Eu tinha 16 anos de idade. Meu pai ofereceu meu contrato para Arisco (marca Brasileira de produtos alimentícios). Funcionava assim: vocês pagam o processo dele até a Fórmula 1. Bancam, patrocinam por completo. Chegando lá na Fórmula 1, vocês viram 25% sócios de tudo que entrar\", contou. === Fórmula 1 === ==== 1993-1996: Jordan ==== Em iniciou sua carreira na Fórmula 1 pela . Neste ano, ele vence o evento Formula One Indoor Trophy. Em conquista seu primeiro pódio no em Aida e a sua primeira pole position, no , em Spa-Francorchamps. No mesmo ano conquistou a sexta colocação do campeonato à frente de uma (David Coulthard/Nigel Mansell), uma Benetton (Jos Verstappen/JJ Lehto) e uma (Martin Brundle), alguns dos melhores carros da época, (lembrando que na Benetton e na Williams, houve revezamento no 2º carro da equipe. Assim nenhum piloto fez mais que dez corridas na vaga de segundo piloto dessas equipes.) Em conquistou seu melhor resultado até então, segundo lugar no no Circuito Gilles Villeneuve. ==== 1997-1999: Stewart ==== Em , após uma difícil negociação com a , onde quase cogitou ir para a Fórmula Indy, Jackie Stewart, que acabara de fundar sua equipe - a -, chama Barrichello para ser o primeiro piloto e ajudar no desenvolvimento do carro. Logo de cara consegue alguns feitos, como um 5º lugar no grid do Grande Prêmio da Argentina, um 3º lugar no grid do Grande Prêmio do Canadá, um segundo lugar em , além de algumas grandes corridas como na . Em , um carro mal construído acabou lhe rendendo muita dor de cabeça e apenas um 5º lugar no como melhor resultado. Já no ano seguinte (), a história foi outra, com um carro excelente e um grande motor foram três terceiros lugares, em , e (1999). Uma pole position no (a segunda da sua carreira) e 23 voltas na liderança do , quando abandonou com o motor estourado. Logo em seguida, recebeu proposta da , a qual ganhou mais espaço no meio automobilístico mas não durou muito tempo, pois aceitou a proposta milionária da concorrente. ==== 2000-2005: Ferrari ==== Em , é contratado para correr pela . Lá foi duas vezes vice-campeão mundial e venceu nove Grandes Prêmios, entre os quais o primeiro de sua carreira, o GP da Alemanha de 2000. Em 30 de julho de é anunciada sua contratação pela antiga equipe BAR (depois Honda F1) para dirigir um dos carros da equipe a partir da temporada de , abrindo mão de um ano restante há cumprir de contrato com os Italianos. Embora quase sempre tenha demonstrado ser um piloto competente, pesou contra ele o fato de a torcida brasileira procurar um sucessor para Ayrton Senna, feito que Rubens não conseguiu atingir, pois, não chegou a fazer frente ao longo dos campeonatos a pilotos como Michael Schumacher e Mika Häkkinen. Em sua passagem de seis temporadas pela , Rubens ocupou o posto de segundo piloto nas preferências da equipe, Schumacher reinou em uma época da Fórmula 1 que houve o maior predomínio de um único piloto sobre os demais. Naqueles anos, Schumacher possuía um contrato privilegiado em relação à Barrichello, o que implicou muita controvérsia pelo fato de Barrichello receber ordens da equipe e permitir algumas ultrapassagens nos momentos finais de algumas corridas, mesmo estando melhor na pista do que Schumacher. No mais polêmico desses episódios no GP da Áustria de 2002 a Ferrari foi vaiada pelos torcedores em todo o autódromo inclusive seus próprios torcedores depois que Barrichello, após várias e insistentes ordens da equipe, cedeu passagem a Schumacher à poucos metros da linha de chegada na última volta. Naquele dia, Schumacher, assustado com a repercussão negativa dos torcedores e da imprensa, colocou Barrichello no alto do pódio e lhe entregou o troféu de primeiro lugar. Por fim, a FIA acabou condenando a Ferrari à pagar US$ 1 milhão de multa e estabeleceu que as conversas entre os pilotos e suas equipes deveriam ser transmitidos ao vivo durante as corridas, o que permanece ocorrendo até o presente momento. Rubens Barrichello conseguiu sagrar-se vice em dois Campeonatos Mundiais de F1, em e . Em 2004, apesar de não ter obtido o título, fez pontos suficientes para ser campeão com folga em quase todas as edições anteriores da competição (tornou-se então o segundo maior pontuador em um único campeonato da história da Fórmula 1). ==== 2006-2008: Honda ==== Em , Rubens passou por um período de adaptação na equipe , tendo no início da temporada, resultados inferiores aos de seu companheiro de equipe o britânico Jenson Button. No decorrer da temporada as performances dos pilotos acabaram por se igualar com os pilotos se revessando melhores posições de chegada. Isso aconteceu até o GP dos Estados Unidos, a 10ª etapa do ano, quando Barrichello empatou com Button nessa altura do campeonato, somando 16 pontos cada. Mas na segunda metade do campeonato o Inglês foi superior. Button venceu uma corrida, na , e conseguiu um pódio, no , somando 40 pontos, enquanto o brasileiro somou apenas 14, ficando em 7º no campeonato, Jenson imediatamente a frente em 6º por, com um 56 a 30 pontos, ao fim do campeonato. Porém, em , a equipe japonesa não conseguiu criar um carro no nível das outras equipes da Fórmula 1 que têm orçamento anual semelhante ao seu, entre as 11 equipes a com seu modelo RA107 terminou apenas em 9º, herdando a 8ª colocação no campeonato com a exclusão dos carros da McLaren naquela temporada. Button conseguiu marcar apenas 6 pontos e pela primeira vez na carreira, Barrichello não pontuou. Em , a equipe Honda também não criou um carro competitivo, mas ainda assim foi melhor do que o de 2007, permitindo que Rubens Barrichello pontuasse em três provas com seu RA108: , e GP da Grã-Bretanha, e obtivesse um pódio com o 3º lugar no GP da Grã-Bretanha, graças a uma estratégia bem sucedida executada durante a corrida, onde a equipe trocou os pneus intermediários por compostos de chuva forte, que eram os mais adequados às condições da pista. Ao fim do ano Barrichello conquistou 11 pontos e Button marcou apenas 3 pontos. ==== 2009: Brawn GP ==== Após as várias especulações de que a Honda iria deixar a categoria (devido à crise financeira mundial, que culminou também na saída das equipes da e BMW (ambas em 2009), Ross Brawn compra todos os direitos da antiga equipe de Fórmula 1, pelo valor simbólico de uma libra. Então Barrichello, tido como piloto aposentado no final de 2008, foi confirmado em , para correr novamente ao lado de Button, na debutante , equipada com os motores Mercedes FO 108W V8. Em 12 de março de 2009, a bordo da sua Brawn, quebrou o recorde do Circuito de Montemeló. Na sua primeira corrida pela Brawn GP, o Grande Prêmio da Austrália de 2009, terminou na segunda colocação, com seu companheiro Jenson Button sendo o vencedor do GP. Já na segunda corrida do ano em Barrichello, terminou na quinta posição, ganhando apenas metade dos pontos, devido ao GP ter sido declarado encerrado com apenas 31/56 voltas, deixando o piloto com apenas metade dos pontos a serem somados em ocasiões normais. No Grande Prêmio da Europa de 2009, disputado em 23 de agosto de 2009 em Valência, na Espanha, Rubens conquista sua primeira vitória na temporada, a décima na carreira e a centésima de pilotos brasileiros na principal categoria do automobilismo mundial.O Globo - \"Rubinho vence GP da Europa Em 13 de setembro, Rubinho consegue a segunda vitória em 2009, no Grande Prêmio da Itália, disputado no autódromo de Monza.Veja - \"Rubinho vence GP da Itália\" Já em 17 de outubro, consegue fazer a pole position em casa, no Grande Prêmio do Brasil. Com o feito, Rubens faz a sua primeira pole do ano e a primeira em cinco anos, desde o Grande Prêmio do Brasil de 2004. Finalizando o GP do Brasil, na oitava posição, Rubens não conseguiu impedir que Jenson Button conquistasse o título da temporada de forma antecipada, sem que fosse preciso levar a decisão para o Grande Prêmio de Abu Dhabi. E no GP de Abu Dhabi, o último da temporada de , viu o alemão Sebastian Vettel conquistar o vice- campeonato ao chegar na quarta posição, enquanto o alemão venceu a corrida. Barrichello terminou o campeonato com a terceira colocação e 77 pontos somados. ==== 2010-2011: Williams ==== Em 2 de outubro de 2009 a equipe confirmou a contratação do piloto para a temporada de com opção também para .Williams anuncia contratação de Rubens Barrichello para temporada 2010 da F-1 Sua estreia pela nova equipe com o FW32 foi no Grande Prêmio do Barém de 2010, disputado em 14 de março, terminando a corrida na décima posição. Barrichello foi bastante elogiado no início da temporada, pelo diretor técnico Sam Michael, pela ajuda que estaria dando no desenvolvimento do carro.DANTAS, Juliana. Diretor da Williams elogia Barrichello Seus melhores resultados na primeira metade da temporada foram um quarto lugar no GP da Europa, em Valência, e um quinto lugar no GP da Grã-Bretanha, em Silverstone. Em 11 de novembro de 2010, foi confirmada sua renovação de contrato com a Williams, para a temporada .Williams confirma renovação de Barrichello para a temporada de 2011 UOL Esporte No dia 11 de janeiro, Rubens foi o escolhido pela equipe para estrear o novo modelo, FW33, no primeiro dia de testes da pré-temporada realizados em Valência, a partir de fevereiro.Rubens estreia novo carro da Williams em Valência Tazio Em resumo, a equipe pagou caro pelas ousadias propostas, com a estreia do câmbio miniaturizado, além de terem alguns problemas de projeto, não encontrando um caminho para o carro, que, sem entender seu funcionamento, acabou tendo uma das piores temporadas de sua história até então. Ao fim do ano, a equipe somou apenas 5 pontos, sendo 4 deles conquistado por Barrichello, em e .Retrospectiva da F1 2011: Williams pagou caro o preço da ousadia Tazio Em parceria com Pastor Maldonado. === Fórmula Indy === No dia 30 de janeiro de 2012, o brasileiro participou de testes pela equipe KV Racing da Fórmula Indy, onde competia Tony Kanaan, seu amigo pessoal. No dia 1 de março, durante entrevista coletiva de imprensa em São Paulo, foi anunciado oficialmente seu ingresso na categoria. A estreia aconteceu no dia 25 de março, no Grande Prêmio de São Petersburg, na Flórida. Barrichello terminou a corrida em 17.º lugar. Na etapa seguinte, no Grande Prêmio do Alabama, após largar em na 14ª colocação, Barrichello conseguiu se recuperar, terminando a corrida em 8º. Na etapa de Long Beach, Barrichello largou em 22.º lugar após punição de dez lugares imposta a todos os carros com motores da Chevrolet, trocados antes da milhagem permitida. Com um bom desempenho, chegou a ocupar a quarta colocação, mas foi obrigado a parar para reabastecer quando faltavam sete voltas para o final. Na última volta, ocupava a sétima colocação quando foi atingido por Helio Castroneves, terminando a classificação em 9º. No dia 7 de maio Barrichello pilotou pela primeira vez em um circuito oval durante testes realizados no circuito Texas Motor Speedway, em Fort Worth, ficando em 11º entre 12 competidores.media.indycar.com - pdf No dia 10, participou de testes realizados no circuito oval de Indianápolis, dedicados aos estreantes da categoria, ficando em 4º entre 8 competidores.media.indycar.com - pdf Nos treinos livres do mês, ficou em 20º dia 12,media.indycar.com - Indy_practice1 - pdf 26º dia 13,media.indycar.com - Indy500indycar-results-p2 - pdf 26º dia 14,media.indycar.com - Indy500indycar- results-p3 - pdf 29º dia 15,media.indycar.com - Indy500indycar-results-p4 - pdf 26º dia 16,media.indycar.com - Indy_practice_5 - pdf 20º no dia 17 e 21º no Fast Friday do dia 18 de maio.media.indycar.com - INDY-practice7 - pdf Se classificou em 10º no Pole Day disputado no dia 19. No Bump Day do dia 20, ficou em 18º, com o último colocado sendo Jean Alesi.media.indycar.com - INDY- practice9 - pdf No Carb Day dominado pelas Ganassi de Dario Franchitti e Scott Dixon, ficou com a 17ª melhor marca. Em sua participação na 95ª Indy 500, largou em 10º e terminou a disputa em 11º, tendo liderado 2 voltas. Foi o 6º melhor carro equipado com motor Chevrolet e sendo o segundo carro da KV Racing Technology, atrás de Tony Kanaan (3º) e a frente de E.J. Viso (18º). Finalizou como o melhor estreante, superando o Inglês James Jakes, os Franceses Simon Pagenaud e Jean Alesi () a Inglesa Katherine Legge os Americanos Josef Newgarden e Bryan Clauson, além do australiano Wade Cunningham, que abandonou com problemas elétricos. === Stock Car Brasil === Em 24 de setembro de 2012 Barrichello confirmou a sua participação na última etapa da temporada da Stock Car Brasil de 2012, a convite da equipe Medley Full Time. Durante os primeiros testes realizados no dia 15 de outubro, foi divulgado que sua estreia na categoria seria antecipada para a segunda etapa de Curitiba. Após largar em 15º lugar no grid, Barrichello sofreu com a confusão na largada e um pneu furado, terminando a corrida em 22º lugar. Em 27 de dezembro de 2012 Rubinho confirmou o acerto para a temporada da Stock Car Brasil de 2013, com a equipe Medley Full Time. Em 2013, Barrichello conquistou o primeiro pódio na categoria ao chegar em segundo lugar na etapa de Salvador. Confirmando sua ascendência na categoria, Barrichello largou da 7.ª posição na conturbada etapa de Brasília, realizou ultrapassagens e chegando na 4.ª posição, arrancando elogios do diretor técnico da Medley Full Time, Mauricio Ferreira. Em 2014 Barrichello conquistou a primeira vitória na categoria ao vencer a \"Corrida do Milhão\", disputada em Goiânia. Novamente em 2018, voltou a vencer a \"Corrida do Milhão\", também em Goiânia. Em 30 de novembro de 2014, aos 42 anos de idade, sagrou-se campeão da Stock Car ao chegar em terceiro lugar na última corrida da temporada, disputada no Autódromo de Curitiba. Em 11 de dezembro de 2022, aos 50 anos de idade, sagrou-se bicampeão da Stock Car na última corrida da temporada, disputada no Autódromo de Interlagos. == Despedida da Fórmula 1 que não aconteceu == Após Rubinho entrar na semana do Grande Prêmio do Brasil de 2011 sem um contrato assinado para a temporada , em tom sereno e tranquilo, disse não estar preocupado com as possibilidades para o futuro de sua carreira, que terminaria ali na F1. Em Novembro de 2014 quando Barrichello já se encontrava na Stock Car, foi revelado pelo jornalista Adam Cooper, um programado retorno surpresa de Rubinho para a F1, que significava realizar as três últimas corridas da temporada Austin, e , no lugar de Kobayashi pela . Porém a Caterham não levou seus modelos CT-05 para Austin por problemas financeiros chocando o mundo da Fórmula-1, dispensando mais de 200 funcionários antes do fim da temporada, a Caterham retornou apenas em Abu Dhabi com um esforço para sua despedida definitiva. == Exibição de Kart == Em janeiro de 2015, terminou em segundo na \"Florida Winter Tour\", um dos mais badalados torneios de kart dos Estados Unidos (atrás do tcheco Patrik Hajek).Kart: triunfo de filho de Rubinho, susto de Piquet e visita de Emerson nos EUA globoesporte.globo.com == Apresentador == Em 27 de agosto de 2014, Ruben passou a apresentar o programa \"Acelerados\", originalmente produzido pelo YouTube mas que logo migrou para a TV Aberta no SBT, onde dividia o programa com Cassio Cortes e Gerson Campos até 28 de fevereiro de 2021, quando os diretores decidiram remodelar o formato. Barrichello deixou o SBT em 24 de junho. Uma semana depois, o programa passou a ser exibido nas tardes de sábado pela Band. == Estatísticas na F1 == Rubens Barrichello chegou ao GP do Brasil de 2011 sendo o segundo piloto com maior participação em grandes prêmios: 326, com 322 largadas (contra 327 de Räikkönen e contra 306 de Schumacher). Outras marcas destacam o desempenho do piloto: * 209 provas concluídas na zona de pontuação; * 68 pódios (sendo o 8° piloto a subir mais vezes ao pódio da Fórmula 1). == Conquistas == === Prêmios === * Melhor Novato Indy-500 2012 (2012)noticiasbr.com.br * 8 vezes vencedor do Capacete de Ouro: 1999, 2000, 2001, 2002, 2004, 2005, 2007, 2009 e 2014Rubinho ganha Capacete de Ouro como melhor da Stock Car 2014 portalcorreio.uol.com.br * Piloto Brasileiro da Década: 2007 === Títulos === * Campeão Sul-americano de Kart (2015) * Stock Car Brasil (2014 e 2022) * Fórmula Opel (1990) * Fórmula 3 Inglesa (1991) * 500 Milhas da Granja Viana (1998, 2000, 2001, 2002, 2004, 2005, 2007 e 2008) * Pentacampeão Brasileiro de Kart * Pentacampeão Paulista de Kart * Vencedor do Desafio das Estrelas de Kart (2008) == Resultado nas corridas == === Stock Car Brasil === Ano Equipe Carro 1 2 3 4 5 6 7 8 9 10 11 12 Pontos Posição 2012 Full Time Sports Peugeot 408 SAO CTB NSR RBP LON RIO SAL CAS TAR CTB 22 BRA Ret SAO 22 0 - 2013 Full Time Sports Chevrolet Sonic SAO 25 CUR 19 TAR 20 SAL 2 BRA 4 CAS 13 RBP 5 BRA 25 NSR 12 CTB 10 GOI 11 SAO 8 120 8º 2014 Medley Full Time Sports Chevrolet Sonic SAO 9 CTB 16 TAR NL BRA 24 BRA 9 GOI 9 GOI 2 GOI 1 CAS 1 CAS 18 CTB 7 CTB 2 NSR 4 NSR 6 SCZ 19 SCZ 11 TAR 9 TAR 2 SAL 4 SAL 4 CTB 3 234 1º 2015 Medley Full Time Sports Chevrolet Sonic GOI 14 RBP 8 RBP 6 NSR 4 NSR 5 CTB 9 CTB 2 SCZ 3 SCZ Ret CTB 11 CTB 8 GOI 20 CAS 23 CAS 10 CGD 5 CGD 4 CTB 12 CTB 6 TAR 6 TAR 2 SAO Ret 188 4º 2016 Medley Full Time Sports Chevrolet Sonic CTB Ret 124 3º Chevrolet Cruze NSR 6 NSR 5 GOI 11 GOI 3 SCZ 21 SCZ 2 TAR 17 TAR 11 CAS 17 CAS 1 SAO 2 LON LON BRA BRA GOI GOI CUR CUR SAO 124 3º === Indy === Ano Equipe Motor 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 Pontos Posição 2012 KV Racing Chevrolet STP 17 ALA 8 LBH 9 SAO 10 INDY 11 DET 25 TXS NL MIL 10 IOW 7 TOR 11 EDM 13 MDO 15 SNM 4 BAL 5 FON 22 289 12º === Fórmula 1 === Legenda: (Corrida em negrito indica pole position) e (Corrida em itálico indica volta mais rápida) Ano Nome Oficial da Equipe Chassis Motor Pneus 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 Pontos Posição Sasol 193 Hart 1035 3.5 V10 Ret Ret Ret Ret 12 9 Ret 7 10 Ret Ret Ret Ret 13 5 Ret 2 18º Sasol 194 Hart 1035 3.5 V10 4 3 NQ Ret Ret 7 Ret 4 Ret Ret Ret 4 4 12 Ret 4 19 6º Total Peugeot 195 Peugeot A10 3.0 V10 Ret Ret Ret 7 Ret 2 6 11 Ret 7 6 Ret 11 4 Ret Ret Ret 11 11º B&H; Total Peugeot 196 Peugeot A12 EV5 3.0 V10 Ret Ret 4 5 5 Ret Ret Ret 9 4 6 6 Ret 5 Ret 9 14 8º HSBC Malaysia Ford SF01 Ford VJ Zetec-R 3.0 V10 Ret Ret Ret Ret 2 Ret Ret Ret Ret Ret Ret Ret 13 14 Ret Ret Ret 6 13º HSBC Ford SF02 Ford VJ Zetec-R 3.0 V10 Ret Ret 10 Ret 5 Ret 5 10 Ret Ret Ret Ret NL 10 11 Ret 4 12º HSBC Ford SF-3 Ford CR-1 3.0 V10 5 Ret 3 9 Ret Ret 3 8 Ret Ret 5 10 4 3 5 8 21 7º Marlboro F1-2000 049 3.0 V10 2 Ret 4 Ret 3 4 2 2 3 3 1 4 Ret Ret 2 4 3 62 4º Marlboro F2001 050 3.0 V10 3 2 Ret 3 Ret 3 2 Ret 5 3 3 2 2 5 2 15 5 56 3º Marlboro F2001 050 3.0 V10 Ret Ret Ret 77 2º F2002 Ferrari 051 3.0 V10 2 NL 2 7 3 1 2 NL 4 1 2 1 1 2 Marlboro F2002 051 3.0 V10 Ret 2 Ret 3 65 4º F2003-GA Ferrari 052 3.0 V10 3 3 8 5 3 7 1 Ret Ret 3 Ret 1 Marlboro F2004 053 3.0 V10 2 4 2 6 2 3 2 2 2 3 3 12 2 3 1 1 Ret 3 114 2º Marlboro F2004M 054 3.0 V10 2 Ret 38 8º F2005 Ferrari 055 3.0 V10 9 Ret 9 8 3 3 2 9 7 10 10 10 12 5 6 11 12 Lucky Strike Honda Racing F1 Team RA106 RA806E 2.4 V8 15 10 7 10 5 7 4 10 Ret 6 Ret Ret 4 8 6 6 12 7 30 7º Honda Racing F1 Team RA107 RA807E 2.4 V8 11 11 13 10 10 12 Ret 11 9 11 18 17 10 13 10 15 Ret 0 20º Honda Racing F1 Team RA108 RA808E 2.4 V8 AUS DSQ 13 11 Ret 14 6 7 14 3 Ret 16 EUR 16 Ret 17 Ret 13 11 15 11 14º Brawn GP Formula One Team BGP 001 Mercedes FO 108W 2.4 V8 2 5 4 5 2 2 Ret 3 6 10 1 7 1 6 7 8 4 77 3º AT&T; Williams FW32 Cosworth CA2010 2.4 V8 10 8 12 12 9 Ret 14 14 4 5 12 10 Ret 10 6 9 7 14 12 47 10º AT&T; Williams FW33 Cosworth CA2011 2.4 V8 Ret Ret 13 14 17 9 9 12 13 Ret 13 16 12 13 17 12 15 12 14 4 17º Foi atribuído metade dos pontos, porque o número de voltas não atingiu 75% de sua realização. ====Comparação com parceiros de equipe==== Ano Pontos do Barrichello Pontos do parceiro Parceiro Equipe 2 0 Thierry Boutsen 19 4 Andrea De Cesaris 11 10 Eddie Irvine Jordan 14 8 Martin Brundle Jordan 6 0 Jan Magnussen 4 0 Jos Verstappen Stewart 21 15 Johnny Herbert Stewart 62 108 Michael Schumacher 56 123 Michael Schumacher 77 144 Michael Schumacher 65 93 Michael Schumacher 114 148 Michael Schumacher 38 62 Michael Schumacher 30 56 Jenson Button 0 6 Jenson Button 11 3 Jenson Button 77 95 Jenson Button Brawn 47 22 Nico Hülkenberg 4 1 Pastor Maldonado == Vida pessoal == Rubinho foi casado com Silvana Giaffone. O casal anunciou a separação por divergência de ideias em junho de 2019. Com Silvana teve dois filhos: Eduardo Barrichello (piloto da Fórmula Regional Europeia), o Dudu, e Fernando Barrichello (piloto de kart). Em novembro de 2004, perdeu um filho, quando a então esposa estava no terceiro mês de gestação. Em 2020, assumiu um namoro com a jornalista Paloma Tocci, tendo chegado ao fim em 22 de julho de 2021, reatando em setembro do mesmo ano e chegando ao fim em janeiro de 2022. Em agosto de 2021, participou de campanha d'O Boticário juntamente com seu filho Dudu, no clássico duelo pelo Brasileirão entre Corinthians e Flamengo. == Ligações externas == * Categoria:Naturais da cidade de São Paulo Categoria:Pilotos de automóvel do estado de São Paulo Categoria:Pilotos de Fórmula 1 do Brasil Categoria:Pilotos do Campeonato Britânico de Fórmula 3 Categoria:Pilotos da equipe Jordan de Fórmula 1 Categoria:Pilotos da equipe Stewart de Fórmula 1 Categoria:Pilotos da equipe Ferrari de Fórmula 1 Categoria:Pilotos da equipe Honda de Fórmula 1 Categoria:Pilotos da equipe Brawn de Fórmula 1 Categoria:Pilotos da equipe Williams de Fórmula 1 Categoria:Pilotos da IndyCar Series do Brasil Categoria:Pilotos de Stock Car do Brasil Categoria:Pilotos campeões de Fórmula 3 Categoria:Desportistas premiados com o Capacete de Ouro Categoria:Brasileiros de ascendência italiana",
 "title": "Rubens Barrichello"
}