{
 "id": "76512",
 "text": "O Lockheed Martin F-22 Raptor, é um caça de dominação aérea fabricado nos Estados Unidos, pela Lockheed Martin. Foi o primeiro caça de quinta geração a entrar em serviço. Sua missão principal é manter a superioridade aérea no campo de batalha, mas também possui capacidade secundária de ataque ao solo. O alto custo do programa de desenvolvimento da aeronave (US$ 66,7 bilhões de dólares\"Analysis of the Fiscal Year 2012 Pentagon Spending Request.\" COSTOFWAR.COM, 15 de fevereiro de 2011. Página acessada em 4 de julho de 2014.), atrasos no desenvolvimento do programa de caças de quinta geração russos e chinês, a proibição de exportações e o desenvolvimento do mais versátil F-35 acabaram por encerrar o programa de produção do F-22. Hoje a força aérea americana possui 187 aeronaves destas no serviço ativo, sendo que o último F-22 foi entregue em 2012. Como arma secundária, o F-22 utiliza um canhão M61A2 Vulcan de 20mm com 480 projéteis. Já no armamento principal, o Raptor pode ser armado com dois mísseis ar-ar de curto alcance AIM-9 e até seis mísseis ar-ar de médio e longo alcances AIM-120 AMRAAMs. Para o combate ar-solo, o F-22 pode ser armado com duas bombas de 1 000 libras GBU-32 JDAMs e dois mísseis AIM-120. == Cronologia == ; Proposta Outubro de 1985 a Força Aérea dos EUA propõem o Advanced Tactical Fighter. ; Decisão 23 de abril de 1991, Força Aérea dos EUA escolhe o F-22 como o próximo avião de superioridade aérea. ; Início 8 de dezembro de 1993, Boeing fabrica a primeira parte do primeiro raptor. ; Primeiro voo 7 de setembro de 1997, da Dobbins Air Reserve Base o chefe dos pilotos de teste Paul Metz , inicia o voo inaugural, atinge aproximados 4 572 m de altitude em 3 minutos. ; Cancelamento do programa No dia 6 de abril de 2009, o Ministério da Defesa dos EUA decidiu cancelar novos contratos e projetos referentes ao F-22 por causa de seu alto custo de produção. E também por atrasos no desenvolvimento do programa do caça de quinta geração da Russia e da China e devido a proibição de exportações. Além disso o caça F-35 se tornou mais interessante pois seu custo de fabricação era menor e ele é mais versátil porque pode decolar e pousar na vertical igual um helicóptero. ; Problemas em missão Em 25 de março de 2010, um F-22 caiu nas proximidades da base Edwards da Aeronáutica dos Estados Unidos , situada no Deserto de Mojave, no sul da Califórnia. Ao sair em missão de treinamento o acidente aconteceu por volta das 10h locais (14h de Brasília) a aproximadamente 50 km ao noroeste da base militar. 6 de novembro de 2010, um F-22 perdeu a comunicação com o Controle de Tráfego Aéreo do Alaska e caiu. O piloto, o Capitão Jeffre Haney não sobreviveu. Os pilotos americanos do caça decidiram não voar mais em áreas que nevam. Em 22 de março de 2011, houve problemas com um equipamento eletrônico não especificado deixou alguns caças F-22 fora da operação da OTAN na Líbia, sendo substituídos por caças F/A-18. == Histórico == miniaturadaimagem|esquerda|Um F-22 com a pós-combustão acionada.|248x248px ; Origem Em 1981, a Força Aérea dos Estados Unidos (USAF) desenvolveu um requerimento de um novo caça de superioridade aérea, o Advanced Tactical Fighter (ATF), para substituir o F-15 Eagle. ATF foi um programa de demonstração e validação realizadas pela USAF para desenvolver a próxima geração de caças de superioridade aérea para combater as ameaças emergentes em todo o mundo, incluindo o desenvolvimento e proliferação da era soviética, com Sukhoi Su-27. Era previsto que o ATF iria incorporar tecnologias emergentes, incluindo ligas avançadas e materiais compostos avançados, sistema fly-by-wire para controle de voo, sistemas de propulsão mais avançados e tecnologia de furtividade à radares (stealth). Um requerimento para propostas foi lançado em julho de 1986, e duas equipes contratadas, a Lockheed/Boeing/General Dynamics e Northrop/McDonnell Douglas foram selecionadas em outubro de 1986 para realizar uma demonstração dentro de 50 meses, culminando no teste de voo de dois protótipos, o YF-22 e o YF-23, respectivamente. Durante o processo de desenvolvimento na década de 1980, o crescimento esperado do ATF, o aumento de peso de decolagem e crescente custo excluiu algumas características. IRST foi rebaixado de multi-cor a cor única, em seguida eliminado (embora o sistema infravermelho/ultravioleta de alerta de mísseis funcionaria como um sistema IRST em uma atualização de software futuro), o radar de varredura lateral foi excluído e a exigência de assento ejetável foi rebaixada de modo a não ser capaz de cobrir o \"envelope de vôo\" (termo para uma série de fatores que podem interferir no voo) por completo, que viria a resultar em uma fatalidade durante os testes de voo.Advanced tactical fighter to F-22 raptor: origins of the 21st century air ... by David C. Aronstein, Michael J. Hirschberg, A, page 108 Em 23 de abril de 1991, o Lockheed YF-22 foi anunciado como o vencedor da disputa do ATF.Pearlstein, Steven and Barton Gellman. \"Lockheed Wins Huge Jet Contract; Air Force Plans to Buy 650 Stealth Planes At $100 Million Each\". Washington Post, 24 April 1991. ; Iniciando a produção O YF-22 foi modificado para a produção de F-22. As diferenças entre o YF-22 e F-22 incluem a relocalização do cockpit, as mudanças estruturais e muitas outras pequenas alterações.\"YF-22/F-22A comparison diagram\". GlobalSecurity.org. A produção do modelo F-22 foi iniciada em 9 de abril de 1997, na Lockheed Georgia Co., Marietta, na Geórgia. Ele voou pela primeira vez em 7 de setembro de 1997. O primeiro lote de F-22 foi entregue à Base Aérea de Nellis, em Nevada, em 14 de janeiro de 2003 e o teste e avaliação inicial dedicado começou em 27 de outubro de 2003. Em 2004, 51 Raptors já haviam sido entregues. Em 2006, a equipe de desenvolvimento do Raptor, composta pela Lockheed Martin e mais de 1 000 outras empresas, além da Força Aérea dos Estados Unidos (USAF), ganhou o Troféu Collier, prêmio de maior prestígio da aviação dos Estados Unidos. Em 2006, a USAF pretendia adquirir 381 F-22s para serem divididos entre os sete esquadrões de combate ativo e três caças integrar-se-iam ao esquadrões de caça da Air Force Reserve Command and Air National Guard.Lopez, C.T. \"F-22 excels at establishing air dominance.\" Air Force Print News, 23 de junho de 2006. Consultado em 23 de julho de 2009. ; Contratos Originalmente a ideia era de que a USAF comprasse 750 aeronaves, mas com os altos custos o Pentágono mudou o plano para apenas 183 unidades. Em 31 de julho de 2007, a Lockheed Martin recebeu um contrato de vários anos para 60 F-22 no valor total de 7,3 bilhões de dólares.\"Lockheed Martin Awarded Additional $5 Billion in Multiyear Contract to Build 60 F-22 Raptors.\" Lockheed Martin, 31 de julho de 2007. Consultado em 23 de julho de 2009.US Department of Defense contracts, 31 de julho de 2007. Em 2009, futuras compras foram canceladas em favor do caça F-35. == Características == O F-22 Raptor é um caça de quinta geração. Seu motor dual com capacidade de pós-combustão o Pratt & Whitney F119-PW-100 turbofan. Sua pressão máxima é cerca de 35 000 lbf (156 kN) por motor.\"US shows off new Raptor jet.\" BBC News Online, 11 July 2008. A velocidade máxima, sem armas externas, é estimada em Mach 1,82 em modo supercruise, como demonstrado pelo general John P. Jumper, o ex-Chef of Staff da Força Aérea dos Estados Unidos (USAF), quando seu Raptor ultrapassou Mach 1,7, sem pós- combustão, em 13 de janeiro de 2005.Powell, 2nd Lt. William \"General Jumper qualifies in F/A-22 Raptor\" Air Force Link, 13 January 2005. Com pós- combustão, de acordo a Lockheed Martin, ele pode ter velocidade superior a Mach 2,0 e o Raptor ainda pode exceder os limites de velocidade, principalmente em baixas altitudes. O F-22 tem oito tanques de combustível internos que perfazem a capacidade de 8 200 kg. Com esse volume de combustível, o F-22 tem um alcance de travessia de 3 219 km, ou um raio de combate de 759 km. Essa capacidade é consideravelmente maior que a do seu antecessor F-15 Eagle que precisa de tanques de combustível externos para conseguir igualar esse desempenho. O F-22 pode, ainda, ter ampliado esses números com a instalação de até quatro tanques de combustível externos nos cabides sob as asas, porém com sacrifício da sua capacidade invisível. A suíte eletrônica instalada no F-22 representa o estado da arte em sistemas e sensores na indústria dos Estados Unidos. Seu radar é o Nothrop Grumman AN/APG-77 do tipo AESA (Active Electronically Scanned Array) ou varredura eletrônica ativa. Nesse radar existem 1500 pequenos dispositivos, como células, chamados módulos de transmissão e recepção (TRM) que emitem feixes de radar em diversas direções, simultaneamente, e recebem os reflexos dessas emissões, permitindo uma varredura de 120º isenta de intervalos como ocorre com os radares de varredura mecânica que emitem apenas um feixe de sua antena que fica se movendo para poder fazer o rastreio de toda a área frontal do caça. Assim a precisão da localização do alvo é muito maior, e ainda, de quebra, há uma maior capacidade de rastrear alvos com pequena assinatura de radar. === Cockpit === O F-22 é equipado com um glass cockpit com instrumentos de voo totalmente digitais. O monocromático head-up display (HUD) oferece um amplo campo de visão e serve como um instrumentos de voo primário; as informações também são exibidas em um painel de LCD de seis cores.Williams 2002, p. 10. Os controles de voo primários são controles side-stick sensíveis à força e um par de aceleradores. A força aérea dos Estados Unidos inicialmente queria implementar controles de entrada de voz direta (DVI), mas isso foi considerado muito arriscado tecnicamente e foi abandonado.Goebel, Greg. \"The Lockheed Martin F-22 Raptor.\" airvectors.net, 1 de julho de 2011. Acessado em 10 de novembro de 2012. As dimensões da copata são aproximadamente 355 cm de comprimento, 115 cm de largura e 69 cm de altura, pesando 163 kg. A capota foi redesenhada depois que o projeto original durou uma média de 331 horas em vez das 800 horas necessárias.\"Assertion and Facts.\" senate.gov. Acessado em 17 de janeiro de 2012. O F-22 possui funcionalidade de rádio integrada, os sistemas de processamento de sinal são virtualizados em vez de um módulo de hardware separado.Kopp, Carlo. \"Just How Good Is The F-22 Raptor?\" \"Australian Air Power\", setembro de 1998. O painel de controle integrado (ICP) é um sistema de teclado para inserir dados de comunicação, navegação e piloto automático. Duas telas dianteiras de 7,6 cm × 10,2 cm estão localizados ao redor do ICP são usados para exibir dados integrados de aviso/aviso de cuidado (ICAW), dados CNI e também servem como grupo de instrumentação de voo em espera e indicador de quantidade de combustível.\"Military Avionics Systems\", Ian Moir and Allan Seabridge, Wiley, pp. 360 O grupo de voo stand-by exibe um horizonte artificial, para condições meteorológicas de voo por instrumentos. O visor multifuncional primário de 20 cm × 20 cm (PMFD) está localizado sob o ICP e é usado para navegação e avaliação da situação. Três monitores multifuncionais secundários de 15,9 cm × 15,9 cm estão localizados ao redor do PMFD para informações táticas e gerenciamento de estoques.Williams 2002, p. 11. === Análise === O F-22 Raptor é um marco na capacidade de combate aéreo da Força Aérea dos Estados Unidos revolucionando o combate aéreo do século XXI, e foi concebido como um ícone do poderio aéreo dos Estados Unidos por muitos anos ainda. == Custos == A força aérea dos Estados Unidos inicialmente previu comprar 750 aeronaves deste tipo ao custo de U$ 44,3 bilhões e com um custo de procuração de US$ 26,2 bilhões no ano fiscal de 1985, com a produção sendo iniciada em 1994. Em 1990, o Secretário de Defesa Dick Cheney reduziu a encomenda para 648 unidades, começando a serem entregues em 1996. Em 1997, uma retração orçamentária no setor de defesa resultou numa redução na encomenda de unidades para 339, sendo depois reduzido para 277 em 2003. Em 2004, o Departamento de Defesa fez mais uma redução na encomenda, desta vez para 183 aeronaves no serviço ativo, apesar da preferência da força aérea por 381 unidades.Grant, Rebecca. \"Losing Air Dominance.\" Air Force Magazine, dezembro de 2008.Hedgpeth, Dana. \"Air Force Pares Request for Additional Lockheed F-22s\". Los Angeles Times, 18 de fevereiro de 2009. Um plano de aquisição plurianual foi implementado em 2006 para poupar US$ 15 bilhões, com um custo total do programa sendo de US$ 62 bilhões por 183 unidades do F-22 a serem distribuídos em sete esquadrões de combate.Lopez, C.T. \"F-22 excels at establishing air dominance.\" U.S. Air Force, 23 de junho de 2006. Em 2008, o Congresso aprovou um projeto de lei de gastos em defesa que elevou o total de pedidos de aeronaves de produção para 187.Trimble, Stephen. \"US Congress passes $487.7 defence spending bill, slashes aircraft.\" Flightglobal.com, 24 de setembro de 2008. Acessado em 10 de novembro de 2012. Inicialmente, o F-22 tinha vários recursos tecnológicos que aumentaram substancialmente o custo e gerou atrasos no desenvolvimento.Younossi, Obaid et al. \"Lessons Learned from the F/A–22 and F/A–18E/F Development Programs.\" RAND, 2005. Acessado em 27 de agosto de 2011. Muitos recursos foram removidos para atualizações pós-serviço, reduzindo o custo inicial, mas aumentando o custo total do programa.Sweetman, Bill. \"Rivals Target JSF.\" Aviation Week, 30 de novembro de 2010. Acessado em 31 de agosto de 2011. Como a produção foi reduzida em 2011, o custo total do programa ficou em torno de US$ 67,3 bilhões de dólares, sendo que US$ 32,4 bilhões foram gastos em pesquisa, desenvolvimento, testes e avaliação (RDT&E;) e US$ 34,9 bilhões em aquisições e construção militar em dólares por ano. O custo incremental para unidades adicionais do F-22 foi estimado em US$ 138 milhões em 2009, por unidade.\"FY 2009 Budget Estimates\". U.S. Air Force, fevereiro de 2008. Acessado em 23 de julho de 2009.\"Selected Acquisition Report (SAR) – F-22, RCS: DD-A&T;(Q&A;)823–265.\" Department of Defense, 31 de dezembro de 2010. Acessado em 13 de março de 2019. Em 2020, o custo unitário ficou em torno de US$ 330 milhões por aeronave. == Divisão do trabalho == Lockheed Martin Aeronautics Company em Fort Worth, Texas * Desenvolve e constrói a mid-fuselage e o armamento; * Fornece o INEWS, CNI, o sistema a gestão de providencia e o sistema de navegação inercial; * Desenvolve o sistema de suporte. Lockheed Martin Aeronautics Company em Marietta, Georgia * Supervisiona o todo o sistema integrado de armas. * Desenvolve e constrói a forward fuselage, incluindo a cabine; os estabilizadores verticais; asas e borda de ataque da cauda, flaps, ailerons e o trem de pouso. * Desenvolve a spearheading avionics architecture ( arquitetura aviônica de ponta, sistema de protocolos de navegação, por exemplo), assim como os mostradores, controles e o sistema de dados e abertura * Reunião final e voo de teste da aeronave. Boeing em Seattle, Washington * Constrói as asas, a aft fusalage, as estruturas para instalação do motor, bocais e unidade de força auxiliar; * Operar o Avionics System Integration Laboratory e o 757 Avionics Flying Laboratory * Desenvolve o sistema da treinamento; Pratt & Whitney, East Hartford, Connecticut. * Constrói os motores. == Citação == == Histórico operacional == Apesar dos custos, por muitos anos o F-22 não foi usado em combate. Isso levou a críticas por parte de muitos analistas, afirmando que o avião poderia ser um desperdício de dinheiro. Desde o começo da década de 2000, aviões deste tipo foram enviados a diversas bases militares americanas, especialmente na Ásia e Europa. Em setembro de 2014, caças F-22 participaram de uma ofensiva aérea contra a Síria, que vivia uma guerra civil. Esta foi a primeira missão de combate na história da aeronave.\"Report: F-22 Raptors Launched Airstrikes in Syria\". Página acessada em 23 de setembro de 2014. Em agosto de 2015, os Estados Unidos despachou um esquadrão de quatro caças F-22 para a base aérea de Spangdahlem, na Alemanha, para reforçar a presença militar americana na Europa contra uma possível ameaça russa.\"US F-22s Arrive In Europe\". Página acessada em 17 de setembro de 2015. Em novembro de 2017, F-22s operando ao lado de B-52s bombardearam instalações de produção e armazenamento de ópio pem regiões controladas pelo Talibã no Afeganistão. Em 2019, o custo operacional de um F-22 por hora de voo ficou em US$ 35 000 dólares. Em 4 de fevereiro de 2023, um F-22 pertencente a 1.ª Asa de Caça derrubaram um balão espião chinês dentro do alcance visual ao largo da costa da Carolina do Sul. O F-22 disparou um míssil AIM-9X Sidewinder que acertou o balão entre 60 000 (18,2 km) a 65 000 pés (19,8 km) de altura. Os destroços caíram a aproximadamente 9,65 kms da costa e foram posteriormente protegidos por navios da Marinha e da Guarda Costeira dos Estados Unidos. Em 10 de fevereiro de 2023, um F-22 derrubou um objeto de alta altitude perto da costa do Alasca. O objeto foi derrubado usando um AIM-9X Sidewinder, marcando a segunda morte ar-ar do caça. No dia seguinte, um outro F-22 americano derrubou mais um objeto não identificado que sobrevoava Yukon, também utilizando o Sidewinder, sendo a terceira vitória aérea do caça em sua história. == Ver também == * Supersônico * Supercruzeiro * Avião furtivo ;Desenvolvimento relacionado * Lockheed YF-22 ;Aeronaves semelhantes * Chengdu J-20 * Su-27 * F-35 == Ligações externas == ; Em inglês * * * * F-22 Categoria:Aviões produzidos nos Estados Unidos Categoria:Aviões militares de caça Categoria:Aviões militares de suporte aéreo Categoria:Aviões militares a jato Categoria:Aviões militares supersónicos Categoria:Aviões stealth Categoria:Aviões monoplanos Categoria:Aviões bimotor Categoria:Aeronaves com primeiro voo em 1997",
 "title": "Lockheed Martin F-22 Raptor"
}