{
 "id": "76568",
 "text": "Mudrā (Sânscrito, मुद्रा, literalmente \"selo\"; 印相 inzō em Japonês) é um termo com diversos sentidos de acordo com uso; significando gesto no Yoga, budismo e, na dança indiana; ou posições usadas em algumas artes marciais; ou um dos cinco ingredientes do ritual \"panca-tattva\"; ou o brinco usado pela ordem kanphata. Os mudrás como gestos, diariamente vem sendo mais incorporandos, ao folclore e ao inconsciente coletivo de diversas civilizações. == Yoga == Os Mudrás são um gestos simbólicos feito com as mãos, significando, literalmente, gesto, selo, senha ou chave. Provém da raiz mud, alegrar-se, gostar. Deve ser pronunciado sempre com o “a” tônico, e é palavra do gênero masculino (O Mudrá). Eles são usados no Yoga (um dos seis pontos de vista do hinduísmo) para penetrar em determinados setores do inconsciente coletivo, conectando o praticante às origens de sua linhagem de Yoga. Em alguns livros, aparece traduzido como símbolo, mas tal tradução não é correta, uma vez que símbolo, em sânscrito, corresponde à palavra Yantra. == Budismo == O Mudra no budismo está sempre relacionado a um Mantra e um Mandala. Juntos eles formam os três segredos do universo, pensamento, verbo e ação (jap. Sanmitsu). == Dança Indiana == O mudra também é usado nas antigas formas de danças clássicas como o Bharatanatyam e o Kuchipudi, originario do Natya Shastra escrito pelo sábio Bharata a cerca de 4.000 a.C. Onde a sequência de gestos é usada simbolicamente para contar uma história. Quando usados em dança indiana, os Mudras frequentemente são chamados de Hastas, sânscrito para \"mãos\". == Hinduísmo == As pinturas e esculturas ao personificar uma divindade no Hinduísmo são complementadas sempre com asanas e mudras. Sendo os mudras um componente essencial de caracterização da divindade e o que ela representa. == Mudras normais == * Abhaya (sem temor) mudrā, um gesto que significa dissipo o medo. * Jñana mudra: mãos sobre os joelhos, pontas do indicador e do polegar unidas, os outros dedos alongados. Usada no Yoga, ao praticar pranayama. é um gesto utilizado para manter o prána circulando no corpo, evitando que ele se dissipe completamente. * Prônam mudra * Kali mudra == Ligações externas == * Mudras Terapêuticos, www.mudrasterapeuticos.com.br Categoria:Práticas vajrayanas Categoria:Conceitos filosóficos hindus Categoria:Meditação Categoria:Ioga Categoria:Artes marciais do Japão Categoria:Arte budista Categoria:Palavras, frases e expressões em sânscrito Categoria:Gestos com as mãos",
 "title": "Mudra"
}