{
 "id": "76576",
 "text": "Ássana ou asanaAcademia Brasileira de Letras. Disponível em http://www.academia.org.br/abl/cgi/cgilua.exe/sys/start.htm?sid=23. Acesso em 1 de outubro de 2014. é uma palavra de origem sânscrita (em devanágari, आसन, que signfica «posição sentada; assento; sentar») que nomeia as diferentes posturas utilizadas pela ioga para suprimir a atividade intelectual.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 183. São diversos os tipos de asanas: entre os principais, estão o padmasana, o bhadrasana, o vajrasana, o virasana e o svastikasana. Nos Ioga Sutras de Patanjali, se menciona a execução de asanas como o terceiro passo do Raja yoga.Patanjali (± 300-200 B.C.) Yoga sutras, Book II:29 Image:Vrksasana.jpg|Representação da essência do ioga Image:Sivakempfort.jpg|Estatua de Shiva em Bangalore, na Índia Image:Tanumânasî en Meditacion Loto Padmasana.JPG|Padmasana Image:Bhujangasana.jpg|Bhujangasana Dentro da tradição indiana, a sua origem é atribuída a Shiva, que as teria ensinado a sua esposa Parvati. A ideia original de ásana se refere a uma contemplação (meditação) em posição sentada por longos períodos.Feuerstein, Georg (1996). The Shambhala Guide to Yoga. Shambhala Publications, Boston. pp. 26 Hoje em dia, é considerada uma posição psicofísica do ioga. Patañjali, nos Ioga Sutras, descreve asana como sentar em posição firme e confortável para a contemplação (ou meditação), onde a contemplação é o sadhana (o caminho) para se compreender o si.Verse 46, chapter II; for translation referred: \"Patanjali Yoga Sutras\" by Swami Prabhavananda , published by the Sri Ramakrishna Math ISBN 81-7120-221-7 p. 111 A prática de asana desenvolve uma musculatura flexível, e ossos e tendões resistentes, bem como o massageamento de órgãos, e o equilíbrio das funções de diversas glândulas internas. A tradição indiana também enumera, como benefício, a melhoria do fluxo de prana (uma espécie de energia vital; qi em Chinês; ki em Japonês (esta informação é apenas ilustrativa, pois trata-se de filosofias distintas)) para permitir o equilíbrio dos kosha e o fluxo de energia pelas nadi (sistema circulatório energético). O aspecto físico das ássanas foi muito popularizado no ocidente por diversas celebridades como Madonna, Danielle Winits e Sting. Destituído da sua base filosófica, o ioga, o ásana se tornou parte das práticas de Hatha Yoga em diversas academias. Nos Ioga Sutras, Patañjali descreve asana como o terceiro dos 8 ramos do Raja Yoga Clássico. Ou outros sete ramos são yama (regras de conduta para lidar com o mundo exterior) e niyama (regras de conduta para lidar com seu íntimo), asana (posição), pranaiama (respiratório), pratyahara, (estado distração ou sensação de recolhimento), dhárána (concentração), dhyána (meditação) e samadhi (autoconhecimento pleno, megalucidez). == Condições e orientações para praticar um bom ásana == O ásana deve ser firme e confortável. Ele não deve ser a causa de nenhum tipo de desconforto. Qualquer retesamento ou tensão observada no corpo deve ser conscientemente relaxada. Esta posição deve ser tão confortável que você possa ficar na mesma por um longo período. O ásana deve ser um esforço de corpo e mente. A sensação de se estar absolutamente confortável é sinal de um asana perfeito. A respiração deve ser normal e ritmada, iniciada nas narinas, e terminada no abdômen. Pode-se utilizar respiração abdominal ou completa (baixa, média e alta). De acordo com os praticantes de Hatha Yoga, quando você consegue gerenciar o controle corporal, você se libera da chamada 'dualidade dos opostos', como o calor e o frio, a fome e a gula, alegria e a tristeza, assim por diante. Abaixo, estão relacionadas as orientações para realizar o Yogasana: * Um copo de água deve ser tomado antes da pratica de asanas. * O estômago deve estar vazio. ásanas devem ser praticados 8 horas após o almoço, 2 horas após um copo de leite e uma hora após se comer uma fruta. * Sempre praticar asanas de manhã. Se isto não for possível, próximo ao entardecer. * Comidas gordurosas, muito secas, congeladas, muito quentes ou em excesso devem ser evitadas. * Não se deve forçar ou pressionar nada quando praticar ásanas. * Não se deve sair no frio após praticar asanas. * Mover a cabeça lentamente; se o asana afetar seu equilíbrio. * A respiração deve ser controlada e deve ser sempre pelas narinas. Os efeitos expressivos dos ásanas aumentam se for praticado o pránáyáma simultaneamente. * Se o corpo estiver estressado, praticar o Shavasana. * Ásanas devem ser praticados em uma sala limpa e bem ventilada. A atmosfera deve ser clean. * Durante a gravidez, após o terceiro mês, exercícios que exigem que se deite sobre o estômago devem ser evitados (posições invertidas devem ser evitadas especialmente no terceiro semestre. Este site é recomendado para grávidas: . Se não tiver certeza, peça orientação de seu médico.) == Ássana (posições e posicionamento) == \"Há um infinito número de asanas.\" (Sri Dharma Mittra). Em 1975, como oferenda a seu guru (professor), Swami Kailashananda Maharaj, Sri Dharma Mittra fez um catálogo de um vasto número de asanas do Yôga. Pesquisando em antigos textos, livros, com estudantes, professores, e seu próprio vasto conhecimento, ele compilou 1 300 variações. Elas foram originalmente publicados como \"Guia gráfico do ioga clássico\" , e 608 destas posições foram recentemente disponibilizadas em um pequeno compêndio intitulado \"Asanas: 608 posições de ioga\".Mittra, Dharma, (2003) Asanas: 608 Yoga Poses\", ISBN 1-57731-402-6 Embora não haja nenhum modo de estabelecer exatamente a quantidade de posições, este trabalho é considerado como a definitiva coleção para estudantes e iogues. Não existe uma codificação dos ásanas por enquanto e os nomes continuam diferentes em cada linhagem. Existiu uma idealização de codificação universal dos ásanas, inserindo os diversos nomes das técnicas. Entretanto, ainda não fora concluída. Boa parte dessa codificação, terminada em mais de 2000 ásanas, consta no livro Tratado de Yôga, do DeRose. Lá se encontram inúmeras variações em nomenclaturas tradicionalmente usadas nas Escolas que ele estudou na Índia (Shivánanda Ashram, Aurobindo Centre, etc). Image:Sukkasana.jpg|Ardha Padmasana Image:Ado-muka-shvanasana.jpg|Adho Mukha Svanasana Image:Halasana.jpg|HalasanaImage:Shavasana.jpg |Shavasana Image:Sarvangasana.jpg|SarvangasanaImage:Uttanasana.jpg|Uttanasana Image:Paschimottanasana.jpg|Paschimottanasana Image:Shirshasana.jpg|Shirsasana Image:Yogui Tanumânasî en Chakrasana.jpg|Urdhva Dhanurasana == Permanência == O período em que um praticante se mantém estável no ásana é denominado tempo de permanência, e é medido pela quantidade de respirações (inspiração, retenção e expiração) realizadas durante a realização do ásana. Depende muito dos objetivos do praticante e seu treino e afinco. É deveras importante que o praticante saiba elevar seu tempo de permanência sem agredir seu corpo, executando de forma metabolizável e incrementando a permanência com o tempo. == Surya Namaskar == Surya Namaskar, ou saudação ao Sol, é um coreografia composta de 12 ásanas em sequência. Existem tradições que orientam para duas sequências, sendo a segunda compensando as asanas realizadas na primeira. == Asana no mundo == * Na França, se faz referência ao estado psicofísico e a compensação de cada ásana. * Na Alemanha, se posiciona contra a utilização de espelhos na sala de prática, e se preconiza a utilização do Surya Namaskar (Saudação ao Sol) como prática obrigatória de asanas. * Os Estados Unidos são a principal base deste artigo. Nesse país, existe um enfoque para modismo, além de se preconizarem saltos durante o Surya Namaskar. * No Brasil, além da compensação e coreografia, é necessário ter a atenção na passagem coreográfica entre as asanas. E algumas escolas usam regras gerais de execução. * Na Índia, não existe yogasana sem uma filosofia que una as práticas para um objetivo concreto. * Entretanto isso depende muito da Escola e menos do país que é executado. == Ver também == * Lista das posições do Hatha Yoga == Referências == == Ligações externas == * * * - Consultor de ásanas com mais de 2 000 posições * * * * Categoria:Iogassutras Categoria:Posições da ioga",
 "title": "Asana"
}