{
 "id": "76588",
 "text": "Um tornado (também chamado de twister) é um fenômeno meteorológico que se manifesta como uma coluna de ar que gira de forma violenta e potencialmente perigosa, estando em contato tanto com a superfície da Terra como com uma nuvem cumulonimbus ou, excepcionalmente, com a base de uma nuvem cumulus. Sendo um dos fenômenos atmosféricos mais intensos que se conhece, os tornados se apresentam sob várias formas e tamanhos, mas geralmente possuem um formato cônico, cuja extremidade mais fina toca o solo e normalmente está rodeada por uma nuvem de pó e outras partículas. A maioria dos tornados conta com ventos que chegam a velocidades entre 65 e 180 quilômetros por hora, mede aproximadamente 75 metros de diâmetro e translada-se por vários metros, senão quilômetros, antes de desaparecer. Os mais extremos podem ter ventos com velocidades superiores a 480 km/h, medir até 1 500 m de diâmetro e permanecer no solo, percorrendo mais de 100 km de distância. Entre os diferentes tipos de tornados estão os landspouts, os tornados de vórtices múltiplos e as trombas marinhas. As trombas marinhas formam-se sobre corpos de água conectando-se a nuvens cumulus e nuvens de tempestade de maior tamanho, porém são consideradas tornados por apresentarem características similares a estes, como sua corrente de ar rotativa em forma de cone. As trombas marinhas no geral são classificadas como tornados não-supercelulares que se formam sobre corpos d'água. Estas colunas de ar frequentemente se formam em áreas tropicais próximas da linha do equador, e são menos comuns em latitudes maiores, próximas dos polos. Outros fenômenos similares aos tornados que existem na natureza incluem o gustnado, os redemoinhos-de-poeira e os redemoinhos de fogo. Os tornados são observados em todos os continentes, exceto na Antártida. No entanto, a maioria dos tornados no mundo ocorre no \"Corredor dos Tornados\" ou, em inglês, Tornado Alley, uma região dos Estados Unidos, embora possam ocorrer quase em qualquer lugar na América do Norte. Eles também ocorrem ocasionalmente no centro-leste e sul da Ásia, nas Filipinas, no norte e centro-leste da América do Sul, África do Sul, noroeste e sudeste da Europa, oeste e sudeste da Austrália e Nova Zelândia. Os tornados podem ser detectados através de radares de impulsos Doppler, assim como visualmente, por caçadores de tempestades. A escala de Fujita é utilizada para medir a intensidade dos tornados, avaliando-os pelos danos causados. Um tornado F0 ou EF0, o mais fraco da categoria, danifica árvores, mas não estruturas de grande porte. Já um tornado F5 ou EF5, o mais forte da categoria, consegue arrancar edificações de suas fundações e podendo danificar seriamente arranha-céus. == Etimologia == A palavra tornado é uma forma alterada da palavra espanhola tronada, que, segundo a RAE, significa \"tempestade de trovões\". Esta, por sua vez, deriva do latim tonare, que significa \"trovejar\". Provavelmente a palavra chegou a sua forma atual através de uma combinação das palavras tronada e tornar (\"girar\"). Não obstante, esta pode ser uma etimologia popular. == Formação == Normalmente, a formação de tornados está associada a tempestades muito intensas que produzem violentos ventos, elevada precipitação pluviométrica e, frequentemente, granizo em regiões muito planas. Felizmente, menos de 1% das células de tempestade originam um tornado. Porém, todas as grandes células convectivas devem ser monitoradas por sempre haver a possibilidade destas reunirem as condições necessárias para a ocorrência do fenômeno. Resultados, em 2018, de medições de tornados em Oklahoma e Kansas sugerem que os ventos em espiral destas tempestades se desenvolvem primeiro perto do solo. Isso é contrário à teoria há muito aceita de que os ventos do tornado nascem a vários quilômetros nas nuvens e só depois pousam na superfície da Terra. Embora ainda não exista consenso sobre o mecanismo que desencadeia o início de um tornado, aparentemente estes estarão ligados a uma interação existente entre fortes fluxos ascendentes e descendentes que formam uma movimentação intensa no centro das nuvens carregadas que compõem as super-células tempestuosas. Essas células normalmente formam-se devido ao contraste existente entre duas grandes massas de ar com diferentes pressões e temperaturas. Alguns locais do planeta estão mais sujeitos ao encontro desses contrastantes sistemas atmosféricos, como é o caso do meio-oeste dos EUA, ou o centro-sul da América do Sul. Após tocar o solo, um tornado pode atingir uma faixa que varia entre 100 e 1 200 m, deslocando-se por uma extensão de aproximadamente 30 km (embora já tenham sido registrados tornados que se deslocaram distâncias superiores a 150 km). # Antes do desenvolvimento da tempestade, uma mudança na direção do vento e um aumento da velocidade com a altura criam uma tendência de rotação horizontal na baixa atmosfera. Essa mudança na direção e velocidade do vento é chamada de cisalhamento do vento. # Ar ascendente da baixa atmosfera entra na tempestade inclinada e o ar em rotação da posição horizontal muda para a posição vertical. # Há então a formação de uma área de rotação com comprimento de 4–6 km, que corresponde a quase toda extensão da tempestade. A maioria das tempestades fortes e violentas são formadas nestas áreas de extensa rotação. # A base da nuvem e sua área de rotação são conhecidas como wall cloud. Esta área é geralmente sem chuva. == Descrição == Normalmente a sua formação ocorre no final da tarde, horário em que a atmosfera se encontra mais instável, com forte turbulência e presença de nuvens Cumulonimbus. Porém não é incomum observar o surgimento desses ciclones durante a noite. Isso porque os tornados também vêm de uma categoria específica de nuvens chamadas super-células de tempestade, que \"amadurecem\" durante o dia e se transformam em fortes tempestades de granizo. O tamanho destas pedras de granizo é bastante considerável se tivermos como padrão as pequenas pedras conhecidas, que são de aproximadamente 0,5 cm. Estas podem variar do tamanho de uma bola de gude até ao de uma bola de golfe ou tênis. Um prenúncio de um tornado são as chamadas rotation wallclouds, que são nuvens baixas, com o formato de uma base de pirâmide. Esses cones de ventos rotativos e arrasadores podem ocorrer em qualquer lugar do mundo. Porém há certas regiões que são mais propensas à formação de tornados, como a parte central dos Estados Unidos (a \"Tornado Alley\") ou o \"corredor dos tornados da América do Sul\" que inclui o Uruguai, Paraguai, sul da Bolívia, norte da Argentina e a porção centro-sul do Brasil. A coloração cinza ou \"amarronzada\" dos tornados ocorre devido aos detritos e poeira que ele desloca. Quando ocorre sobre uma porção grande de água (mar, lagos ou grandes rios), o fenômeno recebe o nome de tromba de água. A confusão entre tornados e furacões é comum, entretanto esses dois fenômenos tem características bem distintas: * Um furacão mede centenas de quilômetros de diâmetro e a sua formação ocorre sempre sobre as águas dos oceanos. Sua duração pode chegar a vários dias, mas quando atinge a terra firme rapidamente perde a sua força até dissipar-se. * Tornados são mais localizados e muito mais energéticos, apresentam um funil estreito (raramente atinge diâmetros superiores a 1 km) e tem duração aproximada de 20 minutos. * A intensidade de tornados é medida pela Escala Fujita e, de modo semelhante, a Escala Saffir- Simpson mensura a intensidade dos furacões. === Forma e dimensões === A maioria dos tornados possui a forma de um estreito funil, com algumas poucas centenas de metros de comprimento e com uma pequena nuvem de pó e detritos em sua base, próxima ao solo. Os tornados podem ficar obscurecidos por completo devido a chuva ou aos dejetos por ele levantados. Quando isso acontece, eles são particularmente perigosos, pois até mesmo os meteorologistas mais experientes podem não vê-los. Os tornados, não obstante, podem se manifestar sob várias formas e tamanhos. Pequenos e relativamente fracos, landspouts podem ser notados por causa do pequeno redemoinho de pó formado por eles, sobre o solo. Ainda que o funil de condensação possa não se estender até o solo, se, associado aos ventos de superfície, superar os 64 km/h, a circulação é considerada um tornado. == Classificação == Dentre as diversas classificações existentes para determinação da intensidade dos tornados, a escala Fujita é uma das mais aceitas, sendo utilizada desde 1971. A escala de Fujita avalia os tornados pelos danos causados e sua classificação vai de F0 até F5, quanto maior a numeração mais forte o tornado. Entre os anos de 2000 e 2004 foram realizados estudos pela Texas Tech University com o intuito de propor novos métodos para melhor analisar e relacionar os danos causados pelos tornados e a velocidade dos ventos associados a ele. Estes estudos geraram a Escala Fujita Melhorada (Enhanced Fujita Scale) que foi colocadas em prática nos Estados Unidos em 1 de Fevereiro de 2007. As classificações desta escala vão de EF0 a EF5. Um tornado F0 ou EF0, o mais fraco da categoria, danifica árvores, mas não estruturas de grande porte. Já um tornado F5 ou EF5, o mais forte da categoria, consegue arrancar edificações de suas fundações e podendo danificar seriamente arranha-céus. Tornados com intensidade F5 são muito raros de se observar. Existe ainda a escala TORRO, que vai do T0, para tornados extremamente fracos, ao T11, para os tornados mais intensos. Classificação Velocidade dos ventos (km/h) Largura da trilha (metros)* Comprimento da trilha (km)* Danos provocados F0 65-115 3-20 0-2 Leves F1 115-180 10-100 1-5 Moderados F2 180-250 50-500 2-20 Fortes F3 250-330 500-1 000 5-60 Severos F4 330-420 1 000-2 000 10-150 Devastadores F5 420-530 2 000-5 000 10-500 Incríveis (Escala de Fujita, com associação de outras características correlacionadas) * a largura e o comprimento das trilhas não necessariamente estão dentro dos valores indicados na tabela, pois estes podem sofrer variações em função das particularidades do local de ocorrência do fenômeno. == Tipos == === Tornado de vórtice múltiplo === thumb|Estrutura de multivórtice em um tornado sobre Dallas, Texas, em 2 de Abril de 1957. Um tornado de vórtice múltiplo é um tipo de tornado no qual duas ou mais colunas de ar giram ao redor de um centro comum. Estruturas de múltiplos vórtices podem ocorrer em quase qualquer circulação, mas é mais frequentemente observada em tornados mais intensos. === Tornado satélite === Um tornado satélite é um tornado mais fraco que esta contido dentro do mesmo mesociclone que um tornado mais forte. O tornado satélite pode parecer estar orbitando o tornado maior, aparentando um grande tornado de vórtices múltiplos. Porém, um tornado de satélite é um funil distinto e muito menor que o funil principal. === Tromba de água === Tromba de água, tromba-d'água, ou tromba marinha, é um grande vórtice colunar (normalmente semelhante a uma nuvem em forma de funil) que ocorre ao longo de um corpo de água e está ligado a uma nuvem cumuliforme. Uma tromba de água é oficialmente definida pelo Serviço Nacional de Meteorologia dos Estados Unidos como um tornado sobre água. Uma tromba de água pode ser classificada de \"tempo razoável\" ou tornádicas: * Trombas de água de tempo razoável são menos severas e mais comuns. Sua dinâmica é semelhante aos redemoinhos ou aos landspouts. Elas formam-se na base de nuvens cumulus congestus em águas tropicais ou subtropicais, têm ventos relativamente fracos, paredes de fluxo laminar estáveis e lisos e geralmente viajam muito pouco. Este fenômeno é frequentemente visto em Florida Keys. * Trombas de água tornádicas podem formar-se diretamente sobre água como um tornado mesociclônico ou se originar de um tornado formado sobre a terra que se movimente (landfall) até um corpo d'água. São consideradas mais perigosas do que as trombas de água de \"tempo razoável\" pois se originam em uma severa tempestade, são mais intensas, velozes e tem maior duração. === Landspout === Um landspout é um termo não-oficial usado para designar tornados que não se originaram de mesociclones. Os landspouts apresentam as mesmas características do que as trombas de água de tempo razoável, ou seja, curta duração e ventos mais fracos do que um sistema de tornado. Devido a essas características, um landspout pode ser chamado de \"tromba de terra\", pois este sistema nada é mais do que uma tromba de água de tempo razoável sobre a terra. === Fenômenos semelhantes === ==== Gustnado ==== Um gustnado é um pequeno redemoinho vertical associado a uma frente de rajadas de vento ou a uma rajada de vento descendente. Por não se conectarem com a base de uma nuvem, existe um certo debate sobre o fato de gustnados serem ou não tornados. Formam-se quando um fluxo de ar frio, seco e rápido, proveniente de uma tempestade, se encontra com uma massa de ar quente, úmida e estacionária próxima ao limite do fluxo, resultando num efeito de turbilhonamento. ==== Redemoinho de pó ==== Os redemoinhos, torvelinhos, redemoinhos-de-poeira, pé-de-vento ou diabos de poeira () são ventos em espiral formados pela convecção do ar, em dias quentes, sem ventos e de muito sol. Ocorrem quando o solo se aquece em determinado ponto, transferindo esse calor à porção de ar que está parada logo acima dele. Quando atinge uma determinada temperatura, esse ar sofre rápida elevação, subindo em espiral e cria um mini centro de baixa pressão. Devido ao princípio da conservação do momento angular esse redemoinho ganha velocidade e acaba levantando a poeira do solo, fazendo com que um funil de 'sujeira' seja visível. Ele pode apresentar desde alguns centímetros até muitos metros de altura. Frequentemente esse fenômeno é confundido com um tornado, porém vale salientar que, ao contrário dos tornados, os redemoinhos de poeira somente se formam em dias sem nuvens, sob muito sol e calor e baixa umidade do ar. Além disso, a velocidade dos ventos desse fenômeno raramente ultrapassa os 100 km/h, podendo causar apenas pequenos estragos, tais como destelhamentos leves. ==== Redemoinho de fogo ==== Redemoinhos de fogo são redemoinhos que se desenvolvem próximos a incêndios florestais. Não são considerados tornados exceto em raros casos em que se conectam a uma nuvem pyrocumulus ou a uma outra nuvem cumuliforme sobre eles. == Chuva de animais == Um raro fenômeno natural associado à formação de tornados é a chuva de animais. Na chuva de animais é comum encontrar peixes, rãs, sapos e pássaros que caem como chuva. Tal fenômeno pode ser explicado através de um tornado na forma de tromba d'água, sugando pequenos animais (peixes, rãs e sapos) para o interior da tempestade de ventos ascendentes, ocasionando a posterior precipitação dos mesmos em regiões próximas. Relatos jornalísticos indicam que em 14 de fevereiro de 2007 ocorreu uma chuva de peixes em Paracatu, cidade do interior de Minas Gerais. == Países lusófonos == === Brasil === O Brasil está localizado no Corredor dos tornados da América do Sul, que compreende um polígono demarcado entre o norte da Argentina, Uruguai, centro-sul do Brasil, Paraguai, e parte da Bolívia, as condições que favorecem a formação do fenômeno são o crescimento das áreas urbanas que propiciam o surgimento de ilhas de calor, as costas d’ água como o leito do Rio Tietê, relevo, altitude, a presença de ventos e interação do ar frio e seco dos Andes e a umidade da Amazônia. O país ocupa o segundo lugar em uma lista de países com maior incidência no mundo. De acordo com a pesquisaCandido, Daniel Henrique (2012) repositorio.unicamp.br Tornados e trombas-d'água no Brasil: modelo de risco e proposta de escala de avaliação de danos da Unicamp, entre 1990 e 2010 foram registrados cerca de 205 tornados somente no estado de São Paulo. O município de Itupeva (SP) é a mais propício ao fenômeno no país, com 36% de chances de ocorrência de pelo menos um evento por ano. Em 16 de maio de 1948, um tornado F3 atingiu a cidade de Canoinhas em Santa Catarina. Cerca de 23 pessoas morreram. Em 30 de setembro de 1991, um tornado F4 atingiu o município de Itu, São Paulo, causando 16 mortes e 200 feridos. Cerca de 450 mil pessoas ficaram sem luz e telefone. Em 17 de maio de 1992 o município de Almirante Tamandaré (Paraná) foi atingido por um tornado F3 causando 6 fatalidades, 105 feridos, 1700 desabrigados e danos severos em 480 casas. Em 3 de outubro de 2002, um tornado com ventos entre 195 e 230 km/h atingiu a cidade de Cruz Alta (RS), mas felizmente não causou mortes, embora tenha atingido 80% da cidade. Em 11 de dezembro de 2003, um tornado atingiu o município de Antônio Prado, no Rio Grande do Sul causando cinco mortes. Em 25 de maio de 2004, um tornado F3 atingiu o município de Palmital (SP), deixando 4 mortos e 25 feridos. Em 24 de maio de 2005, um tornado F3 multivórtice, tipo até então só registrado nos Estados Unidos, atingiu o município de Indaiatuba, em São Paulo, houve 14 feridos e R$ 100 milhões em prejuízos. Em 29 de novembro de 2008, por volta das 19h00 de sábado, ocorreu um pequeno tornado na cidade de Coração de Maria, localizada na Região Metropolitana de Feira de Santana, no estado da Bahia, que durou aproximadamente três minutos, o suficiente para destelhar parcialmente 70% das casas da cidade e destruir pelo menos 15 delas. As chuvas caíram por mais de 12 horas, faltou energia, queda de vários muros e a população se apavorou. Em 8 de setembro de 2009, um tornado F4 percorreu a província argentina de Misiones e o oeste de Santa Catarina deixando um total de 4 mortes e 1,5 milhão de pessoas sem energia no estado. Em 21 de setembro de 2010, um tornado F2 atingiu as cidades serranas de Gramado e Canela (RS), deixando 10 pessoas feridas, e pelo menos 480 casas danificadas, e mais de 250 árvores arrancadas. Em 22 de setembro de 2013, um tornado F3 atingiu o município de Taquarituba, no estado de São Paulo, causando 2 mortes e mais de 64 feridos. Em Londrina, Paraná, por influência da mesma super célula, houve um vendaval com ventos de até 107 km/h por hora, destelhando 200 casas, arrancando árvores e danificando imóveis, comércios e faculdades, cerca de 15 mil pessoas ficaram sem energia e água. Em 12 de abril de 2014, uma série de tornados atingiu o Rio Grande do Sul provocando 1 morte em Erebango e deixando mais de 2 mil desabrigados no estado. Em 24 de setembro do mesmo ano, um tornado foi registrado em Porto Murtinho, no Mato Grosso do Sul, o funil atingiu um barco causando o naufrágio que vitimou 11 pessoas e deixou 3 desaparecidas. Em 1º de outubro de 2014, foi a vez da capital federal, Brasília, registrar seu primeiro tornado oficial, o qual foi considerado um fraco F0, mas que ajudou a produzir alguns danos estruturais ao aeroporto internacional Juscelino, onde os ventos atingiram os 95 km/h. Em 21 de janeiro de 2015, um tornado foi registrado em Pérola (Paraná), o tornado atingiu uma indústria que desabou deixando 1 morto. Dezenas de casas foram danificadas. Em 20 de abril, ainda em 2015, um tornado F3 atingiu a cidade de Xanxerê, em Santa Catarina, deixando 3 mortos e danos em mais de 30% da área urbana. Os ventos podem ter variado de 100km/h a 330km/h. Em 19 de novembro de 2015, um tornado com múltiplos vórtices, classificado como F1, atingiu a cidade de Marechal Cândido Rondon, no Paraná. Os ventos ultrapassaram os 115km/h, e causaram inúmeros estragos na cidade. Mais de mil residências foram atingidas, além de empresas, fábricas e escolas, várias árvores foram arrancadas e postes de energia danificados. Ao menos 20 pessoas ficaram feridas. === Portugal === Em Portugal, tal como no resto da Europa, os arquivos meteorológicos apenas integram os dados observados nas estações. Uma vez que os tornados são fenômenos da microescala, a probabilidade de serem observados numa estação é muito pequena, por isso o registro da sua ocorrência fica limitado à descrição das populações e, eventualmente, nos últimos anos, a algum registro fotográfico. Desde 1999 tem sido feita a recolha dos dados disponíveis relativos aos tornados que ocorreram em Portugal, existindo atualmente uma base da dados com 42 tornados e trombas de água ocorridos entre 1936 e 2004. Os eventos que integram esta base de dados foram analisados e classificados em termos de data e hora de ocorrência, intensidade, comprimento, largura e direção do percurso, dos efeitos e das condições meteorológicas em que ocorreram. Verificou-se que o tornado mais intenso em Portugal (um F3) ocorreu em Castelo Branco, em 6 de Novembro de 1954, causando 5 mortos e 220 feridos e destruindo a estação meteorológica local. A partir de 2001 a recolha de dados de campo revela a existência de mais tornados fracos e de percursos muito mais longos do que era possível inferir dos registros históricos, além de algumas situações de grande interesse do ponto de vista da meteorologia. Desde 2006 têm sido registrado aumento do número de ocorrência de tornados no distrito de Santarém, acontecendo desde então pelo menos um por ano, razão pela qual, agora se pondera comprar equipamento de detecção de tornados idêntico ao utilizado pelos Estados Unidos. Em 2009, a 9 de Abril houve o registro de dois tornados: Alcanena/Amiais/Torres Novas; Castelo de Vide. Na madrugada de 7 de Outubro outro registo, apesar de se desconhecer a sua intensidade provocou estragos variados em diversos locais do conselho de Ferreira do Zêzere. Dia 7 de Dezembro de 2010 ocorreu um grande tornado, assolando a região Oeste do país: Tomar, Ferreira do Zêzere e Sertã. Provocou 40 feridos e prejuízos em cerca de 16 milhões de euros. Foi classificado como F3 da escala de Fujita, o antepenúltimo nível no grau de destruição provocada. Passou a ser até ao momento o tornado mais forte que alguma vez ocorreu em Portugal. Em 2012, a 2 de Maio de 2012 ocorreram duas trombas d'água que evoluíram para tornados ao entrar em terra, na Lagoa de Albufeira. Dia 25 de Outubro um tornado fez estragos na zona industrial de Castelo Branco. No dia 16 de Novembro houve o registro de outro tornado no sul de Portugal que rajou do mar a norte passando por Carvoeiro, Lagoa e Silves no Algarve. Em 2013 registrou-se o primeiro tornado/tromba d'água na foz do rio Douro, entre o Porto e V. N. de Gaia, a 09 de Março de 2013. Não se verificaram danos pessoais ou materiais. A 10 de Março um possível tornado fez 1 ferido e vários danos materiais em Póvoa de Varzim. A 5 de março de 2018, um tornado de F1, fez estragos entre Faro e Olhão, no Algarve. O Tornado fez Desalojados e os seus ventos chegaram a quase 200 km/h. A 6 de março, duas trombas d' agua, foram vistas ao largo de Viana do Castelo, mas não chegaram a terra. No dia 18 de setembro de 2020, dois tornados em Beja e Palmela fizeram estragos, devido a passagem da Tempestade Subtropical Alpha. == Ver também == * Ciclone * Ciclone tropical * Dust Devil * Gustnado == Ligações externas == * Os 10 tornados mais destruidores da história * Tempo Severo no Brasil * Tornados em Portugal * Onda de tornados de 11 de outubro de 2000 no Rio Grande do Sul * Severe Storms - online meteorology guide * Tornado Museum * The Enhanced Fujita Scale (EF Scale) Categoria:Riscos naturais Categoria:Climatologia Categoria:Ciclones",
 "title": "Tornado"
}