{
 "id": "76608",
 "text": "Story of the Year ou SOTY (anterior nome: Big Blue Monkey) é uma banda de post-hardcore norte-americana formada em 1995 em Saint Louis. A banda é principalmente conhecida pela energia nos seus concertos. Seus membros consistem em Dan Marsala (Vocal), Ryan Phillips (Guitarra), Phillip Sneed (Guitarra), Adam Russell (Baixo) e Josh Wills (Bateria). == História == === Page Avenue (2003) === A banda lançou o seu 1ºcd chamado Page Avenue em 2003, que conta com os singles \" Until the Day I die\", \"Anthem Of Our Dying Day\" e \"Sidewalks\". \"And The Hero Will Drown\", uma das suas músicas, faz parte da trilha sonora do jogo Need For Speed Underground. A banda andou em turnê com Linkin Park, P.O.D e Hoobastank, em 2004 A banda lançou o DVD \"Live In The Lou\" em 2005, que além de um show ao vivo, conta com cenas de bastidores durante a turnê do CD \"Page Avenue\", videoclipes, making of do clipe \"Sidewalks\" e clipes retirados do AOL Sessions. O DVD também inclui um CD de áudio do show gravado em Saint Louis/Missouri. === In the Wake of Determination (2005) === Em 2005 a banda lançou o cd In The Wake of Determination, que têm um som mais pesado que o 1ºalbúm. Este cd contém os singles \"We Don´t Care Anymore\" e \"Take Me Back\". Em Maio de 2008 lançaram o DVD Our Time is Now, que conta a história da banda em gravação do álbum In The Wake of Determination, e também a turnê do álbum. === The Black Swan (2008) === Story of the Year lançaram em 2008 o CD The Black Swan, que retrata temas políticos, ambientais e sociais. O seu 1º single foi \"Wake up\", o 2º foi \"The Antidote\" e o 3º single chama-se \"Terrified\". Em 2009 a banda gravou uma música chamada \"Just Close Your Eyes\" para a entrada de um lutador da WWE chamado Christian. A versão final ainda não foi lançada. Em 2013 a banda fez uma pequena turnê no Brasil, onde fez 3 concertos, e um espetáculo acústico. O 4.º álbum da banda, o álbum chamado \"The Constant\" foi lançado no dia 16 Fevereiro de 2010. A primeira música que a banda mostrou chama-se \"To the Burial\". === The Constant (2009 - 2010) === Story of the Year lançaram em 16 de Fevereiro o CD The Constant, este CD vem recolocar o estilo da banda no seu estilo original sem esquecer de todo o álbum The Black Swan. O novo trabalho da banda americana conta com singles como \"I'm Alive\", \"The Ghost of You and I\" e \"Time goes on\". The Constant, foi lançado a 16 de Fevereiro de 2010 pela Epitaph Records. A \"Deluxe Edition\", disponível no iTunes, traz duas faixas de bonus, \"Your Unsung Friend\" e \"Tonight We Fall.\" === Projetos Paralelos e Hiato (2011 - 2013) === Baixista Adam Russell anunciou que seria baixista da banda de post-hardcore Destroy Rebuild Until God Shows, junto com Craig Owens (Vocalista, Chiodos), Matt Good (Guitarrista, From First To Last), Nick Martin (Guitarrista, Underminded) e Aaron Stern (Baterista, Matchbook Romance). Russel deixou Destroy Build Until God Shows em 2012. Em 2010, vocalista Dan Marsala formou um projeto paralelo de punk-rock cômico nomeado The Fuck Of And Dies. A banda chegou a lançar dois álbuns, Songs In The Key Of Fuck (2011) e Dear Liver (2015). Guitarristas Ryan Phillips e Phillip Sneed continuaram com seu projeto paralelo, Greek Fire. Eles lançaram um EP de estréia e dois álbuns independentes, Deus Ex Machina e Lost/Found. Em 2013, o baixista Adam Russell e guitarrista Ryan Phillips iniciaram uma campanha no site de financiamento coletivo Kickstarter , para gravar um documentário sobre a acensão e queda da indústria musical e onde ela se encontra atualmente. O documentário, chamado \"Who Killed (Or Saved!) The Music Industry\" teve 699 apoiadores e arrecadou US$33,381. Em 4 de Fevereiro, 2011, no Pageant St. Louis, a banda performou seu primeiro álbum completo, Page Avenue, além de outras músicas favoritas dos fãs. O show foi uma forma de agradecimento aos fãs pelos 10 anos de banda. City Spud, do grupo de rap de St. Louis, St. Lunatics, fez uma aparição durante o show. === Page Avenue: Ten Years And Counting (2013) === Como o próprio nome do disco diz, este é um CD em comemoração aos 10 anos do primeiro CD da banda \"Page Avenue\" (lançado em 2003), conta com todas as faixas do primeiro disco, porém regravadas de forma acústica para este álbum comemorativo. Em caráter comemorativo a banda também veio ao Brasil no mês de agosto de 2013 e fez uma pequena turnê, passando por Curitiba - PR, São Paulo - SP e Rio de Janeiro - RJ. ==Membros== ;Atuais * Dan Marsala - vocal * Ryan Phillips - baixo * Phillip Sneed - guitarra * Josh Wills - bateria ;Anteriores * Adam Russell * Greg Haupt * John Taylor * Perry West ==Discografia== ===Álbuns de estúdio=== * Page Avenue (2003) * In the Wake of Determination (2005) * The Black Swan (2008) * The Constant (2010) * Page Avenue: Ten Years And Counting (2013) * Wolves (2017) * Tear Me to Pieces (2023) ===EPs=== * Three Days Broken (1998) * Truth in Separation (1999) * Story of the Year (2002) ===Ao vivo/Coletânea=== * Live in the Lou/Bassassins (2005) * Our Time Is Now (2008) == Ligações externas == * * * Categoria:Bandas de post-hardcore Categoria:Bandas de post-grunge Categoria:Bandas de emocore Categoria:Bandas de rock alternativo dos Estados Unidos Categoria:Bandas do Missouri Categoria:Bandas formadas em 1995 Categoria:Bandas extintas em 2011 Categoria:Bandas reativadas em 2013",
 "title": "Story of the Year"
}