{
 "id": "76661",
 "text": "A Seleção Francesa de Futebol representa a França nas competições de futebol da UEFA e FIFA. == História == === Tornando-se potência no futebol === A seleção francesa se tornou uma potência no futebol mundial a partir da década de 1980, quando era comandada por Michel Platini, um dos melhores jogadores do mundo à época. Destacaram-se pelo vistoso futebol apresentado no título da Eurocopa de 1984, pelo 3° lugar na Copa do Mundo de 1986, além de um 4° lugar em 1982. Na década de 1980, os franceses foram campeões também nos Jogos Olímpicos de 1984, vencendo o Brasil na grande final por 2x0. Argentina, França, Alemanha e Brasil são as únicas seleções do mundo a conquistar a quádruple corona, vencedora da Copa do Mundo, dos Jogos Olímpicos, da Copa das Confederações, e da Eurocopa ou Copa América. Mas os melhores anos dos Bleus viriam na década seguinte, em 90, histórica geração de Zinédine Zidane, Thierry Henry e outros. Essa seleção jogou as semifinais do Euro 1996, e 2 anos depois conquistaram a Copa do Mundo de 1998, realizada em território francês. Em 2000, venceram ainda a Eurocopa. Nos Jogos da Francofonia, conquistou a medalha de ouro em 1994http://www.jeux.francophonie.org/Les- medailles.html?an=1994_idepreuve=378 e obteve a medalha de prata em 2001.http://www.jeux.francophonie.org/Les-medailles.html?an=2001_idepreuve=527 Ainda em 2001 os franceses conquistaram a Copa das Confederações. Apontada como favorita para no Mundial seguinte, realizado na Coreia e no Japão, a performance do time na Copa do Mundo de 2002 foi decepcionante, não ganhando um único jogo, nem marcando um gol sequer. Apesar disso ainda chegaram ao Eurocopa 2004 como favoritos, mas foram batidos nas quartas de final para Grécia que se tornaria a campeã e dois anos depois foi segunda colocada na Copa do Mundo de 2006 perdendo nos pênaltis para a Itália. Também venceu o Campeonato Mundial de Futebol Sub-17 em 2001. === Atualmente === Nas eliminatórias para a Copa do Mundo de 2010, realizada na África do Sul, após ter ficado no 2° lugar de seu grupo, perdendo a vaga direta para a Sérvia, a França apenas conseguiu o seu lugar na repescagem, diante da Irlanda, com um gol polêmico, em que o atacante Thierry Henry conduziu a bola com a mão antes de fazer o passe para o seu companheiro de equipe, Gallas, que completou a jogada marcando o gol da classificação. Na Copa do Mundo, porém, marcou apenas um ponto nos três jogos que disputou e foi eliminada na fase de grupos. Durante o fracasso na Copa, muitos problemas internos chegaram ao conhecimento público, como as brigas entre o atacante Nicolas Anelka (que viria a ser cortado ainda na disputa do certame) e o treinador Raymond Domenech, e entre os meias Gourcuff e Matuidi, fatos que, provavelmente, afetaram o desempenho do time em campo. Após a má campanha da seleção nacional na África do Sul, parlamentares franceses se reuniram em 30 de junho para discutir este fraco desempenho. Integrantes da comissão técnica, incluindo o treinador Raymond Domenech, foram ouvidos a portas fechadas. Políticos presentes no encontro afirmaram que o técnico responsabilizou a imprensa pela campanha. Já o presidente da FIFA, Joseph Blatter, disse que a França corre o risco de suspensão caso o governo do país decida intervir no futebol. Em 2012 a França disputa a Eurocopa e vai as quartas de finais, quando foram batidos pelos futuros campeões, a Espanha por 2 a 0. Na Copa do Mundo FIFA 2014, que teve o Brasil como sede, a França não pode contar com seu principal jogador, Frank Ribery, cortado semanas antes do mundial, por uma lesão, mas mesmo assim a França consegue mostrar um bom futebol, com Karim Benzema e Olivier Giroud no ataque, Mathieu Valbuena, Paul Pogba, Blaise Matuidi e Cabaye no meio, Patrice Evra, Sagna, Raphaël Varane e Mamadou Sakho na defesa, e Hugo Lloris no gol. Na estreia a França vence a fraca seleção de Honduras por 3 a 0. Na segunda rodada, a França supera a retranca da Suíça e vence por 5 a 2 na Arena Fonte Nova. Classificada para as oitavas de final, a França empata com o Equador por 0 a 0 na última rodada. Nas oitavas, os franceses bateram a Nigéria por 2 a 0. A boa campanha francesa teve fim nas quartas de final, com a derrota de 1 a 0 para a Alemanha, que seria a campeã do torneio. Em 2016 a França foi a sede da Eurocopa. Com um time promissor os franceses começaram sua preparação para a competição já em 26 de junho de 2015, enfrentando o Brasil em casa, numa derrota decepcionante por 3 a 1. Três dias depois fez outro amistoso, e venceu por 2 a 0 a Dinamarca. No dia 07/06 volta a falhar e perde um amistoso para a Bélgica por 4 a 3. A partir de setembro a França começou a fazer outra série de amistosos, e os bons resultados começaram a aparecer. Vitória sobre Portugal por 1 a 0 no dia 04/09, goleada sobre a Armênia em 08/10 por 4 a 0 e vitória sobre os atuais campeões mundiais por 2 a 0 em 13/11. Em 2016 vence a Holanda por 3 a 2, a Rússia por 4 a 2, Camarões também por 3 a 2 e por último a Escócia por 3 a 0. Na Eurocopa, liderada por Antoine Griezmann, melhor jogador do torneio e artilheiro da competição, a França chega até a final como grande favorita ao título depois de superar a Alemanha na semifinal. Porém os donos da casa acabaram por amargar o vice-campeonato diante de Portugal que venceu por 1x0 com gol marcado durante a prorrogação. Copa do Mundo da FIFA 2018 Em 2018 foi o ano da redenção francesa na disputa da Copa do Mundo da FIFA de 2018, na estreia os franceses bateram a Austrália por 2x1, em seguida ainda venceram o Peru por 1x0 e empataram com a Dinamarca em 0x0. Nas oitavas enfrentaram a Argentina e venceram por 4x3, e ainda passaram por Uruguai (2x0) e Bélgica (1x0) para chegar á final do torneio, onde se sagraram campeões do mundo ao bater a Croácia por 4x2. Copa do Mundo da FIFA de 2022 Na Copa do mundo FIFA de 2022 a seleção francesa foi como a atual campeã, e era grande favorita ao título. Na fase de grupos, a França passou em primeiro do grupo D com 6 pontos e ganhou nas oitavas da Polônia de 3 a 1, nas quartas da Inglaterra (2x1) e nas semifinais de Marrocos (2x0), se classificando para a grande final, onde perdeu de 4 a 2 nos pênaltis para a Argentina, após um empate de 3x3 com três gols de Kylian Mbappé, que foi o artilheiro com 8 gols. Em 18 de novembro de 2023,a seleção francesa vez sua maior goleada,a seleção goleada foi a seleção de Gibraltar,goleando por 14 a 0,pelas Eliminatorias da Euro de 2024 == Desempenho em competições == Copa do Mundo FIFA Copa do Mundo FIFA Copa do Mundo FIFA Copa do Mundo FIFA Copa do Mundo FIFA Copa do Mundo FIFA Copa do Mundo FIFA Copa do Mundo FIFA Copa do Mundo FIFA Ano Fase Posição 1930 Primeira fase 8/13 3 1 0 2 4 3 1934 Primeira fase 10/16 1 0 0 1 2 3 1938 Segunda fase 8/16 2 1 0 1 4 2 1950 Não pôde participar - - - - - - - 1954 Primeira fase 9/16 3 1 0 2 6 7 1958 Terceiro lugar 3/16 6 4 0 2 23 15 1962 Não se classificou - - - - - - - 1966 Primeira fase 13/16 3 0 1 2 2 5 1970 Não se classificou - - - - - - - 1974 Não se classificou - - - - - - - 1978 Primeira fase 12/16 3 1 0 2 5 5 1982 Quarto lugar 4/24 7 3 2 2 16 12 1986 Terceiro lugar 3/24 7 4 2 1 12 6 1990 Não se classificou - - - - - - - 1994 Não se classificou - - - - - - - 1998 Campeão 1/32 7 6 1 0 15 2 2002 Primeira fase 28/32 3 0 1 2 0 3 2006 Vice-campeão 2/32 7 4 3 0 9 3 2010 Primeira fase 29/32 3 0 1 2 1 4 2014 Quartas de final 7/32 5 2 1 1 10 3 2018 Campeão 1/32 7 6 1 0 14 6 2022 Vice-campeão 2/32 7 5 1 1 16 8 2026 À definir Total 16/22 2 títulos 60 30 12 20 109 74 Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Ano Fase PG 1960 Quarto Lugar 4 2 0 0 2 4 7 1964 Não se classificou - - - - - - - 1968 Não se classificou - - - - - - - 1972 Não se classificou - - - - - - - 1976 Não se classificou - - - - - - - 1980 Não se classificou - - - - - - - 1984 Campeão 1 5 5 0 0 14 4 1988 Não se classificou - - - - - - - 1992 Primeira fase 6 3 0 2 1 2 3 1996 Semifinais 4 5 2 3 0 5 2 2000 Campeão 1 6 5 0 1 13 7 2004 Quartas de Finais 6 4 2 1 1 7 5 2008 Primeira fase 15 3 0 1 2 1 6 2012 Quartas de Finais 8 4 1 1 2 3 5 2016 Vice-campeão 2 7 5 1 1 13 5 2020 Oitavas de final 11 4 1 3 0 7 6 2024 Semifinal 9 6 2 3 1 4 3 Total 2 Títulos 11/17 49 23 13 11 73 53 :*Indica empates incluindo jogos eliminatórios decididos nos pênaltis. :**Fundo dourado indicada que o torneio foi vencido. Borda vermelha indica que o torneio foi sediado na França. Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Ano Fase PG 1992 Não se classificou - - - - - - - 1995 Não se classificou - - - - - - - 1997 Não se classificou - - - - - - - 1999 Não participou - - - - - - - 2001 Campeão 1 5 4 0 1 12 2 2003 Campeão 1 5 5 0 0 12 3 2005 Não se classificou - - - - - - - 2009 Não se classificou - - - - - - - 2013 Não se classificou - - - - - - - 2017 Não se classificou - - - - - - - Total 2/10 2 10 9 0 1 24 5 == Uniformes == === Uniformes atuais === === Uniformes dos jogadores === * 1º - Camisa azul, calção branco e meias vermelhas; * 2º - Camisa branca, calção azul e meias brancas. === Uniformes dos goleiros === * Camisa laranja, calções e meias laranjas; * Camisa preta, calções e meias pretas; * Camisa amarela, calções e meias amarelas. === Uniformes de treino === * Camisa azul, calção azul e meias brancas; * Camisa dourada, calção azul e meias douradas; * Camisa azul celeste, calção e meias azuis. === Fornecedores esportivos === Marca Período Allen Sport 19381966 Le Coq Sportif 1966–1971 Adidas 1972–2010 Nike 2011– presente == Elenco atual == Os seguintes 23 jogadores foram convocados para os jogos da Liga das Nações da UEFA de 2024–25 contra o Israel e a Bélgica em 10 e 14 de outubro de 2024. Atualizado até 03 de outubro de 2024 Nome Posição Clube Mike Maignan Goleiro Alphonse Areola Goleiro Brice Samba Goleiro Wesley Fofana Zagueiro Ibrahima Konaté Zagueiro Jules Koundé Zagueiro William Saliba Zagueiro Dayot Upamecano Zagueiro Jonathan Clauss Lateral-direito Lucas Digne Lateral-esquerdo Theo Hernández Lateral-esquerdo Mattéo Guendouzi Volante Aurélien Tchouaméni Volante Eduardo Camavinga Meio-campo Youssouf Fofana Meio-campo Manu Koné Meio-campo Warren Zaïre-Emery Meio-campo Bradley Barcola Ponta Ousmane Dembélé Ponta Michael Olise Ponta Christopher Nkunku Centroavante Randal Kolo Muani Centroavante Marcus Thuram Centroavante Didier Deschamps Treinador == Notáveis jogadores == * Alain Giresse * Antoine Griezmann * Bernard Lama * Blaise Matuidi * Bixente Lizarazu * Claude Abbes * Claude Makélélé * David Trézéguet * Didier Deschamps * Djibril Cissé * Dominique Baratelli * Dominique Rocheteau * Emmanuel Petit * Éric Abidal * Éric Cantona * Fabien Barthez * Franck Ribéry * François Remetter * Florent Malouda * Grégory Coupet * Henri Michel * Hugo Lloris * Ibrahim Ba * Jean Nicolas * Jean Tigana * Jean Vincent * Jean-Luc Ettori * Jean-Jacques Marcel * Jean-Paul Bertrand-Demanes * Jean-Pierre Papin * Joël Bats * Just Fontaine * Karim Benzema * Kylian Mbappé * Laurent Blanc * Lilian Thuram * Ludovic Giuly * Luis Fernández * Marcel Desailly * Marius Trésor * Mathieu Valbuena * Michel Platini * N'Golo Kanté * Nicolas Anelka * Olivier Giroud * Patrice Evra * Patrick Battiston * Patrick Vieira * Paul Pogba * Philippe Mexès * Raymond Kopa * Robert Pirès * Robert Jonquet * Roger Marche * Sidney Govou * Sylvain Wiltord * Thierry Henry * William Gallas * Yoann Gourcuff * Youri Djorkaeff * Zinédine Zidane == Estatísticas e recordes == Negrito: Jogadores ainda em atividade === Mais partidas === Pos. Nome Período Jogos 1 Hugo Lloris 2008–2022 145 2 Lilian Thuram 1994–2008 142 3 Olivier Giroud 2011–2024 137 4 Antoine Griezmann 2014– 135 5 Thierry Henry 1997–2010 123 6 Marcel Desailly 1993–2004 116 7 Zinédine Zidane 1994–2006 108 8 Patrick Vieira 1997–2009 107 9 Didier Deschamps 1989–2000 103 10 Laurent Blanc 1989–2000 97 Bixente Lizarazu 1992–2004 Karim Benzema 2007–2022 === Maiores artilheiros === Pos. Nome Período Jogos Gols 1 Olivier Giroud 2011–2024 137 57 0,41 2 Thierry Henry 1997–2010 123 51 0,41 3 Kylian Mbappé 2017– 84 48 0,58 4 Antoine Griezmann 2014– 135 44 0,33 5 Michel Platini 1976–1987 72 41 0,57 6 Karim Benzema 2007–2022 97 37 0,38 7 David Trézéguet 1998–2008 71 34 0,48 8 Zinédine Zidane 1994–2006 108 31 0,29 9 Just Fontaine 1953–1960 21 30 1,43 Jean-Pierre Papin 1986–1995 54 0,56 |} == Treinadores == Nome Período Albert Batteux 1955–1962 Henri Guérin 1962–1966 José Arribas 1966 Jean Snella 1966 Just Fontaine 1967 Louis Dugauguez 1967–1968 Georges Boulogne 1969–1973 Ştefan Kovács 1973–1975 Michel Hidalgo 1976–1984 Henri Michel 1984–1988 Michel Platini 1988–1992 Gérard Houllier 1992–1993 Aimé Jacquet 1994–1998 Roger Lemerre 1998–2002 Jacques Santini 2002–2004 Raymond Domenech 2004–2010 Laurent Blanc 2010–2012 Didier Deschamps 2012–presente == Títulos == ;Seleção principal Mundiais Competição Vezes Ano Copa do Mundo 2 1998 e 2018 Intercontinentais Competição Vezes Ano Copa das Confederações 2 2001 e 2003 Copa dos Campeões CONMEBOL–UEFA 1 1985 Continentais Competição Vezes Ano Eurocopa 2 1984 e 2000 Liga das Nações da UEFA 1 2020–21 ;Seleção olímpica Eventos multiesportivos Competição Vezes Ano Jogos Olímpicos 1 1984 2 1900 e 2024 ;Legenda Campeão invicto ===Cronologia dos Títulos=== Sede Torneio Ano N.º Eurocopa 1984 1º Copa dos Campeões CONMEBOL–UEFA 1985 2º Copa do Mundo 1998 3º Eurocopa 2000 4º Copa das Confederações 2001 5º Copa das Confederações 2003 6º Copa do Mundo 2018 7º Liga das Nações 2020–21 8º == Outros títulos == * Jogos do Mediterrâneo: 2 (1967, 2022) * Torneio da França: 1 (1988) * Copa Kirin: 1 (1994) * Jogos da Francofonia: 1 Medalha de ouro (1994) * Nelson Mandela Challenge Cup: 1 (2000) * Torneio de Montaigu: 9 (1976, 1977, 1983, 1996, 1997, 1998, 2001, 2005 e 2006) * Jogos Mundiais Militares: 1 (1995) * Universíada: 1 (2013) == Títulos de base == === Seleção Sub-21 === * Eurocopa Sub-21: 1 (1988) * Torneio Internacional de Toulon: 13 (1977, 1984, 1985, 1987, 1988, 1989, 1997, 2004, 2005, 2006, 2007, 2015 e 2022) === Seleção Sub-20 === * Copa do Mundo Sub-20: 1 (2013) === Seleção Sub-19 === * Eurocopa Sub-19: 8 (1949, 1983, 1996, 1997, 2000, 2005, 2010 e 2016) * Copa Sendai: 1 (2007) *Taça Meridional da UEFA–CAF: 1 (2005) === Seleção Sub-17 === * Copa do Mundo Sub-17: 1 (2001) * Eurocopa Sub-17: 3 (2004 e 2015, 2022) TOTAL: 51 títulos == Campanhas destacadas == * Copa do Mundo ** 2º lugar - 2006, 2022 ** 3º lugar - 1958, 1986 ** 4º lugar - 1982 * Jogos Olímpicos ** medalha de prata - 1900 e 2024 * Eurocopa ** 2º lugar - 2016* ** 3º lugar - 1996* ** 4º lugar - 1960 * Jogos da Francofonia **medalha de prata - 2001 * Macabíadas ** 3º lugar - 1957, 1997 * Copa do Mundo Sub-17 ** 2º lugar - 2023 ** 3º lugar - 2019 * Copa do Mundo Sub-20 ** 4º lugar - 2011 * Junto com a Inglaterra ** organizado pela FIFA == Ligações externas == * Franca, Futebol francesa",
 "title": "Seleção Francesa de Futebol"
}