{
 "id": "76702",
 "text": "A TVI (Televisão Independente) é um canal de televisão português em sinal aberto (free-to-air) As emissões regulares do canal iniciaram-se a 20 de Fevereiro de 1993 como o segundo canal privado e o quarto generalista, que nessa altura tinha o nome de \"4\", por ser o 4º canal de televisão. No decorrer do ano de 1993, a emissão foi lentamente chegando a todo o território de Portugal Continental, através de uma rede própria de emissores. Cerca de um ano depois, a emissão chegou aos arquipélagos da Madeira e dos Açores, através da televisão por cabo. Além da TVI, a Média Capital possui o V+ (que substitui TVI Ficção), TVI Reality, TVI Internacional e CNN Portugal (que substituiu TVI24). As novelas e séries da TVI estão ou já estiveram presentes em mais de 120 países. Com as plataformas de streaming a ganharem cada vez mais força na oferta de conteúdos, e em 2021, a TVI tornou-se no primeiro canal de televisão português com presença na plataforma HBO. == História == ===Mudança de formato 4:3 para 16:9=== A TVI emitiu a sua programação no formato 4:3 até 2015, apesar de anteriormente ter sido reconhecida como a primeira estação a implementar o sistema PALplus, em 1994, abandonando-o em 1997. A partir de Outubro de 2015 que todos os canais (incluindo a TVI generalista) passaram a emitir em 16:9. === Críticas à fusão Cofina com a TVI === Em outubro de 2019, jornalistas e comentadores da Sociedade Independente de Comunicação (SIC) criticaram a possível fusão Cofina/TVI. O comentarista do ‘Eixo do Mal’, Pedro Marques Lopes, escreveu no Twitter: Daniel Oliveira, outro comentador do ‘Eixo do Mal’, disse que \"o mais poderoso grupo de media português passará a estar nas mãos de um grupo que se dedica ao jornalismo sensacionalista e que tem uma agenda política clara. A compra da TVI pela Cofina é, em décadas, dos momentos mais determinantes para a nossa democracia\". O jornalista Pedro Coelho, questionou: A Anacom deu parecer favorável, autorizando que a Cofina compre a TVI em Novembro de 2019. Em Dezembro de 2019, cerca de cem trabalhadores da TVI protestaram contra a \"incerteza\" dos seus postos de trabalho com a venda do veículo de media. Em Março de 2020, a Cofina anunciou o cancelamento da compra. == Direção == Programas/Informação Cargo Pessoa Diretor Geral José Eduardo Moniz Diretor-Geral Adjunto Hugo Andrade Diretora de Entretenimento e Ficção Cristina Ferreira Diretores Executivos de Entretenimento e Ficção João Patrício, André Manso e Lurdes Guerreiro Diretor de Antena Carlos Barata Diretor Criativo e de Inovação Filipe Terruta Diretor de Novos Conteúdos Anselmo Crespo Diretor de Comunicação Ricardo Sampaio Maia Diretor de Informação Nuno Santos Diretores Executivos de Informação Frederico Roque de Pinho e Pedro Santos Guerreiro Subdiretores de Informação Raquel Matos Cruz, Paula Oliveira e Joaquim Sousa Martins ==Cronologia== Alguns dos acontecimentos mais importantes da estação de televisão: Ano Notas 1993 Início das emissões regulares no dia 20 de Fevereiro, como a segunda estação de televisão privada em Portugal. 1994 A TVI chega a todo o país (continente e ilhas) em Outubro. Chega a Portugal pela mão da TVI o formato 16:9. É abandonado em 1996. 1997 O grupo Media Capital entra no capital social da TVI, ao comprar 30 por cento da estação, tendo Miguel Paes do Amaral assumido a presidência do grupo. A estação instala-se em Queluz de Baixo, unindo programação e informação. Até então, a primeira funcionava no edifício Altejo e a redacção no antigo cinema Berna, ambos em Lisboa. 1998 José Eduardo Moniz torna-se director-geral da TVI. A Igreja Católica deixa a TVI. 2000 Surge a presença na Internet com a TVI Online. A TVI começa a lutar pela liderança das audiências com a aposta em reality shows e na ficção nacional nomeadamente em telenovelas e séries portuguesas. 2001 Início das transmissões do canal TVI Eventos, a 18 de Outubro, para a transmissão de vários reality shows. A transmissão deste canal terminou em 2004. Em 2001, a TVI torna-se, pela primeira vez na sua história, líder em prime-time e nos anos seguintes começa a ultrapassar SIC mensalmente nas audiências do dia, até chegar á liderança absoluta 2005 O Grupo Prisa assume oficialmente em Novembro desse ano o estatuto de accionista principal do grupo Media Capital. A TVI torna-se pela primeira vez líder absoluta de audiências no período chamado all-day (entre as 7h e as 2h30), tendo ultrapassado a SIC, após 10 anos de liderança consecutiva. 2008 No dia 7 de Junho, obtém a sua Maior audiência diária de sempre durante o jogo Portugal-Turquia, no Euro 2008. 2009 A TVI lança o seu canal de notícias para o cabo o TVI24, a 26 de Fevereiro José Eduardo Moniz sai da TVI. 2010 Início das emissões da TVI Internacional, a 30 de Maio, com o objetivo de chegar à vasta comunidade portuguesa espalhada pelo mundo, assim como, aos países de língua oficial portuguesa. Início das emissões da TVI Direct, lançado a 4 de Outubro, criada especificamente para a transmissão durante 24 horas por dia do reality show Secret Story - Casa dos Segredos. A telenovela Meu Amor da TVI é a primeira portuguesa nomeada e vencedora dos Prémios Emmy Internacional, na categoria de Melhor Telenovela. 2011 José Fragoso, José Alberto Carvalho e Judite de Sousa, todos vindos da RTP, tornam-se respectivamente Director-Geral, Director de Informação e Directora-Adjunta de Informação da TVI. A TVI e a Plural Entertainment inauguram a Cidade dos Sonhos na Quinta dos Melos. 2012 A TVI altera o seu slogan para \"Juntos criamos a sua televisão\" (numa campanha institucional especial da Media Capital). A 15 de Outubro, lança o canal cabo TVI Ficção no MEO, dedicado exclusivamente à ficção nacional. 2013 A 25 de Janeiro, lança o canal cabo +TVI, na NOS, dedicado ao entretenimento. A 20 de Fevereiro, a TVI celebra o seu 20.º aniversário. 2014 No dia do seu 21.º aniversário, muda o separador e muda ligeiramente seu logótipo. A Media Capital nomeia Bruno Santos como diretor de programas da TVI. José Eduardo Moniz regressa à TVI como consultor de ficção. 2015 José Eduardo Moniz acumula mais funções e passa a prestar serviços de consultoria sobre toda a programação da TVI, excetuando na área de Informação. A 3 de Junho, lança a nova plataforma digital TVI Player, com acesso a conteúdo em direto e on demand de todos os canais do universo TVI. A 3 de Outubro, todos os canais do universo TVI passaram a transmitir no formato 16:9, abandonando o 4:3. No mesmo dia, dá início à emissão dos canais TVI África e TVI Reality. A 15 de Março começa a telenovela A Única Mulher que viria a ser uma das novelas com mais episódios da TVI, chegando a acabar em 2017, a razão foi o seu grande sucesso que marcou Portugal. A 1 de Dezembro, é encerrada a emissão do canal temático +TVI. 2017 A 20 de Fevereiro, a TVI dá uma mudança gráfica radical. Sendo assim, abandona o seu logótipo em esfera 16 anos depois e passa a ter como logótipo \"TVI\". O renovado estúdio de informação também entrou no dia em que se assinalou o 24.º aniversário, com a presença de Marcelo Rebelo de Sousa, atual Presidente da República e figura histórica do canal. A 13 de Março estreia o Apanha se Puderes com a apresentação de Cristina Ferreira e Pedro Teixeira, um programa que rebentou em audiência e colocou a TVI na liderança ao Finais de Tarde 2018 A novela Ouro Verde da TVI é a terceira telenovela portuguesa (segunda da TVI) vencedora dos Prémios Emmy Internacional, na categoria de Melhor Telenovela. 2019 Em Fevereiro, foi o seu último mês de liderança após 150 meses de liderança consecutiva. A 30 de Setembro, todos os canais do universo TVI emitidos em território nacional começaram a emitir em HD nativo. 2020 A 1 de Maio de 2020, o Grupo PRISA vende 30,22% da sua participação na empresa à Pluris Investments de Mário Ferreira ficando com 64,69%. Em meados de Junho de 2020, as emissões do canal TVI África são interrompidas, sendo que mais tarde, o canal foi substituído pela TVI Internacional. A 13 de Setembro de 2020 a TVI estreia um novo grafismo acompanhado do novo slogan \"Está nas nossas vidas\". A mudança aconteceu às 20h, no mesmo dia em que a informação é renovada. Cristina Ferreira regressa à TVI como diretora de entretenimento e ficção e Teresa Guilherme regressa à TVI com a estreia do Big Brother - A Revolução. A 3 de Novembro o Grupo PRISA conclui a venda da participação dos restantes 64,69% da Media Capital, saindo da TVI depois de 15 anos como principal Acionista. 2021 O daytime da TVI muda completamente com a estreia dos programas Dois às 10 e Goucha substituindo o Você na TV! e a A Tarde É Sua, respetivamente. No dia 12 de Setembro, Com a estreia da oitava edição do Big Brother a TVI adquiriu nessa noite um total de 1.500.000 de espectadores. A 31 de Dezembro a TVI acaba o ano como líder do dia , na passagem de ano o Big Brother foi líder com 1.100.000 espectadores, e também foi divulgado que a estação foi líder 31 dias de 2021. 2022 O canal começa o ano a liderar na ficção nacional com as novelas Festa É Festa e Quero É Viver. José Eduardo Moniz regressa ao cargo de director-geral da TVI. Pela Primeira vez em quase 30 anos, a TVI transmite um Campeonato mundial de futebol, sem ser jogos de qualificação ou preparação, transmitindo 3 jogos da fase de grupos, 2 das oitavas, 1 dos quartos e 1 das meias-finais. Tendo começado a transmissão do mundial com o jogo Portugal - Gana, que foi o primeiro jogo da seleção portuguesa no mundial de 2022, e que foi o único jogo de Portugal transmitido pela estação. 2023 A 1 de Janeiro de 2023, a TVI deu início às celebrações do seu 30° aniversário, com novos grafismos e um logotipo dedicado aos 30 anos do canal. Ainda em Janeiro, a TVI estreou um novo slogan, titulado de “Temos Tudo a Ver” A 19 de Fevereiro, a TVI transmite a sua gala dos 30 anos da estação. Que contou com várias recordações e até mesmo estrelas que abandonaram o canal. o direto foi transmitido a partir da aula magna, na universidade de Lisboa, e contou com um pico máximo de 1,6 milhões de espectadores. Neste dia também foi transmitida a última emissão do Jornal das 8, que esteve 11 anos no ar. No dia seguinte, 20 de Fevereiro, a TVI celebra 30 anos com uma grande festa, e é acontecida a grande estreia do Jornal Nacional, que regressou à estação devido aos 30 anos do canal, após o seu fim em 2011, altura em que deu lugar ao Jornal das 8. A estação ainda aproveitou o dia de aniversário para estrear um novo estúdio de informação, e um novo grafismo (na mesma dedicado aos 30 anos do canal) Ainda com mudanças na informação, a 21 de Fevereiro, o Jornal da Uma termina após 20 anos de emissão e da lugar ao TVI Jornal que regressou à estação após a sua passagem entre 1998 e 2003. Esta foi outra grande mudança na TVI feita por José Eduardo Moniz desde de que regressou ao posto de diretor geral na estação 2024 Com a estreia da novela Cacau e da exibição do Big Brother - Desafio Final 2, a TVI começa em Fevereiro de 2024 a liderar as audiências diárias acabando por vencer as audiências do mês após 60 meses consecutivos de liderança da SIC. 19 de Março - Júlio Magalhães \"suspendeu voluntariamente\" tarefas na TVI por ser um dos visados na Operação Maestro. O TVI Jornal (13:00) contaria só com Sara Pinto. No verão, a TVI torna-se o primeiro canal de televisão português em sinal aberto a utilizar promos feitas exclusivamente através de inteligência artificial generativa. == Apresentadores == === Atuais apresentadores === Apresentador Anos Manuel Luís Goucha 1993 2002 - presente Fernanda Serrano 1999 - 2003 2012 2019 - presente Iva Domingues 2000 - 2018 2020 - presente Cristina Ferreira 2002 - 2018 2020 - presente Mónica Jardim 2004 - presente Marta Cardoso 2010 - 2019 2021 - presente Nuno Eiró 2011 - 2016 2021 - presente Pedro Teixeira 2014 - presente João Montez 2014 - presente Sérgio Ferreira 2015 - presente Ruben Rua 2016 - presente João Valentim 2016 - 2018 2020 - presente Alice Alves 2017 - presente Carlos Mendes 2018 - presente Maria Cerqueira Gomes 2019 - presente Flávio Furtado 2019 2023 - presente Cláudio Ramos 2020 - presente Mafalda de Castro 2020 - presente Maria Botelho Moniz 2020 - presente Susana Pinto 2021 - presente Ana Rita Clara 2021 - presente Fanny Rodrigues 2021 - presente José Lopes 2021 - presente Idevor Mendonça 2023 - presente Mafalda Veiga 2023 - presente Rafaela Granado Pereira 2023 - presente João Patrício 2024 - presente Inês Brás 2024 - presente === Antigos apresentadores === Apresentador Anos Júlio Isidro 1993 - 1997 Olga Cardoso 1993 - 1995 Margarida Reis 1993 Lauro António 1993 - 1999 Mila Ferreira 1993 - 1996 Rogério Samora 1993 - 1995 Carlos Alberto Moniz 1993 - 1994 António Vaz Pinto 1993 - 1994 Carla Caldeira 1993 - 1994 Padre António Rego 1993 - 2016 Rosa Lobato de Faria 1993 Bárbara Guimarães 1994 - 1997 João Baião 1994 António Branco 1994 - 2007 Paulo Guilherme 1994 - 2002 Cristina Caras Lindas 1994 - 1997 1999 - 2001 Nuno Graciano 1994 - 1996 Rita Stock 1994 - 1995 Rita Ribeiro 1994 - 1995 Nunes Forte 1994 Paulo Matos 1994 Susana Santos 1994 Cristina Valente 1994 Julie Sergeant 1994 Adelaide de Sousa 1994 Maria de Lima 1994 - 1998 António Cordeiro 1994 - 1998 Carlos Cunha 1994 Fernanda Mestrinho 1995 - 1996 Ana Zanatti 1996 Joaquim de Almeida 1996 Diogo Infante 1996 Clara Pinto Correia 1996 Paula Castelar 1999 - 2004 Pedro Miguel Ramos 1999 - 2004 Ana Paula Reis 1999 - 2000 Nuno Homem de Sá 1999 - 2000 João Melo 1999 - 2000 Cristina Möhler 1999 - 2000 2004 Sónia Brazão 1999 - 2000 Rute Marques 1999 - 2000 Roberto Leal 1999 - 2001 Teresa Guilherme 2000 - 2004 2011 - 2018 2020 - 2021 Carlos Ribeiro 2000 - 2006 2020 Luísa Castel-Branco 2000 - 2001 Rita Seguro 2000 - 2010 Diogo Morgado 2000 - 2004 Paulo Salvador 2001 Ana Malhoa 2002 2022 - 2023 Sofia Alves 2002 Rita Salema 2002 Rui Vasco Neto 2002 - 2005 Júlia Pinheiro 2003 - 2010 Gisela Serrano 2003 Paulo Pires 2003 Júlio Magalhães 2003 Leonor Poeiras 2003 - 2020 José Carlos Araújo 2003 - 2004 Marisa Cruz 2004 - 2024 Vanessa Oliveira 2004 - 2005 José Pedro Vasconcelos 2004 - 2010 Tatiana Figueiredo 2004 - 2023 Daniela Ruah 2005 José Castelo Branco 2005 João Paulo Sacadura 2005 - 2010 João Kléber 2005 - 2008 2022 Manuel Melo 2006 2008 2012 - 2021 Carlos Afonso 2006 - 2007 Liliana Aguiar 2007 - 2010 Raquel Matos Cruz 2007 - 2008 Jorge Kapinha 2008 - 2010 Andreia Teles 2008 - 2010 Joana Cruz 2008 Andreia Rodrigues 2008 Teresa Peres 2008 Pedro Fernandes 2008 - 2009 2019 - 2021 Alexandra Lencastre 2009 2013 2019 Herman José 2009 Pedro Granger 2009 - 2010 2019 Yoshi Amao 2009 - 2010 Fátima Lopes 2010 - 2021 Marcos Pinto 2011 Isabel Silva 2011 - 2021 Rita Pereira 2011 - 2023 João Paulo Rodrigues 2012 - 2013 João Mota 2012 Vera Fernandes 2013 - 2015 Olívia Ortiz 2013 - 2019 Pimpinha Jardim 2014 - 2022 Gustavo Santos 2014 - 2020 José Carlos Pereira 2015 Marta Andrino 2015 - 2019 Santiago Lagoá 2015 - 2023 Inês Gutierrez 2016 - 2022 Bruno Cabrerizo 2016 - 2017 2024 Ljubomir Stanisic 2017 - 2020 Ana Lúcia Matos 2017 - 2020 Ana Sofia Martins 2017 - 2020 Adriano Toloza 2017 - 2018 Júlia Palha 2018 - 2019 Luana Piovani 2019 Luís Borges 2019 - 2022 Isabel Figueira 2019 - 2022 Sofia Vasconcelos 2020 - 2023 Sofia Ribeiro 2020 - 2022 Marco Horácio 2020 Rúben Vieira 2020 - 2023 Helena Coelho 2020 - 2022 Ana Garcia Martins 2020 2022 Ana Guiomar 2020 2022 - 2023 Ana Arrebentinha 2021 Sara Sousa Pinto 2021 - 2024 David Carreira 2022 - 2023 Gilmário Vemba 2022 Marta Gil 2023 Kelly Bailey 2023 Margarida Corceiro 2023 Rui Simões 2024 Catarina Miranda 2024 == Jornalistas == ==== Atuais ==== Jornalistas Anos Victor Bandarra 1993 - presente Lurdes Baeta 1993 - presente Paulo Salvador 1994 - presente José Gabriel Quaresma 1995 - presente Paulo Pereira 1997 - presente Pedro Carvalhas 1998 - presente Conceição Queiroz 1999 - presente Júlio Magalhães 1999 - 2012 2021 - presente Raquel Matos Cruz 2000 - presente José Carlos Araújo 2000 - presente Miguel Fernandes 2000 - 2008 2016 - presente Joaquim Sousa Martins 2003 - presente Pedro Bello Moraes 2003 - presente Frederico Mendes de Oliveira 2004 - presente Ana Sofia Cardoso 2004 - presente Sílvia Martins 2004 - presente Hugo Matias 2005 - presente Ana Guedes Rodrigues 2009 - 2011 2021 - presente Rita Rodrigues 2009 - presente Vítor Moura 2009 - presente Maria João Rosa 2009 - presente José Alberto Carvalho 2011 - presente Pedro Santos Guerreiro 2011 - presente João Pedro Rodrigues 2014 - 2022 2023 - presente João Póvoa Marinheiro 2015 - presente Catarina Cardoso 2016 - presente Andreia Palmeirim 2016 - presente Francisco David Ferreira 2016 - presente Sara Sousa Pinto 2018 - presente José Eduardo Moniz 2019 2022 - presente Carla Rodrigues 2019 - presente Anselmo Crespo 2020 - presente Pedro Benevides 2020 - presente João Fernando Ramos 2020 - presente Sara Pinto 2021 - presente Joaquim Franco 2021 - presente Andreia Vale 2021 - presente Carla Moita (sem informação) Daniela Rodrigues Laura Ravéra André Carvalho Ramos Isaura Quevedo Rita Barão Mendes Cátia Nobre 2021 - presente Laura Figueiredo 2021 - presente Pedro Filipe Silva 2021 - presente Nuno Santos 2021 - presente André Neto de Oliveira 2021 - presente Sara de Melo Rocha 2021 - presente Cláudio Carvalho 2021 - presente Alexandre Évora 2021 - presente Diana Bouça-Nova 2021 - presente Sandra Felgueiras 2022 - presente Ricardo Nunes 2022 - presente Nuno de Sousa Moreira 2024 - presente ==== Antigos ==== Jornalistas Anos Artur Albarran 1993 - 1997 Ana Lourenço 1994 - 2000 Clara de Sousa 1993 - 1996 Paula Magalhães 1993 - 2019 José Carlos Castro 1994 - 2012 Manuela Moura Guedes 2000 - 2005 2008 - 2009 Cristina Reyna 1995 - 2023 Susana Pinto 1997 - 2020 Henrique Garcia 2000 - 2018 Ana Sofia Vinhas 2000 - 2008 Pedro Pinto 2000 - 2020 Rute Cruz 2007 - 2008 Patrícia Matos 2007 - 2020 Cláudia Lopes 2009 - 2019 2020 - 2021 Marcos Pinto 2009 - 2013 2014 - 2023 Judite de Sousa 2011 - 2019 2021 - 2022 Pedro Mourinho 2020 - 2022 == Informação == * 1993-1994 - Artur Albarran *1993 - Referendo *1993-2002 - Última Edição * 1993-1994 - Informação 4 *1993-1998 - Quatro Ventos *1994-1996 - Novo Jornal * 1994 - Quatro Estações *1995-1996 - Tempo Informação *1994-1997 - Encontro *1994-1996 / 2000-2011 / 2023 - presente - Jornal Nacional *1995-2003 / 2023 - presente - TVI Jornal * 1997-2000 - Directo XXI * 2000-2003 - Diário Económico/Financial Times *2003-2023- Jornal da Uma * 2003 - presente - Diário da Manhã * 2003-2013 - Meteorologia * 2003-2013 - TVI Negócios *Ocasional - Especial Informação / TVI Urgente * 2008 - InfoPraias * 2008-2009 - Jornal Nacional - 6ªFeira | com Manuela Moura Guedes * 2008-2009 - Cartas na Mesa | com Constança Cunha e Sá * 2010 - Reportagem TVI *2011-2023 - Jornal das 8 *2011-2020 / 2021 - presente - Repórter TVI * 2019-2020 - Primeira Hora * 2021-2024 - Esta Manhã * 2024 - presente - TVI - Em Cima da Hora | com Conceição Queiroz ou Miguel Fernandes ==Desporto== === Programas === *1993 - Prolongamento * 1993-2011 - Contra Ataque * 1994-1997 - Fora de Jogo * 1996 - Em Resumo * 1996 - Primeira Fila * 1999-2001 - A Bola é Nossa * 2011-2012 - Vamos à Bola *2016-2017 - Futebol Mais * 2020 - Mais Transferências * 2021 - Diário do Euro 2020 * 2022 - Diário do Mundial de Futebol Qatar 2022 * 2024 - Diário do Euro 2024 === Competições === * 2002-2004 | 2008-2010 | 2020 - 2022 - Taça de Portugal * Supertaça Cândido de Oliveira * 2004 - Euro 2004 * 2006 - Euro 2006 Sub-21 * 2007 - Euro 2007 Sub-21 * 2007 - Jogo All Stars da Federação Luís Figo 2007 * 2007-2013 - WWE SmackDown * 2008 - Euro 2008 * 2004-2008 | 2010-2012 - Liga ZON Sagres * 2012 - Euro 2012 * Taça da Liga * 2012-2015 | 2018-Presente - UEFA Champions League (Liga dos Campeões da UEFA) * 2016 - Euro 2016 * 2017 - presente - Millennium Estoril Open * 2021 - Euro 2020 * 2022 - presente - Betano Cup/Desafios Betano (Troféu do Algarve) * 2022 - Mundial de Futebol Qatar 2022 * 2023 - Supertaça de Futsal * 2023 - Supertaça de Futebol Feminino * 2023 - Liga BPI - 1a Liga de Futebol Feminino * 2024 - presente - UEFA Women's Champions League (Liga dos Campeões Feminina da UEFA) *2024 - Final do Campeonato Português de Rugby * 2024 - Euro 2024 == Infanto-juvenil == * 1993 - Circo Alegria *1993-1994 - A Casa do Tio Carlos *1994-1996 - Clube da Manhã *1994-1996 - Hora do Recreio *1994-1998 - Vamos ao Circo *1998-2002 | 2006-2007 - Batatoon *1999-2001 - Mix Max *2000-2001 - Animax *2000-2001 - Rita Catita *2002-2004 - Super Batatoon *2002-2003 - Sempre a Abrir *2007 - presente - Animações *2012 - Kid Canal *2012 - Os Mundos de Mia == Documentários == * 2003 - Os Animais do Mundo * 2010-2017 - África Selvagem * 2011 - Ilhas dos Antípodas * 2021-2022 - Vida Animal * 2021/ 2023/ 2024-presente - As Grandes Maravilhas do Mundo * 2022 - As Grandes Cidades do Mundo * 2022 - Os Novos Vets * 2022 - 2023 - As Grandes Ilhas do Mundo * 2023 - As Grandes Viagens pelo Mundo *28 de Fevereiro de 2024 - El Português *2024 - Ilhas: Os Segredos da Natureza == Outros == * 1993-Presente - Eucaristia Dominical * 1993-2016 - Oitavo Dia * 2004-2006 - Separar Toca a Todos *2005-2012 - Cartaz das Artes *2010-Presente - Autores *2004-Presente - EuroMilhões * 2006-2007 - Separar Vai Colar * 2008-Presente - Todos Iguais * 2013 - 2015 - Gang dos Cotas * 2015 - Cartas da Alma * 2016-2019 - NOS Primavera Sound * 2018-2019/2022 - Vodafone Paredes de Coura * 2023 - presente - MEO Marés Vivas *2024 - presente - Fnac Live *2024 - presente - Festival Mimo == Especiais TVI == === Eventos e Emissões Especiais === * 20 de Fevereiro de 1993 - Apresentação Canal 4: TVI *1993-1995 | 2000-2002 - Marchas Populares de Lisboa *1995 - Meia Noite na TVI com Júlio Isidro e Bárbara Guimarães *Anual-presente - Cerimónias de Fátima *1998-2017 - Corrida de Touros TVI * 1998-2014 - Óscares *1998 - Viva 99 - Gala Ano Novo com Cristina Caras Lindas e Fernando Pereira *1999 - Casamento Real: Edward e Sophie de Inglaterra *1999 - Elite Model Look 99 com Fernanda Serrano e Pedro Miguel Ramos * 1999-2010 / 2022-Presente - Há Festa no Hospital * 2000 - Troféus Nova Gente *2002 - Noite de Estrelas - Gala de Natal TVI * 2003 - Actores de Palmo e Meio com Carlos Ribeiro *2003 - As Mais Belas Canções de Amor com Manuel Luís Goucha, Júlia Pinheiro e Pedro Granger *2003 - Especial Super Pai com Carlos Ribeiro * 2003-2010 - Gala de Natal TVI * 2003 - Mãe Querida *2003 - Q.I. - Quem é o Mais Inteligente? com Teresa Guilherme e Júlio Magalhães *2004 - Casamento Real: Filipe e Letizia Ortiz de Espanha *2005 - Casamento Real: Carlos e Camila de Inglaterra * 2005-2007 - Heróis Por uma Causa * 2005-2007/2009 - Missão Sorriso *2006 - Morangos Mix * 2007 - Be Different, Be deLUXe * 2007 - Novas 7 Maravilhas do Mundo * 2007 - 7 Maravilhas de Portugal * 2008 - Gala 10 Anos de Ficção Nacional, com Júlia Pinheiro e Manuel Luís Goucha *2008 | 2010 | 2011 - Morangomania * 2008 - Todos com Portugal | apoio à Seleção Nacional * 2009-Presente - Festa de Verão TVI *2010 - Anual - Missão Continente * 2010 - Gala Somos Portugal, com Júlia Pinheiro , Cristina Ferreira, Fátima Lopes e Manuel Luís Goucha *2011 - Casamento Real: Príncipe Alberto do Mónaco e Charlene Wittstock *2011 - Casamento Real: William e Kate de Inglaterra * 2011 - Juntos Por Si * 2011 - Madeira em Flor * 2011 - Festa dos Tabuleiros, com Cristina Ferreira e Nuno Eiró * 2012-2017 - Gala das Estrelas (Missão Sorriso) (exibição anual) * 2013-2017 - Festa do Emigrante (em exibição anual) *2017 - Fátima 100 Anos *2017 - 2019 - Festival da Comida Continente *2018 - Casamento Real: Harry e Meghan Markle *2019 - Juntos Somos Mais Fortes | com Leonor Poeiras e Pedro Teixeira *2019/ 2023 - presente - Arraial TVI *31 de Dezembro de 2019 - Especial Fim de Ano em Albufeira | com Maria Cerqueira Gomes, Pedro Fernandes e Ana Lúcia Matos *2020 - A Ajuda Não Pode Parar | com Fátima Lopes, Pedro Fernandes e reportagem de Mónica Jardim, Alice Alves e Isabel Silva *2020 - Nunca Desistir | com Maria Botelho Moniz, Manuel Luís Goucha, Fátima Lopes, Cláudio Ramos, Fernanda Serrano e Pedro Teixeira *2020 - Todos Por Todos | com Leonor Poeiras, João Póvoa Marinheiro, Fátima Lopes, Pedro Pinto, José Alberto Carvalho, Raquel Matos Cruz e Manuel Luís Goucha *2020 - O Futuro: Apresentação da Nova Grelha para 2021 | com Cristina Ferreira *2020 - Portugal na TVI | com vinte apresentadores em vinte cidades portuguesas *2020 - Natal em Família *2020 - Somos Natal *2021 - Estamos Aqui, Por Si | com Manuel Luís Goucha, Maria Botelho Moniz e Cláudio Ramos *2021 - Revelação, com Cristina Ferreira *2021 - Somos Família *10 de Junho de 2021 - Festival Bom para Portugal *2021 - Joga Portugal | Apoio à Seleção Nacional no Euro 2020 *25 de Setembro de 2021 / 10 de Setembro de 2022 - A Festa *2 de Janeiro de 2022 - TVI Comvida *23 de Junho de 2022 - São João a Bordo | com Zé Lopes e Sofia Vasconcelos *2 de Setembro de 2022 - Especial Casamento de Bruno de Carvalho e Liliana Almeida | com Manuel Luís Goucha, Maria Botelho Moniz e José Lopes *19 de Setembro de 2022 - Especial Cerimónias Fúnebres da Rainha Isabel II de Inglaterra | com Manuel Luís Goucha e Nuno Santos *6 de Maio de 2023 - Especial Coroação do Rei Carlos III de Inglaterra | com Manuel Luís Goucha e Júlio Magalhães *1 a 6 de Agosto de 2023 - Jornada Mundial da Juventude de 2023 Lisboa *3 de Setembro de 2023 - Palácio das Estrelas - Apresentação da Nova Grelha | com Cláudio Ramos, Maria Cerqueira Gomes e Idevor Mendonça *7 de Outubro de 2023 - Especial Casamento Real de D. Francisca de Bragança e Duarte Sousa Araújo | com Manuel Luís Goucha, Maria Cerqueira Gomes, Rita Rodrigues e José Carlos Araújo *13 de Fevereiro de 2024 - Viva o Carnaval! | com Manuel Luís Goucha *2024 - TVI Lidl Euro Lounge | Apoio à Seleção Nacional no Euro 2024 *2024 - Joga Portugal | Apoio à Seleção Nacional no Euro 2024 *26 de agosto de 2024 - Gala Liga Portugal 2024 | com Cristina Ferreira e Pedro Pinto *11 de setembro de 2024 - Parada das Estrelas - Apresentação da Nova Grelha | com Maria Cerqueira Gomes, Pedro Teixeira, Iva Domingues e João Montez *2024 - presente - Gala dos Sonhos Associação Sara Carreira === Aniversários === * 1994 - 1.º Aniversário TVI * 1995 - 2.º Aniversário TVI com José Nuno Martins * 1999 - Batatoon - Especial Aniversário TVI * 2000 - Gala 7° Aniversário TVI com Christina Möhler * 2002 - As Canções da Televisão - 9 Anos TVI * 2003 - Gala TVI - 10 Anos * 2004 - Gala TVI - 11 Anos com Manuel Luís Goucha * 2005 - Apanhados TVI * 2006 - Você na TV! - Especial Aniversário TVI * 2007 - Você na TV! - Especial Aniversário TVI * 2007 - Gala TVI - 14.º Aniversário * 2008 - Gala Aniversário - TVI 15 Anos * 2009 - Anos Felizes * 2010 - TVI 17º Aniversário * 2011 - Você na TV! - Especial Aniversário TVI * 2011 - A Tarde é Sua - Especial Aniversário * 2012 - Você na TV! - TVI 19 Anos * 2012 - A Tarde é Sua - TVI 19 Anos * 2013 - Parabéns TVI * 2013 - Gala TVI 20 Anos * 2014 - Parabéns TVI * 2015 - Parabéns TVI * 2016 - Parabéns TVI - 23° Aniversário TVI * 2017 - Parabéns TVI - 24 anos TVI * 2018 - Especial 25° Aniversário * 2019 - Especial 26° Aniversário TVI * 2021 - Parabéns, Portugal \\- Especial 28.° Aniversário da TVI * 2022 - Gala do 29.° Aniversário TVI, com Cristina Ferreira e Manuel Luís Goucha * 2022 - Parabéns TVI 29.° Aniversário * 2023 - Parabéns TVI 30.° Aniversário * 2023 - Gala TVI 30 Anos * 2024 - Gala do 31° Aniversário TVI'' * 2024 - Parabéns TVI 31° Aniversário == Audiências == === Globais === 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 6,6% 14,7% 13,8% 12,3% 12,1% 13,1% 17,4% 20,8% 31,9% 31,4% 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 28,5% 28,9% 30,0% 30,0% 29,0% 30,5% 28,7% 27,5% 25,7% 26,7% 24,6% 23,5% Ano Janeiro Fevereiro Março Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro Média 2015 23% 23% 23,3% 24% 23,7% 22,3% 21,5% 20,9% 21,6% 22,4% 21,8% 22,5%http://www.mediacapital.pt/p/493/article/4723/2015-tvi-lider-ha-11-anos-consecutivos/http://www.mediacapital.pt/p/493/article/4723/2015-tvi-lider-ha-11-anos-consecutivos/ 22,5% 2016 22,4% 22,5% 22,4% 22,3% 22,6% 20,7% 20% 20,1% 21,4% 21% 20,5% 20,9% 21,5% 2017 22% 21% 21,8% 21,5% 20,4% 21,9% 20,5% 18,9% 20,5% 20,4% 21,5%http://www.mediacapital.pt/p/493/article/4998/audiencias-novembro-2017/ 20% 21,0%http://binaries.cdn.impresa.pt/a36/64d/11702912/AUDIENCIAS-DEZ17.pdf 2018 21,2%http://www.zapping-tv.com/tvi-mantem-lideranca-no-mes-de-aniversario/ 21,1%http://www.zapping-tv.com/tvi-reforca-lideranca-das-audiencias-em-janeiro-de-2018-livevosdal/ 21,0% 20,6% 20,1% 19,4% 20,1% 18,8% 19,5% 19,8% 19,5% 20% 20% (1°) 2019 19,0% 18,5% 18,0% 16,9% 16,4% 14,9% https://www.jornaldenegocios.pt/empresas/media/detalhe/sic-soma-em-julho-sexto-mes-como-lider-de-audiencias?ref=Empresas_outros] 12,8% 15,7% 13,9% 14,1% 14,2% 15,6%/ 2020 13,9% 14,2% 13,3% 13,8% 14,5% 14,6% 15,5% 15,6% 16,7% 16,5% 16,6% 15,2% 2021 16,8% 17,5% 17,8% 17,5% 17,2% 17,3% 16,2% 16,4% 17,4% 16,7% 16,4% 15,7% 16,9% 2022 16,9% 17,3% 16,6% 16,6% 16,5% 14,9% 14,2% 13,8% 14,9% 15,4% 15,8% 15,2% 15,7% 2023 14,9% 15,4% 15,2% 14,8% 14,3% 13,9% 14,0% 13,5% 14,1% 13,9% 2024 15,3% 15,4% 14,9% 15,4% 16% 15,1% === Recordes === Programas de entretenimento e ficção mais vistos entre 2000 e 2005 Programas de entretenimento e ficção mais vistos de 2009 Programas de entretenimento e ficção mais vistos de 2010 Programas de entretenimento e ficção mais vistos de 2011 Programas de entretenimento e ficção mais vistos de 2012 Programas de entretenimento e ficção mais vistos de 2013 Programas de entretenimento e ficção mais vistos de 2014 Programas de entretenimento e ficção mais vistos de 2015 Programas de entretenimento e ficção mais vistos de 2016 Programas de entretenimento e ficção mais vistos de 2017 Programas de entretenimento e ficção mais vistos de 2018 == Logótipos da TVI == * Fevereiro de 1993 - Fevereiro de 1995 - O primeiro logótipo da TVI era um 4 amarelo num rectângulo vermelho e houve raramente uma variação de cor. O canal era conhecido como \"a Quatro\" ou \"televisão independente\". * Fevereiro 1995 - Setembro de 1996 - A TVI lançou um novo logótipo com as letras do nome do canal. O \"T\" em azul, o \"V\" em verde e o \"I\" em vermelho. * Setembro de 1996 - Setembro de 2000 - A TVI lançou um novo logótipo. Uma esfera prateada com a letra \"I\", no centro, com várias cores. * Setembro de 2000 - Fevereiro 2014 - O logótipo estreou a 3 de Setembro de 2000, sendo concebido em Portugal e desenvolvido nos EUA. O logótipo no canto superior esquerdo era só a parte preta com o i amarelo e as faixas vermelha e azul em volta e tinha animação no i com uma sobra que ia da esquerda para a direita. O logótipo que está em baixo e que tem tvi em fundo amarelo era mais utilizado em carrinhas de reportagem ou na impressa. Em 2013, a TVI renovou o logótipo de acordo com o seu 20.º aniversário. * Fevereiro 2014 - Fevereiro 2017 - No dia do aniversário, a TVI em 2014, a TVI fez uma pequena mudança no seu logótipo,pouco significativa. * Fevereiro 2017 - Presente - No 24.° aniversário às 20h, a TVI altera por completo o grafismo e o logótipo do canal,acabando com o logótipo que usou durante 16 anos. O novo logótico apareceu no Jornal das 8. == Slogans da TVI == * 1999 - Setembro de 2000: Um universo de emoções. * Setembro de 2000 - Junho de 2012: Uma televisão feita por si. * Junho de 2012 - Setembro de 2020: Juntos, criamos a sua televisão. (campanha institucional especial da Media Capital) * Fevereiro de 2018 - Março de 2018: Juntos, celebramos a sua televisão. (25.º Aniversário) *Fevereiro de 2020: TVI 2020: a mudança começou. *Setembro de 2020 - Dezembro de 2020: Está nas nossas vidas. *Janeiro de 2021 - Fevereiro de 2023 : Estamos aqui por si *Fevereiro de 2023 - presente : Temos tudo a ver == Canais TVI == === Atuais === Canal Descrição Slogan Fundação TVI Canal generalista com programação variada disponível no cabo, satélite, ADSL e disponível também na TDT Portugal sempre na posição 4. É o canal base do grupo Media Capital com os concorrentes RTP1, RTP2 (canais públicos) e SIC (privado). Temos tudo a ver TVI Reality Canal inteiramente dedicado aos reality shows (exclusivo da NOS desde 2015 até 2020, quando chega também à MEO). TODA A GENTE VÊ http://www.atelevisao.com/tvi/canal-24h-da-quinta-sera-exclusivo-nos TVI Internacional Canal dedicado a transmitir os programas da TVI para as comunidades lusófonas espalhadas pelo mundo. A sua programação é composta por programas dos canais da TVI, tendo também alguns programas de produção própria. Está nas nossas vidas CNN Portugal Canal transmitido no cabo dedicado a programas de informação nacional e internacional. Em todas as frentes V+ TVI Segundo Canal generalista, no caso com transmissão por cabo, dedicado a programas de entretenimento, informação, desporto, ficção nacional produzida pela TVI e ficção internacional. O canal que faltava === Descontinuados === * +TVI - canal exclusivo da NOS dedicado ao entretenimento da TVI. * TVI Eventos e TVI Direct - canais temporários dedicados à transmissão em direto dos reality shows da TVI. * TVI HD - canal exclusivo do MEO dedicado para a transmissão do Euro 2008 em alta definição. *TVI África - canal generalista direcionado a Angola e Moçambique.http://www.tvi24.iol.pt/tecnologia/novo-canal/tvi-africa-no-ar-a-3-de-outubro *TVI24 - canal de informação, que foi substituído pela CNN Portugal a 22 de Novembro de 2021 *TVI Ficção - canal dedicado à ficção nacional produzida pela TVI, foi substituído pelo V+TVI a 9 de agosto de 2024. ==Serviços da TVI== Serviço Descrição A TVI criou o seu sítio oficial na Internet no ano de 1997, mas foi a partir do ano 2000 que passou a apostar mais nesta área. No ano de 2009 quando estreou o canal TVI24, renovou a sua página na Internet e juntamente com a TVI24 arrancou também o sítio do canal de notícias. Para além dos sítios da TVI e da TVI24, também a série juvenil Morangos com Açúcar tem a sua própria página na Internet. A TVI e a TVI24 têm também páginas nas redes sociais Facebook e Twitter. A TVI lançou no início de 2015 uma plataforma digital que possibilita a visualização de conteúdo em direto e programação on demand de todos os canais do universo TVI em qualquer dispositivo, a qualquer altura e gratuitamente. A TVI lançou no início de 2012 uma aplicação para iPad. Assistir em direto às emissões ou aceder à programação são duas das funcionalidades. A aplicação foi desenvolvida para potenciar a visualização dos conteúdos do canal neste dispositivo. A TVI24 também tem uma aplicação para iPad e iPhone. O Teletexto TVI dispões de um serviço noticioso, actualizado 24h/dia, todos os dias da semana. Permite encontrar informações sobre novelas, filmes e séries da TVI, incluindo a grelha de programação dos mesmos. Meteorologia, trânsito e cinema são também alguns dos serviços em oferta. Um guia de lazer, com variadas ideias para os espectadores, está também presente. == Entretenimento == * Lista de talk shows da TVI * Lista de programas infantis da TVI * Lista de telenovelas nacionais da TVI * Lista de telenovelas internacionais da TVI * Lista de séries nacionais da TVI * Lista de minisséries nacionais da TVI == Séries Internacionais == * 1993 - Uma Casa na Pradaria * 1993 - Alf * 1993-1997 - O Justiceiro * 1993-1997 - MacGyver * 1993-1997 - Esquadrão Classe A * 1993-2001 - Marés Vivas * 1994 - Ficheiros Secretos * 1998-2001 - Profiler * 1998-2001 - Seinfeld * 2000-2001 - Psi Factor * 2004-2005 | 2008-2009 - Investigação Criminal * 2005 - Velocidade Perigosa * 2005 - Las Vegas * 2005-2007 - Que Loucura de Família * 2005-2012 - Dr. House * 2006 - Dias de Verão * 2006 - No Limite do Mal * 2006-2008 - Numb3rs * 2006-2007 - Medium * 2006-2007 - Nip/Tuck * 2006-2008 - Os Escolhidos * 2007 - O Império Romano * 2007 - Queridos Sogros * 2008 - Sexo, Dinheiro e... Poder * 2008 - Sem Escrúpulos * 2008 - Máfia de Saltos Altos * 2008-2009 - Unidade Especial * 2009-2020 - Castle * 2010-2012 - Glee * 2010 - Medium * 2010-2012 - Lie to Me * 2010-2012 - Apanha-me se Puderes * 2011- - Hawai: Força Especial * 2011 - Os Olhos de Angela * 2011 - O Escritório * 2015 - Defesa à Medida * 2014-2016 - Chicago Fire == Ligações externas == * * * * * * * * * Categoria:Canais de televisão de Portugal Categoria:Canais de televisão de língua portuguesa TVI Categoria:Canais de televisão fundados em 1993",
 "title": "TVI"
}