{
 "id": "76774",
 "text": "Luis Ramiro Barragán Morfin (Guadalajara, 9 de março de 1902 — Cidade do México, 22 de novembro de 1988) foi um dos arquitetos mexicanos mais importantes do século XX e o único de sua nacionalidade a obter um Prêmio Pritzker em 1980 (segundo ano do prêmio). Barragán atuou com uma arquitetura única, distinta, que remete tanto a ideologia do Movimento Modernista Europeu, como ao regionalismo tradicional mexicano. Essa mescla concebida cria uma arquitetura singular, de beleza e emoção, permitindo o estranhamento, a reflexão e a contemplação de todo conjunto de obra desse “arquiteto”. == Biografia == Barragán nasceu na segunda maior cidade do México, Guadalajara em 9 de março de 1902. Filho de Juan José Barragán e de Ángela Morfín, com seis irmãos (três homens e três mulheres), numa acomodada e aristocrática família. Luis Barragán viveu parte de sua infância e adolescência e início do período acadêmico durante o Porfiriato (ditadura de Porfírio Díaz) e a Revolução Mexicana. Passava as férias de infância na fazenda serrana da família, no ambiente rural de Mazamitla, também no estado de Jalisco. Sua experiência rural viria a refletir-se na composição de sua “definição de um estilo mexicano universal”. Ingressa na Escola Livre de Engenheiros de Guadalajara em 1919. Seu interesse por arquitetura teria nascido – segundo afirmação do próprio Barragán – por influência do arquiteto Augustín Basave, seu professor. Em 3 de dezembro de 1923, gradua-se Engenheiro Hidráulico. Também graduar-se- ia Arquiteto, devido ao fato de ter feito uma viagem ao exterior, participado de intercâmbio da Escola e ter cursado matérias suplementares, chegando a concluir o Projeto Final de Curso, mas sem retirar o título, em razão da viagem que fez logo em seguida. Como presente por sua graduação, seu pai lhe dá uma viagem pela Europa, para que ele tivesse “uma visão do Velho Mundo”. Entre 1924 e 1925, viaja pela Espanha, França e ilhas italianas para conhecer projetos arquitetônicos e urbanísticos da época, o põe em contato com a arquitetura andaluza e desperta sua sensibilidade para espaços de tradição árabe e jardins mediterrâneos. Em Paris, visita a Exposition Internationale des Arts Décoratifs et Industriels Modernes, um evento que popularizou o Art Déco (estilo que ele usaria no Parque Revolução, de Guadalajara) e introduziu o público ao International Style de Le Corbusier e Charlotte Perriand. Nessa viagem, conheceu muitos artistas importantes, entre eles, Le Corbusier e Picasso. Conheceu as obras e textos sobre paisagismo de Ferdinand Bac, que o influenciaram e definiriam sua vocação de “jardineiro” a partir da década de 1940. Em Granada, na Espanha, encontrou aproximações com a arquitetura mexicana (muros altos, janelas pequenas, pátios internos, casas voltadas para o interior). Sua evolução arquitetônica busca então uma síntese pessoal da arquitetura secular mexicana, os jardins de Ferdinand Banc e a vanguarda européia. Ao regressar para Guadalajara, entre 1926 e 1936, trabalhou em Guadalajara no escritório de seu irmão Juan Jose Barragán, também engenheiro. Atuou reformando e projetando casas, com um estilo de influências da arquitetura mediterrânea e local, já aplicando o que viria se confirmar como seu estilo próprio em algumas dessas residências. O bom resultado de seus projetos lhe garantiu fama na cidade e seus trabalhos se multiplicaram. Em 1930, viaja aos Estados Unidos com seu pai (que falecera na viagem). Entre 1931 e 1932, faz sua segunda viagem à Europa, visitando também a África – onde se impressiona com a arquitetura mediterrânea e árabe. Com as construções do Marrocos, retoma os interiores em penumbras, os jogos de luz com as janelas pequenas e a integração da obra com a paisagem. A sensação de proteção o levou a adotar a parede e o muro como elemento básico da construção. Na França, conhece pessoalmente Ferdinand Bac e assiste conferências de Le Corbusier. Volta ao México em 1932 e logo faz a reforma da casa de sua família, que por ser de sua propriedade, pode trabalhar livremente seus conceitos. Dessa casa, Barragán reduz os elementos à mínima abstração, retira as ornamentações ecléticas e aproxima a casa das típicas construções rurais, fazendo aparecer em sua obra, pela primeira vez, o que viria a ser recorrente em sua produção. Entre 1934 e 1935, trabalha no Parque da Revolução e nas habitações unifamiliares do entorno. No Parque, chega aos pressupostos da Arquitetura Moderna, mas sem abandonar suas preocupações e influências populares. \"Na arquitetura popular dos povos de qualquer parte do mundo vemos que é sempre bela e que resolve o problema da vida comunitária. O interessante seria analisar em que consistirão essas soluções tão boas. Para poder dar, na vida contemporânea, ao ser humano essas doses de sabor que lhe evitem a angústia das cidades modernas.\" (Luis Barragán) Devido à reforma agrária instituída no país, a família Barragán é obrigada a liquidar terrenos, que causam uma queda na fortuna da família. Luis Barragán, em 1936, muda-se para Cidade do México, na busca de melhores horizontes profissionais e começa a desenvolver a sua própria visão do modernismo. Até 1940, fez apenas alguns edifícios de apartamentos na colônia de Cuauhtémoc e pequenas residências. Grande parte da obra de Barragán, anterior a 1945, consistiu em habitações unifamiliares, jardins particulares, reformas de habitações e habitações multifamiliares em escala reduzida. A partir daí, Barragán se lança em uma arquitetura de linguagem moderna, de cores vibrantes, texturas, contrastes, luz e sombra. Seu encanto pelo paisagismo o conduz a uma arquitetura de entornos naturais, onde a água se torna um elemento presente. Como arquiteto-paisagista, muitos de seus trabalhos no México nos anos 40 são de Paisagismo. Valorizando as espécies locais, Barragán introduz uma visão modernista no jardim mexicano. Em 1943 adquire uns terrenos em Tacubaya onde constrói a Casa Ortega, e futuramente sua própria residência em 1948, que desde 2004 é Patrimônio da Humanidade (UNESCO). A casa de Luis Barragán representa plenamente sua própria linguagem arquitetónica. É uma das obras arquitetônicas contemporâneas de maior transcendência no contexto internacional. Confiante em seu trabalho, em 1945, decide atuar como empreendedor imobiliário e adquire terras no Pedregal de San Ángel, onde desenha o plano de urbanização e projetos de residências, junto com outros arquitetos. Apesar da qualidade arquitetônica, o empreendimento é um fracasso e leva Barragán a anos de dificuldades financeiras. Barragán retorna a Guadalajara, em 1952, para construir a casa de seu amigo, Dr. Arriola. Dois anos depois, é contratado para a construção de um convento em Tlálpan, no subúrbio da Cidade do Mexico. As Torres Satélite são construídas em 1957, um conjunto de torres coloridas projetadas para um movimentado cruzamento na Cidade do México, projetadas junto com Mathias Goeritz. No final da década de 1970, Barragán começa a sofrer com o Mal de Parkinson, que o consumiria até deixá-lo sem voz e numa cadeira de rodas até sua morte em 22 de novembro de 1988, em sua casa na Cidade do México. Graças à sua exposição no MoMA em 1977 e ao Prêmio Pritzker (1980), Barragán desfruta alguns anos de admiração e atenção merecidas antes de sua morte. == Influências == * Experiência da infância: as emoções da arquitetura popular. * Campos rurais, brilho azul dos céus, paz secular, rancho da fazenda da família; * A parede, criticava a BAUHAUS por colocar os homens numa caixa de vidro, tirando a intimidade, desumanizando. As paredes trazem intimidade e serenidade, permitem ao ser humano perceber a escala da natureza. Permitem o mistério e a privacidade. * A água cria o silêncio. * Viagem para a Europa: fica convencido do valor das tradições. * Ferdinad Bac * Le Corbusier * Arquitetura Mediterrânea, Mourisca. == Cronologia == * 1902 Nasce em Guadalajara, Jalisco. * 1919 Estuda engenharia hidráulica em Guadalajara * 1924 Viaja à Europa antes de estabelecer-se em Paris em 1925. Visita a Exposition des Arts Décoratifs.. * 1926 Trabalha por alguns anos com seu irmão, Juan Jose, em residências em Guadalajara. * 1931 Passa 3 meses em Nova Iorque onde encontra, José Clemente Orozco. Retorna a Paris e conhece Le Corbusier e o arquiteto-paisagista Ferdinand Bac. * 1935 Se muda para o a cidade do Mexico. * 1940 Nos cinco anos seguintes, Barragán projeto e desenha sete jardins incluindo um para a sua residência (casa Luis Barragán) na calle Francisco Ramirez. * 1945 Projeta o desenvolvimento de El Pedegral de San Angel * 1952 Retorna a Guadalajara para construir a residência de seu amigo, Dr Arriola. * 1954 Inicia o trabalho de quatro anos no Convento de Tlálpan, a “masterpiece” em luz e cor. * 1957 Desenha as Torres Satélite na Cidade do México, junto com Mathias Goeritz . * 1975 Editado livro de Emilio Ambasz sobre Barragán. * 1977 Exposição no MoMA, New York. * 1980 Laureado com o Prêmio Pritzker de Arquitetura. * 1988 Luis Barragán morre em 22 de novembro na cidade do Mexico e é enterrado em Guadalajara. == Principais obras == * 1927 Reforma da Casa de León Robles, Guadalajara, México. * 1928 Casa de Aguilar, Guadalajara, México. * 1930 Casa de Gustavo Cristo, Guadalajara, México. * 1931 Casa de Efraín González Luna, Guadalajara, México. * 1934-35 Parque Revolución, Guadalajara, México. * 1936 Edificio Avenida de México 143, Cidade do México, México. * 1937 Edificio calle Lerma esquina con Guadiana, Cidade do México, México. * 1936-40 Edificio plaza Melchor Ocampo, Cidade do México, México. * 1945 Jardines del Pedregal, Cidade do México, México. * 1945-50 Casa Eduardo Prieto Lopez, Cidade do México, México. * 1947 Casa Barragán (Casa Manifesto), calle Francisco Ramírez nº 14, Tacubaya, Cidade do México, México. * 1948 Duas casas na Avenida das Fuentes 10, San Angel, Cidade do México, México. * 1952-55 Capela e restauração do Convento das Capuchinhas Sacramentais do Puríssimo Coração de Maria, Cidade do México, México. * 1955 Casa Gálvez, Cidade do México, México. * 1957-1958 Torres de la Ciudad Satélite, Cidade do México, México. * 1958 Las Arboledas, Cidade do México, México. * 1963 Los Clubes, Cidade do México, México. * 1967-68 Manzana de San Cristóbal, Cidade do México, México. * 1972 Capilla de Lomas Verdes, Cidade do México, México. * 1976 Casa Gilardi, Cidade do México, México. == Prêmios == * 1976: Premio Nacional de Las Artes (México) * 1976: Torna-se membro do Instituto Americano de Arquitetos * 1980: Pritzker Architecture Prize, pelo conjunto de sua obra * 1984: Torna-se membro honorário da Academia e Instituto Americano de Artes e Letras, em Nova York * 1984: Título de Doutor Honoris Causa da Universidade de Guadalajara * 1985: Prêmio Anual de Arquitetura Jalisco == Citações == “eu trabalho por observação e intuição, por leituras e por viagens”. “Quando começo um projeto, normalmente não toco em nenhum lápis, nem desenho. Eu me sento e trato de imaginar as coisas mais loucas. É um processo de loucura… Depois de imaginar, deixo que estas idéias se assentem na minha mente por vários dias. Depois volto a elas e começo a desenhar pequenos croquis em perspectivas. Não desenho em uma prancheta. Dou estes croquis a um estudante e começamos a desenhar as elevações e as plantas. Quase sempre fazemos maquetes de papelão para trabalhar e fazer mudanças contínuas. Traço quase sempre, mais de 10 alternativas. Então, coloco-as na parede e seleciono a que me parece mais atraente. Quando a obra inicia, faço os trabalhadores ampliarem as paredes, subi-las e baixá-las e, inclusive, suprimí-las. Eu acho que como os pintores podem mudar uma pintura completa, os arquitetos também devem fazer isso com o seu trabalho.” “… ao caminhar pelos jardins da Alhambra, tive a sensação de que o jardim contém o universo inteiro.... A natureza, por bonita que seja, não é jardim senão através da mão do homem, o qual cria um mundo pessoal que lhe serve de refúgio contra a agressão do mundo externo. A construção e o gozo de um jardim acostuma as pessoas à beleza, ao seu uso instintivo e a sua participação nela”. “A alma dos jardins contém a maior soma de serenidade que pode dispor o homem”, dizia com sabedoria Ferdinard Bac. Foi Ferdinard Bac quem despertou em mim a ambição de fazer jardins. Ele dizia: “Nesse pequeno domínio – seus jardins de Les Colombières – não fiz mais que me unir à solidariedade milenar a qual estamos todos sujeitos que é a ambição de expressar com a matéria a busca de um vínculo com a natureza, criando um lugar de repouso, de prazer tranqüilo. Os jardins devem ser poéticos, misteriosos, enfeitiçados, serenos e alegres”.”'' “dediquei-me à arquitetura como um ato sublime de imaginação poética…Ao ser premiado, também o são aqueles que perseguem a beleza e a poesia.” == Ligações externas == * * * * * * * * * Categoria:Prémio Pritzker Categoria:Arquitetos do México Categoria:Mortes por doença de Parkinson Categoria:Naturais de Guadalajara (México)",
 "title": "Luis Barragán"
}