{
 "id": "76784",
 "text": ": : Este artigo engloba todas as mídias que levam o nome Battlestar Galactica. Para versões específicas veja abaixo. Battlestar Galactica é uma franquia de entretenimento do tipo space opera norte-americana de filmes e séries de televisão de ficção científica, criado por Glen A. Larson tendo sua primeira produção em 1978, aproveitando o sucesso que Star Wars fazia na época. Inicialmente exibida no canal americano ABC, rapidamente obteve êxito mundial. Uma nova versão do primeiro episódio da série de televisão original foi levada ao ar em 2003, obtendo novo êxito e justificando a produção de uma série de televisão que teve sua primeira temporada em 2004 e cuja produção terminou em 2009. Segundo a série, os humanos surgiram em um planeta distante chamado Kobol, em um passado longínquo. Com o tempo, esse planeta não pôde mais suportar a vida e os humanos, organizados em treze tribos - sendo que uma se perderia das demais (insinuando que esta seria nossa cultura atual) -, tiveram que procurar outro planeta em outro sistema solar. Milhares de anos depois de estarem instalados em novas colônias, com a evolução, a tecnologia avançou muito e a inteligência artificial usada pelos humanos ganhou status de forma de vida e consciência própria, se revoltando contra seus criadores por achar que estes não davam valor à sua existência Os Cilônios (assim chamados em português), acreditavam em um Deus único (monoteísmo) e os Humanos em vários (politeísmo), causando conflito entre suas culturas. Os Cylons então executaram um plano de destruição em massa que reduziu a Humanidade (cerca de 30 bilhões de pessoas) a alguns poucos milhares de sobreviventes. Sem alternativas, esses sobreviventes decidiram, sob a liderança do Comandante Adama, procurar por uma lendária décima terceira tribo, que havia deixado Kobol antes das outras doze tribos e havia se dirigido \"a um planeta brilhante conhecido como Terra\". A série original de 1978 era inovadora em sua época por causa da grandiosidade de seus cenários, pelas cenas de batalha espacial e pelo próprio tema da Humanidade em guerra com outra civilização. Entretanto, depois de quase três décadas, ele nitidamente se apresenta como uma utopia, mas revolucionou os efeitos especiais em seriados para a televisão, e pela evolução dos enredos dos filmes em geral e dos filmes para a televisão em particular, especialmente dos filmes de ficção científica. O remake dessa série é inovador tanto por causa dos efeitos especiais e da concepção de ficção científica adotada em seus enredos quanto por causa dos temas abordados ao longo da minissérie inicial e dos episódios regulares. É muito mais um seriado dramático com repercussões políticas, religiosas e sociológicas do que apenas um seriado de ficção científica. == Galactica: Astronave de Combate (1978-1979) == Na época em que se discutia o livro Eram os Deuses Astronautas?, com o surgimento da explosiva saga Star Wars, a rede de TV americana ABC lançava a série de ficção científica Battlestar GalacticaOmelete (site) (que no Brasil, foi chamado na época de: Galactica, Astronave de Combate), em 1978. Ela faz alusão às velhas civilizações dos egípcios, dos maias, dos incas, dos toltecas e outras tantas, que poderiam ter sido descendentes de seres espaciais. O enredo do seriado sugere que esses seres humanos \"que até hoje lutam pela sobrevivência em algum lugar do espaço\" seriam os antepassados dessas antigas civilizações. Com bastante sucesso, a série aportou no Brasil em 1980 na TV Globo e depois ela seria reprisada pela TV Record em 1983 e a sua última exibição na TV aberta foi no começo da década de 90 na extinta Rede Manchete na sessão de series enlatadas de ficção científica intitulada \" Sessão Espacial \" ela foi exibido junto com outras duas series Buck Rogers no Seculo 25 e Jornada nas Estrelas. Ainda é exibida no Brasil pelo Canal TCM. Criada por Glen A. Larson, que escreveu, entre outros seriados, O Homem de Seis Milhões de Dólares, A Supermáquina, Buck Rogers in the 25th Century, Magnum, Trovão Azul, Manimal etc., o filme foi uma reação da televisão americana à revolução dos efeitos especiais alçados às estrelas pelo cinema. Com uma pomposa trilha sonora de autoria de Stu Philips, baseada em brilhantes e dramáticos acordes de metais e cordas, Battlestar Galactica conta a saga das treze tribos humanas chamadas de Colônias, cujos habitantes humanos eram conhecidos como \"coloniais\", uma possível referência às treze colônias norte-americanas ou às tribos de Israel. Essas tribos habitavam o planeta onde a raça humana se originou, chamado Kobol, mas foram obrigadas a deixá-lo por causa de um desastre natural. Enquanto doze delas colonizaram uma série de planetas distantes (As Doze Colônias do Homem), um para cada tribo, a mítica décima terceira tribo seguiu um caminho diferente e, segundo lendas, colonizou um planeta distante que eles chamaram de Terra O seriado não deixa muito claro, como a Terra foi colonizada, e se existiria uma Battlestar (Astronave de Combate) para a 13ª colônia. Battlestar Galctica teve apenas uma temporada e um total de vinte e quatro episódios com pouco mais de quarenta minutos cada um. Galactica começa, com a tentativa das doze colônias de darem fim a uma guerra de mais de mil anos entre os humanos e o Império Cylon. Os Cylons (que na versão original, no Brasil, eram chamados de cilônios) são andróides ciclopes remanescentes de uma antiga civilização de répteis, a qual foi extinta, sendo substituída por suas criações cibernéticas no comando do Império Cylon. Eles são apresentados como uma raça malévola, que deseja conquistar todo o Universo e encontra resistência da raça humana, passando a travar com ela uma guerra aparentemente sem fim. Curiosamente o líder cylon, que só é chamado pelo nome de Líder Imperioso, é uma figura reptiliana. Apresenta-se uma ambiguidade aí, onde se especula que os cylons sejam répteis biônicos. O Líder Imperioso (chefe supremo dos cylon na primeira série) aparece com olho reptiliano, sendo mostrado quase sempre de costas. Quem gosta de História Militar irá notar a semelhança entre as artimanhas do Comandande da Galactica (Comandante Adama) para enganar os cylons e as adotadas pelo Almirante Isoroku Yamamoto nos preparativos de ataque a Pearl Harbor (1941). Há também o fato de caças cylon voarem sempre em três, um chefe e dois alas, assim como os caças Zero japoneses nos primeiros anos da Guerra do Pacífico, enquanto os caças norte-americanos voavam sempre em dupla, um principal e um ala. A Galactica é um gigantesco porta-aviões encouraçado. A Galactica é uma máquina de guerra muito maior que a Enterprise de Star Trek, trazendo um conceito novo de nave de combate. O maior atrativo, segundo os fãs, era seu poderoso motor que sempre rugia alto enquanto a música de Stu Philips tocava no estilo \"space opera\", deixando o telespectador boquiaberto. Especula-seRavensbranch que seu comprimento seja de cerca de 1200m. Para se ter uma ideia do que isso significa, modernos porta-aviões movidos a propulsão nuclear medem cerca de 350m de comprimento (da classe Nimitz da US Navy mede impressionantes 333m (317m de linha d´agua)- com mais de 100.000 toneladas, mais de 5 mil tripulantes e mais de 90 aviões de combate). === Episódios === Episódios Episódios Episódios Número Título Data de Lançamento 01 (Episódio/Filme Piloto) Saga Para Um Mundo Nas Estrelas (ou, Astronave de Combate - Galáctica), Parte I 02 (Episódio/Filme Piloto) Saga Para Um Mundo Nas Estrelas (ou, Astronave de Combate - Galáctica), Parte II 03 (Episódio/Filme Piloto) Saga Para Um Mundo Nas Estrelas (ou, Astronave de Combate - Galáctica), Parte III 04 O Planeta Perdido Dos Deuses, Parte I 05 O Planeta Perdido Dos Deuses, Parte II 06 O Guerreiro Perdido 07 A Patrulha Distante 08 A Armadilha Mortal (ou, A Arma do Planeta de Gelo), Parte I 09 A Armadilha Mortal (ou, A Arma do Planeta de Gelo), Parte II 10 Os Magníficos Guerreiros 11 Os Jovens Lordes 12 A Lenda Viva, Parte I 13 A Lenda Viva, Parte II 14 Fogo No Espaço 15 A Guerra dos Deuses, Parte I 16 A Guerra dos Deuses, Parte II 17 O Homem das Nove Vidas 18 Homicídio no Espaço (ou, Homicídio na Rising Star) 19 Saudações da Terra, Parte I 20 Saudações da Terra, Parte II 21 A Fuga de Baltar 22 Experimento em Terra 23 Capture a Celestra 24 A Mão de Deus (ou, Na Mão de Deus) === Filmes === Em 1979, depois da série ser cancelada, foram lançados no cinema 2 filmes: 1) Galactica, Astronave de Combate: O Filme (Conhecido como: O Filme Piloto, pois este filme, foi a fusão dos 3 primeiros episódios da série). 2) Missão Galactica: O Ataque do Cilônios (A História, se passa depois da série, mas assim como o primeiro filme, foi uma mistura de episódios. Para ser mais preciso, foram misturados cenas dos episódios 12, 13 e 14). === Temas de abertura e encerramento === No seriado original, todos os episódios começavam com um pequeno vídeo, que durava no máximo 50 segundos, e esses vídeos, eram uma mistura de pequenas cenas do episódio, era como se fosse um pequeno resumo, sobre o que você estaria prestes a assistir. E em seguida, vinha a abertura. Na Abertura, em meio a sequência de imagens de nebulosas e planetas que aparecem, sempre ouvíamos a voz do Líder Imperial, falando a seguinte frase: \"Existem aqueles que creem que a vida aqui começou lá em cima, bem distante no universo, com tribos de humanos que podem ter sido os antepassados dos egípcios, ou dos toltecas ou dos maias, seres que podem ser irmãos do homem e que até agora lutam para sobreviver em algum lugar muito além daqui.\" (versão dublada brasileira) Em todos os episódios, ouvíamos o Líder Imperial falando essa frase (no entanto, mais ou menos a partir do episódio 13, a abertura foi modificada, e a parte em que ouvíamos a fala do Líder Imperial, foi retirada). Mas nos 3 primeiros episódios da série (O Filme Ploto), essa fala é um pouco maior: \"Existem aqueles que creem que a vida aqui começou lá em cima, bem distante no universo, com tribos de humanos que podem ter sido os antepassados dos egípcios, ou dos toltecas ou dos maias, seres que podem ter sido os arquitetos das grandes pirâmides, das civilizações de laminária e de Atlântida, seres que podem ser irmãos do homem e que até agora lutam para sobreviver em algum lugar muito além daqui.. entre as estrelas.\" (versão dublada brasileira). Nesta última frase houve um erro de tradução na versão dublada brasileira, que nunca foi corrigido, a frase original em inglês \"the lost civilization of Lemuria.. or Atlantis\" foi traduzida como \"civilizações de Laminária\", termo que não existe nem histórica nem mitologicamente, a tradução correta deveria ter sido \"civilização perdida de Lemúria\". Encerramento No final de um episódio de Galactica (tirando os que terminavam dizendo que a história continuaria no próximo episódio, ou seja, os episódios 01, 02, 04, 08, 12, 15 e 19), sempre terminava com uma imagem da frota, e a voz do comandante adama dizendo a seguinte fala: \"Fugindo da tirania dos cylons, a ultima Battlestar (astronave de combate): Galactica, lidera uma frota fugitiva, em uma busca solitária, um planeta brilhante, chamado,..., Terra.\" == Galactica: Batalha nas Estrelas (1980) == Embora tenha feito muito sucesso, o seriado custava caro e foi cancelado logo no fim da primeira temporada, em 1979. Após o lançamento de dois filmes de Galactica (que fizeram bastante sucesso), os produtores tentaram revitalizá-lo com um novo seriado, chamada Galactica 1980, que foi ao ar exatamente no início de 1980. No principio, Galactica 1980 seria um telefilme, de 2 horas, que contaria a história do que aconteceu com a galactica quando eles encontraram o planeta Terra, e viram que através desse filme, poderiam fazer um seriado, e o roteiro do filme, acabou se tornando o roteiro dos 3 primeiros episódios da série (que no Brasil, foi chamado de Galactica: Batalha nas Estrelas). Após inúmeras aventuras e decorridos muitos anos no espaço, a Galactica localiza a Terra, eles teriam chegado na terra no ano de 1980, descobrindo que nossa civilização se encontra muito atrasada. Na Terra, a força dos coloniais é multiplicada diversas vezes por conta da baixa gravidade do planeta, em comparação com seus planetas de origem. Sua inteligência, comparada à inteligência dos terráqueos, é soberba e os alienígenas-irmãos tentam propiciar à Terra um imenso salto tecnológico. Adama, entretanto, não se atreve a informar a Terra sobre a ameaça cilônia, já que percebe que os governantes terrestres são sujeitos mesquinhos e apegados ao pouco poder que detêm. Auxiliado pelo genial cientista Dr. Zee (um jovem de 14 anos, que no final da série, descobrimos que ele é filho do personagem \"Starbuck\", da série anterior),o Comandante Adama defende a Terra, contra a nova geração de cilônios que o seguiu e descobriu o último reduto da Humanidade. Galactica 1980, para desgosto dos fãs, não traz mais diversas figuras da saga de 1978, como Apollo, Cassiopéia, Athena, Starbuck, Coronel Tigh e o próprio Baltar. Os únicos personagens que se mantiveram nessa nova versão, foram o comandante Adama, O Tenente Boomer (agora coronel Boomer) e Boxey, no entanto o ator que o interpretava não é o mesmo, já que Boxey era um garoto de 13 anos na primeira série, de 1978, e Galactica 1980 se passa muitos anos depois, agora ele (obviamente) já é adulto, e é interpretado por outro ator, e em Galactica 1980´, ele não é chamado de Boxey, seu nome agora é Troy (que o seriado dá a entender que seria o seu nome de guerra, já que Boxey agora é um guerreiro). Muitas pessoas confundem, até hoje esta série, como sendo a segunda temporada do seriado de 1978 - o que nunca existiu - inclusive, quando Galactica 1980 foi lançado em DVD, estava escrito em seu box a seguinte frase: \"A Segunda Temporada, da Série Original, De Battlestar Galactica\". Um fato interessante sobre a série, é que na abertura, sendo o nome da Série Galactica 1980, é claro, deveria aparecer na abertura o titulo, Galactica 1980, no entanto, a partir do episódio 3, começou a aparecer o título Battlestar Galactica. Na realidade, o novo seriado foi um completo fracasso, tendo sido cancelado após o seu décimo episódio (que foi justamente o melhor episódio da série na opinião dos fãs, pois teve a primeira - e única - aparição do personagem Starbuck). === Episódios === Episódios Episódios Episódios Número Título Data de Lançamento 01 Galactica Descobre O Planeta Terra, Parte I 02 Galactica Descobre O Planeta Terra, Parte II 03 Galactica Descobre O Planeta Terra, Parte III 04 Os Super Escoteiros, Parte I 05 Os Super Escoteiros, Parte II 06 Spaceball 07 A Noite Em Que Os Cilônios Pousaram, Parte I 08 A Noite Em Que Os Cilônios Pousaram, Parte II 09 Agricultores Espaciais 10 O Retorno De Starbuck === Filme === Em 1980, depois do cancelamento da segunda série lançada (Galactica 1980), foi lançada um filme baseado nesse seriado: 3) Conquista da Terra (Esse filme, foi basicamente uma versão alternativa do inicio da série Galactica 1980, e sim, esse filme também foi resultado de uma mistura de episódios. Foi a fusão dos episódios 1, 2, 7 e 8 de Galactica 1980, junto com algumas cenas do episódio 11 da série de 1978-1979). ===Transmissão em Portugal=== Galactica (1980) estreou na RTP1 no dia 16 de Outubro de 1982 às 17h45, legendada em português. Era exibida aos sábados e o último episódio foi no dia 5 de Março de 1983 às 18h20. Regressou aos domingos, no dia 23 de Outubro de 1983 no horário das 18h e terminou no dia 25 de Dezembro desse ano. == Battlestar Galactica (2003-2009) == Após muitos anos e sentindo a vontade dos fãs, novos produtores recriaram o velho seriado.Omelete (site) A ideia original era continuar a série original e contar histórias passadas cerca de quarenta anos após o ataque dos cylons. Entretanto, os novos produtores perceberam o potencial da história idealizada por Glen A. Larson e criaram algo inteiramente novo.Scoretrack Desta vez, houve primeiramente uma minissérie em 2003 e depois, em 2004, iniciou-se a série que teve o episódio final exibido nos EUA em 20 de março de 2009. A proposta agora é a seguinte: os Cylons são androides criados pelos seres humanos para facilitar a vida nas colônias. Alguns desses androides, os mais \"nobres\", possuem autoconsciência e, auxiliados pelos menos inteligentes, os centuriões, rebelaram-se contra seus mestres. Seguiu-se uma longa guerra, concluída com um acordo de paz e a retirada dos Cylons para outro planeta, um mundo onde poderiam se desenvolver por sua própria conta. Contudo, após anos de silêncio, eles desfecharam um traiçoeiro e fulminante ataque nuclear contras as Doze Colônias. Esse ataque só foi possível porque os Cylons evoluíram e passaram a mimetizar a forma humana, isto é, tornaram-se humanóides. Dessa forma, eles ludibriaram Gaius Baltar (James Callis), uma espécie de gênio científico responsável por um programa de computador que controlava a defesa das colônias; conseguiram, com sua cooperação involuntária, um vírus que paralisou totalmente a defesa dos humanos, inclusive a das naves de combate. Apenas a Galactica se salvou desse ataque inicial e isso porque, a mando do Comandante William Adama (agora interpretado pelo ator Edward James Olmos), os computadores da nave não estavam em rede e, portanto, não eram vulneráveis ao vírus utilizado nesse ataque. O resto da história é semelhante ao da primeira série, a Galactica reuniu cerca de setenta e cinco naves civis, com uma população de quase cinquenta mil pessoas e, sempre perseguidos pelos Cylons, passou a procurar a Terra apesar de Adama não acreditar que ela fosse mais do que uma lenda. A nova série, entretanto, é bem mais profunda, não se limitando a aventuras e batalhas espaciais: ela explora também as relações humanas em uma microcivilização ameaçada de extinção, na qual os humanos lutam entre si tanto como contra os Cylons. Os principais personagens da nova série são: * William Adama - comandante e, posteriormente, Almirante da Galactica. * Laura Roslin - Presidente civil do que sobrou dos coloniais; elegeu-se por ser o único membro vivo da equipe do Presidente. * Gaius Baltar - gênio científico multimilionário, homem apegado a aventuras sexuais. * Lee Adama - filho do comandante e líder dos pilotos de caça. Seu nome de guerra é Apolo. * Kara Thrace - Braço direito de Lee Adama, embora insubordinada. Seu nome de guerra é Starbuck. * Sharon Valerii - piloto batedora da frota, seu nome de guerra é Boomer . * Coronel Tigh - imediato de Adama. * Galen Tyrol - chefe dos mecânicos. * Anders - líder da resistência em Caprica ocupada pelos cylons. * Tori - assistente da Presidente. * Helo - piloto de caça, casa-se com Athena. Os principais cylons perseguidores da raça humana são: * Número Seis - seduz Baltar e o utiliza para conseguir o vírus. Passa a ser conhecida como Caprica 6 e cria uma estranha relação com Baltar. * Número Três - obstinada por um Deus único que é superior aos Deuses adorados pelos humanos. Existem doze modelos diferentes de cylons de aspecto humano, cada um com milhões de cópias ou clones, expecto os cylons revelados no perto do final da série. Essa informação é revelada no final da minissérie, misteriosamente deixada por alguém em um bilhete nas acomodações do Comandante Adama. Na verdade, essa informação já havia sido passada pela Número Seis a Baltar. O ataque às doze colônias é liderado por sete modelos, entre eles a Número Seis e a Número Três. Esses sete modelos vão sendo conhecidos ao longo da minissérie e das três primeiras temporadas. Ao final da terceira temporada, são revelados os outros cinco modelos e os fãs da série especulam que estes teriam sido contrários ao ataque e até mesmo estariam ao lado dos humanos. Este retorno triunfante de Galactica se deve em grande parte à persistência do ator Richard Hatch, que após o cancelamento do antigo seriado, lutou por anos para que uma nova versão fosse feita. Embora ele mesmo confesse que não gostou do novo conceito,[http://www.omelete.com.br/teve/8496/Richard_Hatch_de_volta_a__i_Battlestar_Galactica__i_.aspx// Omelete (site) aceitou participar do seriado atual no papel do terrorista Tom Zarek. Distante do heroico Capitão Apollo, Zarek teve seu lado positivo: acrescentou dramaticidade à trama e permitiu inserir Hatch de uma forma mais aceitável pelo novo contexto. == Ver também == * Battlestar Galactica (2003) * Battlestar Galactica (Nave) * Battlestar Pegasus * Caprica * Caprica (série) * Coadjuvantes de Batllestar Galactica * Conde Baltar * Cylon * Cylon Basestar * Cylon Raider * Cylon Ressurrection Ship * Doze Colônias * Doze Colônias do Homem * Gaius Baltar * Helena Cain * Kobol * Laura Roslin * Lee Adama * Nova Caprica * Número Seis * Sharon Valerii * Tom Zarek * William Adama == Ligações externas == * Categoria:Ficção científica militar",
 "title": "Battlestar Galactica"
}