{
 "id": "76917",
 "text": "Geotropismo ou gravitropismo é um tipo de tropismo que ocorre quando uma planta é colocada horizontalmente, as zonas do caule e da raiz voltadas para baixo recebem maior quantidade de auxinas do que as zonas superiores. A elevada concentração de auxinas favorece o crescimento do caule e inibe o crescimento da raiz. Em consequência, a região do caule voltada para baixo alonga-se mais rapidamente que a região superior, dirigindo-se a curvatura do caule para a parte superior. Diz-se que o caule tem gravitropismo negativo(-). No caso da raiz, a zona inferior cresce mais lentamente que a zona superior, o que faz com que nesse órgão apareça uma curva de crescimento dirigida para baixo, designando-se este tipo de movimento por gravitropismo positivo(+). Recomendado: Crescimento de órgão vegetal resultante do efeito da gravidade. É positivo quando segue a direção da gravidade (crescimento das raízes) e negativo quando é oposto (crescimento dos ramos). == Plagiotropismo == Plagiotropismo é a orientação de uma planta no que se refere a sua curvatura do crescimento de forma a que seu eixo tenha um ângulo diferente de 90 graus em relação à linha da força gravitacional. É um crescimento estimulado por forças gravitacionais, ou seja, um exemplo de gravitropismo ou geotropismo. É um tipo de crescimento comum em raízes secundárias. == Diagravitropismo == Diagravitropismo é uma espécie de geotropismo na qual o crescimento da planta é orientado de forma a que seu eixo forme um ângulo reto em relação ao campo gravitacional. Esse tipo de crescimento é comum em rizomas e estolões. == Gravitropismo (geotropismo): mecanismos de percepção da gravidade == Como a ação da gravidade atua sobre todo o corpo da planta, há hipóteses de mecanismos de resposta baseados em corpos em queda ou sedimentação. A maior probabilidade, neste sentido, é a ação dos amiloplastos (compartimentos que contêm amido) presentes nas raízes das plantas e também na bainha amilóide, nas partes aéreas. Esta hipótese é chamada de estatólito-amido, sistema que ocorre em células denominadas estatócitos. As moléculas de amido contidas em estatólitos (plastídeos especializados na percepção da gravidade) pressionam o retículo endoplasmático em orientações que acarretam diferentes respostas da planta.TAIZ, L, ZEIGER, E. Fisiologia Vegetal. Porto Alegre: Artmed, 4ª Ed., 2009 Categoria:Tropismo",
 "title": "Geotropismo"
}