{
 "id": "76915",
 "text": "O nono milênio a.C. marca o começo do período Neolítico. Época: Neolítico Milênio: Décimo milênio a.C. Oitavo milênio a.C. O nono milênio a.C. abrangeu o período entre os anos 9.000 a.C. e 8.001 a.C.. A agricultura se espalha pelo Crescente Fértil e o uso da cerâmica se torna mais comum. Aldeias maiores como Jericó se desenvolveram nas rotas do comércio de sal e sílex. O norte da Eurásia é repovoado quando os glaciares do último máximo glacial se retraem. A população mundial é de poucos milhões, talvez abaixo de 5 milhões. == Eventos == * c. 10000 - 8000 a.C. — A região de Quermanxá foi um dos primeiros lugares do mundo onde a povoação humana emergiu, incluindo Asiab, Qazanchi, Tape Sarabe, Chia Jani e Ganj- Darreh. * c. 9000 a.C.: ** Cultura do Neolítico começa no Antigo Oriente Próximo. ** Agricultura rudimentar dos natufianos.Lallanji Gopal. History of Agriculture in India, Up to C. 1200 A.D.. Concept Publishing Company; 2008. ISBN 978-81-8069-521-6. p. 121. ** Povos coletores pela região central do Brasil.Hernâni Donato. História de usos e costumes do Brasil. Editora Melhoramentos; 2005. ISBN 85-06-04577-0. p. 60.Pero Vaz de Caminha. Carta do achamento do Brasil. CALLIS; 1999. ISBN 978-85-86797-23-1. p. 14. ** Pequenas cidades na Mesopotâmia. Áreas de florestas densas.Graham Faiella. The Technology of Mesopotamia. The Rosen Publishing Group; 2005. ISBN 978-1-4042-0560-4. p. 42.Gilbert F. LaFreniere. The Decline of Nature: Environmental History and the Western Worldview. Academica Press,LLC; 2008. ISBN 978-1-933146-51-5. p. 42. ** Estruturas na cidade de Jericó na Palestina.\"Jericó na Palestina é considerada como um dos lugares mais antigos de contínua habitação humana de que se tem conhecimento. Esta cidade foi povoada a partir de 9000 a.C.(...)\", Davis K. Thanjan. Pebbles. Bookstand Publishing; 2011. ISBN 978-1-58909-817-6. p. 25. ** Agricultura e povoamento no Mediterrâneo\"Foi em cerca de 9000 a.C. que a interferência agricultural do neolítico ocorreu na bacia do Mediterrâneo.\", Francesco Di Castri; A.J. Hansen; M Debussche. Biological Invasions in Europe and the Mediterranean Basin. Springer; 1990. ISBN 978-0-7923-0411-1. p. 62. ** Lago Laacher, noroeste de Frankfurt, se forma quando um vulcão entra em erupção e forma uma caldeira.H. H. Lamb. Climate: Present, Past and Future (Routledge Revivals). Vol. Volume 1: Fundamentals and Climate Now. Routledge; 2013. ISBN 978-1-136-63975-3. p. 600. ** Uma esfinge e vários pilares monolíticos em Göbekli Tepe.Cecelia Frances Page. Magnificent Recollections. iUniverse; 2010. ISBN 978-1-4502-2712-4. p. 92. ** A Grã-Bretanha — Sítio arqueológico de Star Carr, em Yorkshire, Grã-Bretanha, é habitado por povos do Maglemosiano.Barry Cunliffe. Britain Begins. Oxford University Press; 2013. ISBN 978-0-19-960933-8. p. 105. ** População na Terra estimada em dez milhões.Qazi. Population Geography. APH Publishing; 2006. ISBN 978-81-7648-993-5. p. 53.World Development Report 1984. World Bank Publications; 1984. ISBN 978-0-19-520460-5. p. 76. * c. 8500 a.C. — Grã-Bretanha Caçadores do Mesolítico acampam em Cramond, na Escócia Pré-histórica. * c. 8083 a.C. — O Cometa Hale–Bopp aparece no céu; e voltaria apenas no . * c. 8000 a.C.: ** Os Muros de Jericó são construídos. ** Øvre Eiker, Noruega, é habitada. ** Estônia — O mais antigo povoamento da Estônia, Pulli, já é habitado. == Invenções e descobertas == * c. 9000 a.C.: ** Descoberta do cobre no Oriente Médio. ** Primeiras evidências da criação de ovelhas, no norte do atual Iraque.Noor Mohammad. New Dimensions in Agricultural Geography: Historical dimensions of agriculture. Concept Publishing Company; 1992. ISBN 978-81-7022-401-3. p. 87. ** Primeiras foices de madeira.Alfred R. Conklin; Thomas Stilwell. World Food: Production and Use. John Wiley & Sons; 2007. ISBN 978-0-470-16871-4. p. 98. ** Domesticação de gado e desenvolvimento da agricultura na Mesopotâmia.Simon Fairlie. Meat: A Benign Extravagance. Chelsea Green Publishing; 2010. ISBN 978-1-60358-325-1. p. 4. ** Ásia — Evidência da domesticação de gatos.\"Os gatos foram domesticados apenas algum tempo depois dos cães, provavelmente em cerca de 9000 a.C., o período de transição da vida nômade e de coleta para a vida sedentária.\" Tad Tuleja. Curious Customs. Stonesong; 2012. ISBN 978-0-9854343-9-7. p. 131. * c. 8500 a.C.: ** A Cultura natufiana, no oeste da Mesopotâmia, cultiva trigo selvagem com arados de sílex. ** Os barcos são inventados e os cães são domesticados na Europa, a partir dos lobos. ** Povos andinos domesticam o chili e dois tipos de feijões. * c. 8000 a.C.: ** Oriente Médio — Ferramentas feitas de sílex, pertencentes a povos caçadores-coletores do norte e centro da Arábia. ** Oriente Médio — Vasos de argila e figuras de terracota de animais e humanos são produzidas em Ganj Dareh no oeste do atual Irã. ** Troca de mercadorias, uma combinação de contabilidade, sistemas de inventário e meios de troca. ** Troca de mercadorias pode representar o começo de uma pseudo-escrita. ** O povo de Jericó estava produzindo tijolos de argila, deixando-os endurecer ao sol. ** Ásia — Domesticação do porco na China e na Anatólia. ** Oriente Médio — Domesticação de cabras. ** Oriente Médio — Vasilhas de argila e figuras de terracota de pessoas e animais são produzidas em Ganj Dareh no oeste do Irã. == Meio Ambiente == * c. 9000 a.C. — Resfriamento global temporário ocorre quando a Corrente do Golfo movimenta-se para o sul e a Europa congela. Categoria:Mesolítico",
 "title": "Nono milénio a.C."
}