{
 "id": "76934",
 "text": "Categoria:Património Mundial da UNESCO no Irão Beistum (Behistun), Bisitum (Bisitun) ou Bisutum (Bisutun; ) é para a escrita cuneiforme o que a Pedra de Roseta é para os hieróglifos: o documento mais importante no deciframento de uma língua até então esquecida. Localiza-se na província de Quermanxá, no Irã, no monte Beistum. O texto é uma declaração de Dario I da Pérsia, e inclui três versões do mesmo texto, escrito em três línguas e alfabetos diferentes: Persa antigo, Elamita e Babilônio. Um oficial do exército britânico, Sir Henry Rawlinson, transcreveu a inscrição em duas vezes, em 1835 e 1843. Rawlinson foi capaz de traduzir o texto cuneiforme em Persa antigo em 1838, e os textos em Elamita e Babilônio foram traduzidos pelo mesmo Rawlinson e outros depois de 1843. Babilônio foi uma antiga forma de Acadiano: ambas são línguas semíticas. == A inscrição == O texto da inscrição é uma declaração de Dario I, escrita três vezes em três alfabetos e línguas diferentes: duas línguas lado a lado, persa antigo e elamita, e babilônio acima delas. Dario governou o Império Aquemênida de 521 a . Por volta de , ele mandou fazer uma inscrição com a longa história da sua ascensão ao poder diante do usurpador Esmérdis (e sobre suas guerras subsequentes e supressões de rebelião) a ser inscrita em uma falésia perto da atual cidade de Bisitum, aos pés das montanhas Zagros, no Irã, exatamente aonde se chega vindo das planícies de Quermanxá. A inscrição tem aproximadamente 15 m de altura por 25 m de largura, e fica a 100 m de altura numa falésia à beira de uma antiga estrada ligando as capitais da Babilônia e do império dos Medas (Babilônia e Ecbátana, respectivamente). Ela é praticamente inacessível, pois a parte lateral da montanha foi removida a fim de tornar a inscrição mais visível após sua finalização. O texto em persa antigo contém 414 linhas em cinco colunas; o texto em elamita inclui 593 linhas em oito colunas e o texto babilônio está disposto em 112 linhas. A inscrição foi ilustrada com um baixo-relevo de Dario em tamanho real, dois servos e 10 figuras de 1 metro representando os povos conquistados; o deus Aúra-Masda flutua sobre a ilustração, abençoando o rei. Uma figura parece ter sido acrescentada após as outras terem sido completadas, assim como (curiosamente) a barba de Dario, constituída de um bloco de pedra independente fixado com pinos de ferro e chumbo. == Na Antiguidade == A primeira menção histórica conhecida da inscrição foi feita pelo grego Ctésias de Cnido, que notou sua existência por volta de . Também Tácito a menciona, incluindo uma descrição dos monumentos auxiliares da base da falésia, onde se encontra uma fonte. O que resta delas está de acordo com sua descrição. Diodoro Sículo também escreve sobre \"Bagistanon\" e afirma que fora inscrito pela rainha Semíramis da Babilônia. Após a queda do Império Aquemênida e de seus sucessores, e o desaparecimento da escrita cuneiforme, o significado da inscrição foi esquecido e interpretações e origens fantasiosas tornaram-se a norma. Durante séculos, em vez de ser atribuída a Dario — um dos primeiros reis persas — acreditou-se ser do reinado de Cosroes II . Uma lenda surgiu afirmando que havia sido criada por , um amante da mulher de Cosroes, Sirém. Exilado por sua transgressão, Farade recebe a missão de escavar a montanha para encontrar água; se tivesse sucesso, receberia a permissão de se casar com Sirém. Após vários anos e a remoção de metade da montanha, ele acaba por encontrar água, mas é informado por Cosroes que Sirém morrera. Ele fica louco e se atira da falésia. Sirém não morrera, naturalmente, e se enforcou ao saber da morte de Farade. == Descoberta == Foi somente em 1598, quando o britânico Robert Sherley avistou a inscrição durante uma missão diplomática na Pérsia por conta da Áustria, que a inscrição reteve a atenção dos estudiosos europeus. Sherley chegou à conclusão que se tratava de uma imagem representando a ascensão de Jesus Cristo. Falsas interpretações bíblicas pela parte dos europeus foram comuns durante os dois séculos seguintes, incluindo a ideia de que se tratasse de Cristo e seus apóstolos, ou as tribos de Israel e Salmanaser da Assíria. Em 1835, Sir Henry Rawlinson, um oficial do exército britânico treinando o exército do Xá do Irã, começou a estudar seriamente a inscrição. Como o nome da cidade de Bisitum estava anglicizado para \"Beistum\" na época, o monumento passou a ser conhecido como a \"Inscrição de Beistum\". Apesar de seu difícil acesso, Rawlinson foi capaz de escalar a falésia e copiar a inscrição em persa antigo. O texto elamita estava do outro lado de um abismo, e o babilônio 4 metros acima; ambas eram de difícil acesso, e foram deixadas para mais tarde. == Decifração == Em possessão do texto persa, e com aproximadamente um terço do silabário fornecido pelo especialista alemão Georg Friedrich Grotefend, Rawlinson começou a trabalhar na decifração do texto. Por sorte, a primeira seção do texto continha uma lista dos reis persas idêntica àquela mencionada por Heródoto, e comparando os nomes e os caracteres, em 1838 Rawlinson foi capaz de decifrar os caracteres cuneiformes usados no persa antigo. Após este sucesso, vieram os dois textos restantes. Depois de um período de serviço no Afeganistão, Rawlinson retornou ao trabalho em 1843. Utilizando tábuas de madeira, ele conseguiu atravessar o espaço que separava o texto em persa antigo e o elamita, e o copiou. Ele conseguiu, então, encontrar um rapaz suficientemente ágil para escalar a falésia por uma fissura e instalar cordas à altura do texto em babilônio, de modo que ele pôde copiá-lo em papel mâché. Rawlinson pôs-se novamente ao trabalho e traduziu a escrita e a língua babilônia independentemente de Edward Hincks, Julius Oppert e William Henry Fox Talbot, que também contribuíram na decifração; Edwin Norris e outros foram os primeiros a fazer o mesmo para o elamita. Sendo três das línguas primárias da Mesopotâmia, e três variações da escrita cuneiforme, estas decifrações foram uma das chaves para colocar a Assiriologia na era moderna. Pensa-se que Dario colocou a inscrição naquela posição inacessível para torná- la infalsificável. A legibilidade era secundária (o texto é completamente ilegível do solo) diante deste imperativo. Mas o rei persa não contou com a fonte no pé da falésia, o que trouxe tráfego humano crescente à área. Isso causou uma destruição considerável de algumas figuras. O monumento também sofreu avarias durante a Segunda Guerra Mundial, quando soldados usavam-no como alvo na prática do tiro. == bibliografia == * * * == Ligações externas == * * * * Categoria:Inscrição de Beistum",
 "title": "Inscrição de Beistum"
}