{
 "id": "76935",
 "text": "Roberto Ivens OA • ComSE (São Pedro, Ponta Delgada 12 de junho de 1850 — Dafundo, Oeiras 28 de janeiro de 1898), filho de pai inglês e de mãe açoriana, foi um oficial da Armada, administrador colonial e explorador do continente africano, português. == Biografia == Roberto Ivens nasceu a 12 de junho de 1850, na freguesia de São Pedro, Ponta Delgada, filho de Margarida Júlia de Medeiros Castelo Branco, de apenas 18 anos de idade, oriunda de uma família de modestos recursos, e de Robert Breakspeare Ivens, de 30 anos, filho do abastado comerciante inglês William Ivens, residente em Ponta Delgada desde 1800. Robert Breakspeare Ivens era bisneto materno do famoso Thomas Hickling, vice-cônsul americano em Ponta Delgada. Não sendo os pais casados, e dadas as diferenças sociais e convenções da época, fruto de amores furtivos e proibidos (mas tolerados), o nascimento deu-se numa casa arrendada, onde o pai havia instalado a amante, que, entretanto, fora amaldiçoada, deserdada e expulsa de casa pelo pai. A instâncias da mãe, o recém-nascido foi baptizado às escondidas como filho de pai incógnito, na igreja da Fajã de Cima, arredores da cidade. Entregue à parteira do lugar, Ana de Jesus, foi por esta levado à igreja sendo baptizada pelo cura, tendo como padrinho o irmão do vigário. A criança foi entretanto criada na companhia da mãe e da tia, Ana Matilde. Com o aparecimento de uma nova gravidez, Roberto Breakspeare Ivens providencia uma empregada e uma casa na Rua Nova do Passal, Ponta Delgada. Por influência do Dr. Paulo de Medeiros, reconhece a paternidade sobre o pequeno Roberto, mesmo antes do nascimento do segundo filho, Duarte Ivens. Com apenas três anos de idade perde a mãe vítima da tuberculose. Permanecendo em Ponta Delgada, beneficiando do estatuto social que o reconhecimento por parte da família Ivens lhe conferiu, frequenta a Escola Primária do Convento da Graça, onde desde logo foi apelidado de \"Roberto do Diabo\" dadas as travessuras em que se envolvia. O pai, que entretanto casara, fixou-se em Faro, no Algarve, para onde leva os filhos em agosto de 1858. Em 1861 Roberto Ivens é inscrito na Escola da Marinha, em Lisboa, ali fazendo os estudos que o conduziram a uma carreira como oficial de marinha. Foi sempre um estudante inteligente e aplicado, mas igualmente brincalhão. Um dos camaradas de curso confirmaria mais tarde este aspecto do carácter de Roberto Ivens: \"Onde havia uma guitarra era chamado o Ivens e onde estava o Ivens era procurada uma guitarra\". === Carreira naval === Concluiu o curso de Marinha em 1870, com apenas 20 anos, com as mais elevadas classificações. Frequentou em 1871 a Escola Prática de Artilharia Naval, partindo em setembro desse ano para a Índia, pelo Canal do Suez, integrado na guarnição da corveta Estefânia, onde é feito guarda- marinha. A partir de 1872 inicia contactos regulares com Angola. A 10 de outubro de 1874, completa os três anos de embarque nas colónias: Regressando a Portugal, em janeiro de 1875 faz exame para segundo tenente fora da barra de Lisboa. Em abril de 1875, segue na corveta Duque da Terceira para São Tomé e Príncipe e daqui para os portos da América da Sul. Regressando em abril de 1876, parte no mesmo mês, na Índia, para Filadélfia, com produtos portugueses para a Exposição Universal daquela cidade. Após o regresso da grande viagem de exploração, Roberto Ivens, por motivos de saúde, abandona o mar, passando a prestar colaboração cartográfica na Sociedade de Geografia de Lisboa e na execução de trabalhos relacionados com África, sobretudo Angola, no Ministério da Marinha e Ultramar. Foi nomeado, por Decreto de 8 de maio de 1890, oficial às ordens da Casa Militar do rei D. Carlos. Em 1891 colabora na constituição de um instituto ultramarino do qual viria a ser vogal da direcção. Por Decreto de 20 de dezembro 1892, foi colocado no quadro da Comissão de Cartografia, como vogal permanente. Por Decreto de 27 de abril de 1893, foi transferido para o cargo de ajudante-de-campo do rei. Em 1895 foi feito Oficial da Real Ordem Militar de São Bento de Avis e por Decreto de 17 de outubro nomeado secretário da Comissão de Cartografia, cargo que manterá até ao ano seguinte. O topo da sua carreira na Marinha foi alcançado a 7 de dezembro de 1895, com a promoção a capitão-de-fragata. === As explorações africanas === Ao regressar a Lisboa, soube do plano governamental de exploração científica no interior africano, destinado a explorar os territórios entre as províncias de Angola e Moçambique e, especialmente, a efectuar um reconhecimento geográfico das bacias hidrográficas do Zaire e do Zambeze. Foi, de imediato, oferecer-se para nela tomar parte. Como, porém, a decisão demorasse, pediu para ir servir na estação naval de Angola. Aproveitou esta estadia para fazer vários reconhecimentos, principalmente no rio Zaire, levantando uma planta do rio entre Borud e Nóqui. Por Decreto de 11 de maio de 1877 foi nomeado para dirigir a expedição aos territórios compreendidos entre as províncias de Angola e Moçambique e estudar as relações entre as bacias hidrográficas do Zaire e do Zambeze. Na mesma data foi promovido a primeiro tenente. De 1877 a 1880, ocupou-se com Hermenegildo Carlos de Brito Capelo e, em parte, com Alexandre Alberto da Rocha de Serpa Pinto, mais tarde 1.º Visconde de Serpa Pinto, na exploração científica de Benguela às Terras de Iaca. No regresso, é feito Comendador da Real Ordem Militar de Sant'Iago da Espada e é nomeado a 19 de agosto de 1880 vogal da Comissão Central de Geografia. Por Decreto de 19 de janeiro de 1882, foram-lhe concedidas honras de oficial às ordens e a 28 de julho foi nomeado para proceder à organização da carta geográfica de Angola. Em 19 de abril de 1883, é nomeado vogal da comissão encarregada de elaborar e publicar uma colecção de cartas das possessões ultramarinas portuguesas. Por portaria de 28 de novembro do mesmo ano foi encarregado de proceder a reconhecimentos e explorações necessários para se reunirem os elementos e informações indispensáveis a fim de se reconstruir a carta geográfica de Angola. Face às mais que previsíveis decisões da Conferência de Berlim era preciso demonstrar a presença portuguesa no interior da África austral, como forma de sustentar as reivindicações constantes do mapa cor-de-rosa entretanto produzido. Para realizar tão grande façanha, são nomeados Hermenegildo Augusto de Brito Capelo e Roberto Ivens. Feitos os preparativos, a grande viagem inicia-se em Porto Pinda, no sul de Angola, em março de 1884. Após uma incursão de Roberto Ivens pelo rio Curoca, a comitiva reúne-se, de novo, desta vez em Moçamedes para a partida definitiva a 29 de abril daquele ano. Foram 14 meses de inferno no interior africano, durante os quais, a fome, o frio, a natureza agreste, os animais selvagens, a mosca tsé-tsé, puseram em permanente risco a vida dos exploradores e comitiva. As constantes deserções e a doença e morte de carregadores aumentavam o perigo e a incerteza. Só de uma vez, andaram perdidos 42 dias, por terrenos pantanosos, sob condições meteorológicas difíceis, sem caminhos e sem gente por perto. Foram dados como mortos ou perdidos, pois durante quase um ano não houve notícias deles. Ao longo de toda a viagem, Roberto Ivens escreve, desenha, faz croquis, levanta cartas; Hermenegildo Capelo recolhe espécimes de plantas, rochas e animais. A 21 de junho 1885, a expedição chega finalmente a Quelimane, em Moçambique, cumpridos todos os objectivos definidos pelo governo. Na viagem foram percorridas 4 500 milhas geográficas (mais de 8 300 km), 1 500 das quais por regiões ignotas, tendo-se feito numerosas determinações geográficas e observações magnéticas e meteorológicas. Estas expedições, para além de terem permitido fazer várias determinações geográficas, colheitas de fósseis, minerais e de várias colecções de história natural, tinham como objectivo essencial afirmar a presença portuguesa nos territórios explorados e reivindicar os respectivos direitos de soberania, já que os mesmos se incluíam no famoso mapa cor-de-rosa que delimitava as pretensões portuguesas na África meridional. === Honra e glória === Finda a viagem de exploração, Roberto Ivens e Hermenegildo Augusto de Brito Capelo foram recebidos como heróis em Lisboa, a 16 de setembro de 1885. O próprio rei D. Luís I dirigiu-se ao cais para os receber em pessoa e os condecorar à chegada. O rio Tejo regurgitava de embarcações. Nunca se havia visto tamanho cortejo fluvial. Acompanhados pelo rei foram conduzidos ao Arsenal da Marinha para as boas-vindas, com Lisboa a vestir-se das suas melhores galas para os receber. Foram oito dias de festas constantes, com colchas nas varandas, iluminação, fogos de artifício, recepções, almoços, jantares e discursos sobre a heróica viagem. Mais tarde, o Porto não quis ficar atrás, excedendo-se em manifestações de regozijo e recepções. E no estrangeiro, Madrid esmerou-se em festas, conferências, recepções e condecorações; em Paris é-lhes conferida a Grande Medalha de Honra. Em Ponta Delgada, por iniciativa de Ernesto do Canto sucederam-se as manifestações em honra do herói. O dia 6 de dezembro de 1885 foi o escolhido para as solenidades. As ruas da cidade encheram-se de gente de todas as condições sociais. Cada profissão, cada instituição se incorporou no cortejo cívico com os seus pendões. Não faltaram as bandas de música e os discursos. Expressamente para esse dia foi composto o número único do jornal Ivens e Capelo e foi executado um Hino a Roberto Ivens, com letra de Manuel José Duarte e música de Quintiliano Furtado. Roberto Ivens faleceu no Dafundo, Oeiras, em 28 de janeiro de 1898, deixando viúva e três filhos que, por decreto de D. Carlos, continuariam a receber o subsídio que havia sido atribuído ao pai. O enterro, a 29 de janeiro, foi uma grande manifestação de pesar nacional. A urna de mogno estava coberta com a bandeira nacional. O segundo tenente Ivens Ferraz conduzia o bicórnio e a espada do falecido, envolta em crepe. Sobre a urna, três coroas de flores. No largo do Cemitério de Carnaxide prestou as honras fúnebres uma força de 160 praças do corpo de marinheiros, com a respectiva charanga, e junto do jazigo, o Ministro da Marinha proferiu o elogio fúnebre. Por todo Portugal existem dezenas de ruas com o nome de Roberto Ivens. Ponta Delgada prestou-lhe também a devida homenagem, erguendo um busto inicialmente colocado no Relvão e transferido, por decisão camarária de 1950, para a \"Avenida Roberto Ivens\", que começou a ser aberta com a demolição do muro da cerca do Convento da Esperança em 7 de abril de 1886. Em Ponta Delgada, bem próximo do lugar do seu nascimento, funciona a Escola Básica Integrada Roberto Ivens. == Obras publicadas == Roberto Ivens deu conta das suas expedições em obras que hoje são consideradas clássicos da literatura de viagem, tendo merecido múltiplas reedições: * De Benguela às Terras de Iaca, 1881; * De Angola à Contracosta (2 volumes), 1886. == Ligações externas == * Açorianos de Cultura: Roberto Ivens. Categoria:Portugueses de ascendência britânica Categoria:Exploradores de Portugal Categoria:Oficiais superiores de Portugal Categoria:Militares dos Açores Categoria:Naturais de Ponta Delgada Categoria:Monárquicos de Portugal Categoria:Oficiais da Ordem de Avis Categoria:Comendadores da Ordem de Santiago da Espada Categoria:Heróis de Portugal",
 "title": "Roberto Ivens"
}