{
 "id": "76946",
 "text": "right|thumb|240px|Estátua de Santo António de Lisboa no altar-mor da Igreja a si dedicada. A Igreja de Santo António é um edifício localizado na freguesia de Santa Maria Maior (Sé), no concelho de Lisboa, Portugal. Encontra-se alegadamente no local da casa onde Santo António nasceu, junto à antiga Porta do Mar, que existia na muralha de acesso ao interior de Lisboa medieval, e assume-se como seu santuário. Ao lado, encontra-se um pequeno museu a ele dedicado. Manda a tradição que os jovens que tencionam casar, no dia do casamento, visitem a igreja, rezem e deixem flores para Santo António, que é o intercessor dos recém-casados. Na descida para a cripta, há um painel de azulejos modernos que celebra a visita do Papa João Paulo II em 1982. == Arquitectura == No interior, a cripta com entrada pela sacristia é tudo o que resta da igreja original, que foi destruída pelo terramoto de 1755. A nova igreja, um edifício tardo-barroco e pombalinaIgreja de Santo António de Lisboa / Santuário de Santo António, SIPA de linhas sinuosas marcadas no desenho do frontão e da escadariaIgreja de Santo António de Lisboa, C. M. de Lisboa, cm- lisboa.pt, foi iniciada em 1767, sob a direcção de Mateus Vicente de Oliveira, arquitecto da Basílica da Estrela. Toda a obra foi parcialmente paga pelas crianças, que pediam \"um tostãozinho para o Santo António\", e, como se pode ver hoje, o chão da capela está coberto de moedas e as paredes exibem mensagens de devotos. Em 1995, a igreja foi renovada para o oitavo centenário do santo. O museu, em edifício anexo criado em 1962, erguido onde tradicionalmente se considera ser o local onde nasceu o Santo, foi fruto de renovação na sua exposição através de um projecto desenvolvido entre 2010 e 2012 por Ana Cristina Leite, Pedro Teotónio Pereira e Rita Fragoso de AlmeidaMuseu de Santo António, C. M. de Lisboa, museudacidade.pt. == Ver também == * Santo António de Lisboa * Basílica de Santo António de Pádua * O Mensageiro de Santo António * Museu de Santo António == Ligações externas == * Igreja de Santo António de Lisboa – Site oficial * * Igreja de Santo António de Lisboa / Santuário de Santo António na base de dados do SIPA * Igreja de Santo António de Lisboa in cm-lisboa.pt * Museu de Santo António in museudacidade.pt Categoria:Sé (Lisboa) Santo Antonio Lisboa Santo Antonio Lisboa Categoria:Monumentos nacionais em Lisboa Categoria:Santa Maria Maior (Lisboa)",
 "title": "Igreja de Santo António de Lisboa"
}