{
 "id": "76984",
 "text": "Em matemática, a é a série infinita definida como: \\sum_{k=1}^\\infty \\frac{1}{k} = 1 + \\frac{1}{2} + \\frac{1}{3} + \\frac{1}{4} + \\cdots O nome harmónica é devido à semelhança com a proporcionalidade dos comprimentos de onda de uma corda a vibrar: 1, 1/2, 1/3, 1/4, ... (ver série harmônica (música)). Esta série diverge lentamente. A demonstração (feita originalmente na Idade Média por Nicole d'Oresme) faz-se tendo em conta que a série \\sum_{k=1}^\\infty \\frac{1}{k} \\\\! = 1 + \\frac{1}{2} + \\frac{1}{3} + \\frac{1}{4} + \\frac{1}{5} + \\frac{1}{6} + \\frac{1}{7} + \\frac{1}{8} + \\frac{1}{9} + \\cdots é termo a termo maior que ou igual à série \\sum_{k=1}^\\infty 2^{-\\lceil \\log_2 k \\rceil} \\\\! = 1 + \\left[\\frac{1}{2}\\right] + \\left[\\frac{1}{4} + \\frac{1}{4}\\right] \\+ \\left[\\frac{1}{8} + \\frac{1}{8} + \\frac{1}{8} + \\frac{1}{8}\\right] + \\frac{1}{16}\\cdots = \\quad\\ 1 +\\ \\frac{1}{2}\\ +\\ \\quad\\frac{1}{2} \\ \\quad+ \\ \\qquad\\quad\\frac{1}{2}\\qquad\\ \\quad \\ + \\ \\quad\\ \\cdots que claramente diverge. == Soma dos primos recíprocos == Um resultado refinado prova que a série dos inversos dos primos diverge para infinito: \\sum_{k=1}^{\\infty}\\frac{1}{p_n}=\\frac{1}{2}+\\frac{1}{3}+\\frac{1}{5}+\\frac{1}{7}+\\frac{1}{11}+ ... =\\infty == Série harmônica alternada == A série harmónica alternada é definida conforme: \\sum_{k = 1}^\\infty \\frac{(-1)^{k + 1}}{k} = \\ln 2. Esta série é convergente como consequência do teste da série alternada, e seu valor pode ser calculado pela série de Taylor do logaritmo natural. Se se definir o n-ésimo número harmónico tal que H_n = \\sum_{k = 1}^n \\frac{1}{k} então Hn cresce tão rapidamente quanto o logaritmo natural de n. Isto porque a soma é aproximada ao integrar \\int_1^n {1 \\over x}\\, dx cujo valor é ln(n). Mais precisamente, se considerarmos o limite: \\lim_{n \\to \\infty} H_n - \\ln(n) = \\gamma onde γ é a constante de Euler-Mascheroni, pode ser provado que: # O único Hn inteiro é H1. # A diferença Hm \\- Hn onde m>n nunca é um inteiro. Jeffrey Lagarias provou em 2001 que a hipótese de Riemann é equivalente a dizer: \\sigma(n)\\le H_n + \\ln(H_n)e^{H_n} \\qquad \\mbox{ para qualquer }n\\in\\mathbb{N} em que σ(n) é a soma dos divisores positivos de n. (Ver .) A série harmónica generalizada, ou série-p, é (qualquer uma) das séries \\sum_{n=1}^{\\infty}\\frac{1}{n^p} para p um número real positivo. A série é convergente se p > 1 e divergente caso contrário. Quando p = 1, a série é harmónica. Se p > 1 então a soma das série é ζ(p), i.e., a função zeta de Riemann em ordem a p. Este raciocínio pode-se estender ao teste de convergência das séries. == Série divergente == Existem definições da soma de séries divergentes que geram resultados importantes. Por exemplo, é possível justificar (sob um conceito generalizado de soma de uma série) que 1 - 1 + 1 - 1 + ... = 1/2 ou 1 - 2 + 3 - 4 + ... = 1/4, e até mesmo somas paradoxais como 1 + 2 + 3 + 4 + ... = -1/12 ou 1 + 4 + 9 + 16 + ... = 0. No entanto, mesmo usando-se estes conceitos, a soma da série harmónica continua sendo infinita - o que é coerente com o valor da função zeta de Riemann no ponto z = 1. == Ver também == * Média harmónica * Razão harmônica Categoria:Séries matemáticas",
 "title": "Série harmónica (matemática)"
}