{
 "id": "76986",
 "text": "Deinonychus (, que significa 'terrível' e , genitivo , que significa 'garra') é um género de dinossauros carnívoros coelurossáurios dromeossaurídeos, com uma espécie descrita, Deinonychus antirrhopus. Podia crescer até aos 3,4 metros de comprimento e viveu durante o Cretáceo Inferior, há cerca de 115–108 milhões de anos (dos meados do Aptiano ao Albiano). Fósseis foram encontrados nos estados americanos de Montana, Utah, Wyoming, e Oklahoma, em rochas da Formação Cloverly, Formação Cedar Mountain e da Formação Antlers, mas dentes que podem ter pertencido ao Deinonychus foram encontrados muito mais ao leste em Maryland. O estudo do Deinonychus do paleontólogo John Ostrom no final do anos 1960 revolucionou a forma dos cientistas pensarem, levando ao \"renascimento dos dinossauros\" e iniciando o debate acerca de os dinossauros serem de sangue quente ou de sangue frio. Antes disto, a ideia popular de dinossauros tinha sido de gigantes reptilianos e pesados. Ostrom notou a espinha pequena, elegante, e de postura horizontal, como struthioniformes e outras ratitas (aves não voadoras), e especialmente as alargadas garras raptoriais nos pés, que sugeriam um ativo e ágil predador. \"Garra terrível\" refere-se a invulgarmente larga garra em forma de foice no segundo dedo posterior de cada pé. O fóssil YPM 5205 preserva uma larga, fortemente curvada unha. Quando vivos, os arcossauros têm uma bainha córnea sobre este osso, que estende o comprimento. Ostrom olhou para garras de crocodilo e de ave e reconstruiu a unha para o YPM 5205 como acima de 12 centímetros. O nome da espécie antirrhopus significa \"contrapeso\", que se refere a ideia de Ostrom acerca da função da cauda. Como em outros dromeossaurídeos, as vértebras da cauda têm uma série de tendões ossificados e processos ósseos super alongados. Estas caraterísticas pareciam tornar a cauda num rígido contrapeso, mas um fóssil do muito próximo Velociraptor mongoliensis (IGM 100/986) tem um esqueleto da cauda articulado que é curvado lateralmente numa longa forma de S. Isto sugere que, no dia-a-dia, a cauda podia dobrar-se para os lados com um alto grau de flexibilidade. == História da descoberta == Restos fossilizados de Deinonychus foram recuperados da Formação Cloverly de Montana e Wyoming e na Formação Antlers aproximadamente contemporânea de Oklahoma, na América do Norte. A formação Cloverly foi datada do final do Aptiano até os estágios iniciais do Albiano do Cretáceo Inferior, cerca de 115 a 108 milhões de anos. Além disso, dentes encontrados na Arundel Clay Facies (meio do Aptiano), da Formação Potomac na Planície Costeira Atlântica de Maryland podem ser atribuídos ao gênero. Os primeiros restos mortais foram descobertos em 1931 no sul de Montana, perto da cidade de Billings. O líder da equipe, o paleontólogo Barnum Brown, estava principalmente preocupado em escavar e preparar os restos mortais do dinossauro ornitópode Tenontosaurus, mas em seu relatório de campo do local da escavação para o Museu Americano de História Natural, ele relatou a descoberta de um pequeno dinossauro carnívoro próximo a um esqueleto de Tenontosaurus, \"mas envolto em cal difícil de preparar\". Ele informalmente chamou o animal de \"Daptosaurus agilis\" e fez preparativos para descrevê-lo e ter o esqueleto, espécime AMNH 3015, colocado em exposição, mas nunca terminou este trabalho. Brown trouxe de volta da Formação Cloverly o esqueleto de um terópode menor com dentes aparentemente grandes que ele informalmente chamou de \"Megadontosaurus\". O paleontólogo John Ostrom, revisando este material décadas depois, percebeu que os dentes vieram de Deinonychus, mas o esqueleto veio de um animal completamente diferente. Ele chamou esse esqueleto de Microvenator. Pouco mais de trinta anos depois, em agosto de 1964, Ostrom liderou uma expedição do Museu Peabody de História Natural de Yale que descobriu mais material esquelético perto de Bridger. Expedições durante os dois verões seguintes descobriram mais de 1.000 ossos, entre os quais havia pelo menos três indivíduos. Como a associação entre os vários ossos recuperados era fraca, tornando impossível determinar adequadamente o número exato de animais individuais representados, o espécime tipo (YPM 5205) de Deinonychus foi restrito ao pé esquerdo completo e ao pé direito parcial que definitivamente pertenciam ao mesmo indivíduo. Os espécimes restantes foram catalogados em cinquenta entradas separadas no Museu Peabody de Yale, embora pudessem ser de apenas três indivíduos. Estudos posteriores de Ostrom e Grant E. Meyer analisaram seu próprio material, bem como o \"Daptosaurus\" de Brown em detalhes e descobriram que eram da mesma espécie. Ostrom publicou suas descobertas pela primeira vez em fevereiro de 1969, dando a todos os restos referidos o novo nome de Deinonychus antirrhopus. O nome específico \"antirrhopus\", do grego ἀντίρροπος, significa \"contrabalançar\" e se refere ao provável propósito de uma cauda enrijecida. Em julho de 1969, Ostrom publicou uma monografia muito extensa sobre Deinonychus. Embora uma miríade de ossos estivesse disponível em 1969, muitos importantes estavam faltando ou eram difíceis de interpretar. Havia poucos elementos pós-orbitais do crânio, nenhum fêmur, nenhum sacro, nenhuma fúrcula ou esterno, vértebras faltando e (pensou Ostrom) apenas um pequeno fragmento de um coracoide. A reconstrução esquelética de Deinonychus feita por Ostrom incluía um osso pélvico muito incomum: um púbis que era trapezoidal e plano, diferente do de outros terópodes, mas que tinha o mesmo comprimento do ísquio e que foi encontrado bem próximo a ele. == Descrição == Baseado nos poucos espécimes completamente adultos (maduros), os Deinonychus podiam chegar aos 3,4 metros em comprimento, com um comprimento do crânio de 41 centímetros, uma altura das ancas de 87 centímetros e um peso de 73 quilogramas, apesar de haver uma estimativa ainda elevada que aponta para um peso de 100 quilogramas. Um espécime recebeu um comprimento de 3,2 metros e um peso de 56 kg.My theropod is bigger than yours … or not: estimating body size from skull length in theropods https://www.tandfonline.com/doi/abs/10.1671/0272-4634%282007%2927%5B108%3AMTIBTY%5D2.0.CO%3B2 O crânio estava equipado com mandíbulas poderosas forradas com cerca de setenta dentes curvados e em forma de lâmina. Estudos do crânio tem progredido bastante nas últimas décadas. Ostrom reconstituiu os crânios parciais e imperfeitamente conservados que ele tinha como triangulares, largos, e algo semelhante ao do Allosaurus. Materiais adicionais do crânio de Deinonychus e de espécies aparentadas descobertos com boa conservação tridimensional mostram que o palato era mais abobadado (curvado) do que Ostrom tinha pensado, fazendo o focinho muito mais estreito, enquanto que o osso jugal expandiu-se amplamente, dando maior visão estereoscópica. O crânio do Deinonychus era diferente do crânio do Velociraptor, na medida em que tinha o topo mais robusto, como o de um dromeossauro, e não tinha os ossos nasais deprimidos (mais baixos em relação à área em volta) do Velociraptor. Tanto o crânio como a mandíbula inferior tinham fenestras (aberturas no crânio) que reduziam o seu peso. No Deinonychus, a fenestra anterorbital, uma abertura no crânio entre o olho e a fossa nasal, era particularmente grande. Deinonychus possuíam grandes mãos (manus) com três garras em cada membro anterior. O primeiro dedo era o mais curto e o segundo o mais longo. Cada pata traseira tinha uma garra em forma de foice no segundo dedo, que provavelmente era usada durante a predação. Impressões de pele nunca foram encontradas em associação com fósseis de Deinonychus. Mesmo assim, as evidências sugerem que os Dromaeosauridae, incluindo o Deinonychus, tinham penas. O género Microraptor é mais velho geologicamente e mais primitivo filogeneticamente que o Deinonychus, e está dentro da mesma família. Múltiplos fósseis do Microraptor preservam penas palhetas, como as de pássaros modernos, nos braços, pernas e cauda, junto com penas de contorno. Velociraptor é geologicamente mais novo que o Deinonychus, mas ainda mais próximo (dentro da subfamília Velociraptorinae). Um espécimen de Velociraptor foi encontrado com botões de pena na ulna. Botões de pena são onde os ligamentos foliculares ligavam-se, e são um indicador direto de penas de aspecto moderno. == Classificação == Deinonychus antirrhopus é uma das mais conhecidas espécies de dromeossaurídeos, e é um parente próximo do menor Velociraptor, que é encontrado em mais recentes formações rochosas do Cretáceo Superior na Ásia Central. O clado que eles formam é chamado de Velociraptorinae. O nome da subfamília Velociraptorinae foi cunhado pela primeira vez por Rinchen Barsbold em 1983 e originalmente continha o único gênero Velociraptor. Mais tarde, Philip J. Currie incluiu a maioria dos dromeossaurídeos. Dois gêneros do Cretáceo Superior, Tsaagan da Mongólia e o norte-americano Saurornitholestes, também podem ser parentes próximos, mas o último é pobremente conhecido e difícil de classificar. Considera-se que o Velociraptor e seus aliados usavam suas garras mais do que seus crânios como ferramentas de matar, ao contrário dos Dromaeosaurinae como o Dromaeosaurus, que têm crânios mais atarracados (baixos e fortes). Juntamente com os troodontídeos, os dromeossaurídeos formam o clado Deinonychosauria, que é um grupo irmão para as aves. Filogeneticamente, o Deinonychosauria representa o grupo de dinossauros não-avianos mais estreitamente relacionado às aves. O cladograma abaixo mostra a posição filogenética do Deinonychus no interior do Eudromaeosauria seguindo a análise de Evans e seus colaboradores em 2013: == Paleobiologia == === Comportamento predatório === Dentes de Deinonychus encontrados em associação com fósseis do dinossauro ornitópode Tenontosaurus são bastante comuns na Formação Cloverly. Duas pedreiras que foram descobertas preservam fósseis bastante completos de Deinonychus próximos de fósseis de Tenontosaurus. A primeira, a pedreira de Yale, na Cloverly de Montana, inclui numerosos dentes, quatro Deinonychus adultos e um Deinonychus juvenil. A associação deste número de esqueletos de Deinonychus em uma única pedreira sugere que os Deinonychus podem ter se alimentado com esse animal, e talvez o caçado. Ostrom e Maxwell ainda usaram esta informação para especular que o Deinonychus poderia ter vivido e caçado em bandos. A segunda pedreira é da Formação Antlers de Oklahoma. O sítio contém seis esqueletos parciais de Tenontosaurus de vários tamanhos, juntamente com um esqueleto parcial e vários dentes de Deinonychus. Um úmero de Tenontosaurus ainda carrega o que poderia ser marcas de dentes de Deinonychus. Brinkman et al. (1998) apontam que o Deinonychus tinha uma massa de adulto de 70 a 100 kg, enquanto que tenontossauros adultos tinham de um a quatro toneladas. Um Deinonychus solitário não podia matar um tenontossauro adulto, sugerindo que a caça em bando é possível. Um estudo de 2007 por Roach e Brinkman colocou em dúvida o comportamento cooperativo de caça em bando do Deinonychus, com base no que é conhecido da caça de carnívoro moderna e a tafonomia de sítios de Tenontosaurus. Arcossauros modernos (aves e crocodilos) e dragões-de-komodo apresentam pouca caça cooperativa; em vez disso, eles são geralmente ambos caçadores solitários, ou são atraídos para carcaças previamente mortas, onde grandes conflitos ocorrem entre indivíduos da mesma espécie. Por exemplo, em situações em que grupos de dragões-de-komodo estão comendo juntos, os maiores indivíduos comem primeiro e atacam Komodos menores que tentam se alimentar; se o animal menor é morto, ele é canibalizado. Quando esta informação é aplicada aos sítios de Tenontosaurus, parece que o que se encontra é consistente com o Deinonychus possuindo uma estratégia de alimentação semelhante a de crocodilo ou Komodo. Restos de esqueletos de Deinonychus encontrados nesses locais são de sub adultos, com partes ausentes consistentes com terem sido comidas por outro Deinonychus. Por outro lado, um artigo de Li et al. descreve locais de trilha com espaçamento de pé similar e pegadas paralelas, o que implica um comportamento gregário em bando em vez de comportamento alimentar descoordenado.Em 2011, Denver Fowler e seus colaboradores sugeriram um novo método pelo qual o Deinonychus e outros dromeossaurídeos podem ter capturado e contido a presa. Este modelo, conhecido como o modelo de predação \"retenção de presa de raptor\" (RPR), propõe que Deinonychus matou sua presa de um modo muito semelhante às aves de rapina Accipitridae existentes: saltando sobre sua presa, prendendo-a sob o seu peso corporal e agarrando-a firmemente com as grandes garras, em forma de foice. Como accipitrídeos, o dromeossaurídeo então começa a se alimentar sobre o animal enquanto ainda está vivo, até que eventualmente morra de perda de sangue e falência de órgãos. Esta proposta baseia-se principalmente ao comparar a morfologia e as proporções dos \"pés\" e das pernas de dromeossaurídeos a vários grupos de aves de rapina existentes com comportamentos predatórios conhecidos. Fowler descobriu que os \"pés\" e as pernas de dromeossaurídeos se assemelham mais às de águias e falcões, especialmente em termos de ter uma segunda garra alargada e um alcance semelhante do movimento de agarrar. No entanto, o curto metatarso e a força do pé teriam sido mais semelhantes aos de corujas. O método de predação RPR seria consistente com outros aspectos da anatomia do Deinonychus, tais como a sua morfologia incomum de mandíbula e de braço. Os braços foram provavelmente cobertos de penas longas, e podem ter sido usados como estabilizadores de agitação para manter o equilíbrio enquanto estivesse em cima de uma presa animal se debatendo, junto com a cauda de contrapeso firme. Pensa-se que suas mandíbulas tinham uma força de mordida relativamente fraca, que podiam ser usadas para mordidas de movimento de serra, como o dragão-de-komodo moderno que também tem uma força de mordida fraca, para acabar com sua presa se seus chutes não fossem poderosos o suficiente. === Força da mordida === Estimativas da força de mordida para o Deinonychus foram produzidos pela primeira vez em 2005, com base na musculatura da mandíbula reconstruída. Este estudo concluiu que o Deinonychus provavelmente tinha uma força máxima de mordida de apenas 15% em relação a do jacaré-americano moderno. Um estudo de 2010 por Paul Gignac e seus colaboradores tentou estimar a força de mordida baseado diretamente em marcas de perfuração de dente de Deinonychus recém-descobertas nos ossos de um Tenontosaurus. Estas marcas de perfuração vieram de um indivíduo grande, e forneceu a primeira evidência de que Deinonychus grandes poderiam morder através de ossos. Utilizando as marcas de dentes, a equipe de Gignac foi capaz de determinar que a força de mordida de um Deinonychus era significativamente maior do que estudos anteriores haviam estimado através de estudos biomecânicos somente. Eles descobriram que a força de mordida do Deinonychus está entre 4 100 e 8 200 newtons, maior do que mamíferos carnívoros vivos incluindo a hiena, e equivalente a um jacaré de tamanho similar. Gignac e seus colaboradores também observaram, no entanto, que marcas de perfuração óssea de Deinonychus são relativamente raras, e ao contrário de grandes terópodes com muitas marcas de perfuração conhecidas como o Tyrannosaurus, Deinonychus provavelmente não comiam ou mordiam através de ossos com frequência. Em vez disso, eles provavelmente usaram sua alta força de mordida na defesa ou na captura de presas, ao invés de alimentação. === Funcionamento dos membros === Apesar de ser a característica mais marcante do Deinonychus, a forma e curvatura da garra falciforme (em forma de foice) varia entre os espécimes. O espécime descrito por Ostrom em 1969 tem uma garra falciforme fortemente curvada, enquanto que um espécime mais recente descrito em 1976 tinha uma garra com curvatura muito menor, mais semelhante no perfil com as garras \"normais\" nos dedos restantes. Ostrom sugeriu que essa diferença no tamanho e forma destas garras poderia ser devido à variação individual, sexual ou relacionada com a idade, mas admitiu que não podia ter certeza. Há evidências anatômicas e de pegadas indicando que esta garra foi mantida fora do chão enquanto o dinossauro caminhava sobre o terceiro e quarto dedos do pé. Ostrom sugeriu que o Deinonychus poderia chutar com a garra curva para fazer cortes simples e cortes mais largos em sua presa. Alguns pesquisadores até mesmo sugeriram que a garra foi usada para eviscerar grandes dinossauros ceratopsianos.Adams, Dawn (1987) \"The bigger they are, the harder they fall: Implications of ischial curvature in ceratopsian dinosaurs\" pp. 1–6 in Currie, Philip J. and Koster, E. (eds) Fourth symposium on mesozoic terrestrial ecosystems. Tyrrell Museum, Drumheller, Canadá Outros estudos sugeriram que as garras não foram utilizadas para cortes largos mas sim para emitir pequenos golpes à vítima. Em 2005, Manning e colaboradores realizaram testes em uma réplica robótica que precisamente combinava a anatomia do Deinonychus e do Velociraptor, e usou cilindros hidráulicos para fazer o robô atacar uma carcaça de porco. Nestes testes, as garras fizeram apenas perfurações rasas e não poderiam fazer cortes comuns ou cortes largos. Os autores sugeriram que as garras teriam sido mais eficazes na escalada do que em aplicar golpes mortais. Ostrom comparou o Deinonychus ao avestruz e ao casuar. Ele observou que as espécies de aves podem infligir ferimentos graves com a grande garra no segundo dedo do pés. O casuar tem garras de até 125 milímetros de comprimento. Ostrom citou Gilliard (1958) ao dizer que eles podem cortar um braço ou estripar um homem. Kofron (1999 e 2003) estudou 241 ataques de casuar documentados e descobriu que um ser humano e dois cães haviam sido mortos, mas nenhuma evidência de que casuares podem estripar ou desmembrar outros animais. Casuares usam suas garras para se defender, para atacar animais ameaçadores e em exibições combativas como a Exibição de Ameaça Curvada. A seriema também tem uma segunda garra do dedo do pes alargada, que é usada para rasgar a presa em pequenas partes e depois engolir. Em 2011, um estudo sugeriu que a garra provavelmente teria sido usada para derrubar uma presa ao mordê-la, e não como uma arma cortante. Estudos biomecânicos por Ken Carpenter em 2002 confirmaram que a função mais provável dos membros anteriores na predação era agarrar, já que o grande comprimento destes teria permitido um maior alcance que para a maioria dos outros terópodes. O coracoide bastante grande e alongado, indicando poderosos músculos nos membros anteriores, reforçou ainda mais esta interpretação. Estudos biomecânicos de Carpenter usando moldes de ossos também mostraram que o Deinonychus não poderia cruzar os braços contra seu corpo como um pássaro (\"envelopamento aviano\"), ao contrário do que era inferido a partir das descrições anteriores de Jacques Gauthier em 1985Gauthier, J.; Padian, K. (1985). M. K. Hecht, J. H. Ostrom, G. Viohl, & P. Wellnhofer (eds), ed. Phylogenetic, Functional, And Aerodynamic Analyses Of The Origin Of Birds And Their Flight. The Beginnings Of Birds. Proceedings of the International Archaeopteryx Conference, Eichstätt, 1984 (em inglês e alemão) (Eichstätt, Baviera, Alemanha: Freunde des Jura-Museums Eichstätt). pp. 185–197. ISBN 3-9801178-0-4 e Gregory S. Paul em 1988. Estudos de Phil Senter em 2006 indicaram que os membros anteriores do Deinonychus poderiam ser usados não só para agarrar, mas também para apertar objetos em direção ao peito. Se o Deinonychus tinha dedos e asas emplumados, as penas teriam limitado o alcance de movimento dos membros anteriores em algum grau. Por exemplo, quando o Deinonychus estendia seu braço para a frente, a \"palma\" da mão (manus) automaticamente rotacionava para uma posição virada para cima. Isto teria feito uma asa bloquear a outra se os membros anteriores estivessem estendidos ao mesmo tempo, levando Senter a concluir que os objetos presos ao peito só teriam sido mantidos com um braço de cada vez. O funcionamento dos dedos também teria sido limitado pelas penas; por exemplo, apenas o terceiro dedo da manus poderia ter sido empregado em atividades como sondar fendas em busca de presas pequenas, e apenas em uma posição perpendicular à asa principal. Alan Gishlick, em um estudo da mecânica dos membros anteriores do Deinonychus, em 2001, constatou que mesmo se as grandes penas das asas estavam presentes, a habilidade de agarrar da mão não teria sido significativamente prejudicada; em vez disso, a apreensão teria sido realizada perpendicular à asa, e objetos provavelmente teriam sido mantidos por ambas as mãos simultaneamente como em um \"abraço de urso\", descobertas que são apoiadas pelos estudos posteriores dos membros anteriores por Carpenter e Senter. Em um estudo de 2001 conduzido por Bruce Rothschild e outros paleontólogos, 43 ossos da mão e 52 ossos do pé que se referem ao Deinonychus foram examinados em busca de sinais de fratura de estresse; nenhuma foi encontrada. A segunda falange do segundo dedo do pes no espécime YPM 5205 tem uma fratura curada. Parsons e Parsons mostraram que espécimes juvenis e sub-adultos de Deinonychus apresentam algumas diferenças morfológicas em relação aos adultos. Por exemplo, os braços dos espécimes mais jovens foram proporcionalmente mais longos do que os dos adultos, uma possível indicação de diferença de comportamento entre jovens e adultos. Um outro exemplo disto poderia ser a função das garras dos \"pés\". Parsons e Parsons sugeriram que a curvatura da garra (que Ostrom, em 1976, já havia mostrado que era diferente entre os espécimes) talvez fosse maior para o Deinonychus juvenil, pois isso poderia ajudá-lo a subir em árvores, e que as garras se tornaram mais retas conforme os animais ficaram mais velhos e começaram a viver somente no chão. Isto foi baseado na hipótese de que alguns pequenos dromeossaurídeos usaram suas garras dos \"pés\" para subir. Em um artigo de 2015, eles relataram, após uma análise mais aprofundada dos fósseis imaturos, que a natureza aberta e móvel da articulação do ombro poderia ter significado que os jovens Deinonychus eram capazes de alguma forma de voo. === Velocidade === Dromeossaurídeos, especialmente Deinonychus, são descritos frequentemente como animais que correm excepcionalmente rápido na mídia popular, e o próprio Ostrom especulou que o Deinonychus era veloz em sua descrição original. No entanto, quando descreveu pela primeira vez, uma perna completa de Deinonychus não tinha sido encontrada, e a especulação de Ostrom sobre o comprimento do fêmur (osso da coxa) mais tarde se comprovou ter sido uma superestimativa. Num estudo posterior, Ostrom notou que a razão do fêmur para a tíbia (osso da parte inferior da perna) não é tão importante na determinação da velocidade quanto o comprimento relativo do pé e da parte inferior da perna. Em aves velozes modernas, como o avestruz, a razão pé-tíbia é 0,95. Em dinossauros que correm excepcionalmente rápido, como Struthiomimus, a razão é de 0,68, mas no Deinonychus a razão é de 0,48. Ostrom declarou que \"a única conclusão razoável\" é que o Deinonychus não foi particularmente rápido em comparação com outros dinossauros, e certamente não tão rápido como aves que não voam modernas. A baixa razão do pé para a parte inferior da perna no Deinonychus se deve em parte a um metatarso (ossos da parte superior do pé) excepcionalmente curto. A razão é realmente maior em indivíduos menores do que nos maiores. Ostrom sugeriu que o metatarso curto pode estar relacionado com a função da garra falciforme, e usou o fato de que aparenta ficar menor conforme indivíduos avançam em idade como apoio à isto. Ele interpretou todas essas características – o segundo dedo do pé curto, com garra alargada, metatarso curto etc. – como suporte para o uso do membro posterior como uma arma ofensiva, onde a garra falciforme atacaria para baixo e para trás, e a perna empurrada para trás e para baixo ao mesmo tempo, cortando e dilacerando a presa. Ostrom sugeriu que o metatarso curto reduziu o estresse total sobre os ossos da perna durante um ataque desse tipo, e interpretou o arranjo incomum de ligações musculares na perna do Deinonychus como suporte para sua ideia de que um conjunto de músculos diferente do usado ao caminhar ou correr era utilizado no golpe predatório. Portanto, Ostrom concluiu que as pernas do Deinonychus representaram um equilíbrio entre as adaptações de corrida necessárias a um predador ágil e características de redução de stress para compensar a sua arma de pé única. Em seu estudo sobre pegadas de dinossauros canadenses em 1981, Richard Kool produziu estimativas da velocidade de caminhada rude (ou irregular) com base em várias pegadas feitas por diferentes espécies na Formação Gething da Columbia Britânica, Canadá. Kool estimou que uma dessas pegadas, representando a icnoespécie Irenichnites gracilis (que pode ter sido feita pelo Deinonychus), tem uma velocidade de caminhada de 10,1 quilômetros por hora (6 milhas por hora). === Ovos === A identificação, em 2000, de um provável ovo de Deinonychus associado com um dos espécimes originais permitiu a comparação com outros dinossauros terópodes em termos de estrutura do ovo, nidificação e reprodução. Em sua análise do espécime feita em 2006, Grellet-Tinner e Makovicky examinaram a possibilidade de que o dromeossaurídeo estava alimentando-se com o ovo, ou que os fragmentos de ovos tinham sido associados com o esqueleto de Deinonychus por coincidência. Eles descartaram a ideia de que o ovo tinha sido uma refeição para o terópode, observando que os fragmentos foram ensanduichados entre as costelas da barriga e ossos do membro anterior, tornando impossível que representassem conteúdo do estômago do animal. Além disso, a forma em que o ovo foi esmagado e fragmentado indicou que ele estava intacto no momento em que foi enterrado, e posteriormente foi quebrado pelo processo de fossilização. A ideia de que o ovo foi associado de forma aleatória com o dinossauro também foi considerada improvável; os ossos que rodeiam o ovo não haviam sido espalhados ou desarticulados, mas permaneceram bastante intactos em relação às suas posições em vida, indicando que a área em volta e o ovo não foram perturbados durante a preservação. O fato de que esses ossos eram costelas da barriga (gastralia), que muito raramente são encontrados articulados, apoiou esta interpretação. Todas as evidências, de acordo com Grellet-Tinner e Makovicky, indicam que o ovo estava intacto debaixo do corpo do Deinonychus quando foi enterrado. É possível que isto representa o comportamento de reprodução ou aninhamento no Deinonychus semelhante ao observado nos relacionados troodontídeos e oviraptorídeos, ou de que o ovo estava, de fato, no interior do oviduto quando o animal morreu. O exame da microestrutura do ovo de Deinonychus confirma que pertenceu a um terópode, já que compartilha características com outros ovos de terópodes conhecidos e mostra diferenças em relação aos ovos de ornitísquios e saurópodes. Em comparação com outros terópodes maniraptoranos, o ovo de Deinonychus é mais semelhante ao de oviraptorídeos do que o de troodontídeos, apesar de estudos que mostram que os últimos são mais estreitamente relacionados aos dromeossaurídeos como o Deinonychus. Enquanto o ovo estava muito seriamente esmagado para determinar com precisão o seu tamanho, Grellet- Tinner e Makovicky estimaram um diâmetro de cerca de sete centímetros com base na largura do canal pélvico através do qual o ovo teve que ter passado. Este tamanho é semelhante ao diâmetro de 7,2 centímetros dos maiores ovos de Citipati (um oviraptorídeo); Citipati e Deinonychus também compartilharam o mesmo tamanho total do corpo, apoiando esta estimativa. Além disso, a espessura das cascas de ovos de Citipati e Deinonychus são quase idênticas, e uma vez que a espessura da casca se correlaciona com o volume dos ovos, isto apoia ainda mais a ideia de que os ovos destes dois animais eram aproximadamente do mesmo tamanho. == Paleoecologia == miniaturadaimagem|Fósseis de Deinonychus antirrhopus e Tenontosaurus tiltetti. Exposição na Academia de Ciências Naturais, 1900 Benjamin Franklin Parkway, Filadélfia, Pensilvânia, EUA Evidência geológica sugere que o Deinonychus tinha como habitat planícies de inundação ou pântanos. O paleoambiente tanto da Formação Cloverly superior e da Formação Antlers, onde foram encontrados os restos de Deinonychus, consistiu em florestas tropicais ou sub-tropicais, deltas e lagoas, não muito diferente da Louisiana de hoje. Outros animais com que o Deinonychus partilhou o seu mundo incluem dinossauros herbívoros como o blindado Sauropelta e os ornitópodes Zephyrosaurus e Tenontosaurus. Em Oklahoma, o ecossistema do Deinonychus também incluiu o grande terópode Acrocanthosaurus, o enorme saurópode Sauroposeidon, os crocodilianos Goniopholis e Paluxysuchus, e o peixe membro da ordem Lepisosteiformes conhecido como Lepisosteus. Se os dentes encontrados em Maryland são de Deinonychus, então os seus vizinhos incluiriam Astrodon e um nodossaurídeo (chamado Priconodon) conhecido apenas a partir do dente. A porção média da formação Cloverly varia em idade de 115 milhões, próximo da base, até há 108,5 milhões de anos, perto do topo, aproximadamente. == Ver também == * Outros dinossauros * Taxonomia dos dinossauros Categoria:Dromaeosauridae Categoria:Dinossauros do Cretáceo Categoria:Dinossauros da América do Norte Categoria:Espécies fósseis descritas em 1969",
 "title": "Deinonychus"
}