{
 "id": "77033",
 "text": "O Museu de Arte Moderna (Museum of Modern Art), mais conhecido como MoMA, é um museu da cidade de Nova Iorque, fundado no ano de 1929 como uma instituição educacional. Atualmente é um dos mais famosos e importantes museus de arte moderna do mundo. == História do museu == Ao longo da década de 20, três importantes patronos de arte, Miss Lillie P. Bliss, Mrs. Cornelius J. Sullivan, and Mrs. John D. Rockefeller II, perceberam que em Nova Iorque havia carência de uma reviravolta nas políticas de conservação dos museus e no traço arquitetônico destes. Assim desencadeou-se uma instituição que dedica-se exclusivamente à arte moderna. Quando o MoMA foi fundado em 1929, o seu director era Alfred H. Barr. Alfred não queria somente uma instituição que mostrasse a arte moderna aos nova-iorquinos, queria dedicar o espaço a novos artistas das novas correntes artísticas. À abertura deste museu o público respondeu prontamente: em dez anos o MoMA tornou-se o museu mais em voga e, todos os dias, centenas de pessoas acorriam ao museu a fim de ver as «boas novas» das vanguardas. Após confirmar tanto sucesso Alfred Barr decidiu então dividir o museu em vários departamentos, os quais seriam comandados por outros directores, desta feita, especializados para o departamento. Daí apareceram os departamentos de Filmes e Vídeos, Fotografia, Pintura e Escultura, Desenhos e Imagens e livros ilustrados. O museu teve, ao longo do tempo, várias ampliações. A maior, em 1984, foi levada a cabo por Cesar Pelli, que facilitou até o acesso aos visitantes do museu. == A coleção == A rica e variada colecção do MoMa constitui uma das maiores vistas panorâmicas sobre a arte moderna. Inicialmente o museu mantinha 8 pinturas e um desenho. Hoje conserva no edifício mais de 150 mil pinturas, esculturas, desenhos, modelos arquitecturais, imagens, fotografias e peças de design. Para além disso contém uma livraria e arquivo com cerca de 305 mil livros e ficheiros de mais de 70 mil artistas. A coleção também inclui obras de lendas de design mundial como Livio Castiglioni, Achille Castiglioni, Pier Giacomo Castiglioni. == Artistas mais notáveis == * Auguste Rodin * Paul Cézanne * James Ensor * Paul Gauguin * Georges Seurat * Vincent van Gogh * Edvard Munch * Henri Rousseau * Henri Matisse * André Derain * Pablo Picasso * Georges Braque * Aristide Maillol * Gustav Klimt * Kees van Dongen * Egon Schiele * Piet Mondrian * Oskar Kokoschka * Kandinsky * Marc Chagall * Giorgio de Chirico * Francis Picabia * Fernand Léger * Constantin Brancusi * Kazimir Malevich * Man Ray * Adolph Gottlieb == Algumas obras == As obras que mais se destacam neste museu são: * Noite Estrelada, Vincent van Gogh * Retrato de Joseph Roulin, Vincent van Gogh * Noite e a Terra, Paul Gauguin * A tormenta, Edvard Munch * A japonesa: mulher junto ao rio, Collioure, Verão, Henri Matisse * Modelo masculino, Henri Matisse * Dança, Henri Matisse * A cigana dormindo, Henri Rousseau * Les demoiselles d'Avignon, Pablo Picasso * Dois nus, Pablo Picasso * Paisagem, Paris, Pablo Picasso * Rapaz e cavalo, Pablo Picasso * Natureza-morta verde, Pablo Picasso * A Persistência da Memória, Salvador Dalí * Natureza-morta com maçãs, Paul Cézanne * O Banhista, Paul Cézanne * Ponte londrina, André Derain * Barcos de pesca, Collioure, André Derain * Hans Tietze e Êrica Tietze- Conrat, Oskar Kokoschka * A Esperança II, Gustav Klimt * Eu e a Aldeia, Marc Chagall * O aniversário, Marc Chagall. == Ver também == * Lista de museus * Les Demoiselles d'Avignon * Eu e a Aldeia == Galeria == Image:Henri Rousseau 010.jpg| Le Douanier (A cigana adormecida) por Henri Rousseau, 1897 Image:VanGogh-starry night.jpg|A noite estrelada por Vincent van Gogh Arte Moderna",
 "title": "Museu de Arte Moderna (Nova Iorque)"
}