{
 "id": "7707",
 "text": "O Banco Central do Brasil (também conhecido pelas siglas BC e BCB ou pelo acrônimo BACEN) é uma autarquia federal autônoma integrante do Sistema Financeiro Nacional sem vinculação a Ministério. Foi criado em 31 de dezembro de 1964 pela Lei nº 4 595 e iniciou suas atividades em março de 1965, tendo em vista que a Lei nº 4 595 entrou em vigor 90 dias após sua publicação. Assim como outros bancos centrais do mundo, o BC é uma das principais autoridades monetárias do país, sendo a principal o Conselho Monetário Nacional (CMN). O BC recebeu esta competência de 3 instituições diferentes: a Superintendência da Moeda e do Crédito (SUMOC), o Banco do Brasil, e o Tesouro Nacional. A Lei Complementar n°179, de 24 de fevereiro de 2021, estabeleceu a autonomia do BC. A estabilidade de preços continua sendo o objetivo fundamental do BC que, sem prejuízo desse objetivo, também irá zelar pela estabilidade e pela eficiência do sistema financeiro, suavizar as flutuações do nível de atividade econômica e fomentar o pleno emprego. == História == Anteriormente à criação do Banco Central, as atribuições de uma autoridade monetária brasileira eram desempenhadas por múltiplas instituições; especificamente, pela Superintendência da Moeda e do Crédito (SUMOC), pelo Banco do Brasil, e pelo Tesouro Nacional. A Superintendência da Moeda e do Crédito foi criada em 1945 pelo presidente Getúlio Vargas através do Decreto n° 7 293, com a finalidade de exercer o controle monetário e preparar a organização de um Banco Central. A SUMOC tinha a responsabilidade de fixar os percentuais de reservas obrigatórias dos bancos comerciais, as taxas do redesconto e da assistência financeira de liquidez, bem como os juros sobre depósitos bancários. Além disso, supervisionava a atuação dos bancos comerciais, orientava a política cambial e representava o país junto a organismos internacionais. Enquanto isso, o Banco do Brasil desempenhava as funções de banco do governo, mediante o controle das operações de comércio exterior, o recebimento dos depósitos compulsórios e voluntários dos bancos comerciais, e a execução de operações de câmbio em nome de empresas públicas e do Tesouro Nacional, de acordo com as normas estabelecidas pela Superintendência da Moeda e do Crédito e pelo Banco de Crédito Agrícola, Comercial, e Industrial. Por fim, o Tesouro Nacional era o órgão emissor de papel-moeda. Após a criação do Banco Central, buscou-se dotar a instituição de mecanismos voltados para o desempenho do papel de \"banco dos bancos\". Em 1985, foi promovido o reordenamento financeiro governamental com a separação das contas e das funções do Banco Central, Banco do Brasil, e Tesouro Nacional. Em 1986, foi extinta a conta movimento e o fornecimento de recursos do Banco Central ao Banco do Brasil passou a ser claramente identificado nos orçamentos de ambas as instituições, eliminando-se os suprimentos automáticos que prejudicavam a atuação do Banco Central. O processo de reordenamento financeiro governamental estendeu-se até 1988, quando as funções de autoridade monetária foram transferidas progressivamente do Banco do Brasil para o Banco Central, enquanto as atividades atípicas exercidas por esse último, como as relacionadas ao desenvolvimento e à administração da dívida pública federal, foram transferidas para o Tesouro Nacional. A Constituição brasileira de 1988 estabeleceu dispositivos importantes para a atuação do Banco Central, dentre os quais destacam-se o exercício exclusivo da competência da União para emitir moeda e a exigência de aprovação prévia pelo Senado Federal do Brasil, em votação secreta, após arguição pública, dos nomes indicados pelo Presidente da República para os cargos de presidente e diretores da instituição. Além disso, vedou ao Banco Central a concessão direta ou indireta de empréstimos ao Tesouro Nacional. A Constituição de 1988 prevê ainda, em seu artigo 192, a elaboração de Lei Complementar do Sistema Financeiro Nacional, que deverá substituir a Lei 4 595/64 e redefinir as atribuições e estrutura do Banco Central do Brasil; esta lei já foi editada. A instituição do Banco Central desempenha hoje papel indispensável na política econômica do país, sendo, pois, de valor fundamental para a organização financeira nacional, tendo como intuito a melhor aplicabilidade das normas e funções econômicas. Em setembro de 2019, o Banco Central do Brasil anunciou que iria lançar em 2020 um sistema de pagamento baseado em blockchain. O Pix não usa tecnologia blockchain. O Pix usa estrutura tecnológica centralizada, na qual a comunicação entre os diversos participantes e o BC é realizada por meio de mensageria. O sistema Pix foi anunciado para 3 de novembro de 2020, porém foi lançado antecipadamente em 5 de outubro do mesmo ano (apenas para cadastramento de chaves), com funcionamento pleno desde 16 de novembro de 2020, o novo sistema promete velocidade, segurança para a transferência e recebimento de valores entre bancos, fintechs e meios de pagamento digital, além de ser mais uma opção para substituir os pagamentos em dinheiro, segundo o próprio BACEN. Com a Lei Complementar n° 179, de 24 de fevereiro de 2021, tornou-se autarquia de natureza especial sem vinculação a Ministério, com autonomia técnica, operacional, administrativa e financeira. Os diretores têm investidura a termo e estabilidade durante seus mandatos. A missão do BC é garantir a estabilidade do poder de compra da moeda, zelar por um sistema financeiro sólido, eficiente e competitivo, e fomentar o bem-estar econômico da sociedade. == Funções básicas == De forma resumida, as funções do Banco Central são estas: * Banqueiro do governo – O Banco Central é o principal agente financeiro do governo, e também o depositário do Tesouro Nacional (além de representar o governo perante as instituições financeiras internacionais); * Gestor cambial – O Banco Central é o responsável pelas reservas cambiais do país em ouro e em moeda estrangeira (a principal delas, por enquanto, ainda é o dólar); * Supervisor do sistema financeiro – É o Banco Central quem monitora o sistema financeiro nacional (e sua evolução diária), além de autorizar o funcionamento das instituições financeiras nacionais e estrangeiras no país (bem como exercer a fiscalização das mesmas); * Emissor de moeda – É o Banco Central quem emite moeda metálica e papel–moeda em todo o país, em quantidade a ser definida e autorizada pelo Conselho Monetário Nacional; * Executor das políticas monetária e cambial – Com esta função, o Banco Central insere ou retira moeda do mercado, regula as taxas de juros, e controla as reservas de moeda estrangeira do país. Essas operações são conhecidas como open market (ou \"operações de mercado aberto\") e consistem principalmente na compra e venda de títulos públicos ou de moeda estrangeira; * Banco dos bancos (ou \"banco de última instância\") – O Banco Central provê empréstimos exclusivos aos membros do sistema financeiro a fim de regular a liquidez ou mesmo evitar falências que poderiam causar uma reação em cadeia de falências bancárias. Ele também mantém os depósitos compulsórios dos bancos comerciais, regulando assim a multiplicação da moeda escritural no mercado (é como se todos os bancos e demais instituições financeiras fossem \"clientes\" do Banco Central). == Competências == O Banco Central é o guardião dos valores do Brasil. É de competência exclusiva do Banco Central do Brasil: * Emitir moeda com curso forçado, ou seja, necessariamente aceita no país e garantir suprimento adequado de moeda em espécie à população;(*) *Manter o poder de compra da moeda; *Executar a política cambial e ser depositário das reservas internacionais; * Cumprir a função de \"banco dos bancos\", monitorar as contas das instituições financeiras de forma que mantenham saldo adequado e realizar operações de redesconto e empréstimos de assistência à liquidez às instituições financeiras; *Ser banco do governo, o BC detém as contas mais importantes do Estado brasileiro; *Manter sistema financeiro seguro e eficiente. O BC autoriza o funcionamento das instituições financeiras, supervisiona essas instituições e quando necessário executa intervenção nas mesmas; *Receber os recolhimentos compulsórios dos bancos comerciais; * Regular a execução dos serviços de compensação de cheques e outros papéis. (*) – A Casa da Moeda do Brasil (empresa pública) é quem fabrica o papel–moeda e a moeda metálica, mas o ato de emissão (colocar em circulação) é de responsabilidade do BC. O armazenamento e a logística do dinheiro são feitos por uma instituição custodiante. == Estrutura organizacional == A Diretoria Colegiada do BC é composta pelo presidente e oito diretores, que são nomeados pelo Presidente da República, após aprovação do Senado Federal. * Diretor de Administração - Dirad; * Diretor de Relacionamento, Cidadania e Supervisão de Conduta - Direc; * Diretor de Assuntos Internacionais e de Gestão de Riscos Corporativos - Direx; * Diretor de Fiscalização - Difis; * Diretor de Organização do Sistema Financeiro e de Resolução - Diorf; * Diretor de Política Econômica - Dipec; * Diretor de Política Monetária - Dipom; * Diretor de Regulação - Dinor. == Autonomia do Banco Central== Em 2020, tramitou no Senado o substitutivo do Projeto de Lei Complementar (PLP) 19/2019, de autoria do senador Plínio Valério, com relatoria de Telmário Mota, para estabelecer mandatos fixos de quatro anos para o corpo de diretores. O presidente da instituição seria nomeado no terceiro ano de cada mandato presidencial e, a cada dois anos, dois membros da diretoria seriam nomeados. A proposta objetiva dar autonomia operacional para o Banco Central. Apoiadores da proposta argumentam que o BC não sofreria mais pressões políticas do Poder Executivo na condução da política monetária, aumentando a credibilidade da instituição ante os investidores. Por outro lado, críticos dizem que a proposta, além de antidemocrática, pode levar a um descompasso entre a política monetária com as demais políticas do governo, devendo elas atuar de forma coordenada. Em 3 de novembro de 2020, o projeto foi aprovado no Senado, por 56 votos a 12. E em 10 de fevereiro de 2021, na Câmara dos Deputados foi aprovado por 339 votos a favor e 114 contra sem alterações, indo para sanção do Presidente Jair Bolsonaro, gerando a Lei Complementar n° 179 de 24 de fevereiro de 2021. == Relação das unidades do Banco Central do Brasil == Unidade Endereço CNPJ Brasília (sede) Setor Bancário Sul (SBS) Quadra 3 Bloco B - Ed. Sede Brasília - DF. CEP: 70074-900 00.038.166/0001-05 Belém Boulevard Castilhos França, 708. Campina. Belém - PA CEP: 66010-020 00.038.166/0002-88 Belo Horizonte Av. Álvares Cabral, 1605. Santo Agostinho. Belo Horizonte - MG CEP: 30170-008 00.038.166/0003-69 Curitiba Av. Cândido de Abreu, 344. Centro Cívico. Curitiba - PR CEP: 80530-914 00.038.166/0004-40 Fortaleza Av. Heráclito Graça, 273. Centro. Fortaleza - CE CEP: 60140-061 00.038.166/0005-20 Porto Alegre Rua 7 de Setembro, 586. Centro. Porto Alegre - RS CEP: 90010-190 00.038.166/0006-01 Recife Rua da Aurora, 1259. Santo Amaro. Recife - PE CEP: 50040-090 00.038.166/0007-92 Salvador 1ª avenida, 160. Centro Administrativo da Bahia (CAB) Salvador - BA. CEP: 41745-001 00.038.166/0008-73 São Paulo Av. Paulista, 1804. Bela Vista. São Paulo - SP CEP: 01310-922 00.038.166/0009-54 Rio de Janeiro Av. Presidente Vargas, 730. Centro. Rio de Janeiro - RJ CEP: 20071-900 00.038.166/0010-98 == Ver também == *Lista de presidentes do Banco Central do Brasil *Assalto ao Banco Central do Brasil em Fortaleza *Comitê de Política Monetária *Museu de Valores do Banco Central * *Banco central *Federação Brasileira de Bancos == Ligações externas == * * * * * * Canal Oficial no Youtube Categoria:Fundações no Brasil em 1964 Categoria:1964 na economia",
 "title": "Banco Central do Brasil"
}