{
 "id": "77162",
 "text": "Fi (maiúscula Φ, minúsculas φ ou ϕ; ) é a vigésima-primeira letra do alfabeto grego. No sistema numérico grego vale 500. No modo matemático do sistema LaTeX, é representada por \\Phi e \\phi. No grego antigo transcreve uma consoante aspirada consoante bilabial surda ; no grego moderno transcreve a fricativa labiodental surda . == Usos == * No sistema internacional de unidades (SI) φ representa a fração volumétrica, informalmente notada como (\"V/V\"). * Em engenharia elétrica, o φ minúsculo representa o ângulo de fase entre corrente e tensão, que determina o fator de potência de um circuito elétrico linear. * Em termologia, o Φ (maiúsculo) é usado para representar o fluxo de calor. * φ (minúscula) é utilizada como logo representativo da filosofia. * Em Lacan, a letra Φ representa o falo simbólico enquanto que - φ (minúscula) representa a castração. * Em matemática, a letra φ representa a proporção áurea (É uma constante matemática que descreve uma reta dividida em a e b, cuja razão entre a porção mais longa pela mais curta é igual o valor da divisão da reta pela porção mais longa, valor este que é de aprox. 1,618...). * Em navegação representa a latitude.Latitude and Longitude aip.org * Eventualmente usada na composição do símbolo da engenharia florestalVocê sabe o que significa o símbolo da Engenharia Florestal? centralflorestal.com.br * Usada para representar a sequência de Fibonacci φn * φ é o símbolo do movimento França Insubmissa (em francês, La France insoumise), criado para a candidatura de Jean-Luc Mélenchon na eleição presidencial francesa de 2017. Segundo Mélenchon, tal escolha se deveu ao fato de a abreviatura do nome do movimento (FI) ser pronunciada da mesma forma que o nome da letra Phi, que também é usada como abreviação da palavra filosofia (em grego, 'amor à sabedoria') e como símbolo da proporção áurea, a qual sugere a ideia de harmonia entre os humanos e entre estes e a Natureza.. == Classificação == * Alfabeto = Alfabeto grego * Fonética = /ph/, letra p aspirada, dígrafo ph do latim. Categoria:Alfabeto grego",
 "title": "Φ"
}