{
 "id": "77302",
 "text": "O Itaboraí Profute Futebol Clube é uma agremiação esportiva da cidade de Itaboraí, Rio de Janeiro. Foi fundado no dia 4 de junho de 2004 como Profute Futebol Clube; entre 2010 a 2017 chamou-se Itaboraí Profute Futebol Clube. Em 2017, após uma parceria com o Associação Atlética Volantes, o clube mudou-se para Mesquita, e passou a se chamar Profute Volantes Futebol Clube entre 2017 e 2019. Em 2020 voltou a se chamar Itaboraí Profute Futebol Clube. == História == Estreia no Campeonato da Terceira Divisão de Profissionais em 2005. Na primeira fase se classifica em segundo lugar, atrás do Esporte Clube Miguel Couto e à frente de Paraíba do Sul Futebol Clube e Rubro Social Esporte Clube, também habilitados. Artsul Futebol Clube, Associação Atlética Colúmbia e Futuro Bem Próximo Atlético Clube são eliminados. Nas quartas-de-final foi eliminado pelo Estácio de Sá Futebol Clube, o campeão da competição. Em 2006, é convidado a disputar a fase preliminar da Segunda Divisão, se classificando na primeira fase em terceiro lugar, atrás de Teresópolis Futebol Clube e Villa Rio Esporte Clube. Barcelona Esporte Clube, Campo Grande Atlético Clube e União Central Futebol Clube foram eliminados. Na primeira fase acaba eliminado ao ficar em sexto lugar em sua chave. Os classificados foram CFZ do Rio Sociedade Esportiva e Duque de Caxias Futebol Clube. Itaperuna Esporte Clube, Tigres do Brasil, Bangu Atlético Clube, Profute, Mesquita Futebol Clube e Serrano Foot Ball Club foram eliminados. A equipe sub20 em preparação para o estadual da categoria, no mesmo ano, foi campeã Gonçalense sobre o Flamenguinho do Pacheco, bairro de São Gonçalo, com vitória por 5x2 e tendo o artilheiro da competição Welington com 8gols, comandada pelo então treinador interino Álvaro Santos, e que depois viria à estrear no estadual sob o comando de Renato Santos com vitória de 5x0 sobre o Bangu.. Em 2007, o time fica em último lugar em sua chave, atrás dos classificados Guanabara Esporte Clube, São Cristóvão de Futebol e Regatas, Goytacaz Futebol Clube e Associação Atlética Portuguesa. O Estácio de Sá Futebol Clube foi eliminado e o Profute foi obrigado a disputar um torneio de repescagem visando o descenso. Nesse \"torneio da morte\" a equipe ficou na liderança, seguida do Artsul Futebol Clube. Foram rebaixados à Terceira Divisão Casimiro de Abreu Esporte Clube e Rubro Social Esporte Clube. Em 2008, ficou em quinto lugar em sua chave, não se classificando à fase seguinte. Se classificaram Tigres do Brasil, Teresópolis Futebol Clube, Silva Jardim Futebol Clube e Guanabara Esporte Clube. O Serrano foi relegado ao grupo da mortehttp://www.campeonatocarioca.kit.net/segunda_divisao/2008/primeira_fase.htm Segunda divisão do Rio de Janeiro - 2008. Em 2009, fica apenas na nona posição no Grupo \"A\", caindo para o torneio de repescagem, o Grupo X, conhecido por \"Torneio da Morte\". O America Football Club é o primeiro, seguido de Quissamã Futebol Clube, Riostrense Esporte Clube, Bonsucesso Futebol Clube, Artsul Futebol Clube, Cardoso Moreira Futebol Clube, CFZ do Rio Sociedade Esportiva e São Cristóvão de Futebol e Regatas. Na lanterna ficou o Grande Rio Bréscia Clubehttp://www.campeonatocarioca.kit.net/segunda_divisao/2009/primeira_fase_a.htm Segunda divisão do Rio de Janeiro - 2009. Mais uma vez conseguiu escapar do rebaixamento ao liderar o grupo. O Aperibeense Futebol Clube ficou em segundo, seguido do Angra dos Reis Esporte Clube. Foram rebaixados Villa Rio Esporte Clube, Campo Grande Atlético Clube e Grande Rio Bréscia Clube, o qual desistiu de participar do torneio da mortehttp://www.campeonatocarioca.kit.net/segunda_divisao/2009/descenso.htm Torneio de descenso da Segunda Divisão - 2009. Em 2010, na primeira fase no Grupo \"B\" fica apenas na oitava posição. Se classificam Sendas Esporte Clube, Bonsucesso Futebol Clube, Sampaio Corrêa Futebol e Esporte, Itaperuna Esporte Clube e Artsul Futebol Clube. Goytacaz Futebol Clube, Profute, Céres Futebol Clube e Angra dos Reis Esporte Clube são eliminados e são obrigado a disputar o Grupo \"X\", o \"torneio da morte\". O São Cristóvão de Futebol e Regatas liderou a disputa, seguido de Mesquita Futebol Clube e Angra dos Reis Esporte Clube. O Profute, Associação Atlética Portuguesa e Goytacaz Futebol Clube seriam os rebaixados, mas apenas este último caiu por conta da desistência do Rio das Ostras Futebol Clube e do Riostrense Esporte Clube. Em 2011, anuncia a suspensão das atividades profissionais sofrendo automaticamente descenso à Série C. A agremiação deixa suas instalações em Tanguá. Aparentemente estaria decretado o fim do time que revelou tantos atletas. Contudo, em 2013, resolveu retornar às disputas sob nova direção e nova roupagem. Márcio Santos foi empossado no cargo de presidente, entrando na vaga que era de Aílson Jorge Brasil. Com o pensamento de transformar o Profute no primeiro clube no coração da população de Itaboraí, o novo mandatário pensa em uma série de ações de marketing, sendo uma delas inclusive, a mudança de nome e o investimento nas categorias de base, contudo por desentendimentos quanto a locação do Alzirão o clube teve que mandar seus jogos no Marrentão. O clube logo após passou por um longo período de inatividade, só voltando as competições em 2016, sendo campeão do Torneio Amistoso da FERJ, equivalente a um nível abaixo da Serie C do carioca. Jogando novamente em Duque de Caxias abandonando de vez os planos de jogar em Itaboraí. == Títulos == * 2006 - Campeão Gonçalense de Futebol Júnior; * 2009 - Campeão Gonçalense de Futebol Juvenil; * 2016 - Torneio Amistoso ==Ver também== *Confederação Brasileira de Futebol *Campeonato Brasileiro *Copa do Brasil *Clubes brasileiros de futebol == Fonte == * VIANA, Eduardo. Implantação do futebol Profissional no Estado do Rio de Janeiro. Rio de Janeiro: Editora Cátedra, s/d. Categoria:Clubes de futebol de Mesquita (Rio de Janeiro) Categoria:Clubes de futebol fundados em 2004 Categoria:Fundações no Rio de Janeiro em 2004",
 "title": "Itaboraí Profute Futebol Clube"
}