{
 "id": "77323",
 "text": "Valeriodoce Esporte Clube é uma agremiação esportiva sediada em Itabira, no estado de Minas Gerais, fundada a 22 de novembro de 1942. ==História== Foi fundado por funcionários da empresa estatal Companhia Vale do Rio Doce (atual Vale S.A.). Quando a empresa foi vendida pelo governo, cessaram as contribuições para o clube, mas em contrapartida, houve o repasse do estádio, o qual, lhe pertencia. Foi o primeiro clube do interior, na era Mineirão, a ter um artilheiro do estadual, Luiz Alberto com 12 gols, em 1978. O clube chegou a disputar as Séries B (em 1988 e 1989) e C (em 1994 e 1995) do Campeonato Brasileiro de Futebol. Campeão Mineiro do Interior de 1978, a última partida da fase de classificação para o quadrangular final Araxá 0 e 1 Valério concretizando o Título de Campeão Mineiro do Interior de 1978, sendo a final do quadrangular adiada para o início do ano de 1979 devido as chuvas do final do ano de 1978. Nesta partida final foi lançado o atleta juvenil Casaca pelo técnico Hilton Chaves, e posteriormente conseguindo a titularidade e faixa de capitão do time no quadrangular final, sendo o melhor em campo na partida Cruzeiro 1x0 Valério. ===A privatização da Vale do Rio Doce e o início da decadência=== O clube continuou estável até 1998, quando houve a privatização da Companhia Vale do Rio Doce pelo Governo Federal, e a partir dai, o clube passou a sofrer com rebaixamentos e diversos problemas financeiros, devido a falta de interesse de empresários e de apoio da prefeitura de Itabira, chegando a oscilar entre o Módulo I (primeira divisão) e o Módulo II (segunda divisão) várias vezes. Mas, a partir de 2010, a situação financeira que já era ruim, piorou de vez, quando o Valério foi rebaixado para a Terceira Divisão do Campeonato Mineiro após terminar em penúltimo na classificação geral. Depois disso, o clube passou fazer campanhas medianas na terceirona do estadual, contudo, em 2019, por falta de candidatos a presidente do clube, o Valério optou por retirar de competições profissionais, sendo assim, foi licenciado de competições da Federação Mineira de Futebol de 2019 à 2022. ===O retorno aos gramados=== Depois de três anos afastado de competições profissionais, o Valério retornou ao profissional em 2022, disputando a terceira divisão do Campeonato Mineiro, em 2023 o Valério conseguiu se classificar como vice campeão da terceira divisão do Mineiro. Assim, o Valério voltou a disputar a segunda divisão do Campeonato Mineiro em 2024, onde está até hoje. == Títulos == ESTADUAIS Competição Títulos Temporadas Campeonato Mineiro - Módulo II 1 1964 Torneio Incentivo Mineiro 1 1980 Torneio Início 2 1962 e 1969 Campeonato Mineiro do Interior 3 1969, 1971 e 1978 ===Campanhas de destaque=== * Vice-Campeonato Mineiro da Segunda Divisão: 2003. * Vice-Campeonato Mineiro da Terceira Divisão: 2023. ===Categorias de Base=== * Campeonato Mineiro de Juniores: 3 vezes (1986, 1989 e 1990). == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha Anos rowspan=\"3\" Campeonato Mineiro 43 3º colocado (1969) 1959-1963, 1965-2000, 2004-2005 3 Módulo II 10 Campeão (1964) 1964, 2001-2003, 2006-2010, 2024 2 1 Segunda Divisão 9 Vice- campeão (2023) 2011-2016, 2018, 2022-2023 1 rowspan=\"2\" Série B 2 7º colocado (1988) 1988-1989 – – Série C 2 6º colocado (1994) 1994-1995 – – ==Símbolos== ===Mascote=== Fernando Pieruccetti ou Mangabeira, o chargista que criou os principais mascotes mineiros, escolheu para o clube a ave ferreiro (ou araponga). Mais tarde o clube resolveu adotar o dragão como símbolo, em homenagem a locomotiva \"Maria Fumaça\", que era chamada de \"Dragão\", devido à fumaça que soltava. ==Ranking da CBF== * Posição: 121º * Pontuação: 56 pontos Ranking criado pela Confederação Brasileira de Futebol que pontua todos os times do Brasil. Categoria:Clubes de futebol de Minas Gerais Categoria:Clubes de futebol fundados em 1942 Categoria:Esporte em Itabira",
 "title": "Valeriodoce Esporte Clube"
}