{
 "id": "77322",
 "text": "Xerazade (do persa شهرزاد), grafado também como Sherazade, Sheherazade ou Scheherazade, é uma lendária rainha persa e narradora dos contos de As Mil e Uma Noites. Segundo a lenda da antiga Pérsia, Xerazade, com sua beleza e inteligência, fascinou o rei ao narrar histórias fantásticas por mil e uma noites, poupou sua vida e ganhou o eterno amor do Rei Shariar. ==As mil e uma noites== Conta a lenda que na antiga Pérsia o Rei Shariar descobriu ter sido traído pela esposa, que tinha um servo como amante. Enfurecido o rei mandou matar os dois. Depois, toma uma terrível decisão: todas as noites, casar-se-ia com uma nova mulher e, na manhã seguinte, ordenaria a sua execução, para não mais ser traído. E assim foi por três anos, causando medo e lamentações em todo o reino.http://www.miniweb.com.br/cantinho/infantil/38/estorias_miniweb/1001_noites.html Um dia, a filha mais velha do primeiro-ministro, a bela e astuta Xerazade, diz ao pai que tem um plano para acabar com aquela barbaridade. Porém, para aplicá-lo, precisa casar-se com o rei. O pai tenta convencer a filha a desistir da ideia, mas Xerazade estava decidida a acabar de vez com a maldição que aterrorizava a cidade. E assim aconteceu, Xerazade casou-se com o Rei. Terminada a curta cerimônia nupcial, o rei levou a esposa a seus aposentos; entretanto, antes de trancar a porta, ouviu uma ruidosa choradeira. “Oh, Majestade, deve ser minha irmãzinha, Duniazade”, explicou a noiva. “Ela está chorando porque quer que eu lhe conte uma história, como faço todas as noites. Já que amanhã estarei morta, peço-lhe, por favor, que a deixe entrar para que eu a entretenha pela última vez!” Sem esperar resposta, Xerazade abriu a porta, levou a irmã para dentro, instalou-a no tapete e começou: “Era uma vez um mágico muito malvado...”. Furioso, Shariar se esforçou para impedir a história de prosseguir; resmungou, reclamou, tossiu, porém as duas irmãs o ignoraram. Vendo que de nada adiantava pestanejar, ele ficou quieto e se pôs a ouvir o relato da jovem, meio distraído no início, e muito interessado após alguns instantes. A pequena Duniazade adormeceu, embalada pela voz suave da rainha. O soberano permaneceu atento, visualizando na mente as cenas de aventura e romance descritas pela esposa. Repentinamente, no momento mais empolgante, Sherazade calou-se. “Continue!”, Shariar ordenou. “Mas o dia está amanhecendo, Majestade! Já ouço o carrasco afiar a espada!”. “Ele que espere”, declarou o rei. Shariar deitou-se e dormiu profundamente. Despertou ao anoitecer e ordenou à esposa que concluísse a história, mas não se deu por satisfeito: “Conte-me outra!”. Sherazade com sua voz melodiosa começou a narrar histórias de aventuras de reis, de viagens fantásticas de heróis e de mistérios. Contava uma história após a outra, deixando o Sultão maravilhado. Sem que Shariar percebesse, as horas passaram e o sol nasceu. Sherazade interrompeu uma história na melhor parte e disse: “Já é de manhã, meu senhor!”. O rei, muito interessado na história, deixou Sherazade no palácio por uma noite mais. E assim Sherazade fez o mesmo naquela noite, contou-lhe mais histórias e deixou a última sem terminar. Muito alegre, ora contava um drama, ora contava uma aventura, às vezes um enigma, em outras uma história real. E assim passaram-se dias, semanas, meses, anos. E coisas estranhas aconteceram. Sherazade engordou e de repente recuperou seu corpo esguio. Por duas vezes ela desapareceu durante várias noites e retornou sem dar explicação, e o rei nunca lhe perguntou nada. Certa manhã ela terminou uma história ao surgir do sol e falou: “Agora não tenho mais nada para lhe contar. Você percebeu que estamos casados há exatamente mil e uma noites?” Um som lhe chamou a atenção e, após uma breve pausa, ela prosseguiu; “Estão batendo na porta! Deve ser o carrasco. Finalmente você pode me mandar para a morte!”. Quem adentrou nos aposentos reais foi, porém, Duniazade, que com o passar dos anos se transformara numa linda jovem. Trazia dois gêmeos nos braços, e um bebê a acompanhava, engatinhando. “Meu amado esposo, antes de ordenar minha execução, você precisa conhecer meus filhos”, disse Sherazade. “Aliás, nossos filhos. Pois desde que nos casamos eu lhe dei três varões, mas você estava tão encantado com as minhas histórias que nem percebeu nada...” Só então Shariar constatou que sua amargura desaparecera. Olhando para as crianças, sentiu o amor lhe inundar o coração como um raio de luz. Contemplando a esposa, descobriu que jamais poderia matá-la, pois não conseguiria viver sem ela. Assim, escreveu a seu irmão lhe propondo que se casasse com Duniazade. O casamento se realizou numa dupla cerimônia, pois Shariar desposou Sherazade pela segunda vez, e os dois reis reinaram felizes até o fim de seus dias. ==Ver também== *Literatura árabe *Mil e uma noites *Scheherazade (Rimsky- Korsakov) *Graham, Seal. Encyclopedia of folk heroes. ABC-CLIO, 2001. ISBN 1576072169 *Anônimo. Las mil y una noches trad. María Elvira Sagarzazu. Colihue Clásica, 2006. ISBN 950-563-023-9 Categoria:Personagens d'As Mil e Uma Noites Categoria:Rainhas fictícias Categoria:Rainhas mitológicas",
 "title": "Xerazade"
}