{
 "id": "77389",
 "text": "é a capital da prefeitura de Ishikawa, na região de Chūbu, Japão. Recebeu o estatuto de cidade a 1 de Abril de 1889, e foi designada uma cidade principal em 1996. ==História== O nome \"Kanazawa\" (金沢, 金澤), que literalmente significa \"pântano de ouro\", provavelmente é derivado da lenda do camponês Imohori Togoro (lit. \"Togoro Cavador de Batatas\"), que estava cavando o solo o em busca de batatas quando flocos de ouro apareceram. O poço nos terrenos de Kenrokuen conhecido como Kinjo Reitaku (金城麗澤) foi recriado pelos senhores Maeda para reconhecer estas origens. A área onde Kanazawa foi originalmente conhecida como Ishiura, e o Santuário de Ishiura perto de Kenrokuen são remanescentes deste período. O centro da cidade era o castelo. Enquanto muitas cidades-castelo no Japão tinham o castelo com um lado para a cidade, Kanazawa cresceu ao redor dele. O próprio Castelo de Kanazawa foi incendiado em 1888, mas há algumas construções remanescentes, como o Portão de Ishikawa e a Casa longa Sanjikken, e uma larga seção foi meticulosamente reconstruída nos padrões autênticos. O local do castelo data do século XV, quando era o centro de poder para o Ikkō-ikki, que era uma seita Budista que derrubou os antigos governantes regionais, o clã Togashi, e estabeleceu o que é chamado de \"O Reino dos 'Camponeses'\" na Província de Kaga, a parte sul da atual Prefeitura de Ishikawa. Durante o século XV, os poderes dos xonguns centrais em Kyoto estava minguando e seus governadores regionais estavam assumindo poderes ainda maiores, esculpindo seus próprios feudos. Em Kaga, o sacerdote Rennyo, da seita Jōdo Shinshū, chegou na região para proselitismo. Os pensamentos Budistas de Rennyo rapidamente se espalharam entre os samurai e os camponeses. Os seguidores de Rennyo estavam apenas vagamente sob controle do Honganji central de Kyoto, e eram conhecidos como a seita Ikko (\"Uma Peça\" ou \"Um Só\"). Nessa época, devido ao poder enfraquecido dos governantes hereditários regionais, os Togashi, o controle central sob a região estava fraco, o que permitiu que grupos dos convertidos de Rennyo aumentarem suas ambições políticas, causando o seppuku do último governador Togashi, Masachika Togashi, em 1488. ===Kanazawa Gobo e o Reino dos Camponeses=== Pelos próximos cem anos, Kaga foi controlada pelos camponeses Ikko, que criaram um tipo de república mais tarde conhecida como o Reino dos Camponeses. Seu principal reduto era a Basílica de Kanazawa Gobo, no topo da Serra Kodatsuno. Ajudados pelos altos montes e flanqueados em dois lados por rios, era uma fortaleza natural e uma eventual casa dos senhores Maeda. Ao redor da basílica, no que é agora conhecido como a segunda e terceira baileys, a primeira cidade crescia, com residências sacerdotais e outras construções religiosas como seu núcleo, e ao redor delas as áreas mercantes. Muitos destes distritos ainda existem hoje, mas apenas no nome e nada mais. Este tipos de cidade, peculiar para o período, era uma cidade-templo fortificada. Em sua estrutura básica, tem uma grande semelhança com as cidades medievais Europeias, com o templo ou igreja no centro e a cidade inteira dentro de alguma forma de fortificação, geralmente uma enorme muralha cercada por um fosso, frequentemente seco. ===Fim do Reino dos Camponeses=== No ano 1580, um general de Oda Nobunaga chamado Sakuma Morimasa atacou o Reino dos Camponeses e conseguiu derrubar Kanazawa Gobo. Concedida uma quantia de 50.000 koku de Nobunaga, Sakuma seguiu em recriar a cidade como uma base militar. Entretanto, seu reinado foi curto. Em 1583, Toyotomi Hideyoshi, com o daimiô Toshiie Maeda e sua guarda avançada, invadiu o local, e Toshiie garantiu o feudo de Kaga em adição a Península de Noto, que ele já havia tomado posse. ===Toshiie Maeda e Kanazawa=== Toshiie Maeda nasceu em 1537, na vila de Arako, na Província de Owari (atual Nagoya), como filho de Toshiharu Maeda, o senhor do Castelo de Araka. No mesmo ano, na mesma província, Toyotomi Hideyoshi nasceu, e três anos mais tarde, Oda Nobunaga. E cinco anos depois, na vizinha Província de Mikawa, Tokugawa Ieyasu nasceu. Estes homens viriam a se tornar alguns dos mais poderosos senhores do Período Sengoku. Nobunaga, Hideyoshi e Ieyasu foram primariamente responsáveis pela reunificação do Japão após mais de 150 anos de guerra civil; entretanto o papel de Toshiie foi ofuscado pelos Três Grandes. Mesmo assim, Toshiie foi poderoso e o amigo mais próximo e confidente de Toyotomi Hideyoshi. Foi somente em sua morte em 1599 que o impediu de desempenhar um papel maior no estabelecimento do Xogunato Tokugawa. Após a morte do seu pai em 1569, Toshiie se encontrou como chefe do Clã Maeda e senhor do Castelo de Arako e com uma renda razoavelmente menor que 2450 kan. Ele era conhecido como um guerreiro formidável; Em 1551, aos quinze anos Toshiie conquistou sua primeira vitória, na Batalha de Kayazu. Ele pegou sua primeira cabeça nessa batalha e, em outra batalha em 1556, derrotou um homem conhecido por sua ferocidade ganhando elogios de Nobunaga. O salário de Toshiie foi triplicado e, devido a sua coragem, foi-lhe dada uma posição para servir diretamente Nobunaga. Em 1573, foi dada a Toshiie a quantia de 100.000 koku em Nibu, no sul da Província de Echizen, e então, aos 39 anos, se tornou um daimiô. Ele foi colocado lá para ficar de olho em Shibata Katsuie, que controlava oito distritos na região. Em 1581, foi concedido a Toshiie, então com 45 anos, os 230.000 koku do feudo de Noto, tornando assim o daimiô de uma província inteira. Deixando o Castelo de Fuchū em Echizen, Toshiie e sua família se mudaram para Noto e no ano seguinte ele construiu o Castelo de Komaruyama em Tokoroguchi (atual Nanao). Na Batalha de Shizugatake (1583) entre Hideyoshi e o poderoso senhor Shibata Katsuie, Toshiie tomou uma posição neutra. A princípio, ele tinha se juntado às forças de Shibata, mas retirou-se no meio do caminho, recuando para o Castelo Fuchu e indo para Hideyoshi.Turnbull, Stephen \"Samurai Commanders (2) 1577-1638\" (em Inglês) na p.28. A posição de Toshiie era delicada. Katsuie tomou sua terceira filha, Ma'a, como refém, e outras duas filhas foram adotadas pela família de Hideyoshi. Entretanto, para a preservação de seu clã, Toshiie precisava fazer a escolha mais politicamente sábia, então ele se juntou a Hideyoshi. As forças de Hideyoshi foram as vitoriosas. Toshiie implorou para que a vida de Katsuie fosse poupada, mas foi em vão: Shibata Katsuie cometeu suicídio nas chamas que consumiam seu castelo. Por volta de 1590, Toyotomi Hideyoshi unificou o Japão e era o mestre indiscutível do reino. Entretanto, ele não era elegível para o cobiçado título de xogum porque ele não era descendente de Minamoto. Nesta época havia se tornado habitual que o xogum fosse membro da Casa de Minato (a primeira casa de Xogunato). Hideyoshi, nascido de camponeses, não poderia ao menos estar conectado ao título. Ele teve que se contentar com o título menor de Taikō (Grande Regente).Turnbull, StephenToyotomi Hideyoshi 2011, p. 58 Hideyoshi estava ansioso sobre o futuro de seu jovem filho Hideyori. Em 1595 ele pediu a Toshiie para ser seu guardião. Em sua vontade, Hideyoshi escreveu \"Eu conheço Toshiie há vários anos, e sua retidão é bem conhecida. Eu desejo colocá-lo como guardião de Hideyori.\" Entretanto, Hideyoshi foi argumentado sobre deixar Toshiie como único regente, em grande parte pelo próprio Toshiie, e então um conselho de regentes foi criado para governar até que Hideyori chegasse a idade apropriada. Em 1595, Toshiie, junto com Tokugawa Ieyasu, Mori Terumoto, Uesugi Kagekatsu e Ukita Hideie, foram escolhidos por Hideyoshi para serem regentes. Ieyasu era o mais poderoso daimiô de Hideyoshi, mas Toshiie era provavelmente o segundo: Toshiie podia não estar tão alto no ranking ou ter tantas províncias como Ieyasu, mas ele era o soldado distinguido, confiado por Hideyoshi e muito mais popular. O Chefe Regente era, entretanto, em dinheiro, poder, e título, Ieyasu. Mesmo assim, Toshiie foi pedido por Hideyoshi para tomar completa responsabilidade de Hideyori, o que mostrou que era o homem que Hideyoshi mais confiava. Hideyoshi percebeu que após após sua morte que o homem que seria a maior ameaça ao seu governo seria Ieyasu. Generais leais a Toyotomi como Ishida Mitsunari não foram para o lado de Ieyasu, e isso levou ao confronto, com Toshiie como o único que poderia evitar uma guerra como Hideyoshi havia previsto. Hideyoshi morreu em 1598, após sua tentativa final abortada de conquistar a China através da Coreia falhar, fazendo a sucessão política se tornar altamente instável. Após a morte de Toshiie em abril de 1599, seu filho Toshinaga o consagrou no Santuário de Utatsu-Hachimangu em Kanazawa e fez de lá um lugar para os samurai prestarem seus respeito. Quando o feudalismo foi abolido e os feudos dissolvidos após a Revolução Meiji, ex-samurai construíram o Santuário de Oyama no local do Palácio de Kanaya, uma vez parte do castelo. O portão do santuário, construído em 1875, é uma fusão de design Europeu e Japonês, com raros vitrais no nível superior. É hoje registrado como uma Propriedade Cultural Importante do Japão. ===Toshinaga e Toshitsune=== O filho mais velho de Toshiie, Toshinaga, nasceu em 1562, quando Toshiie tinha 26 anos. Aos 20, ele se casou com a filha de Nobunaga, Ei. De senhor do Castelo de Fuchu em Echizen, ele continuou a governar sucessivamente os castelos Matto, Moriyama, e Toyama antes de herdar a administração do Clã Maeda em 1598. Na Batalha de Sekigahara em 1600, ele ficou do lado de Tokugawa Ieyasu e assim conseguiu ampliar ainda mais as terras deixadas por seu pai em massivos 1.2 milhões de koku — de longe o maior domínio fora das terras de Ieyasu na região de Kanto ao redor de Edo (atual Tóquio. Ele sucedeu a posição de seu pai como um dos Cinco Regentes que Hideyoshi apontou para governar enquanto seu filho era menor de idade, apesar de Toshinaga sempre ter tido que ficar atento e ser cuidadoso para proteger suas terras contra seu \"colega\" Tokugawa. Ele morreu em 1614 depois de se aposentar no Castelo de Toyama.Winkler, LawrenceSamurai Roads (em Inglês), 2016 Seu filho Toshitsune é creditado por assegurar o domínio Maeda, por suas alianças por casamento com os Tokugawa e o cuidado que teve para evitar qualquer ambição de pretensão militar. Entretanto a vasta riqueza dos Maeda foi canalizada para as artes, muitas das quais ainda são nacionalmente renomadas. A \"Cultura Milhão-koku\" explodiu como resultado da vasta riqueza da região. Com um domínio grande e um \"Senhor do Exterior\" (Tozama: daimiô que se submeteu a Ieyasu apenas após ele ter vencido a Batalha de Sekigahara em 1600) os olhos do Xogunato estavam constantemente em Kaga. Para mantê-los na baía, os Maeda investiram seus esforços em atividades culturais e não militares. O terceiro Senhor Maeda, Toshitsune, criou o Escritório de Mão-de-Obra de Kaga e promoveu a laca e a laca de ouro; já o quinto senhor, Tsunanori, colecionou obras de arte e de artesanato de todo o país. As raízes deste florescer cultural voltam aos dias de Toshiie e Toshinaga, quando a folha de ouro de Kaga, um trabalho ornamentado, e a caligrafia já era bem conhecidas. Quando o terceiro senhor dividiu seu domínio entre seus três filhos, Kaga ainda proporcionava uma renda maior que um milhão de koku. Esta grande soma manteve o status de Kanazawa como uma das maiores cidades do Japão através do Período Edo e fez surgir um legado de arte e cultura que de várias formas rivalizava até mesmo com o de Kyoto. Até mesmo hoje a frase Kaga Hyakumangoku é comum quando se fala sobre a história e a posição da cidade: um koku era a unidade de salário dos samurai no período feudal, e era cerca de 150 kg de arroz. Nos preços atuais do arroz no varejo Japonês, uma renda de um milhão de koku era o equivalente a seis bilhões de ienes, US$600.000.000 ou R$1.740.600.000,00 por ano (cotação de 19 de janeiro de 2018). ===Desenvolvimento=== Em 14 de abril de 1631, um incêndio começou perto da Ponte Sai. Ele consumiu a maior parte da cidade, incluindo o castelo. Em 1632, Toshitsune ordenou a construção de um canal para trazer água do Rio Sai superior para o castelo com o intuito de aliviar o problema de falta d'água do local. Um plano foi desenhado: a água seria retirada longe no rio acima, e canalizada por quilômetros de canais e encanamentos até o castelo. Os canos foram cuidadosamente colocados em um declive de 750:1 por aproximadamente 3.3 quilômetros ao longo da serra Kodatsuno. A água chegava ao castelo sob o fosso que ficava entre a construção e o que é agora é o Kenrokuen por um poço artesiano. O grande lago em Kenrokuen, Kasumi-ga-Ike, funcionava como um suprimento de emergência. A lenda local diz que o lago tem um plugue, que poderia ser puxado para aumentar a água nos fossos. No Período Meiji, os castelos eram propriedade do governo central, que os considerava símbolos do ultrapassado sistema feudal e que a maioria deveria ser destruída. No caso de Kanazawa, o castelo se tornou base da Nona Divisão do Exército Imperial. Os edifícios que estavam no caminho foram derrubados, e a maioria dos outros não sobreviveu a um incêndio em 1888. O Exército ocupou o castelo até depois da Segunda Guerra Mundial, quando foi extinguida, e em 1949 o local se tornou o novo lar da Universidade de Kanazawa. Ela permaneceu lá até 1998 quando se mudou para seu novo campus nas colinas que cercam a cidade. Agora o local é um parque e, pela primeira vez em seus 400 anos de história, está aberto ao público. ===Áreas mercantes=== Após 1600, Kaga era o domínio mais rico fora do próprio Xogunato. Como resultado, a população de Kanazawa aumentou dramaticamente. Isto resultou em um plano caótico da cidade que ainda existe nos dias hoje. Apesar de o assentamento parecer não ter sido minuciosamente construído, ele aparentava ser assim ás vezes. O plano de ruas como se fossem labirintos foi feito com propósitos defensivos: entretanto, não há base documental para esta ideia. De fato, a maior parte das cidades-castelo foi planejada de forma racional e algumas, como Nagoya, seguiam a planta ortogonal como Manhattan. As táticas defensivas de um castelo eram, entretanto, primariamente fossos e portões: as ruas ficavam com um papel menor. As séries de fossos foram estabelecidas no século XVII. Inicialmente, eles eram secos, mas depois foram conectados aos rios. O Fosso Interno foi cavado em apenas 27 dias, medindo entre 1.21 de 1.52 metros de largura. O Fosso Externo demorou um pouco mais, e tinha entre 1.82 e 2.74 metros de largura. Apesar de muito do Fosse Interno já ter sido coberto, grandes sessões do Fosse Externo permanecem. A terra removida do fosse foi empilhada em montes ao longo do lado interno, como uma medida de defesa. Pelo final do Período Edo, decretos para o povo da cidade parar de construir casas nos topos dos montes e exigindo que eles limpassem as sessões usadas. Similarmente, casas começaram a preencher os aceiros pela cidade e apareceram até mesmo na propriedade do templo do distrito de Teremachi (a cidade-templo) no sul da cidade. A Estrada Hokuriko passava através de Kanazawa. A entrada frontal do castelo ficava para o norte, já que era esta estrada que os senhores Maeda tomavam quando queriam ir até Edo (como eles tinham que fazer por conta do sistema de Serviço Alternativo Sankin-kōtai)).Jansen, Marius B. (2000). The Making of Modern Japan, pp. 127–141. A entrada da cidade era originalmente marcada por um pequeno aglomerado de pinheiros, depois substituídos com um portão chamado Portão dos Pinheiros, e uma ponte. Daqui a estrada passava pelas casas mercantes, e se estreitava perto do Rio Asano. Assim como era típico no planejamento urbano de outras cidades do Japão, havia um grande espaço aberto onde as pessoas tendiam a se reunir no pé da ponte. Havia cabanas de guarda e um portão lá, e era um dos lugares onde os avisos públicos eram mostrados. Kanazawa é flanqueada por dois rios e por razões defensivas haviam apenas duas pontes permanentes pelo Rio Asano, e apenas uma passando pelo agitado Rio Sai. Entretanto, haviam pontes flutuantes e balsas. A atual ponte sobre o Rio Asano data do Período Taishō – as originais de madeira tendiam a ser levadas frequentemente nas inundações – especialmente as que ficavam sobre o Rio Sai. A principal rua de Kanazawa no Periodo Edo era a Owari-chō. Uma estrada relativamente larga, alinhada com grandes casas mercantes. Ela estendia-se até o Mercado Omicho no final – que ainda está lá, ainda vendendo mantimentos, como tem feito pelos últimos quatro séculos. Cerca de um terço do caminho da rua, a esquerda, outra rua larga leva até o portão principal do castelo. Plebeus (nas cidades isto significava comerciantes e artesãos) viviam em áreas designadas. As áreas mercantes ficavam ao longo das ruas principais, notavelmente a Estrada Hokkoku que atravessava a cidade. Os comerciantes aqui eram os mais ricos e influentes, e algumas de suas lojas ainda existem hoje. Outras áreas distantes eram consideradas inferiores, e as casas que ficavam nelas eram de uma escala menor correspondente. ===Arquitetura de Kanazawa=== As casas eram taxas pela largura da fachada, o que levou a um desenvolvimento de casas compridas e estreitas. Diferente das casas dos samurai, elas eram construídas diretamente para a rua e encostadas nas casas vizinhas. Eram de dois andares, apesar de o andar superior ser usado principalmente para estocagem, particularmente na parte da frente, acima da área da loja. Um detalhe das casas de comerciantes de Kanazawa era o longo corredor de terra que ia da porta da frente até a parte de trás da casa. A típica casa de comerciante, deveria ter uma área para a loja, então duas salas interiores, com a sala mais importante na parte de trás, de frente para o jardim interior. Além dali, era a cozinha, e no final da casa deveria ter um armazém a prova de fogo de paredes grossas. Apesar de muito poucas casas do Período Edo terem restado, o estilo básico havia permanecido. A neve era um fator significante no design da casa. Os tetos eram inclinados em direção a um jardim central que era desenhado para coletar neve, provendo assim luz para a parte de trás (neve reflete luz). Enquanto o mar de telhas pretas brilhando no sol é uma imagem turística comum de Kanazawa hoje, a arquitetura tradicional usava tábuas pressionadas por pedras. Devido a forte queda de neve na costa do Mar do Japão, as telhas tradicionais eram consideradas muito pesadas. O uso de telhas na fachada e tábuas sob os beirais serve para prevenir o dano da neve. ===Áreas samurai=== A reorganização em larga-escala das áreas samurai aconteceu em 1611. As áreas foram ordenadas por renda. Como o rendimento do domínio havia aumentado em quatro vezes nos últimos vinte anos, alguma reorganização deveria ser feita. Locais deveriam ser encontrados para as 14 famílias com renda maior que 3000 koku e seus criados, sem falar no grande número de samurai que chegou de Takaoka (na Província de Toyama) com Toshitsune, O terceiro senhor, quando ele tomou sua posição. As famílias mais ricas foram movidas do castelo para grandes propriedades pela cidade. Seus criados foram alojados em grandes complexos próximos. O mais notável exemplo em Kanazawa é Honda-machi, onde os criados da poderosa e rica Família Honda viveram, no que parecia ser uma cidade dentro da cidade. Na maioria dos casos, mesmo em grandes feudos como Sendai e Satsuma, os samurai viviam em suas próprias terras. Já em Kaga, todos os samurai, independente de renda, viviam em Kanazawa. Quando Kanazawa foi terminada mais ou menos no final do século XVII, mais de três quartos dela era composto de casas de samurai. Próximos ao castelo estavam as grandes propriedades das Oito Casas (vassalos chefe) e de seus próprios criados. Para cada 100 koku de renda, um samurai ganhava 550 m2 de terra, e a média da \"classe-média\" samurai era 800, o que é enorme em comparação com uma casa Japonesa moderna. A mais rica família vassala, os Honda, tinha a grande renda de 50.000 koku. O mínimo para o nível daimiô era 10.000 koku, e além das Oito Casas, cerca de doze famílias tinham uma renda que ultrapssava isso. Kanazawa era cheia de grandes mansões.Beasley, William G. A Restauração Meiji (em Inglês). pp. 14-15. Stamford University Press, 1972. O tamanho e localização da casa de um samurai era determinada por sua renda e reputação. Os mais poderosos e ricos samurai em Kanazawa tinham os próprios homens, geralmente centenas. que eram alojados em grandes áreas que habitualmente eram adjacentes a casa principal. As casas de samurai compartilhavam um padrão comum: possuíam apenas um andar, geralmente em um plano quadrado ou retangular, cercadas por um jardim – tanto com espécies vegetais quanto com espécies decorativas. O teto era do tipo gablete e era de frente para a rua. O muro era geralmente feito com terra batida, coberto de telhas. Havia várias assim na cidade, mais notavelmente na área Nagamachi. O tamanho e o peso do muro e do portão de entrada eram também ditados pelo rank do samurai. Samurai que ganhavam acima de 400 koku tinham um portão estável, usado para abrigar guardas e cavalos. Apesar de a área Nagamachi ser promovida nos guias turísticos como a \"área samurai\", a maioria das casas que ali ficavam não pertenciam a samurai. Restam poucas casas de samurai genuínas em Kanazawa. (Isto se deve ao fato de que após a Restauração Meiji os samurai se encontraram desprovidos de sua tradicional renda, e muitos acabaram vendendo suas propriedades, que foram transformadas em campos antes de serem reconstruídas como casas modernas antes da Segunda Guerra Mundial.) ===Áreas de templos=== Um aspecto distintivo de Kanazawa, e de outras cidades-castelos, é o agrupamento de templos próximos das entradas. Quando Kanazawa era governada pelo Ikko, os templos eram todos Jodo Shinshu. Depois que o daimiô se mudou, assim como outras seitas: Soto, Shingon, Hoke, Ji, etc. Os templos foram colocados em seus atuais locais por volta de 1616. Em Teramachi (a área da \"cidade templo\"), eles eram alinhados lado a lado ao longo de uma estrada reta que ia até o pé do Nodayama. Propósitos defensivos geralmente foram a explicação deste tipo de planejamento, e é verdade que os espaços amplos, paredes grossas, e grandes corredores de templos estavam hábeis para serem usados como fortificações de emergência. Entretanto, até que ponto isso influenciou o estilo não é certo. No caso de Kanazawa pelo menos, tais medidas de emergência nunca foram testadas. No outro lado da cidade, o distrito do templo de Utatsuyama, no pé da colina de mesmo nome, possui templos menores e estradas tortuosas. ===Áreas das gueixas=== thumb|Área das gueixas de Higashi (leste) em 2015 Kanazawa manteve sua forma por boa parte do Período Edo — mesmo agora a maioria das ruas da velha cidade pouco mudaram em relação há dois séculos. A única principal diferença foi a criação do \"distrito das gueixas (hanamachi) no pé do Utatsuyama em 1820, para controlar e regular casas de prazer e prostitutas (garotas de banho: 湯女). Entretanto facções conservadoras recuperaram o controle do governo de kaga, e o distrito das gueixas foi abolido uma década depois. Os distritos só voltaram a ser legalizados pouco antes da Restauração Meiji, e continuaram até a prostituição ser oficialmente proibida em 1954. As áreas das gueixas estavam fora dos limites dos samurai; elas eram patrocinadas pelos mercadores ricos e artesãos que competiam entre si para ver quem gastava mais dinheiro nas festas. A casa das gueixas, ou \"casa de chá\", como é comumente chamada, é superficialmente similar a uma casa de comerciante (do mesmo modo que uma casa de um samurai era superficialmente similar a de um fazendeiro). Entretanto, diferente das casas dos comerciantes, onde a parte da frente do segundo andar era usado para armazenamento e era muito baixo, o segundo andar das casas de chá era muito mais alto, porque o andar superior era usado como principal área de entretenimento.Seigle, Cecilia Segawa, Yoshiwara: O Brilhante Mundo da Cortesã Japonesa. University of Hawaii Press, 1993. Os andares superiores eram cobertos com persianas de madeira deslizantes que poderiam ser abertas de dia ou quando uma festa estava acontecendo. O andar inferior era coberto com treliças extremamente finas também conhecidas como \"treliças de Kaga\". O padrão de decoração também era muito maior em relação as casas dos comerciantes. Devido em parte aos invernos sombrios, a decoração de Kaga era mais brilhante que os marrons, verdes e ocres do estilo de Kyoto: escarlates brilhantes (benigara: 紅柄) e ultramarinos eram populares. ===História recente=== A moderna cidade de Kanazawa foi criada em 1 de abril de 1889. Kanazawa foi desenvolvida como a principal cidade da região de Hokuriku. Em 25 de março de 2007, um terremoto medindo 6.9 na escala Richter atingiu a costa da Península de Noto na Ishikawa, resultando em 1 morte e mais 100 feridos, mas Kanazawa não sentiu o abalo. ==Geografia, clima e população== Kanazawa fica na costa do Mar do Japão, cercada pelos Alpes japoneses, pelo Parque Nacional de Hakusan, e pelo Parque Nacional da Península de Noto. A cidade fique entre os rios Sai e Asano. Sua área total é de 467.77 km2. ===Clima=== O tempo de Kanazawa é temperado, embora chuvoso. A temperatura média é um pouco mais fria comparada a de Tóquio, com aproximadamente 4 °C em janeiro, 12 °C em abril, 27 °C em agosto, 17 °C em outubro, e 7 °C (45 °F) em dezembro. O recorde de temperatura mínima foi −9.4 °C em 27 de janeiro de 1904, com uma recorde máximo de 38.5 °C batido em 8 de setembro de 1902.観測史上1～10位の値(年間を通じての値 (em Japonês) A cidade é claramente úmida, com uma umidade média de 73% e 193 dias chuvosos em média no ano. A precipitação é maior no outono e no inverno com 250mm/mês de novembro a janeiro quando a Depressão das Aleutas é mais forte, mas a média é de 125mm todos os meses. Junto com Valdivia, no Chile, Kanazawa é a cidade de seu tamanho e não-tropical mais úmida do mundo. ===População=== A cidade tem uma população de 466.029 pessoas de acordo com uma estimativa de 1 de janeiro de 2018, e tem uma densidade populacional de 994 pessoas por km².de dados estatísticos de Kanazawa (em Inglês)|acessodata=24 de janeiro de 2018 ==Governo== O atual prefeito (desde 2011) é Yukiyoshi Yamano, um político independente. ==Transportes== Kanazawa é servida pela Hokuriku Main Line da JR West e pela Estrada de Ferro Hokuriku. Desde 14 de março de 2015. a cidade também é servida por uma nova extensão da Hokuriku Shinkansen, encurtando a viagem de Tóquio para Kanazawa para 2 horas e meia. ==Educação== *Universidade de Kanazawa – uma grande universidade nacional que traça sua história até a fundação de uma pequena escola de medicina em 1862. Sua predecessora foi uma escola preparatória da elite para universidades imperiais antes da Segunda Guerra Mundial. Muitos políticos proeminentes e pessoas notáveis graduaram-se na \"Shiko\", como é a universidade é conhecida. *Instituto de Tecnologia de Kanazawa - fica em Nonoichi, uma cidade vizinha. *Faculdade de Arte de Kanazawa *Universidade Prefeitural de Ishikawa - uma universidade focada em ciências ambientais, ciência da alimentação e ciências da bio-produção.* *Universidade Hokuriku - A Hokudai é uma pequena faculdade de artes liberais com departamento de gestão de negócios especializado em língua estrangeira (Chinês e Inglês), também possui a Escola de Aprendizagem Futura e a Escola de Farmácia.* *Universidade Kanazawa Seiryo - uma pequena faculdade de negócios e educação. *Universidade Médica de Kanazawa - uma universidade privada de medicina em Uchinada, um subúrbio de Kanazawa. *Universidade Kanazawa Gakuin.* *Universidade Hokuriku Gakuin == Cidades-irmãs == Kanazawa é geminada com: * Buffalo, Estados Unidos (18 de Dezembro de 1962) * Porto Alegre, Brasil (20 de Março de 1967) * Irkutsk, Rússia (20 de Março de 1967) * Ghent, Bélgica (4 de Outubro de 1971) * Nancy, França (12 de Outubro de 1973) * Suzhou, China (13 de Junho de 1981) * Jeonju, Coreia do Sul (30 de Abril de 2002) * Aberdeen, Estados Unidos == Ligações externas == * Site oficial em japonês",
 "title": "Kanazawa"
}