{
 "id": "77431",
 "text": "Meristema apical ou promeristemas são tecidos vegetais que fazem parte do meristema e dão origem aos tecidos primários, formando o corpo primário ou estrutura primária do vegetal. Os meristemas apicais estão localizados no ápice do eixo vegetal (raiz e caule) bem como de todas as suas ramificações. O meristema apical caulinar está situado entre os dois cotilédones (nas Dicotiledôneas) e é formado por uma plúmula rudimentar ou diferenciada. O desenvolvimento do meristema apical da raiz do embrião resulta na formação da raiz primária. Nas plantas que possuem raiz pivotante, como as gimnospermas e eudicotiledôneas, a raiz primária e suas ramificações constituem o sistema radicular pivotante, no qual, meristema apical radicular está recoberto por uma coifa. Ambos os tecidos são responsáveis pelo crescimento em comprimento do vegetal, da área onde formaram o caule e as raízes. Em geral, as células meristemáticas possuem numerosos vacúolos pequenos, que se fundem formando um único vacúolo central na célula diferenciada. Essas células possuem citoplasma denso e formas aproximadamente isodiamétricas (de igual dimensão em todos os lados). Uma outra característica é a presença de proplastídio que é o precursor de todos os plastídios (como cromoplastídeos e leucoplastídios). O meristema apical é caracterizado por um promeristema contendo células meristemáticas iniciais e suas derivadas imediatas (que não se diferenciam) e uma porção inferior formada pela atividade dessas células, representada pelos tecidos meristemáticos primários: protoderme, meristema fundamental e procâmbio. Conforme ocorre o crescimento, as regiões mais afastadas do promeristema, a protoderme diferencia em epiderme, o meristema fundamental origina os tecidos parenquimáticos, colenquimáticos e esclerenquimáticos e o procâmbio forma o floema e xilema primários. É importante o discernimento entre o ápice da parte aérea e do meristema apical propriamente dito. O ápice da parte aérea consiste do meristema apical acrescido dos primórdios foliares formandos mais recentes. O meristema apical da parte aérea contém centenas de milhares de células indiferentes sem nenhum órgão definido. É uma região plana ou levemente elevada e composta por pequenas células.A parte central de um meristema apical do caule em atividade é composto por agrupamentos de células altamente vacuoladas e parcialmente grandes, denominado de zona central que pode ser comparado com o centro quiescente dos meristemas das raízes. Ao lado da zona central estão situadas as células menores chamadas de zona periférica. Logo abaixo da zona central encontra-se a zona medular que dá origem aos tecidos internos do caule. No meristema apical da raiz nem todas as células se dividem com a mesma frequência, as células centrais tendem a se desenvolverem ou dividem mais lentamente que as células vizinhas, onde essas células que se dividem com menos frequência recebem o nome de centro quiescente do meristema da raiz. Categoria:Histologia vegetal * Taiz, Lincoln. Fisiologia Vegetal / Lincol Taiz e Eduardo Zeiger; trad. Eline Romanato Santarém... [et al.]. – 3. ed. – Porto Alegre: Artmed, 2004. * Taiz, Lincoln. Fisiologia Vegetal / Lincol Taiz e Eduardo Zeiger; trad. Eline Romanato Santarém... [et al.]. – 4. ed. – Porto Alegre: Artmed, 2009. * Anatomia Vegetal / Beatriz Apezzato-da-Glória, Sandra Maria Carmello-Guerreiro (editoras), - 2.ed. atual. – Viçosa: Ed. UFV, 2006. * Anatomia das Plantas com Sementes / Katherine Esau; trad. Berta Lange de Morretes; - 18.ed. – Brasil; Ed. Edgard Blucher- 2007.",
 "title": "Meristema apical"
}