{
 "id": "77491",
 "text": "Mohammad Rezā Shāh Pahlavi () (Teerã, 26 de outubro de 1919 – Cairo, 27 de julho de 1980) foi o xá do Irã de 16 de Setembro de 1941 até sua derrubada pela Revolução Iraniana, em 11 de fevereiro de 1979. Segundo e último monarca da Pahlavi, ele assumiu o título de Shāhanshāh (\"Imperador\" ou \"Rei dos Reis\") após sua coroação, em 26 de outubro de 1967. Mohammad Reza Pahlavi ostentou vários outros títulos, incluindo o de Āryāmehr (\"Luz dos Arianos\") e Bozorg Arteshtārān (\"Líder dos Guerreiros\"). Mohammad Reza Pahlavi chegou ao poder durante a Segunda Guerra Mundial depois que uma invasão anglo-soviética forçou a abdicação de seu pai, Reza Xá. Durante seu reinado, a indústria petrolífera iraniana foi estatizada por um breve período, sob o governo democraticamente eleito do primeiro-ministro Mohammed Mossadegh, derrubado por um golpe de Estado patrocinado pelos Estados Unidos e pelo Reino Unido, o que acabou por trazer de volta as empresas de petróleo estrangeiras. O Irã comemorou o aniversário de desde a fundação do Império Persa por Ciro, o Grande durante o seu reinado. Nessa época ele também alterou o calendário iraniano da Hégira para o início do Império Persa, estabelecido a partir da coroação de Ciro, o Grande. Como governante, ele deu início à Revolução Branca, uma série de reformas econômicas, sociais e políticas com a intenção declarada de transformar o Irã em uma potência global, modernizando a nação, e privatizando determinadas indústrias e concedendo o direito de voto às mulheres. Muçulmano secular, Mohammad Reza perdeu gradativamente o apoio dos clérigos xiitas do Irã, bem como da classe trabalhadora, em virtude especialmente de sua forte política de modernização e secularização, o conflito com a tradicional classe de comerciantes conhecidos como bazaari, as relações com Israel e os problemas de corrupção envolvendo a ele, sua família e a elite dominante. Várias outras políticas controversas foram aprovadas, incluindo a proibição do partido comunista Tudeh e a repressão aos dissidentes políticos por parte do serviço de inteligência iraniano, a SAVAK. Conforme estatísticas oficiais, o Irã tinha mais de presos políticos em 1978, um número que se multiplicou rapidamente com a revolução. Vários outros fatores contribuíram para a forte oposição ao Xá entre determinados grupos dentro do Irã, como o apoio dos Estados Unidos e do Reino Unido ao seu regime, os confrontos com fundamentalistas e o aumento da atividade comunista. Em 1979, a agitação política culminou com uma revolução que, em 17 de janeiro, obrigou-o a deixar o Irã. Logo depois, a monarquia iraniana foi formalmente abolida e o Irã foi declarado uma república islâmica liderada por Ruhollah Khomeini. Diante do risco de ser executado caso retornasse ao Irã, Mohammad Reza morreu no exílio no Egito, onde o presidente Anwar Sadat concedeu-lhe asilo político. Devido ao seu status de último soberano de facto do Irã, ele é muitas vezes referido apenas como \"o Xá\". Seu filho mais velho, Reza Pahlavi, lidera atualmente o Conselho Nacional do Irã, um declarado governo no exílio. ==Primeiros anos== Nascido em Teerã, Mohammad Reza era o segundo filho (primeiro varão) de Reza Xá e sua segunda esposa, Tadj ol-Molouk. Entretanto, como seu pai tornou-se Xá apenas em 1925, ele e seus irmãos não nasceram como membros da realeza. Descrito como uma criança fraca e doentia, Mohammad Reza foi criado em quase total isolamento até os seis anos de idade, convivendo apenas com sua mãe, irmãos, servos e velhos oficiais militares. Porém, ao ser investido como príncipe herdeiro, seu pai decidiu que o futuro monarca deveria ter uma \"educação mais viril\". Assim, ele foi separado de sua mãe e irmãs, passou a ser criado por uma governanta francesa e a estudar em uma escola especialmente montada para recebê-lo, com colegas de classe \"cuidadosamente selecionados\" entre garotos da elite. Quando Mohammad Reza completou 11 anos, Reza Xá, pretendendo isolá-lo da atmosfera incapacitante da corte, aceitou a recomendação de seu chefe de gabinete, Abdolhossein Teymourtash, de enviar o jovem para estudar no Instituto Le Rosey, um internato suíço. Ele foi o primeiro príncipe iraniano na linha de sucessão ao trono a estudar no exterior, permanecendo quatro anos na Suíça. Retornou ao Irã em 1936 e ingressou na academia militar de Teerã, graduando-se dois anos depois como segundo-tenente de Infantaria e líder de sua turma. Pouco depois, ele foi nomeado por seu pai inspetor das Forças Armadas Imperiais do Irã. == Início do reinado == ===Deposição de Reza Xá=== Por muitas décadas, o Irã e o Império Alemão mantiveram laços de cooperação, em parte como uma reação às ambições do Reino Unido e do Império Russo (e mais tarde, a União Soviética) sobre a região. Mesmo quando os nazistas chegaram ao poder na Alemanha em 1933, o comércio entre os dois países não foi seriamente afetado. Ao contrário, a propaganda nazista, por vezes, mencionava e exaltava a ancestralidade ariana comum entre as duas nações. Embora o Irã tivesse declarado sua neutralidade numa fase ainda precoce da Segunda Guerra Mundial e possuísse pouca afinidade com as políticas antissemitas da Alemanha Nazi, os britânicos passaram a acusar o país de ser pró-alemão e apoiador do nazismo. Essa postura parece ser justificada pela importância estratégica que o Irã passou a ter para o governo britânico, que temia que a refinaria de Abadã (pertencente à britânica Anglo-Iranian Oil Company) pudesse cair sob domínio alemão. Responsável pela produção de oito milhões de toneladas de petróleo em 1940, a refinaria era uma parte crucial do esforço de guerra dos Aliados. Além disso, quando em 21 de junho de 1941, a Alemanha rompeu unilateralmente o Pacto Molotov-Ribbentrop e invadiu a União Soviética — naquela que ficaria conhecida como \"Operação Barbarossa\" —, os aliados passaram a considerar o chamado Corredor Persa, formado pela Ferrovia Trans-iraniana, como o caminho mais fácil e seguro para abastecer os soviéticos com os suprimentos do \"Lend-Lease\" norte-americano. Estrategistas britânicos e soviéticos reconheciam a importância de controlar esse canal e, como pretexto para atingir esse fim, fizeram uma série de exigências ao Irã — a principal delas era a expulsão imediata de todos os cidadãos alemães de seu território —, ameaçando o governo com a \"possibilidade de ação militar\" e \"ataques por ar e terra\". Apesar de Reza Xá aceitar as exigências, forças britânicas e soviéticas invadiram o território iraniano no dia 25 de agosto de 1941. Nesse contexto, voltou ao cenário político iraniano o ex-primeiro-ministro Mohammad Ali Foroughi, um antigo desafeto de Reza Xá, que viria a se tornar um dos principais responsáveis pela transição suave entre os reinados. Doente e afastado da política desde que fora demitido em 1935, Foroughi — \"claramente pró-britânico e pró-americano\", segundo o embaixador americano em Teerã, Louis G. Dreyfus, Jr. — foi nomeado imediatamente após a invasão aliada, numa tentativa de Reza Xá de manter seu trono ou, ao menos, a continuidade da dinastia Pahlavi. Entretanto, 21 dias após a nomeação, Reza Xá foi forçado a abdicar e seguir para o exílio. Mohammad Reza prestou juramento perante o Majlis no dia seguinte, em 17 de setembro de 1941. Alguns autores sugerem que Foroughi salvou a monarquia e a dinastia Pahlavi ao recusar a ideia britânica de tornar-se presidente de uma nova república iraniana. Para outros, a atuação do primeiro-ministro foi preponderante para a abdicação de Reza Xá, ao convencer os britânicos de que sua deposição era a única solução para os problemas do país. O fato, porém, é que ele teve um papel central na obtenção de um acordo com a Grã-Bretanha e a União Soviética que garantiu a independência do país ao final da guerra, bem como a retirada das forças de ocupação. Tal acordo foi determinante para a retirada soviética em 1946. Sobre as divergências entre Foroughi e seu pai, Mohammad Reza confidenciou ao embaixador britânico que o primeiro-ministro \"não esperava que qualquer filho de Reza Xá pudesse se tornar um ser humano civilizado\". Três dias após sua ascensão ao trono, em 19 de setembro de 1941, Mohammad Reza decretou uma anistia geral. Todos os perseguidos políticos por Reza Xá foram reabilitados e a lei de 1935 que proibia o uso do véu pelas mulheres foi revogada. Embora o jovem monarca tenha tomado decisões populares, o ministro britânico reportou a Londres que a \"recepção deveras espontânea que o jovem Xá recebeu em sua primeira aparição pública seria, possivelmente, mais em virtude do alívio pelo desaparecimento de seu pai do que pela afeição do povo por ele.\". ===Nacionalização do petróleo e golpe de 1953=== No início dos anos 1950, a crise política no Irã dominava a atenção dos líderes políticos britânicos e americanos. Nas eleições parlamentares de 1951, a Frente Nacional, uma coalizão de partidos de oposição a Mohammad Reza, alcançou maioria na Majlis e seu líder Mohammed Mossadegh, comprometido com a nacionalização da indústria petrolífera iraniana (controlada, à época, pela Anglo-Iranian Oil Company), foi apontado para o cargo de primeiro-ministro. Sob sua liderança, o movimento nacionalista do parlamento aprovou por unanimidade a lei de nacionalização, encerrando as atividades da lucrativa AIOC, que foi um dos pilares da economia e da influência política britânica na região. No início da disputa, o Irã contou com a simpatia política da administração norte-americana de Harry S. Truman, contrária às exigências britânicas. === Tentativas de assassinato === Mohammad Reza Pahlavi foi alvo de pelo menos duas tentativas de assassinato sem sucesso. Em 4 de fevereiro de 1949, ele participou de uma cerimônia anual para comemorar a fundação da Universidade de Teerã. Na cerimônia, Fakhr-Arai disparou cinco tiros contra ele a uma distância de 10 metros. Apenas um dos tiros atingiu o rei, pastando sua bochecha. Fakhr-Arai foi imediatamente baleado por policiais nas proximidades. Após uma investigação, pensava-se que Fakhr-Arai era um membro do Partido Tudeh, que foi banido. No entanto, há evidências de que o suposto assassino não era um membro do Tudeh, mas um fundamentalista religioso membro da sociedade secreta Fada'iyan-e Islam.Stephen Kinzer, All The Shah's Men: An American Coup and the Roots of Middle East Terror, John Wiley & Sons, 2003, ISBN 0-471-26517-9 O Tudeh foi, no entanto, considerado culpado e perseguido.Behrooz writing in Mohammad Mosaddeq and the 1953 Coup in Iran, Edited by Mark j. Gasiorowski and Malcolm Byrne, Syracuse University Press, 2004, p.121 O segundo atentado contra a vida do Xá ocorreu em 10 de abril de 1965. Um soldado atirou em sua direção, no Palácio de Mármore. O assassino foi morto antes que ele alcançasse os aposentos reais. Dois guardas civis morreram protegendo o Xá. De acordo com Vladimir Kuzichkin — um ex-oficial da KGB que desertou para o MI6 — o Xá foi também supostamente um alvo da União Soviética, que tentou usar um controle remoto da TV para detonar uma bomba no Volkswagen Fusca/Volkswagen Carocha. O controle remoto da TV não funcionou. Um desertor romeno do alto escalão, Ion Mihai Pacepa, também apoiou esta alegação, afirmando que ele havia sido alvo de várias tentativas de assassinato por agentes soviéticos por muitos anos. A 27 de julho de 1967 foi agraciado com o Grande-Colar da Ordem do Infante D. Henrique de Portugal. == Notas == ==Bibliografia== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Mohammad Reza Pahlavi Dinastia Pahlavi 26 de outubro de 1919 – 27 de julho de 1980 |- style=\"text-align:center;\" |- |width=\"30%\" align=\"center\"| Precedido por Reza Xá |width=\"40%\" style=\"text-align: center;\"| Xá da Pérsia 16 de setembro de 1941 – 11 de fevereiro de 1979 |width=\"30%\" align=\"center\"| Monarquia abolida República Islâmica do Irã |} Categoria:Xás Categoria:Grande Colares da Ordem Nacional do Cruzeiro do Sul Categoria:Grandes-Colares da Ordem do Infante D. Henrique Categoria:Monarcas que abdicaram Categoria:Monarcas exilados Categoria:Naturais de Teerã Categoria:Ordem da Espora de Ouro Categoria:Dinastia Pahlavi Categoria:Azeris iranianos",
 "title": "Mohammad Reza Pahlavi"
}