{
 "id": "77492",
 "text": "Cores primárias são cores que podem ser combinadas para criar outras cores, mas que não podem ser obtidas por mistura de cores. Para as aplicações humanas, três cores primárias são normalmente usadas, já que a visão colorida humana é tricromática. As cores primárias são definidas consoante o modelo de mistura de cores aplicado. Por exemplo, para os nossos olhos as cores primárias são o azul, o verde e o vermelho (RGB). Para combinações aditivas de cores, como em projetores de luz sobrepostos ou em monitores de CRT, as cores primárias normalmente usadas são vermelho, verde e azul. Em combinações subtrativas de cores, como na mistura de pigmentos ou corantes, como nos impressos, as cores primárias usadas normalmente são ciano, magenta, e amarelo, mas o conjunto vermelho, amarelo e azul é popular entre artistas. Veja o modelo de cores RGB (aditivo: red, green, blue), o modelo de cores CMYK (subtrativo: ciano, magenta, amarelo, preto) e o modelo de cores RYB (aditivo: red, yellow, blue) para mais informações nestes conjuntos populares de cores primárias. Qualquer escolha de cores primárias é essencialmente arbitrária; por exemplo, em um processo fotográfico antigo, autocromo, tipicamente eram usadas laranja, verde e violeta como cores primárias. Entretanto, a menos que quantidades de cores negativas sejam possíveis, a gama será restrita pela escolha das cores primárias. A combinação de quaisquer duas cores primárias cria uma cor secundária. As cores primárias aditivas mais usadas são as cores secundárias das cores subtrativas primárias mais comuns. ==Fundamentos biológicos== As cores primárias não são uma propriedade fundamental da luz, mas geralmente estão relacionadas à resposta fisiológica do olho à luz. Fundamentalmente, a luz é um espectro contínuo dos comprimentos de onda que podem ser percebidos pelo olho humano, um espaço de estímulo de dimensão infinita. Entretanto, o olho humano normalmente contém só três tipos de receptores de cor, chamados células cone. Cada receptor de cores responde a diferentes bandas do espectro colorido. Os homens e outras espécies com três tipos de receptores de cor são conhecidos como tricromatas. Estas espécies respondem a estímulos luminosos via uma sensação tridimensional, que geralmente pode ser modelada como uma mistura de três cores primárias. Antes da natureza da colorimetria e da fisiologia visual ser compreendida, cientistas como Thomas Young, James Clerk Maxwell, e Hermann von Helmholtz expressaram várias opiniões sobre o que deveriam ser as três cores primárias para descrever as sensações de três cores primárias do olho. Young originalmente propôs vermelho, verde, e violeta, e Maxwell mudou o violeta para o azul. Helmzoltz propôs \"um vermelho levemente púrpura, um verde- vegetação, levemente amarelado (comprimento de onda de cerca de 5600 decímetros), e um azul ultramarinho (cerca de 4820)\". O entendimento moderno é que as células-cone humanas não correspondem a nenhuma cor primária real. Espécies com diferentes números de tipos de células receptoras terão uma visão colorida exigindo um número diferente de cores primárias. Por exemplo, para as espécies conhecidas como tetracromatas, com quatro diferentes receptores de cor, usariam quatro cores primárias. Como os humanos podem ver até o violeta de 380 nanômetros, mas os tetracromatas podem ver na faixa do ultravioleta até os 300 nanômetros, esta quarta cor primária dos tetracromatas está localizada no intervalo de menor comprimento de onda.Goldsmith, Timothy H. \"What Birds See\" Scientific American July 2006—Article about the tetrachromatic vision of birds: \"What Birds See\" in PDF format: Muitas aves e marsupiais são tetracromatas, e tem havido sugestões que algumas fêmeas humanas também são tetracromatas,Backhaus, Kliegl & Werner \"Color vision, perspectives from different disciplines\" (De Gruyter, 1998), pp.115-116, section 5.5.Pr. Mollon (Cambridge university), Pr. Jordan (Newcastle university) \"Study of women heterozygote for colour difficiency\" (Vision Research, 1993) tendo uma versão variante extra do cone do tipo de comprimento de onda longa (L). O pico de resposta para os receptores de cor humanos variam, mesmo entre indivíduos com visão colorida \"normal\".Neitz, Jay & Jacobs, Gerald H. (1986). \"Polymorphism of the long-wavelength cone in normal human colour vision.\" Nature. 323, 623-625. Em espécies não-humanas esta variação polimórfica é até maior, e pode ser adaptativa.Jacobs, Gerald H. (1996). \"Primate photopigments and primate color vision.\" PNAS. 93 (2), 577–581. A maioria dos mamíferos, que não os primatas, tem somente dois tipos de receptores coloridos e são, portanto, dicromatas. Para eles, há somente duas cores primárias. É incorreto supor que o mundo \"parece colorido\" para um animal (ou humano) com qualquer coisa diferente que o padrão humano de três receptores de cores. Para um animal (ou humano) nascido desta forma, o mundo irá parecer normal, mas a capacidade do animal de detectar e discriminar cores será diferente da de um humano com visão colorida normal. Se um humano e um animal olharem para uma cor natural, eles a vêem como natural; entretanto, se os dois olharem uma cor reproduzida via cores primárias, como em uma tela de TV colorida, o humano pode percebê-la como sendo igual à cor natural, enquanto o animal não. Neste sentido, a reprodução de cores via cores primárias tem que ser \"sintonizada\" ao sistema de visão colorida do observador. ==Cores primárias aditivas== A mídia que combina luz emitida para criar a sensação de uma variação de cores está usando o sistema de cores aditivas. Tipicamente as cores primárias usadas são vermelho, verde e azul. A televisão e outros displays de vídeo e computador são um exemplo comum do uso de aditivas primárias e o modelo de cor RGB. As cores exatas escolhidas para as primárias representam um compromisso entre os fósforos disponíveis (incluindo considerações como custo e gasto de energia) e a necessidade de um grande triângulo de cores para permitir uma gama enorme de cores. As cores primárias da Recomendação 709/sRGB são típicas. A mistura aditiva da luz vermelha e verde produz tons de amarelo, laranja, ou marrom.\"Some Experiments on Color\", Nature 111, 1871, in A mistura do verde e azul produz tons de ciano, e a mistura de vermelho e azul produz tons de púrpura, incluindo o magenta. A mistura de proporções iguais das cores primárias aditivas resulta em tons de cinza ou branco; o espaço de cores que é gerado é chamado de espaço de cores RGB. O espaço de cores CIE 1931 define cores primárias monocromáticas com comprimentos de onda de 435,8 nm (violeta), 546,1 nm (verde) e 700 nm (vermelho). Os cantos do triângulo de cores estão, portanto, no locus espectral, e o triângulo é quase tão grande quanto pode ser. Nenhum dispositivo RGB usa estas cores primárias, já que os comprimentos de onda extremos usados para o violeta e o vermelho resultarão em uma eficiência luminosa muito baixa. ==Cores primárias subtrativas== A mídia que usa luz refletida e corantes para a produção de cores usa o método de cor subtrativa de mistura de cores. ===Tradicional=== O conjunto RYB (red, yellow, blue - vermelho, amarelo e azul) é um conjunto histórico de cores primárias subtrativas. Ele é usado principalmente em arte e educação artística, particularmente em pintura. Ele é anterior à teoria das cores científica moderna. O RYB é a tríade de cores primária em um círculo cromático. As cores secundárias VOG (violeta, laranja e verde) fazem outra tríade. As tríades são formadas por três cores equidistantes em um círculo cromático particular, mas nem RYB nem o VG são equidistantes em um círculo cromático perceptualmente uniforme, mas foram definidos como sendo equidistantes no círculo RYB. Pintores tem usado há muito tempo mais de três cores \"primárias\" em suas paletes e já foi considerado um grupo de quatro cores primárias, vermelho, amarelo, azul e verde.Por exemplo Leonardo da Vinci escreveu sobre estas quatro cores simples em suas anotações cerca do ano 1500. Veja Rolf Kuenhi, “Development of the Idea of Simple Colors in the 16th and Early 17th Centuries”. Color Research and Application. Volume 32, Number 2, April 2007. O vermelho, amarelo, azul e verde ainda são considerados as quatro cores primárias psicológicas, apesar do vermelho, amarelo e azul serem citados às vezes como as três primárias psicológicas, com o preto e o branco ocasionalmente sendo acrescidos como quarta e quinta cores. Durante o século 18, conforme os teóricos se tornaram cientes dos experimentos científicos de Isaac Newton com luzes e prismas, o vermelho, amarelo e azul se tornaram as cores primárias canônicas — supostamente as qualidades sensórias fundamentais que são misturadas na percepção de todas as cores físicas e igualmente na mistura física de pigmentos ou corantes. Esta teoria se tornou dogma, apesar de abundantes evidências de que as misturas das cores primárias vermelho, amarelo e azul não conseguiram reproduzir todas as outras cores, e tem sobrevivido na teoria das cores até os dias atuais.Bruce MacEvoy. “Do ‘Primary’ Colors Exist?” (Material Trichromacy section). Handprint. Acessado em 10 de agosto de 2007. Usando o vermelho, amarelo e azul como cores primárias temos uma gama de cores relativamente pequena, na qual, entre outros problemas, verdes coloridos, cianos, e magentas são impossíveis de misturar, por que o vermelho, amarelo e azul não estão bem espaçados em torno de um círculo de cores perceptualmente uniforme. Por este motivo, processos de impressão moderno de três ou quatro cores, bem como fotografias coloridas, usam o ciano, amarelo e magenta como cores primárias.“Development of the Idea of Simple Colors in the 16th and Early 17th Centuries”. Color Research and Application. Volume 32, Número 2, Abril de 2007. A maior parte dos pintores incluem em suas paletas cores que não podem ser criadas a partir de uma mistura de tintas amarela, vermelha e azul, e não podem ser posicionadas dentro do modelo de cores RYB. Alguns que usam um modelo de cores de três cores optam pelo modelo mais igualmente espaçado do ciano, amarelo e magenta usado pelas impressoras, e outros pintam com 6 ou mais cores para ampliar sua gama de cores.Bruce MacEvoy. “Secondary Palette.” Handprint. Acessado em 14 de agosto de 2007. Para discussões gerais ver Bruce MacEvoy. “Mixing With a Color Wheel” (Saturation Costs section). Handprint. Acessado em 14 de agosto de 2007. As cores ciano, magenta e amarela usadas em impressão são às vezes conhecidas como \"azul processado\", \"vermelho processado\", e \"amarelo processado\".Cheap Brochure Printing - Process Blue / Process Red / Process Yellow / Process Black ===Modelo de cores CMYK, ou impressão em quatro cores=== Na indústria da impressão, para produzir as variadas cores as primárias subtrativas ciano, magenta, e amarela são aplicadas juntas em quantidades variáveis. Antes dos nomes de cor ciano e magenta entrarem no uso comum, estas primárias eram conhecidas como azul-esverdeado e púrpura, ou em alguns círculos como azul e vermelho, respectivamente, e a cor exata tem mudada com o passar do tempo com o acesso a novos pigmentos e tecnologias. Misturar amarelo e ciano produz cores verdes. Misturar amarelo com magenta produz vermelhos, e misturar magenta com ciano produz azuis. Na teoria, a mistura de quantias iguais dos três pigmentos deve produzir o cinza, resultando em preto quando todos os três são aplicados em densidade suficiente, mas na prática elas tendem a produzir cores marrom. Por isto, e para economizar tinta e diminuir o tempo de secagem, um quarto pigmento, preto, geralmente é usado além do ciano, magenta, e amarelo. O modelo resultante é chamado de modelo de cores CMYK. A abreviação significa ciano, magenta, y para amarelo (yellow) e k, preto (key-black), é chamado de cor chave, uma abreviação de key plate que imprime os detalhes artísticos de uma imagem, normalmente usando a tinta preta. Na prática, as misturas de cores em materiais reais como a pintura tendem a ser mais complexas. Cores mais ou menos saturadas podem ser criadas usando pigmentos naturais em vez de misturas, e propriedades naturais dos pigmentos podem interferir na mistura. Por exemplo, misturar magenta e verde em acrílico cria um ciano escuro — algo que não acontecia se o processo de mistura fosse perfeitamente subtrativo. No modelo subtrativo, acrescentar branco a uma cor, ou usando menos corante ou misturando o mesmo com um corante branco reflexivo como óxido de zinco, não muda o matiz da cor, mas reduz sua saturação. Impressão de cores subtrativas funciona melhor quando a superfície ou papel é branca, ou bastante próxima a branco. Um sistema de cores subtrativos não tem uma gama simples de cromaticidade análoga ao triângulo RGB, mas uma gama que deve ser descrita em três dimensões. Existem muitas formas de visualizar estes modelos, usando vários espaços 2D de cromaticidade ou em espaços de cores 3D.Veja o resultado de imagens do Google para “cmyk gamut” para ver exemplos. ==Cores primárias psicológicas== O processo oponente é uma teoria das cores que afirma que o sistema visual humano interpreta informação sobre cores pelo processamento de sinais de células cone e células bastão de uma forma antagonística. Os três tipos de cones tem alguma sobreposição no comprimento de onda da luz ao qual respondem, assim é mais eficiente para o sistema visual registrar diferenças entre as respostas dos cones, em vez da resposta individual de cada tipo de cone. A teoria da cor oponente sugere que existem três canais oponentes: vermelho versus verde, azul versus amarelo, e preto versus branco (o último tipo é acromático e detecta variações de claro-escuro, ou luminância). As respostas a uma cor de um canal oponente são antagonísticas as de outra cor. As quatro cores vermelha, amarela, verde e azul são chamadas de cores primárias psicológicas por que não parece ao olho humano que elas possam ser divididas em cores mais básicas. == Ver também == * Cores secundárias * Cores terciárias * Cores complementares Categoria:Cor",
 "title": "Cor primária"
}