{
 "id": "77542",
 "text": "Lacrosse é um esporte de equipe, jogado com um taco de lacrosse, que possui uma rede na ponta. Os jogadores usam a cabeça do taco de lacrosse para carregar, passar, pegar e atirar a bola para o gol. É praticado principalmente na costa leste dos Estados Unidos e Canadá e com origem nos povos Nativo americanos. A cabeça do taco de lacrosse é amarrada com malhas soltas, projetado para capturar e segurar a bola. Ofensivamente, o objetivo do jogo é marcar, atirando a bola no gol adversário, utilizando o bastão de lacrosse de capturar, transportar, e passar a bola para \"fazer gol\". Defensivamente, o objetivo é manter a equipe adversária \"longe\" de marcar e despitá-los da bola através de divididas com o bastão e contato corporal, ou posicionamento. O esporte tem quatro tipos principais: O lacrosse de campo para homens, o lacrosse das mulheres, Box lacrosse e intercrosse. Lacrosse (em especial o box lacrosse) é o esporte nacional de verão no Canadá. == História == O lacrosse é um esporte de equipe relativamente popular na América do Norte, pode ter sido surgido tão cedo quanto no ano 1.100 dC, mas desde então sofreu muitas modificações. Na tradicional versão nativa canadense, cada equipe era constituída por cerca de 100 a 1.000 homens em um campo que se estendia por cerca de 500 metros a um par de quilometros de comprimento. Estes jogos (lacrosse) duravam de sol a sol por dois a três dias seguidos. Estes jogos faziam parte do ritual cerimonial para dar graças ao Criador. O lacrosse desempenhou papel significativo na comunidade e na vida religiosa das tribos de todo o continente por muitos anos. O lacrosse precoce foi caracterizado pelo envolvimento espiritual profundo, condizente com o espírito de combate em que ele foi empreendido. Aqueles que participaram fizeram-no papel de guerreiros, com o objetivo de trazer glória e honra para si e suas tribos. O jogo foi dito para ser jogado \"para o Criador\", ou era conhecido como \"O Jogo do Criador\". O francês missionário jesuíta, Jean de Brébeuf, viu a tribo Iroquois jogá-lo em 1637 e foi o primeiro europeu a escrever sobre o jogo. Ele chamou de La Crosse (\"o pau\"). Alguns dizem que o nome originou-se do termo francês para hóquei em campo, le jeu de la crosse. Outros sugerem que ele foi nomeado a partir do báculo, um cajado usado pelos bispos. Em 1856, William George Beers, um dentista canadense, fundou o Montreal Lacrosse Club. Em 1867, ele codificou o jogo, encurtando a duração de cada jogo e reduziu o número de jogadores a doze por equipe. O primeiro jogo jogado pelas 'regras Beers' ocorreu em Upper Canada College, em 1867, com Upper Canada College sendo derrotado pelo Toronto Cricket Club por um placar de 3-1. Por volta do século XX, colégios, faculdades e universidades começaram a jogar lacrosse. O lacrosse foi disputado como um esporte de demonstração nos Jogos Olímpicos de 1928 e de 1932. Em cada ocasião, uma eliminatória foi realizada para determinar a representante americana para os Jogos Olímpicos e em cada ocasião, as eliminatórias foram conquistadas pela Johns Hopkins Blue Jays. Nos Estados Unidos, o lacrosse durante os anos 1900 haviam sido principalmente um esporte regional centrada em torno da costa leste, mais comum em áreas como Connecticut, Maryland, New Hampshire, Massachusetts, New York, Carolina do Norte, Nova Jersey, Pensilvânia e Virgínia. Na última metade do século XX, o esporte continuou o crescimento no oeste em regiões em áreas menores, incluindo o Centro-Oeste, como Ohio e Texas, assim como a costa oeste, incluindo o Arizona, Utah, Califórnia, Colorado, Oregon e Washington. Na última década, o esporte tem continuado a crescer em grande número em todo o país, com o desenvolvimento particular no sudeste, como a Geórgia, Carolina do Norte, Alabama, o Centro-Oeste e da costa oeste. O lacrosse é atualmente o esporte que mais cresce no Centro-Oeste. O lacrosse é popular em todo o Canadá, incluindo a Terra Nova e Labrador, Nova Scotia, Prince Edward Island, New Brunswick, Quebec, Ontário, Manitoba, Saskatchewan, Alberta, British Columbia, e do território do norte de Nunavut. O esporte ganha cada vez mais visibilidade na mídia, com um crescimento na faculdade, escola e na juventude em todo o país dos Estados Unidos. Os homens do NCAA Lacrosse Championship tem a maior presença de que qualquer campeonato da NCAA. O crescimento do lacrosse também foi facilitada com a introdução de cabeças de pau de plástico em 1970 pelo Baltimore-baseado pela STX. Esta inovação reduziu o peso e o custo do taco de lacrosse. Ela permitiu também passes mais rápidos e jogos mais dinâmicos comparando com as tradicionais varas de madeira. Até 1930, todos os jogos de lacrosse foram jogados ao ar livre em grandes áreas. Os proprietários das arenas de hóquei canadense inventaram uma versão reduzida do jogo, chamado box lacrosse, como um meio de fazer mais lucro com suas arenas. Em um período relativamente curto de tempo, o box lacrosse se tornou a forma dominante do esporte no Canadá, em parte devido ao inverno de clima severo que limita as possibilidades de esportes ao ar livre. Mais recentemente, o Canadá tem visto um renascimento do field lacrosse desde que a Canadian University Field Lacrosse Association (CUFLA) começou a operar uma liga masculina em 1985. Ela agora conta com doze equipes colegiais. Em 1994, o Canadá declarou o lacrosse como seu Esporte nacional de verão com a passagem da Lei Nacional de Esporte (Bill C-212). Em 1987, uma liga profissional masculina de box lacrosse foi iniciada, chamado de Eagle Pro Box Lacrosse League. Este campeonato mudou seu nome para o Major Indoor Lacrosse League, e depois para Liga Nacional de Lacrosse e cresceu para abranger clubes de lacrosse de homens em doze cidades em todo os Estados Unidos e Canadá. No verão de 2001, os homens da liga profissional de lacrosse field, conhecido como Major League Lacrosse (MLL), foi inaugurada. Inicialmente, começando com seis equipes, o MLL cresceu para um total de dez clubes localizados em áreas metropolitanas principais nos Estados Unidos. Em 4 de julho de 2008, a Major League Lacrosse definiu o comparecimento recorde de lacrosse profissional: 20.116 torcedores assistiram a um jogo no Invesco Field, em Denver, Estados Unidos. == Tipos de jogo == === Lacrosse de campo === Lacrosse é um esporte muito exigente fisicamente que exige não só condicionamento físico, mas também ficar em boa movimentação de coordenação em combinação. Do campo de lacrosse dos homens é jogado com dez jogadores em cada equipe: um goleiro, três defensores na extremidade defensiva, três meias (muitas vezes chamado de \"middies\") andando a solta em todo o campo e três atacantes tentando marcar gols no final ofensivo. É a versão mais comum do lacrosse dos homens que jogam internacionalmente. O jogo moderno foi codificado no Canadá por William George Beers, em 1867. O jogo evoluiu desde então para incluir o equipamento de proteção de lacrosse feito de materiais sintéticos. Cada jogador carrega um taco de lacrosse (ou crosse). O \"crosse curto\" (às vezes chamado de \"vara curta\") mede entre 40 polegadas (1,0 m) e 42 polegadas (1,1 m) (cabeça e veio junto) de comprimento é normalmente usada por atacantes ou meias. Um total de quatro jogadores por equipe pode realizar um \"crosse longo\" (às vezes chamado de \"longas do pólo\", \"vara longa\" ou \"d-pólo\") que têm 52 polegadas (1,3 m) de 72 polegadas (1,8 m) de comprimento, normalmente utilizados pelos defensores ou meio-campistas. O chefe do crosse em ambos os longas e curtas cruzamentos deve ser de 6,5 polegadas (17 cm) ou maior em seu ponto mais largo. Não há largura mínima em seu ponto mais estreito, apenas está previsto que a bola deve rolar para fora desimpedido. O goleiro designado é permitido ter uma vara de 40 polegadas (1,0 m) de 72 polegadas (1,8 m) de comprimento e cabeça de crosse um goleiro pode medir até 12 polegadas (30 cm) de largura, significativamente maiores do que cabeças de jogadores em campo ' para auxiliar no bloqueio de tiros. O campo de jogo é de 110 jardas (100 m) de comprimento e 60 metros (55 m) de largura. As metas são 6 pés (1,8 m) por 6 pés (1,8 m). O objetivo fica dentro de uma \"circular\" vinco, medindo 18 pés (5,5 m) de diâmetro. Cada ofensiva e defensiva área é cercada por uma \"caixa de contenção\". A cada trimestre, e após cada gol marcado, o jogo é reiniciado com um face-off. Durante a disputa, dois jogadores colocam seus furar horizontalmente ao lado da bola, a cabeça do pau fica a centímetros da bola e a coronha apontando para baixo da linha de meio-campo. Face-off-homens de sucata para a bola, muitas vezes por \"aperto\" que sob a sua vara e sacudindo-a para seus companheiros. Os atacantes e os defensores não podem cruzar a sua \"linha de contenção\", até que um jogador de meio-campo tem a posse da bola ou a bola cruza a linha de restrição. Se um membro de uma equipe toca na bola e ela viaja para fora da área de jogo, o jogo será reiniciado por posse ser concedido à equipa adversária. Durante o jogo, as equipes podem substituir os jogadores entrando e saindo livremente. Às vezes isso é referido como \"on the fly\" de substituição. A substituição deve ocorrer dentro da área de câmbio designados, a fim de ser legal. Para a maioria das sanções, o jogador faltoso é enviado para a caixa de penalidade que está localizado entre a equipe do banco de cada um. Sua equipe, então, deve jogar sem o jogador para uma quantidade de tempo determinado com base na falta. (A maioria das multas são \"libertadas\", ou seja, a penalidade acaba quando um gol é marcado pela equipe não infratora.) Faltas técnicas (como offsides e exploração) resultam em um volume de negócios ou a suspensão de um jogador de 30 segundos, enquanto faltas pessoais são geralmente penalizados um minuto (apesar de algumas infrações, como jogar com um pau que não atende as especificações do seu nível designado de jogo, pode servir-liberável sanções não de até três minutos). A equipe que tomou a pena se diz estar a jogar o homem para baixo enquanto o outro time está no homem acima . As equipas irão utilizar várias estratégias de lacrosse para atacar e defender ao mesmo tempo um jogador está sendo penalizado. Fora de jogo é penalizado por uma penalização de 30 segundos. Ela ocorre quando há mais de 7 jogadores na defensiva do campo (três meio-campistas / três defesas / um guarda-redes), ou mais de 6 jogadores de uma equipe do lado ofensivo do campo (três médios / três de ataque).As zonas são separadas pela linha de meio-campo. No nível mais alto é representado pelo profissional da Major League Lacrosse (MLL) e no colegiado nível da Divisão I da NCAA nos Estados Unidos. O primeiro lacrosse colegiado programado foi criado pela New York University em 1877, e o torneio de 1971 foi o primeiro dos homens de Lacrosse, campeonato patrocinado pela National Collegiate Athletic Association (NCAA). É também jogo em alto nível no nível amador pela Australian Lacrosse League, a universidade canadense Campo Lacrosse Associação, e um clube de ligas de lacrosse internacional. Internacionalmente, há 22 membros totais da Federação Internacional de Lacrosse (FIL), apenas Estados Unidos, Canadá, Austrália, e os Nationals Iroquois terminaram entre os três primeiros lugares no Campeonato Mundial de Lacrosse. O Campeonato Mundial de Lacrosse começou como um torneio por convite da equipe quatro, em 1968, sancionada pela Federação Internacional de Lacrosse. Lacrosse nos Jogos Olímpicos foi uma medalha de ganho do esporte no Jogos Olímpicos de Verão de 1904 e os Jogos Olímpicos de Verão de 1908. Lacrosse era um esporte de demonstração nos Jogos Olímpicos de Verão de 1928, Jogos Olímpicos de Verão 1932, e os Jogos Olímpicos de Verão de 1948. Homens profissionais do Major League Lacrosse desviaram algumas das regras de campo do lacrosse da faculdade, internacional e programas de ensino médio. Com a intenção de aumentar a pontuação, a liga empregado 1 / 62 clock tiro e um ponto dois gols de fotos tiradas no exterior de um perímetro designado. A MLL tem sido reforçada por um contrato de dez anos de televisão com a ESPN em 2007. === Box lacrosse === Box lacrosse é uma versão indoor do jogo, jogado por equipes de seis jogadores em um ringue de hóquei, onde o gelo foi removido ou coberto por relva artificial. A área de jogo fechado é chamado de caixa, em contraste com o campo aberto do jogo tradicional. Esta versão do jogo foi introduzido na década de 1930 para promover o negócio de arenas de hóquei, e em alguns anos tinham quase lacrosse campo suplantado no Canadá. Box lacrosse é jogado ao mais alto nível da UM divisões Sênior do Lacrosse Associação Canadense e da National League Lacrosse (NFV). A National League Lacrosse emprega cerca de mudanças de regra menor do Lacrosse Canadien Association (CLA) regras. Notavelmente, os jogos são disputados durante o inverno, os jogos NLL consistem em quatro trimestres de quinze minutos em comparação com os três períodos de 20 minutos cada (semelhante ao hóquei no gelo) em jogos de CLA, e que os jogadores NLL pode usar apenas gravetos com eixo oco, enquanto CLA permite varas de madeira sólida. As metas de lacrosse da caixa são muito menores do que campo de lacrosse, tradicionalmente 4 pés (1,2 m) de largura por 4 pés (1,2 m) de altura na caixa, e 4,6 pés (1,4 m) de largura por 4 pés (1,2 m) de altura na NLL. Além disso, o goleiro usa muito mais proteção do estofamento,incluindo um protetor de peito enorme e combinação armguard conhecido como \"parte superior\", caneleiras grandes guardas conhecido como almofadas da perna (os quais devem seguir orientações para medição rigorosa), e estilo de hóquei de gelo máscaras ou capacetes de lacrosse. Além disso, a nível profissional, goleiros costumam usar caixa de lacrosse tradicionais varas de madeira fora do NLL, que não permite que pedaços de madeira. Isso faz com Box Lacrosse mais rápido e duro que o tradicional campo de lacrosse. O estilo do jogo é rápido, acelerado pelos confins perto do chão e um relógio de tiro. O relógio de tiro obriga a equipa atacante para tomar um tiro na meta 30 segundos depois de ganhar a posse de bola. Além disso, os jogadores devem avançar a bola da sua defensiva próprio fim para o lado ofensivo do chão em 10 segundos. Box lacrosse é também um jogo muito mais físico. Desde verificação cruzada é legal na caixa de jogadores de lacrosse usar protetores de costela para além das almofadas de ombro e cotovelo que os jogadores de lacrosse campo desgaste. Jogadores de lacrosse Box devem usar um tipo diferente de capacete também. O capacete que eles usam é um capacete de hóquei com uma gaiola de lacrosse caixa. Para a maioria das sanções, o jogador faltoso é enviado para a caixa de penalidade e a sua equipa tem de jogar sem ele e com menos um jogador por um curto período de tempo. A maioria das penalidades a duração é de dois minutos, a menos que uma pena de cinco minutos importante foi avaliada. O que separa a caixa de lacrosse (e hóquei no gelo) de outros esportes é que nos níveis superiores de juniores e profissionais de lacrosse, um minuto principais penas de cinco anos é dada e os jogadores não são ejetados por participar de uma luta. Internacionalmente, o Campeonato Mundial Indoor Lacrosse são realizadas a cada quatro anos e é patrocinado pela Federação Internacional de Lacrosse. Apenas oito nações competiram nestas competições, e só no Canadá, Iroquois nacionais e os Estados Unidos tenham acabado no cobiçado 1 mais, 2º e 3º lugares nestes eventos. === O lacrosse das mulheres === As regras do lacrosse das mulheres diferem significativamente do lacrosse dos homens, principalmente dos equipamentos e do grau de contato físico permitido. O lacrosse das mulheres não promove o contacto físico principalmente porque o equipamento de protecção usada apenas para este esporte é um protetor de boca e proteção para o rosto e às vezes luvas finas. Stick verificação, controlo e não do corpo como no lacrosse dos homens, é permitida no lacrosse das mulheres. Primeira mulher moderna a jogar lacrosse jogou o jogo realizado na Escola de St Leonards na Escócia em 1890. Foi introduzido pela diretora da escola Louisa Lumsden, após uma visita ao Canadá. Da primeira equipe do lacrosse das mulheres nos Estados Unidos foi estabelecida em Bryn Mawr School, em Baltimore, Maryland em 1926. Homens e mulheres foram jogando lacrosse desempenhando praticamente sob as mesmas regras, sem equipamentos de proteção, até meados da década de 1930. Internacionalmente, o jogo é jogado geralmente em inglês em escolas independentes, e enquanto apenas pequenos em esporte na Austrália, é jogado com um alto padrão muito a nível da elite, onde a sua seleção nacional ganhou em 2005 a Copa do Mundo de Lacrosse das mulheres. A Copa do Mundo de Lacrosse das mulheres de 2009 foi disputado em Praga, República Tcheca . == Lacrosse internacional == Lacrosse foi jogado em sua maior parte no Canadá e nos Estados Unidos, com comunidades dedicadas ao lacrosse, mas pequeno no Reino Unido e Austrália . Recentemente, no entanto, lacrosse começou a florescer a nível internacional com o esporte estabelecendo-se em muitos países novos e de grande alcance, especialmente na Europa e na Ásia oriental. Como o lacrosse não tem entrado nos Jogos Olímpicos de desde 1908, o auge da competição internacional de lacrosse consiste no quadriênio Campeonatos do Mundo. Atualmente, existem campeonatos mundiais de lacrosse em homens idosos, mulheres idosas , com dezenove homens e 19 mulheres com nível. Até 1986, campeonatos do mundo de lacrosse só havia sido contestada pelo Estados Unidos, Canadá, Inglaterra e Austrália, com a Escócia e País de Gales também competindo em mulheres a edição. A expansão do jogo internacional viu o Men's World Championship 2006 impugnada por 21 países, e as Mulheres da Copa Mundo de 2009 competiram por 16 nações. Em 2003, o primeiro Campeonato Mundial Indoor Lacrosse foi contestada por seis países em quatro locais em Ontário, Canadá. O Canadá ganhou o campeonato em um jogo final contra os iroqueses, 21-4. O WILC 2007 foi realizada em Halifax, Canadá, em de maio de 14-20, e ganhou também pelo Canadá. As equipes da Austrália, Canadá, República Checa, Inglaterra, Irlanda, nacionais Iroquois, na Escócia e os Estados Unidos competiram. O segundo maior campo de lacrosse da concorrência internacional é o Campeonato Europeu de Lacrosse. Detidos para homens e mulheres, a Federação Europeia de Lacrosse (ELF), foi executado o Campeonato da Europa desde 1995. Antes de 2001 os campeonatos foram um evento anual, mas em 2001, a FEB alterou o formato a cada quatro anos, entre o Campeonato do Mundo. Antes de 2004, apenas sete nações nunca tinha participado, mas em 2004 houve um número recorde de países participantes, com seus 12 homens e de 6 mulheres, o que tornou o maior evento internacional de lacrosse de 2004. O último Campeonato Europeu Lacrosse foi realizada em Lahti, na Finlândia, em 2008, com dezoito países concorrentes. Inglaterra em primeiro lugar com a Holanda e Alemanha colocando em segundo e terceiro, respectivamente. O Campeonato Mundial de Lacrosse tem sido dominado pelos Estados Unidos, particularmente em homens. O jogo, apesar dos prejuízos, tanto ao nível do campeonato foi no final de 1978 para o Canadá e final de 2006 para o Canadá. Os Estados Unidos já ganhou 9 dos 11 seniores masculinos e todos os seis torneios em 19 homens até o momento. No Lacrosse feminino, a Austrália apresentou aumento da concorrência, tendo vencido seis dos 14 jogos contra os Estados Unidos no campeonato mundial de alto nível, incluindo um empate. Os Estados Unidos já ganhou 6 dos 8 mulheres é a seniores e 2 dos 3 torneios em 19 mulheres até a data, com os outros campeonatos do mundo venceu a Austrália. Os Nationals Iroquois são uma equipe composta por membros das Seis Nações da Confederação dos Iroquois. A equipe foi admitido na Federação Internacional de Lacrosse (ILF) em 1990. É o único nativo canadense equipe sancionada a competir em qualquer esporte internacionalmente. Os Nationals quarta colocada em 1998, 2002 e 2006 Campeonato Mundial de Lacrosse. Em 2008, os iroqueses eram admitidos como Nação Haudenosunee a Federação Internacional das Associações de Lacrosse da Mulher (IFWLA) como um dos atos finais que o órgão regulador. Um obstáculo para o desenvolvimento internacional de lacrosse tinha sido a existência de distintos órgãos de governo para os homens e as versões femininas do esporte, com lacrosse dos homens serem governados por ILF e versão feminina de IFWLA. Em agosto de 2008, após quatro anos de negociação, os dois corpos se fundiram para formar um só corpo unificado, a Federação Internacional de Lacrosse (FIL). Todos os campeonatos anteriormente operado pelo ILF e IFWLA foram assumidas pela FIL. A FIL acolheu o Campeonato do Mundo de 2010 Lacrosse em Manchester, Inglaterra, entre 15 julho e 24 julho 2010. O lacrosse neste momento é jogado por mais de 28 nações em quatro continentes (Ásia, Austrália, Europa, América do Norte e do Sul): Alemanha, Argentina, Austrália, Áustria, Bermudas, Bulgária, Canadá, Coreia do Sul, Dinamarca, Escócia, Estados Unidos, Eslovénia, Eslováquia, Espanha, Finlândia, Holanda, Hong Kong, Inglaterra, Irlanda, Iroquois, Itália, Japão, Letónia, Nova Zelândia, País de Gales, República Checa, Suécia, Suíça e Tonga. Na Europa os países que estão a trabalhar para implementar o Lacrosse são: Bélgica, Estónia, Hungria, Polónia, Portugal e Rússia. == Lacrosse em Portugal == A primeira equipa de lacrosse em Portugal foi formada em 2008 em Coimbra. Mais tarde, em 2010, formaram-se os Lisboa Viriatos. Mais recentemente, em 2014, foi formada a equipa Lisboa Gladiators Lacrosse. Em 2015, a equipa assinou um protocolo com a Fundação INATEL com o objectivo de fomentar e desenvolver a prática da modalidade em Portugal. Actualmente, os Gladiators são a única equipa com treinos regulares a nível nacional. A nível de resultados, conseguiram alcançar um honroso 2º lugar no I Trofeo Ciudad AlcaLax, torneio quadrangular disputado a 12 de Maio de 2016, em Alcalá de Guadaíra, Sevilha, Espanha e o 3º lugar no I Lisboa Lacrosse Cup, o primeiro torneio internacional de Lacrosse realizado em Portugal, e que, para além dos Gladiators, contou com a participação de equipas inglesas e alemãs, nas vertentes masculinas e femininas. == Lacrosse no Brasil == O esporte está sendo divulgado em Santarém por dois profissionais consagrados da modalidade: Cristina Velez e Sérgio Madrigal. Os atletas defenderam as seleções nacionais de Lacrosse da Espanha e Colômbia, respectivamente, e atualmente são professores e dirigentes internacionais da modalidade. A ideia é implantar um Comitê Brasileiro do Esporte a partir de Santarém para incentivar a adesão do Lacrosse no país. Atualmente a liga mais famosa de Lacrosse do mundo. A NLL está sendo exibida no Brasil no STAR + . Mas apenas com narração em Inglês. Contudo com eventos gravados dentro da plataforma. Algo que nao acontece com todas as modalides dentro do star+. == Jogos Olímpicos == O esporte fez parte dos Jogos Olímpicos duas vezes, em 1904 em em 1908. Como apenas duas equipes competiram por medalhas (Canadá e Estados Unidos), a modalidade foi excluída dos Jogos.rederecord.r7.com Conheça os esportes que já foram olímpicos acessado em 11/04/2012. Nas Olimpíadas de 1932 e de 1948, o Lacrosse foi um esporte de demonstração. == Ver também == * Box lacrosse * Campeonato Mundial de Lacrosse * Lacrosse nos Jogos Olímpicos * National Lacrosse League * Major League Lacrosse == Ligações externas == * Lacrosse Lisboa — Site do Lisboa Lacrosse * Lacrosse Coimbra — Blog da equipa de Lacrosse (ACM Coimbra) * European Lacrosse Federation — Federação Europeia de Lacrosse * International Lacrosse Federation — Federação Internacional de Lacrosse Categoria:Desportos coletivos Categoria:Desportos olímpicos do passado",
 "title": "Lacrosse"
}