{
 "id": "77567",
 "text": "O Celoma (do latim cele, \"cavidade\") é uma cavidade embrionária preenchida por fluido celômico e revestida por mesoderme. Esta cavidade embrionária deve ser revestida completamente por mesoderme para ser caracterizada como celoma verdadeiro. No adulto, o celoma formará a cavidade abdominal e torácica recoberta por tecido seroso (peritônio, pleura e pericárdio). Essas cavidades alojam diversos órgãos do animal em questão, que neste caso recebe o nome de celomado. http://www.infoescola.com/embriologia/celoma/ Animais celomados são aqueles que apresentam celoma verdadeiro, enquanto os acelomados não apresentam celoma e os pseudocelomados (pseudo= “falso”) apresentam uma cavidade que não é revestida completamente por mesoderme. Enquanto todos os vertebrados, moluscos, anelídeos e equinodermos são animais celomados, os Rotifera são animais pseudocelomados e os platyhelminthes acelomados. Estudos do desenvolvimento do celoma em diversos animais contribuiram para o nosso entendimento da evolução dos Metazoa, e foi um caráter tradicionalmente usado na construção das primeiras filogenias de Metazoa. == Desenvolvimento == A formação do celoma inicia no estágio de gastrulação do desenvolvimento, está relacionada a migração de células mesodérmicas e é controlada molecularmente pela expressão de diferentes genes. Na gastrulação, em animais triploblásticos, as três camadas germinativas (Ectoderme, endoderme e mesoderme) são formadas a partir de uma blástula que é caracterizada pela presença de uma camada de blastoderme, células interiores e uma cavidade única, a blastocele. Nos animais acelomados a mesoderme preenche totalmente a blastocele, consequentemente a cavidade celômica é inexistente. No desenvolvimento dos pseudocelomados as células da mesoderme migram e forram somente a periferia da blastocele. Já nos celomados, a blastocele é revestida completamente por células da mesoderme. A forma como células da mesoderme revestem completamente a blastocele varia entre diferentes animais, em alguns animais o celoma é formado por esquizocelia (celoma esquizocélico) e em outros o celoma é formado por enterocelia (Celoma enterocélico). O celoma esquizocélico (do grego schizos, dividido/fendido) é formado a partir de fendas internas que surgem da mesoderme do embrião, com preenchimento completo da blastocele por mesoderme seguido por um processo de morte celular, dando origem à cavidade celômica revestida completamente por mesoderme. O celoma enterocélico é fomado por projeções de mesoderme em forma de bolsa que expandem e revestem completamente a cavidade celômica. == Características da cavidade celômica dos Metazoa == A hipótese filogenética bastante aceita atualmente organiza os Metazoa em um grupo basal representado pelos Porifera, Placozoa, Cnidária e Ctenófora e um grupo mais derivado, os Bilateria, representado pelos Deuterostômia e Protostômia (Lophotrochozoa e Ecdysozoa), sendo que os Bilateria são triploblásticos. Animais acelomados, pseudocelomados e celomados estão espalhados pelo grupo dos Metazoa, assim como o tipo de formação do celoma, se por esquizocelia ou enterocelia. === Grupo basal === Porifera, Placozoa, Cnidários e Ctenófora formam o grupo basal de Metazoa e não apresentam celoma. Nos Cnidários e Ctenóforos a gástrula só desenvolve os dois primeiros folhetos embrionários (ectoderme e endoderme). Não há a fase de gástrula tridérmica. Por esta razão, o corpo desses animais, mesmo nos adultos, tem apenas duas camadas fundamentais de células. Entre elas, ocorre uma camada mediana de substância gelatinosa, com células móveis; porem esta camada - a mesogleia – é de origem endodérmica. Animais com essa organização tão elementar são classificados como diblásticos ou diploblásticos. Evidentemente, não poderiam revelar celoma, já que este nasce da mesoderma. === Deuterostômia === Deuterostômia é um grupo de animais bilaterais triploblásticos, sendo que todos os seus representantes são celomados, com o celoma enterocélico. Os representantes dos Deuterostômia são os Chordata, Echinodermata, Hemichordata e Xenoturbellida. === Protostômia === Tradicionalmente foi considerado que seres protostômios celomados apresentavam celoma esquizocélico. mas com base em novas hipóteses filogenéticas e estudos de desenvolvimento notou-se que alguns animais protostômios apresentavam celoma enterocélico. ===== Lophotrochozoa ===== Lophotrochozoa é um grupo de animais triploblásticos, todos os seus representantes são celomados. A formação do celoma durante o desenvolvimento varia entre os representante de Lophotrochozoa: -Phoronida: Todos os representante apresentam celoma esquizocélico. -Brachiopoda: Possui alguns representantes com celoma esquizocélico e outros com celoma Enterocélico. -Bryozoa: Celoma presente mas a formação é desconhecida. -Nemertea: Acelomado. -Anellida: Todos os representante apresentam celoma Schizocélico. -Mollusca: Todos os representante apresentam celoma Schizocélico. ===== Ecdysozoa ===== Os Ecdyzosoa apresentam alguns representantes celomados e outros acelomados. Os representantes de Ecdysozoa psedocelomados são os Kinorhynca, Loricifera, Priapulida, Nematomorpha e Nematoda. Os representantes de Ecdysozoa celomados são os Artropoda (Pancrustácea, Myriapoda e Chelicerata), Tardigrata e Onychophora. Os Artropodes apresentam celoma esquizocélico. O tipo de celoma nos Onychophora difere do celoma dos outros animais e é chamado de mixocele por alguns pesquisadores, com base no desesenvolvimento destes animais. O tipo de celoma presente nos Tardigrata não foi sempre claro, no entanto estudos recentes utilizando diferentes técnicas para compreender o desenvolvimento destes animais indicam que o celoma é esquizocélico. Categoria:Embriologia",
 "title": "Celoma"
}