{
 "id": "77561",
 "text": "Vanessa Chantal Paradis, (Saint-Maur-des-Fossés, 22 de dezembro de 1972) é uma atriz e cantora francesa. Ela se tornou uma das cantoras mais conhecidas de sua geração aos 14 anos com seu primeiro single, \"Joe le taxi\" (que originou depois a música \"Vou de Táxi\", da cantora Angélica), e desde então leva uma carreira consistente na música e no cinema. Ela é sobrinha do ator e produtor Didier Pain e irmã da atriz Alysson Paradis. De junho de 1998 até agosto de 2012 viveu um relacionamento com o ator americano Johnny Depp, pai de seus dois filhos: Lily-Rose Melody Depp, nascida em 27 de maio de 1999 e John (Jack) Christopher Depp III, nascido em 9 de abril de 2002 (as duas crianças nasceram em Paris). == Biografia == === Infância === Nascida no dia 22 de dezembro de 1972 em Saint-Maur-des-Fossés, Vanessa Paradis passou sua infância e adolescência em Villiers-sur-Marne com seus pais, André e Corinne Paradis. Ela sentiu desde cedo um desejo artístico e procurou seu meio de expressão. Ela admira desde a infância Marilyn Monroe e queria atuar no cinema, como ela. Sendo assim, se inscreveu em aulas de dança, aprendeu o básico do piano e passou por alguns castingos para se tornar modelo infantil, sem grande sucesso. Vanessa acompanhava às vezes seu tio Didier Pain, ator, aos sets de filmagem e às casas de seus amigos cantores. Vanessa tem uma irmã: Alysson Paradis, nascida 29 de maio de 1984, atualmente atriz de cinema e teatro. === Carreira musical === ==== 1981-1986: O começo ==== Ela fez sua primeira aparição televisiva no dia 3 de maio de 1981 no programa da televisão francesa L'école des fans, que dá às crianças a oportunidade de se apresentarem artisticamente. Ela cantou a música \"Émilie Jolie\".O programa foi gravado no sábado 2 de maio e então televisionado no domingo 3 de maio. Em 1983,A data é registrada em 1983, foi a própria cantora que o disse: \"Eu tinha 10 anos\" no programa Frequenstar. O single foi cantado em 1985 no Festival Ambrogino. ela grava a música \"La magie des surprises parties\", escrita pelo grupo de rock francês Les Forbans. Ela a cantou no festival italiano Ambrogino em dezembro de 1985, mas não ganhou o primeiro lugarHistória relatada em um artigo da revista Ok! Magazine em dezembro de 1985. e o single nunca chegou a ser lançado..Ele chega a ser fabricado para a venda em 1987 após o sucesso de \"Joe le taxi\", mas é proibido de ser comercializado por um processo dos pais de Vanessa Paradis com os produtores. No mesmo ano, ela faz parte dos vocais de apoio em duas músicas do álbum Normal do cantor e compositor francês Franck Langolff. ==== 1987-1988: Os primeiros singles ==== A carreira de Vanessa Paradis começa de fato 2 anos mais tarde, em abril de 1987, com a música \"Joe le taxi\", com letra de Étienne Roda-Gil e música de Franck Langolff. Aos 14 anos, ela fica em primeiro lugar da parada francesa por 11 semanashttp://lescharts.com/showitem.asp?interpret=Vanessa+Paradis&titel;=Joe+le+taxi&cat;=s (mais de um milhão de vendas) e conhece o sucesso no exterior: primeiro lugar na Bélgica por 13 semanas, no Canadá durante 8 semanas, na Suíça e em Israel,Dossiê da imprensa canadense do álbum Variations sur le même T'aime, em 1990. assim como na Inglaterra (o que não acontecia com uma música francesa desde \"Je t'aime… moi non plus\" de Serge Gainsbourg e Jane Birkin, em 1969). O single foi lançado em todos os continentes e foi comercializado nos Estados Unidos em março de 1989. Vanessa também gravou uma versão em espanhol (\"Joe el taxi\"). No Brasil, a canção fez sucesso na voz de Angélica, que fez uma versão em português (\"Vou de Táxi\"). O sucesso do single veio acompanhado de uma grande onda de rejeição por parte do público francês em relação a Vanessa.No dia 27 de janeiro de 1988, Vanessa vai ao Midem de Cannes para cantar \"Joe le taxi\". Durante sua apresentação ao vivo, uma parte do público a vaia e atira coisas nela. Por aguentar cantar a música até o final, quando vai buscar seu prêmio, o público a aplaude. Ela chega a pensar em desistir da carreira, mas sua paixão pela música a leva a continuar. Sobre esse episódio, ela disse: \"Naquele momento, eu não podia deixar os outros decidirem meu destino\". A transmissão do show ocorreu no dia 10 de fevereiro de 1988 no canal TF1. Após 2 meses de divulgação no exterior, em dezembro de 1987 saiu o seu segundo single, \"Manolo Manolete\". Apesar das boas vendas, a música foi muito criticada pelo seu tema polêmico: a tourada. ==== 1988-1994: Os primeiros álbuns ==== Em 1988, sai seu primeiro álbum, M & J.Em homenagem a Marilyn Monroe e John Kennedy. 4 singles são lançados: \"Marilyn & John\" (que ganha uma versão em português com a cantora Angélica, chamada \"Passageiro do amor\"), \"Maxou\", \"Coupe coupe\" e \"Mosquito\". Graças ao sucesso de \"Joe le taxi\", ela se beneficia de um lançamento mundial, mas faz sucesso apenas na França. Paralelamente, Vanessa continua seus estudos. Ela consegue combinar os dois durante um ano,Ausente durante quase todo o segundo semestre, ela interrompe a divulgação do álbum no último trimestre para passar em artes e literatura. mas decide desistir no ano seguinte, ano no qual é submetida a um linchamento moral por uma parte do público, assim como de seus companheiros de classe e professores.Vanessa Paradis disse em uma entrevista para a revista Graffiti em dezembro de 1988: \"Eles têm inveja de mim. Eles dizem que eu fiz sucesso sem muito esforço e eles me criticam, me enchem. Eu acho isso nojento, eles são malvados. Felizmente, eu tenho uma professora de francês inteligente que ensina a única matéria que me interessa. Ela é genial e ela me entende\". Através de um acordo com seus pais, ela suspende os estudos em março de 1989. Em 1989, o prestigiado e controverso cantor francês Serge Gainsbourg exprime seu desejo de trabalhar com Vanessa. Os dois se conhecem e Gainsbourg lhe escreve as letras de seu segundo álbum, Variations sur le même T'aime, ficando a música novamente a cargo de Franck Langolff. O lançamento do álbum em maio de 1990 (alguns meses após ela receber o prêmio da música francesa Victoire de la Musique de cantora do ano 1989) é um acontecimento. 3 singles são lançados: \"Tandem\", \"Dis lui toi que je t'aime\" e \"L'amour en soi\". Esse se torna o último trabalho artístico de Serge Gainsbourg que morre 9 meses após o lançamento do álbum. Seu terceiro álbum, auto-intitulado Vanessa Paradis, é lançado em setembro de 1992, composto e produzido por Lenny Kravitz, no qual ela canta inteiramente em inglês. O álbum é lançado mundialmente, mas faz sucesso apenas na França, onde alcança o primeiro lugar em vendas. 4 singles são comercializados: \"Be My Baby\" (que vira um sucesso em vários países da Europa), \"Sunday Mondays\", \"Just as long as you are there\" e \"Natural High\". Em março de 1993, ela dá origem à sua primeira turnê mundial, a Natural High Tour. Ela se apresenta por volta de 60 vezes na França, assim como na Inglaterra e no Canadá, mas cancela seus shows nos Estados Unidos e no Japão por questões de saúde. Em fevereiro de 1994, Vanessa Paradis Live, seu primeiro álbum ao vivo é lançado, tendo como singles \"Les Cactus\" (cover da música de Jacques Dutronc) e \"Gotta Have It\". O show é transmitido pelo canal francês Canal+,No sábado de 9 de abril de 1994, durante uma programação especial com o documentário Vanessa, la tournée. mas só é comercializado em 2010 com o lançamento de seu dvd Anthologie 87-2007. Durante esses anos, ela se envolve em vário projetos musicais. Em 1989, ela se junta a vários cantores para cantar uma música para a caridade, \"Pour toi Arménie\", composta por Charles Aznavour. Ela também canta uma música para o filme Atlantis de Luc Besson,\"Time to Get Your Lovin'\". faz vocais de apoio para músicas de Johnny Hallyday,\"Si j'étais moi\", lançada na França, em 1989, como single e no álbum Cadillac. Alain Lanty,\"Tant bien que mal\", lançada na França, em 1991, como single e no álbum Atlantique. Louis Bertignac,\"Oubliez-moi\", \"Ma petite poupée\", \"L'Amour interdit\", \"L'Arroseur arrosé\" e \"La Fille d'Essaouira\". As duas primeiras músicas foram lançadas como single. O álbum Elle et Louis foi lançado na França em 1993. Maxime Leforestier,\"Chienne d'idée\". Lançada na França, em 1995, como single e no álbum Passer ma route. e Gerry DeVeaux,\"Don't Take Back Your Love\" e \"Voici les clés (de mes secrets)\". Disponíveis no álbum Rhythm & Love, lançado apenas no Japão, em 1996. primo de Lenny Kravitz). Também faz participações no programa de música francês caritativo Les Enfoirés entre 1993 e 1999. No dia 17 de maio de 1995, ela participa da cerimônia de abertura do Festival de Cannes, onde acompanhada pelo guitarrista francês Jean-Félix Lalanne, canta a famosa música francesa \"Le Tourbillon\" ao vivo diante da presidente do júri, Jeanne Moreau, que se levanta e se junta a ela para cantar. Essa pequena surpresa se torna o fato mais marcante do Festival naquele ano. Em abril de 1996, ela faz um show particular destinado à associação de caridade Rêves, da qual é a madrinha. O show, transmitido pelo canal Canal+ e em 2010 comercializado em seu dvd Anthologie 87-2007, consiste de várias de suas músicas assim como diversos covers.Ela faz versões de músicas dos Beatles, Ben Harper, The Kinks, Lou Reed, Alain Chamfort, Les Rita Mitsouko, etc. Em dezembro de 1999, ela participa do show particular Nightclubbing in Paris promovido pelo Canal+ e no qual, acompanhada de Johnny Depp na guitarra, ela canta três músicas com o cantor americano Iggy Pop.\"Don't smoke in bed\", \"Nightclubbing\" e \"You go to my head\". ==== 2000-2001: Novo álbum e retorno aos palcos ==== Após anos se dedicando apenas ao cinema e o nascimento de sua filha, a cantora lança em outubro de 2000 seu quarto álbum, Bliss.É por esse álbum e pelas filmagens do filme The man who killed Don Quixotte (filme esse que nunca foi concluído) que a fazem recusar o papel principal no filme O Fabuloso Destino de Amélie Poulain. O diretor Jean-Pierre Jeunet por fim escolhe Audrey Tautou para estrear o filme francês mais famoso da última década. Pela primeira vez, um álbum seu tem vários compositores (Alain Bashung, Matthieu Chedid, Franck Monnet, Johnny Depp e a própria Vanessa Paradis). \"Commando\", o primeiro single só alcança a 43º posição da parada francesa. Os singles \"Pourtant\" e \"Que fait la vie?\" também são enviados às rádios, mas não são comercializados. Ela começa uma segunda turnê a partir de março de 2001, a Bliss Tour, que a leva 6 noites ao estádio OlympiaDo dia 20 ao dia 25 março. e uma noite ao estádio Le Zénith,No dia 30 de maio. em Paris. Ela participa também de 3 festivais de música francesa Francofolies: em La Rochelle, Spa e Montreal. Em novembro de 2001, sai seu 2º álbum ao vivo, Vanessa Paradis au Zénith, da onde saem 2 singles: \"L'eau à la bouche\" (cover da música de Serge Gainsbourg) e \"Walk on the Wild Side\" (cover da música de Lou Reed). Novas participações musicais marcam esse período: canta a canção principal do filme Le Petit Poucet,\"La Lune brille pour toi\" e \"Close Your Eyes\". ela é madrinha do projeto Ma chanson d'enfance (um álbum caritativo de covers\"Le tourbillon\", cover de Jeanne Moreau.), e faz um dueto com Charles Aznavour para o álbum Bon anniversaire Charles!.\"Au creux de mon épaule\". O programa foi transmitido no dia 22 de maio de 2004. Em julho de 2004, ela canta 6 músicas para a trilha sonora do filme Atomik Circus (no qual ela é a protagonista), compostas pelo grupo de rock francês The Little Rabbits, tendo como single \"Ma pétroleuse\". ==== 2007-2008: Divinidylle ==== Após o nascimento de seu filho e o lançamento de vários filmes, sai em setembro de 2007 um novo ábum, Divinidylle. Esse 5º disco é quase inteiramente composto por Matthieu Chedid, mas também pela própria Vanessa, entre outros. 3 singles são lançados (\"Divine idylle\", \"Dès que j'te vois\" e \"L'incendie\") fazendo do álbum um grande sucesso na França: nº 1 nas paradas francesas vendendo mais de 500 mil cópias. Ele também é comercializado em toda a Europa e na Ásia e lhe dá dois prêmios da música francesa Victoire de la Musique: cantora do ano e álbum do ano. A capa do álbum é feita por Johnny Depp, assim como a direção do videoclipe de \"L'incendie\". O ator foi companheiro de Vanessa por mais de uma década. Em outubro de 2007, começa a sua terceira turnê, a Divinidylle Tour, com mais de 30 shows e a levando a encher o estádio Palais Omnisports de Paris-Bercy,No dia 19 de dezembro de 2007. mas também o Le Zénith de Paris por 3 noites e o Élysée Montmartre.No dia 18 de dezembro do mesmo ano. Em julho de 2008, ela volta às estradas para uma série de festivais. O álbum ao vivo, Divinidylle Tour, sai em setembro de 2008, com 2 singles: \"Les Cactus\" (com participação de Matthieu Chedid) e uma versão ao vivo de \"Joe le taxi\". O DVD do show lhe dá um Victoire de la Musique de DVD musical do ano de 2009. Durante esse período, colabora com outros artistas: faz 2 apresentações do conto musical Le Soldat rose criado por Louis Chedid (onde ela canta música \"Made in Asia\"), canta \"Waiting on an angel\" com Ben Harper em novembro de 2007 no programa La musicale no Canal+, grava a música \"Adrienne\"Lançada na França em CD na segunda edição do álbum Bungalow. com Albin de la Simone e faz vocais de apoio em uma música de Glenn Tilbrook.\"Interest & Love\", lançada somente nos Estados Unidos no álbum Pandemonium ensues. ==== 2009-2011: O best of / O Anthologie / A turnê mundial ==== No dia 23 de novembro de 2009, lança o Best of, sua 1º coletânia musical com músicas inéditas, raras e duetos. A inédita \"Il y a\", escrita por Gaëtan Roussel, tem sucesso ao alcançar o 6.º lugar em vendas digitais. O álbum vende mais de 300 mil exemplares. Para promover o lançamento, faz um show na sala de espetáculo La Cigale para a SFR, durante o qual ela canta 13 de suas músicas em versão acústica com arranjos de Albin de la Simone, com seus músicos e um quarteto de cordas. Ela decide então fazer uma turnê acústica, a Concert Acoustique Tour, e reproduzir esse show ao grande público com uma nova versão: ela se apresenta 5 noites no Casino de Paris do dia 28 de junho ao dia 2 de julho de 2010 e, depois parte em turnê pela França com mais de 20 apresentações. Nessa ocasião, um 2º single é enviado às rádios, \"Marilyn & John\" em versão acústica. Vanessa Paradis faz um cover de \"Vous les copains\"http://www.myspace.com/thelmalouiseetchantal da cantora Sheila para a trilha sonora do filme Thelma, Louise et Chantal, se junta à Jacques Dutronc no palco para cantar \"Le petit jardin\", e faz parte do concerto Peace one dayMovimento humanitário criado por Jeremy Gilley. em Paris, onde ela canta 3 canções, entre elas um cover de \"Hallelujah\" de Leonard Cohen e Jeff Buckley. No dia 8 de novembro de 2010, saem 2 álbuns com sua participação: Nouvelle Vague (onde ela canta uma canção de Étienne Daho, \"Week-end à Rome\") e Dr. Tom ou la liberté en cavale (um álbum com vários artistas composto por Franck Langolff um pouco antes de sua morte em 2006). No dia 29 de novembro de 2010 sai o álbum ao vivo Une nuit à Versailles e um DVD do mesmo nome feito durante sua turnê acústica. No mesmo dia, também foi lançado um outro DVD, o Anthologie 87-2007 com suas passagens televisivas.Trata-se de um box de 2 DVDs com músicas e entrevistas filmadas da artista, assim como conteúdo inédito dos seus primeiros shows em Paris, em 1993, e seu show completo no Canal+, em 1996. O box tem mais de 3 horas de duração. A turnê acústica, Concert Acoustique Tour, recomeça em 2011. Após se apresentar em Folies Bergère do dia 24 ao 31 de janeiro de 2011 e em fevereiro, em Londres, Nova York, Los Angeles e Montreal (o show que aconteceria em Tel Aviv foi canceladoConsulte o parágrafo \"Problemas fora dos palcos\".), Vanessa participa de um álbum de homenagem à Alain Bashung, que sai em abril de 2011, no qual ela canta \"Angora\" (faixa produzida por Johnny Depp). No dia 8 de outubro de 2011, Vanessa Paradis se junta à Matthieu Chedid e Sean Lennon para se apresentar em um mini-concerto de 40 minutos, fazendo a divulgação do filme Um monstro em Paris, no qual eles dublam os personagens principais e fazem a trilha sonora, sendo a canção principal \"La Seine\". No dia 17 de abril de 2012, Vanessa participa do show do cantor Elvis Costello em Los Angeles onde canta com ele três canções: \"Alison\", \"This will be our year\" e \"Out Of Time\". No dia 28 de maio, sai o álbum Elles e Lui do cantor francês Alain Chamfort. Vanessa participa fazendo um dueto com ele de uma canção escrita por Serge Gainsbourg, \"Malaise en Malaisie\".Essa canção fez parte do show caritativo de Vanessa em 1996 no canal francês Canal+. Em abril de 2013, Vanessa participa de um novo dueto com Bejamin Biolay chamado Profite. ==== 2013-2014: Love Songs, o álbum da maturidade ==== Lançado em 13 de maio de 2013, seu sexto álbum. Love Songs é um álbum duplo com vinte canções, incluindo os singles Love Song, Les Espaces et les Sentiments e Mi amor. Totalmente produzido por Benjamin Biolay (que assina oito títulos). Bem recebido pela crítica francesa, o álbum se classificada como No. 1 em vendas na França após seu lançamento. Love Songs já vendeu mais de 200 mil cópias. Vanessa então começa a turnê Love Songs Tour pela França entre outubro e dezembro de 2013. Durante este período, ela participa de projetos musicais de outros artistas. Em setembro de 2013, ela aparece no álbum de Steve Nieve, ToGetHer, com a canção Conversation. Em novembro de 2013, é lançado um álbum de colecionador do grupo BB Brunes chamado Long Courrier. Vanessa participa da nova versão da canção Bye Bye. Em 2014, sua canção Mi amor é escolhida para ilustrar a campanha publicitária do perfume Love Story da marca Chloé, com direção de Mélanie Laurent. Em 14 de fevereiro de 2014, Vanessa ganha o Victoire de la musique 2014 de cantora do ano. Torna-se assim a cantora francesa mais premiada nesta categoria com três prêmios (1990, 2008 e 2014). Durante o verão Europeu de 2014, começa a segunda parte da turnê Love Songs Tour com apresentações pela Europa (Inglaterra, Holanda, Espanha, Suíça) e em numerosos festivais na França e no Zénith de Paris no dia 3 de julho. Em 22 de setembro de 2014, é lançada um single novo de Vanessa, com autoria de Biolay, chamado Pas besoin de permis, que faz parte do álbum Love Songs Tour, lançado em CD e DVD em novembro de 2014. === Carreira cinematográfica === ==== 1989: O primeiro filme ==== Em 1989, Vanessa Paradis, com 16 anos, grava seu primeiro filme, Boda Branca, sob a direção de Jean-Claude Brisseau, aonde ela aparece nua. Ela faz Mathilde, uma colegial perdida e marginalizada que vive uma paixão destrutiva com seu professor de filosofia, feito por Bruno Cremer. A jovem atriz contou mais tarde que as gravações foram muito penosas por conta da personalidade autoritária do diretor, mas ela não perdeu o entusiasmo e disse: \"Mesmo que a experiência em Boda Branca tenha sido horrível, eu descobri que adoro atuar.\" Boda Branca foi lançado em 8 de novembro de 1989 e se torna o 2º filme francês mais visto do ano na FrançaA revista profissional Le film français do dia 31 de outubro de 1997 e a recapitulação de 25 anos de cinema em números de Ciné-Chiffres. com quase 2 milhões de espectadores. O filme então é lançado no mundo inteiro. No dia 21 de fevereiro de 1990, Vanessa recebe o Prêmio Romy Schneider e no dia 4 de março, ela é eleita a atriz mais promissora na cerimônia do César pela sua atuação. ==== 1995-1999: Sob a asa de Christian Fechner ==== Após dois álbuns e uma turnê, Vanessa Paradis volta ao cinema em 1994 com o filme Élisa, em que contracena com Gérard Depardieu. Esse filme, produzido por Christian Fechner, marca o retorno do diretor Jean Becker que não filmava desde L'Été meurtrier em 1983. Élisa é lançado em fevereiro de 1995 e é um grande sucesso (mais de 2 milhões e meio de espectadores) e se torna o 9º filme mais visto de 1995 na França. Ele é eventualmente lançado no mundo inteiro. Diante do sucesso, a jovem atriz assina um contrato de exclusividade com Christian Fechner para seus 3 próximos filmes, mas a série conhece menos sucesso que Élisa. Em 1996 grava Duelo de Bruxos com Jeanne Moreau e Jean Reno. Lançado em março de 1997, o filme consegue apenas um pouco mais que 970 000 espectadores. O filme seguinte, dirigido por Patrice Leconte, Duas chances em uma, não faz muito melhor. Filmado em 1997 e lançado em 25 de março de 1998, só consegue 1 milhão de espectadores (um fracasso visto seu orçamento) e isso, apesar do retorno em um mesmo filme de Alain Delon e Jean-Paul Belmondo (que não gravavam juntos desde 1970). Vanessa e Patrice Leconte voltam a se encontrar no entanto para A mulher e o atirador de facas, lançado em maio de 1999, onde contracenando ao lado de Daniel Auteuil, ela faz uma jovem suicida que se torna alvo de um lançador de facas no meio do circo. Esse filme, louvado pelos criticos, é visto por quase 700 mil espectadores na França, o que é raro para um filme preto e branco. Ele é lançado no mundo inteiro e mesmo nos Estados Unidos em julho de 2000, onde conhece um sucesso na mídia e nas salas de cinema (mais de 1 milhão e meio de dólares). Por esse filme, Vanessa Paradis é nomeada ao César de melhor atriz em fevereiro de 2000, mas perde o prêmio (conquistado por Karin Viard). ==== 2004-2007: Um retorno que não convence ==== Após ter duas crianças e fazer um álbum e uma turnê, Vanessa volta à cena no dia 21 de julho de 2004 com o filme Atomik Circus, dirigido pelos irmãos Poiraud, onde ela atua com Jason Flemyng e Jean-Pierre Marielle. Lançado em pleno verão francês e extenuado pela crítica, o filme é um fracasso e só consegue 239 000 espectadores. Em 2004, ela grava também Meu anjo, o 1º filme de Serge Frydman (roterista de A mulher e o atirador de facas), onde ela contracena com Vincent Rottiers e Eduardo Noriega. Ele só permanece 3 semanas em cartaz conseguindo apenas 178 000 espectadores. Diante dessas situações em que ela é protagonista do filme, Vanessa Paradis decide pela primeira vez fazer um papel coadjuvante no thriller A Chave de Guillaume Nicloux, contracenando com Guillaume Canet e Jean Rochefort. O filme é lançado em 19 de dezembro de 2007. ==== 2010-2016: A volta por cima ==== No dia 17 de março de 2010 protagoniza com Romain Duris a aclamada comédia romântica L'Arnacœur, o 1º filme de Pascal Chaumeil. Ele se torna o filme mais popular de sua carreira com quase 4 milhões de espectadores na França e mais de 1 milhão no exterior.Revista Écran Total n° 796 do dia 24 ao dia 30 de março de 2010. L'Arnacœur é lançado no Brasil, na Alemanha, no Japão, na Inglaterra, etc. Um remake americano do filme está em fase de produção.http://video.premiere.fr/entertainement/site/premiere/Cinema/interstitiel?back_url=http://www.premiere.fr/Cinema/News- Cinema/L-arnacoeur-le-remake-US-est-confirme/(gid)/2304982 No dia 12 de outubro de 2011, é lançado o filme de animação Um monstro em Paris, onde Vanessa dá sua voz à personagem principal Lucille. Na dublagem francesa do filme também estão Matthieu Chedid, Gad Elmaleh e François Cluzet. No dia 23 de setembro de 2011, é lançado no Canadá seu novo filme, \"Café de Flore\" do diretor canadense Jean-Marc Vallée. O filme lhe traz dois prêmios em 2012: o Genie Awards e o Jutra Award (no Quebec) de melhor atriz pelo seu papel de mãe de um menino com síndrome de Down na Paris dos anos 1960. No dia 18 de janeiro de 2012, é lançado seu filme Dubaï Flamingo dirigido por Delphine Kreuter, no qual ela atua com Florence Thomassin e Sergi López. No dia 11 de julho de 2012, é lançado na França \"Je me suis fait tout petit\", um filme de Cécilia Rouaud aonde Vanessa tem um dos papéis principais ao lado de Denis Menochet e interpreta a personagem principal do filme Cornouailleda diretora Anne Le Ny lançado nos cinemas franceses em agosto de 2012. Entre outubro e dezembro de 2012, Vanessa filma seu primeiro filme americano em Nova Iorque: Fading Gigolo, dirigido por John Turturro, ao lado de Woody Allen, Sharon Stone, Sofia Vergara e Liev Schreiber. Lançado em 17 países entre abril e junho de 2014, o filme arrecada mais de 25 milhões de dólares. Ainda sob a direção de John Turturro, Vanessa grava em janeiro de 2014, um curta-metragem chamado Quand il n'y a plus d'amour para o filme Rio, eu te amo, um filme construído a partir de vários segmentos ambientados em vários pontos do Rio de Janeiro. Ainda em 2014, ela interpreta um dos onze papéis femininos do primeiro filme da atriz Audrey Dana chamado Sous les jupes des filles ao lado de, entre outros, Isabelle Adjani, Laetitia Casta, Julie Ferrier, Audrey Fleurot e Alice Taglioni. Lançado em junho de 2014 na França, o filme foi um sucesso de bilheteria com mais de 1 milhão de espectadores. Em maio de 2016, Vanessa faz parte dos integrantes do júri da 69ª edição do Festival de Cannes, presidido pelo cineasta George Miller, ao lado dos atores Mads Mikkelsen, Donald Sutherland, Kirsten Dunst, e Valeria Golino, da produtora Katayoun Shahabi e dos diretores Arnaud Des e László Nemes. == Moda == === 1988-1989: Castelbajac e Maniatis === * De 1988 a 1990 é uma das representantes do cabeleireiro Jean- Marc Maniatis. Ele cria para ela um corte com franjas que se torna seu corte star do momento. Ela desfila durante a apresentação oficial de sua nova coleção.A apresentação é televisionada no dia 21 de abril de 1990. * No dia 17 de março de 1989, ela desfila por Jean-Charles de Castelbajac com um casaco feito de bonecos de pelúcia do Snoopy.Fotos aparecem na imprensa regular nos dias 18 e 19 de março, assim como na imprensa juvenil e de moda. === 1991-2011: Chanel === * Em 1991, ela se torna a garota propaganda do perfume Coco da Chanel, com o objetivo de rejuvenescer a imagem da marca. Um comercial, dirigido por Jean-Paul Goude, é feito em dezembro de 1990Data indicada na revista Elle do dia 21 de outubro de 1991. e é transmitido pela Europa a partir de 14 de outubro de 1991.A primeira transmissão francesa aconteceu pelo Canal+ com exclusividade no dia 10 de outubro. Vanessa faz o papel de um pássaro dentro de uma gaiola se balançando em um trapézio, assobiando e brincando com um vidro de perfume Coco. A campanha dura até 1994, com direito a dois visuais diferentes.O primeiro mostrava Vanessa Paradis sentada de perfil com os pés presos por uma corda e foi considerado degradante para a mulher. É por isso que um segundo visual, mostrando Paradis de pé derramando um vidro de perfume, foi feito. *Em 1993, ela faz campanha para joias da Chanel. Uma dezena de fotos são feitas com a cantora vestindo somente uma calça jeans. Vanessa aparece na capa da revista Elle francesa e de países asiáticos. * Em 2004, Karl Lagerfeld a chama para promover sua linha de bolsas Cambon. Uma campanha publicitária aparece na mídia entre março e maio, com vários visuais diferentes. Uma nova foto então é usada para a retomada em dezembro. Uma terceira campanha de mídia, com novos visuais, aparece em abril e maio de 2005.A campanha publicitária apareceu em todas as revistas de moda europeias, asiáticas, canadenses e americanas da época: Vogue, Elle, Marie Claire, Vanity Fair, etc. * Em 2005 promove a linha de bolsas New Mademoiselle na mídia entre outubro e dezembro com 6 visuais diferentes. Karl Lagerfeld faz as fotos, dessa vez com um Polaroid, dando um efeito retrô a sessão. * Em 2010 empresta seu rosto à campanha de batom Rouge Coco. As fotos são feitas por Jean-Baptiste Mondino e aparecem na mídia dos Estados Unidos em março, então na Europa, na Ásia e no Orienre Médio a partir de abril. Um comercial é também feito, com Vanessa diante de um espelho passando batom nos lábios e assobiando Daydream da banda The Lovin' Spoonful. * Ainda em 2010, é a garota propaganda da coleção de bolsas Coco Cocoon no lugar da cantora Lily Allen. Os 8 visuais diferentes aparecem nas revistas a partir de junho de 2010. * Em 2012 apresenta em vários países exposições fotográficas da famosa jaqueta Little Black Jacket, originalmente criada por Coco Chanel, sendo fotografada por Karl Lagerfeld. * Em 2013, ela é fotografada por Karim Sadli para o catálogo 31 rue Cambon da marca Chanel. * Em 2014, durante sua turnê Love Songs Tour, Vanessa faz um show particular organizado pela Chanel no teatro Trianon, em Paris. * Em 2015 é a garota propaganda da bolsa Girl, uma nova criação da Chanel, sendo fotografada mais uma vez por Karl Lagerfeld. === 2003: La Redoute === * Em 2003 posa em 8 páginas de um catálogo da marca La Redoute que aparece em junho. As fotos são feitas por Dominique Issermann. As mesmas páginas aparecem também sob a forma de um pequeno portefólio na revista Vogue em setembro. === 2008: Miu Miu === * Em 2008, ela se torna embaixatriz mundial da marca italiana Miu Miu. Uma dúzia de visuais diferentes aparecem na mídia entre agosto e dezembro. Vanessa faz propaganda de roupas, bolsas e sapatos da coleção outono-inverno. Ela sucede Kirsten Dunst e é substituída no ano seguinte por Katie Holmes. === 2013: H&M; === * Em 2013 representa a campanha internacional primavera/verão 2013 da marca sueca H&M.; Vanessa se torna a garota propaganda da coleção ecologicamente correta H&M; Conscious, sendo fotografada por Camilla Akrans. == Vida pessoal == ===Família e relacionamentos=== A irmã mais nova de Vanessa Paradis é a atriz Alysson Paradis, que já fez vários filmes de terror francês. O ator e produtor de cinema, Didier Pain é o seu tio. Ele foi uma grande força no início da carreira de Vanessa. Vanessa foi namorada do cantor francês Florent Pagny entre 1988 e 1991. Foi uma relação controversa pela diferença de idade entre os dois cantores (ela tinha 15 anos e ele 26). Entre 1991 e 1997 Vanessa viveu uma história de amor turbulenta com Lenny Kravitz, com quem fez seu terceiro álbum de estúdio Vanessa Paradis no início dos anos 1990. Ela também namorou e viveu com o ator franco-esloveno, Stanislas Merhar de 1997 à 1998. Em 1998, Vanessa começou um relacionamento com o ator americano Johnny Depp. Eles têm uma filha, Lily-Rose Melody DeppNa época do nascimento das crianças, Vanessa Paradis explicou em algumas entrevistas a origem dos nomes. Lily-Rose vem da junção de seus dois nomes preferidos: Lily e Rose. Segundo Vanessa a combinação foi ideia de sua mãe Corinne. O apelido Jack vem do escritor preferido de Johnny, Jack Kerouac. (nascida no dia 27 de maio de 1999 em Paris) e um filho John \"Jack\" Christopher Depp III (nascido no dia 9 de abril de 2002 em Paris). Eles dividiam seu tempo entre uma casa em Los Angeles, uma villa em Le Plan-de-la-Tour, uma casa em Paris no subúrbio de Meudon, um apartamento em Nova York e uma ilha particular nos Bahamas. A família também costumava passar muito tempo em seu iate de luxo, Vajoliroja, quando estavam de férias ou quando Depp estava gravando um filme no exterior. Rumores de uma possível separação tiveram início em janeiro de 2012. No mesmo mês, Vanessa negou a possível separação ao vivo na televisão francesa e Johnny fez o mesmo em maio, mas no dia 19 de junho de 2012, a separação foi anuniada oficialmente, com o comunicado dizendo apenas que o casal havia se separado amigavelmente. Em maio de 2014, Vanessa oficializa sua relação com o cantor francês Benjamin Biolay durante um desfile de moda da marca Chanel em Dubai. Eles se separam em junho de 2015. ===Problemas fora dos palcos=== Em fevereiro de 1995, Vanessa foi parada na alfândega canadense por posse de 3 gramas de maconha. Esse incidente lhe deu uma proibição de vários meses de estadia em solo americano e causa uma ruptura no seu contrato com a marca Chanel. Em 2011, um pedidoCarta enviada a Vanessa Paradis de israelenses para Vanessa Paradis e Johnny Depp boicotarem Israel de sua turnê Concert Acoustique Tour e não se encontrarem com o presidente Shimon Peres publicado no Boycott from Within seria o motivo da decisão da cantora de cancelar o show em Tel Aviv. Alguns dias antes da decisão de Vanessa, militantes da campanha Boycott desfilaram com cartazes em Conflans-Sainte-Honorine pedindo a cantora para não cantar em Israel. Os manifestantes tinham cartazes, nos quais podia-se ler: \"Vanessa, você já ouviu falar da Palestina?\",\"Vanessa, não encoraja os muros e os guetos.\", \"Vanessa, você vai cantar para as crianças de Gaza?\", etc. Vanessa Paradis então cancela o show que ela iria fazer no dia 10 de fevereiro em Tel Aviv. A cantora e sua equipe dizem que a anulação foi por \"motivos profissionais\", mas a polêmica já havia sido criada com a campanha Boycott,http://www.crif.org/?page=articles_display/detail&aid;=23288&returnto;=articles_display/detail_th_type&thid;=146&artyd;=108 o que foi desmentido pelo organizador do show como sendo o motivo.http://www.google.com/hostednews/afp/article/ALeqM5iJBXtEqLk_POWGVH_82UooeHYuAA?docId=CNG.2c22f3e4ac1f6e9b86bd57536f778ccb.701 ===Acidente no Canadá=== No dia 18 de janeiro de 1998, quando andava em uma moto de neve no Quebeque, Canadá, Vanessa sofreu múltiplas fraturas no joelho direito, sendo imediatamente levada para Paris, onde foi internada no Hospital Pitié-Salpêtrière, sofrendo uma intervenção cirúrgica no dia 20 de janeiro. É então usando um gesso que ela participa do programa musical Les Enfoirés no dia 26 de janeiro e é de gesso que ela promove o filme Duas chances em uma. As revistas Photo e Elle fazem sessões de foto com Vanessa engessada. Ela aparece também na pré-estreia do filme usando um vestido de Jean-Paul Gaultier e de muletas. == Discografia == === Álbuns === Ano Álbum Singles 1988 M&J; #\"Joe le taxi\" #\"Marilyn & John\" #\"Maxou\" #\"Coupe coupe\" #\"Mosquito\" 1990 Variations sur le même T'aime #\"Tandem\" #\"Dis-lui toi que je t'aime\" #\"L'amour en soi\" 1992 Vanessa Paradis #\"Be My Baby\" #\"Sunday Mondays\" #\"Just as Long as You Are There\" #\"Natural High\" 1994 Vanessa Paradis Live #\"Les Cactus (live)\" #\"Gotta Have It (live)\" 2000 Bliss #\"Commando\" #\"Pourtant\" #\"Que fait la vie?\" 2001 Vanessa Paradis au Zénith #\"L'Eau à la bouche (live)\" #\"Walk on the Wild Side (live)\" 2007 Divinidylle #\"Divine idylle\" #\"Dès que j'te vois\" #\"L'incendie\" 2008 Divinidylle Tour #\"Les piles (live)\" (dueto com Matthieu Chedid) #\"Joe le taxi (live)\" 2009 Best of #\"Il y a\" #\"Marilyn & John\" (versão acústica) 2010 Une nuit à Versailles 2013 Love Songs # Love Song # Les Espaces et les sentiments # Mi amor 2014 Love Songs Tour # Pas besoin de permis === Turnês === Ano Nome da Turnê 1993 Natural High Tour 2001 Bliss Tour 2007-2008 Divinidylle Tour 2010-2011 Concert Acoustique Tour 2013-2014 Love Songs Tour === Trilha sonora de filmes === Ano Filme Canção 1991 Atlantis #\"Time to get your lovin'\" (dueto com Eric Serra) 2001 Le Petit Poucet #\"La Lune brille pour toi/Close your eyes\" (existe em versão francesa e inglesa) 2004 Atomik Circus #\"Ma pétroleuse\" #\"James Bataille\" #\"Mustang\" #\"Concia Chachacha\" #\"Le petit vent du désert\" 2010 Thelma, Louise et Chantal #\"Vous les copains\" 2011 Um Monstro em Paris #\"La seine cabaret\" #\"La Seine\" (dueto com Matthieu Chedid) #\"Papa paname\" #\"Un p'tit baiser\" 2014 Fading Gigolo # Tu si na cosa grande == Filmografia == ===Filmes=== Ano Título Personagem 1989 Boda Branca Mathilde Tessier 1995 Élisa Marie Desmoulin 1997 Duelo de Bruxos Morgane 1998 Duas chances em uma Alice Tomaso 1999 A mulher e o atirador de facas Adèle 2004 Atomik Circus Concia Meu Anjo Colette 2005 Franjinhas e o Carrossel Mágico Margotte (voz) 2007 A Chave Cécile 2010 L'Arnacœur Juliette Van Der Becq 2011 Café de Flore Jacqueline Um monstro em Paris Lucille (voz) 2012 Dubaï Flamingo Jackie Je me suis fait tout petit Emmanuelle Cornouaille Odile 2014 Fading Gigolo Avigal Sous les jupes des filles Rose Rio, Eu Te Amo 2016 Yoga Hosers ===Bilheteria=== Ranking Filme Diretor Ano Espectadores (França) 1 L'Arnacoeur Pascal Chaumeil 2010 3,798,089 2 Élisa Jean Becker 1995 2,535,262 3 Boda Branca Jean-Claude Brisseau 1989 1,879,943 4 Um monstro em Paris Eric Bergeron 2011 1,748,205 5 Sous les jupes des filles Audrey Dana 2014 1,349,860 6 Duas chances em uma Patrice Leconte 1998 1,180,403 7 Un amour de sorcière René Manzor 1997 977,354 8 A mulher e o atirador de facas Patrice Leconte 1999 867,952 9 Franjinhas e o Carrossel Mágico Jean Duval, Dave Borthwick e Frank Passingham 2005 839,199 10 A Chave Guillaume Nicloux 2007 328,275 11 Cornouaille Anne Le Ny 2012 270,049 12 Atomik Circus Didier et Thierry Poiraud 2004 239,948 13 Fading Gigolo John Turturro 2014 232,651 14 Meu Anjo Serge Frydman 2005 173,987 15 Café de Flore Jean-Marc Vallée 2011 82,082 16 Je me suis fait tout petit Cécilia Rouaud 2012 52,503 17 Dubaï Flamingo Delphine Kreuter 2,801 == Bibliografia == ===Livros oficiais=== Ano Título Detalhes 1994 Natural High Tour 84 páginas de fotos tiradas durante sua turnê Natural High Tour por Claude Gassian em 1993. 2008 Divinidylle Tour 300 páginas de fotos tiradas durante sua turnê Divinidylle Tour por Claude Gassian em 2007. == Prêmios e indicações == Títulos 2007 Chevalier da Ordem das Artes e Letras 2016 Chevalier da Ordem Nacional da Legião de Honra Ano Premiação Categoria Trabalho nomeado Resultado 1988 Victoire de la musique Revelação feminina do ano Indicada Música do ano \"Joe le taxi\" Indicada 1989 Revelação feminina do ano Indicada 1990 Cantora do ano Vencedora Videoclipe do ano \"Mosquito\" Indicada Prêmio Romy Schneider Boda Branca Vencedora César Atriz mais promissora Vencedora 1991 Victoire de la musique Videoclipe do ano \"Tandem\" Vencedora 1993 Cantora do ano Indicada 2000 César Melhor atriz A mulher e o atirador de facas Indicada 2001 NRJ Music Awards Cantora francófona do ano Indicada Álbum francófono do ano Bliss Indicada 2007 Ordre des Arts et des Lettres Grau de chevalier Indicada 2008 Victoire de la musique Cantora do ano Vencedora Álbum do ano Divinidylle Vencedora NRJ Music Awards Álbum francófono do ano Indicada Música do ano \"Dès que j'te vois\" Indicada Trophée des Femmes en Or Espetáculos Indicada Globe de Cristal Cantora do ano Indicada 2009 Victoire de la musique DVD musical do ano Divinidylle Tour Vencedora 2011 Globe de Cristal Cantora do ano Indicada Victoire de la musique Indicada 2012 Melhor videoclipe do ano \"La Seine\" Vencedora Genie Awards Melhor atriz Café de Flore Vencedora Prix Jutra Vencedora Swann d'honneur Vencedora Vancouver Film Critics Circle Melhor atriz Café de Flore Indicada 2014 Victoire de la musique Cantora do ano Vencedora Globes de Cristal Indicada == Notas e referências == == Ligações externas == * * Categoria:Cantores da França Categoria:Modelos da França Categoria:Atrizes da França Categoria:Atores de cinema da França Categoria:Naturais de Saint-Maur-des-Fossés Categoria:César de melhor atriz revelação",
 "title": "Vanessa Paradis"
}