{
 "id": "77608",
 "text": "O porto de Sines é o maior porto artificial de Portugal e um porto de águas profundas, de fundos naturais até −28 m ZH, com terminais especializados que permitem o movimento de diferentes tipos de mercadorias e de Transshipment \"Transbordo\" e inteior fronteiriço ou rede de Trans-Europa. Para além de ser o principal porto na fachada atlântica de Portugal, devido às suas características geofísicas, é a principal porta de entrada de abastecimento energético de Portugal: contentores, gás natural, carvão, petróleo e seus derivados (Características, 2007). A sua construção teve início em 1973 e entrou em exploração em 1978. A 14 de Dezembro de 1977 foi criada a Administração do Porto de Sines (APS) (30º, 2007). O porto opera 365 dias por ano, 24 horas por dia, disponibilizando serviços tais como: controlo de tráfego marítimo; pilotagem, reboque e amarração; controlo de acessos e vigilância; água potável e bancas; combate a acidentes/poluição; reparações a bordo ou em terra (Serviços, 2007). O porto de Sines situa-se a 37º 57' de latitude Norte e a 08º 52´ de longitude Oeste, a 58 milhas marítimas a Sul de Lisboa (Localização, 2007). Sines também passou por algumas vicissitudes nas décadas iniciais. Desde problemas na construção do porto até excesso de optimismo quanto a certas indústrias petroquímicas (não a refinaria), foram vários os contratempos. Mas hoje pelo porto de águas profundas de Sines já passa mais de metade do tráfego portuário em Portugal, sobretudo de contentores. E o alargamento do canal do Panamá poderá dar um grande impulso a Sines, desde que seja finalmente construída uma adequada ligação ferroviária a Espanha e Europa Central. No que respeita ao interior, existem ligações diretas do Terminal XXI às redes nacionais rodoviária e ferroviária, estando estas integradas na Rede Transeuropeia de Transportes. Por outro lado, para dar resposta às projeções de crescimento, encontra-se em implementação um ambicioso plano de evolução e expansão das acessibilidades rodo-ferroviárias, que permitirão garantir a correta intermodalidade para as ligações nacionais e ao interior de Espanha, particularmente à região de Madrid. A mais recente versão do estudo ‘A Nova Rota da Seda torna-se a ponte terrestre mundial: um futuro compartilhado para a Humanidade”, que actualiza uma primeira versão de 2014, da autoria do Instituto Schiller (Alemanha) considera, assim, que o porto de Sines, é um dos dois “pontos críticos”, para o desenvolvimento deste projeto, pela sua vocação mais atlântica, a par do porto espanhol de Algeciras, com um pendor mais mediterrânico.\" == História == Em 1929, a localidade de Sines foi classificada no plano de melhoramento portuário, com a finalidade de serem efectuadas obras com início datado para 1945. Na realidade nenhuma das obras previstas foi realizada e o porto de Sines voltou a figurar no plano intercalar de Fomento (1964-1975). Em 1971, em Decreto-Lei, surge a notícia da criação de um empreendimento. Era necessária a escolha da localização do novo porto. Para isso foram realizados estudos aprofundados, ficando reduzidas as hipóteses a Lisboa, Setúbal e Sines (25, 2004, p. 22). Apesar de possuírem boas condições de abrigo, o estuário do Tejo e do Sado estão limitados pelas suas barras que, apesar de serem profundas, só permitem navios com calado até cerca de 13 m, após periódicas e dispendiosas dragagens. O estudo da poluição ambiental, de 1971, mostrou que Sines era a localidade menos poluída e que tinha as melhores condições geográficas para a dispersão da poluição atmosférica, uma vez que as indústrias a instalar, apesar de devidamente equipadas, não poderiam deixar de poluir (Martins, 2004, p. 2). Após a avaliação dos estudos, os argumentos pesaram a favor de Sines, para a localização do novo porto (25, 2004, p. 16). Foi criado o Gabinete da Área de Sines (GAS), na subordinação da Presidência do Conselho de Ministros, com o objectivo de planear, coordenar o desenvolvimento da área de Sines. (Martins, 2004, p. 3). Em 1973, foi adjudicada a primeira fase das obras de construção do porto, constituída essencialmente por (Martins, 2004, p. 10-11): * um molhe Oeste com cerca de 2 025 m e três postos de acostagem; * terminal de produtos refinados; * sector de carga geral; * molhe Sul com a finalidade de proteger o sector de carga geral e servir de base ao futuro terminal mineraleiro. Em 1974, com o intuito de procurar investimentos e oportunidades comerciais, efectuaram-se visitas à Austrália e ao Japão (Martins, 2004, p. 14). Em 1977, terminou a gestão e exploração do porto de Sines pelo GAS. O GAS foi considerada como tendo falta de aptidão para explorar e administrar os empreendimentos existentes, estando nesta fase concluídas as obras no molhe Oeste e em fase de conclusão o terminal petroleiro. Foi, assim, criada, nesse mesmo ano, a APS, que se apontava com propensão para dinamizar o pólo em desenvolvimento (25, 2004, p. 26). Em 1979, o molhe Oeste foi atingido por tempestades que provocaram profundos estragos. A sua reabilitação só foi concluída em 1992 (25, 2004, p. 28). Em 2004, o porto de Sines já se tinha tornado essencial na recepção de crude, carvão e gás natural (Martins, 2004, p. 20). == Investimento == No ano de 2002 foram investidos 48,3 milhões de euros, cerca de 130 por cento do valor orçamentado. Com execução em 2002, destacam-se os projectos (Relatório e contas do exercício de 2002, 2007, p. 24): *ampliação do molhe Leste, com um investimento de 36,5 milhões de Euros, 157 por cento do valor orçamentado; *acessibilidades rodo-ferroviárias ao terminal de contentores, um investimento de 4,6 milhões de euros, 77 por cento do orçamentado; *alteração dos circuitos de movimentação dos braços de carga do terminal petroleiro, um investimento de 1,7 milhões de Euros, 78 por cento do orçamentado. Em 2003 o investimento efectuado pela APS atingiu 17,9 milhões de euros, 80 por cento do valor orçamentado. Os projectos mais relevantes são (Relatório e contas do exercício de 2003, 2007, p. 26-27): *ampliação do molhe Leste; *acessos terrestres, com rotunda de nível, ao terminal de contentores; *electrificação do ramal ferroviário ao terminal de contentores. Em 2004, foi efectuado um investimento de 9,7 milhões de euros pela APS, 81,5 por cento do valor estimado. Os projectos mais representativos são (Relatório e contas do exercício de 2004, 2007, p. 29-31): *ampliação do molhe Oeste; *acessos terrestres, com rotunda de nível, ao terminal de contentores; *electrificação do ramal ferroviário ao terminal de contentores; *circulação rodoviária e acesso à Zona de Actividades Logísticas (ZAL) e porto de recreio; *infra- estruturas urbanas da ZAL; *substituição dos braços de carga do terminal petroleiro; *reabilitação de estruturas de betão do porto. No ano de 2005 foi efectuado um investimento de de 3,5 milhões de euros pela APS, 45,8 por cento do valor orçamentado. Entre os principais investimentos destacam-se (Relatório e contas 2005, 2007, p. 53-54): *reparação das estruturas de betão armado; *infra-estruturas terrestres do porto de recreio; *construção das infra- estruturas urbanas e da portaria da ZAL. Em 2006 o investimento efectuado pela APS atingiu cerca de 16 milhões de euros. Os principais investimentos foram efectuados em edifícios e outras construções; equipamento básico, com a aquisição de uma viatura de combate a incêndios; equipamentos de transporte; manutenção e conservação. Entre os principais investimentos evidenciam-se (Relatório e contas 2006, 2007, p. 34-35): *continuação da reparação e reabilitação das infra-estruturas marítimas de betão armado (postos de acostagem) e terrestres (edifícios, pontões, etc.) dos terminais petroleiro e petroquímico; *construção do edifício do porto de recreio, com a finalidade de prestar apoio aos utentes do porto, destinando-se também a apoio administrativo e a acolher as entidades gestoras do porto de recreio (autoridade portuária, marítima e outras) e, também, o ISN; *execução das infra-estruturas rodoviárias, redes de abastecimento de águas e de distribuição de gás, electricidade, telecomunicações e portaria da ZAL; *construção do edifício de apoio às actividades logísticas; *construção do talude de retenção que visa garantir a segurança dos terraplenos do parque de tancagem de hidrocarbonetos. == Autoridade portuária == A APS - Administração dos Portos de Sines e do Algarve, S.A., abreviadamente denominada por APS, SA, é uma sociedade anónima de capitais exclusivamente públicos, sedeada em Sines. A APS tem como finalidade administrar os porto de Sines, de Faro e de Portimão, gerindo a sua exploração económica, conservação e desenvolvimento, estabelecendo, também, o exercício das competências e prerrogativas de autoridade portuária que lhe estejam ou venham a estar incumbidas. A sua área de jurisdição compreende duas zonas: a zona marítima com 1 476 ha e a zona terrestre com 657 ha. A sociedade tem como órgãos sociais a assembleia-geral, o conselho de administração e o fiscal único. O seu capital social encontra-se repartido por 9 902 500 acções nominativas, que devem pertencer exclusivamente ao Estado, a pessoas colectivas de direito público, a empresas públicas ou sociedades de capitais exclusivamente públicos. (Estatutos da APS, 2007) == Portos == === Porto de pesca === thumb|210px|left|Porto de pescaO Porto de Pesca, de tradição secular em Sines, foi objecto de obras de melhoramento que o dotaram de um cais de aprestos e de um cais de descarga de peixe, rampa de varadouro e diversas instalações terrestres de apoio. É formado por uma bacia interior, abrigada por um quebra-mar que oferece boas condições de protecção para acostagem e fundeadouro das embarcações de pesca. O cais de aprestos tem 220 metros de comprimento e fundos de -2,50 (Z.H.) e o cais de descarga de pescado tem 140 metros de comprimento e fundos de -4,5 metros (Z.H.), tanto na bacia de manobra como na de acostagem. A rampa de varadouro, entre os dois cais, tem uma área de 2 150m2. Em terra, o Porto de Pesca dispõe dos edifícios da lota e serviços administrativos, de comerciantes de aprestos, lojas comerciais e de serviços e de uma fábrica de gelo. Conta ainda com oficinas de manutenção, posto de abastecimento de combustíveis, posto de recepção de óleos usados, abastecimento de água e energia e, armazéns individuais de apoio a titulares de unidades pesqueiras. === Porto de recreio === thumb|140px|right|Porto de recreio Junto à Praia Vasco da Gama, encontra-se o Porto de Recreio de Sines. Ponto de paragem obrigatória das embarcações de recreio que percorrem a costa portuguesa em rotas nacionais ou internacionais, este porto abre novas perspectivas à exploração turística de Sines e de toda a Costa Vicentina. Trata-se do único porto de recreio da costa marítima entre Setúbal e o Algarve, numa zona onde a navegação de recreio é intensa durante todo o ano. Assinale-se, igualmente, que o moderno complexo portuário e industrial pouco ou nada alterou a excelente reputação de Sines como destino turístico. O Porto de Recreio de Sines é constituído pelo molhe de abrigo, cais de alagem, rampa de varadouro, grua móvel, retenção marginal, terraplenos, e passadiços e \"fingers\" flutuantes para acostagem de embarcações. A sua capacidade actual é de 230 lugares de amarração, prevendo- se uma gradual ampliação até 250 lugares, bem como de um número apreciável de lugares de parqueamento em terra. Dispõe ainda de um leque variado de serviços, tais como fornecimento de água e electricidade, berços e picadeiros, instalações sanitárias e balneário, lavandaria, posto de abastecimento de combustíveis, recepção de óleos usados, telefone público, pagamento automático Visa ou Multibanco, vigilância, dados meteorológicos, alguma capacidade local de reparações e de lanchonete e bar de apoio à população em geral e aos nautas em particular. == Terminais == === Terminal de granéis líquidos === O TGL – Terminal de Granéis Líquidos, inaugurado em 1978, é o maior terminal de granéis líquidos do país, e foi concebido numa arquitectura de multi-cliente e multi-produto. Oferecendo seis postos de acostagem e fundos naturais até 28 metros ZH, tem capacidade para receber navios de porte até 350.000 toneladas Dwt, e permite a movimentação simultânea de diferentes produtos (crude, refinados, gases liquefeitos e outros granéis líquidos). O terminal tem também uma esteira de pipeline para a movimentação dos produtos entre o porto, a zona adjacente de tancagem e a ZILS – Zona Industrial e Logística onde estão instaladas as principais indústrias que utilizam o terminal, das quais se destacam a refinaria de Sines, petroquímica, fábrica de resinas e fábrica de negro de fumo. A CLT – Companhia Logística de Terminais Marítimos, pertencente ao grupo Galp Energia, tem a concessão de serviço público de movimentação de cargas neste terminal No que respeita a segurança e operações, o terminal está equipado com um moderno sistema informático de comando e controlo que permite cumprir os mais elevados padrões de segurança nas operações que aí decorrem. Por outro lado, tem associada uma estação de tratamento de águas de lastro e resíduos que permite dar cumprimento a todas as exigências de ordem ambiental. O TGL tem ainda com uma boa capacidade de expansão, podendo receber novos clientes que se queiram localizar na zona de tancagem ou na ZILS. Este terminal dispõe ainda de um parque de bancas que permite abastecer os navios no TGL através de instalação fixa, e em todo o porto através de batelão. Principais características: – 6 postos de acostagem – Fundos até -15m/ZH – Navios até 350.000 dwt – Principais Produtos Movimentados: Ramas, Refinados, LPG, Metanol e Nafta Química. === Terminal petroquímico === O TPQ – Terminal Petroquímico, iniciou a operação em 1981, e permite a movimentação de produtos petroquímicos através de oleoduto dedicado , entre os navios e o complexo petroquímico localizado na ZILS – Zona Industrial e Logística de Sines. Este terminal é operado pela Repsol Polímeros em regime de concessão de uso privativo. O TPQ apresenta dois postos de acostagem, com fundos de 12 metros ZH, que lhe permitem a recepção de navios até 20.000 m³ de capacidade de carga, movimentando produtos como propileno, etileno, butadieno, ETBE, etanol, MTBE, Mescla Aromática, metanol. Faz ainda parte integrante deste terminal um parque de armazenagem com dois tanques criogénicos de armazenagem de etileno (25.000 m³) e proplileno (22.000 m³), duas esferas de butadieno com 4.500 m³ cada, um tanque de ETBE com 10.000 m³ e um tanque de etanol com 6.000 m³. Principais características: – 2 Postos de acostagem – Fundos de -12m/ZH – Navios até 20.000 m³ – Principais Produtos Movimentados: Propileno, Etileno, Butadieno, ETBE, Etanol, MTBE, Mescla Aromática, Metanol]]. === Terminal multipurpose e ro-ro === O TMS – Terminal Multipurpose de Sines iniciou a sua exploração em 1992 em regime de concessão de serviço público à empresa Portsines, e estando vocacionado para a movimentação de granéis sólidos, carga geral e ro-ro. Oferece quatro cais de acostagem, com um comprimento total de 645 metros no extradorso, e 296 metros no intradorso. Com fundos até 18 metros ZH, permite a recepção de navios até 190.000 toneladas Dwt. O terminal está equipado com dois pórticos, com uma capacidade média de movimentação de 2.000 toneladas por hora cada, para a movimentação de granéis sólidos, nomeadamente o carvão para as centrais termoeléctricas nacionais. Tem ainda de um parque de armazenagem de carvão, sendo o seu escoamento tipicamente realizado por tapete rolante para a central termoeléctrica de Sines, e por ferrovia para a central termoeléctrica do Pego. No que respeita à Carga Geral existe uma ampla área de cais e de armazenagem que permite o célere escoamento das mercadorias quer através da rodovia e da ferrovia, existindo lotes disponíveis para a instalação de empresas na área adjacente ao terminal. Principais características: – 4 Cais de acostagem – Comprimento do Cais: Intradorso: 296 m, Extradorso: 645 m – Fundos de -18m/ZH – Navios até 190.000 Dwt – Principais Mercadorias Movimentados: Granéis Sólidos, Carga Geral e Ro-Ro. === Terminal de gás natural liquefeito === O TGN – Terminal de Gás Natural iniciou a actividade em 2003, operado em regime de concessão de uso privativo pela empresa REN Atlântico, movimentando já hoje mais de 80% do Gás Natural consumido em Portugal. É, neste momento, a principal fonte nacional de abastecimento deste produto e tem uma enorme importância estratégica nacional uma vez que se constitui como alternativa ao gasoduto terrestre. Com um posto de acostagem com fundos de 18 metros ZH, permite a recepção de navios metaneiros até 165.000 m³. Para o armazenamento do gás natural recebido, o terminal dispõe de dois tanques de armazenagem com capacidade para 120.000 m³ cada, estando já construído o terceiro tanque com capacidade para 150.000 m³. Com este investimento o terminal ficou dotado de uma capacidade total de armazenagem de 390.000 m³ de gás natural liquefeito. O terminal está também equipado com uma central de regaseificação que introduz o gás natural na rede nacional de alta pressão. Existe também uma central de enchimento de auto- tanques que possibilita o abastecimento a zonas isoladas da rede nacional. Antes de entrar na central de regaseificação o gás natural descarregado dos navios e armazenado nos tanques encontra-se a uma temperatura de -163 °C. Principais características: – 1 posto de acostagem – Fundos de -18m/ZH – Navios até 215.000 m³ – Produto Movimentado: Gás Natural Liquefeito . === Terminal de contentores === thumb|330px|left|Terminal de contentores O Terminal de Contentores da PSA Internacional de Sines, chamado TXXI, iniciou actividade em 2004, sendo operado em regime de concessão de serviço público pela empresa PSA internacional Sines (PSA – Port Singapore Authority). Com um desenvolvimento planeado faseadamente e sustentadamente, o Terminal XXI oferece fundos naturais até −28 m ZH, permitindo a recepção dos grandes navios porta-contentores das rotas transcontinentais e dos navios das respectivas ligações por feeder. Hoje em dia, com um comprimento de cais de 1.146 metros e dotado de pórticos Post-Panamax, classe Triple E até 20 mil TEUs, Super-ULCS \"ULTRA LARGE CONTAINER SHIPS\" até 22 mil TEUs e super Post-Panamax até 15 mil TEUs, está em curso o referido plano de expansão que motivará o alargamento do cais para 1.146 metros e a instalação de mais pórticos super Post-Panamax, que lhe permitirá disponibilizar uma capacidade total de 2.5 milhões TEU por ano. Relativamente ao hinterland, existem óptimas ligações directas do TXXI às redes nacionais rodoviária e ferroviária, estando estas integradas no Eixo Prioritário n.º 16 - Sines/Madrid/Paris/Berlim da RTE - Rede Transeuropeia de Transportes. Por outro lado, para dar resposta às projecções de crescimento, encontra-se em implementação um ambicioso plano de evolução e expansão das acessibilidades rodo-ferroviárias, que permitirão garantir a correcta intermodalidade para as ligações nacionais e ao interior de Espanha, particularmente à região de Madrid. thumb|350px|left|Terminal de Contentores Principais características: \\- Comprimento do Cais: 1.146 m (expansão: 2.292 m) \\- Fundos até −28 m ZH \\- Capacidade de movimentação: 2.5 milhões TEU (expansão: 5 milhões TEU) \\- Movimentação de Contentores: 9 pórticos postpanamax e super postpanamax Características no final do projecto: \\- Comprimento do Cais: 1.146 m \\- Fundos até −28 m ZH \\- Capacidade de movimentação: 2.5 milhões TEU’s \\- Movimentação de Contentores: 9 pórticos postpanamax e super postpanamax Fonte:http://www.portodesines.pt/ A aliança 2M, que irá reunir os armadores de contentores Maersk Line e MSC já escolheu Sines para operar em Portugal os serviços de transhipment (transbordo) de contentores no terminal de contentores do porto de Sines e para ligar a ferrovia de mercadorias entre porto de Sines - Madrid - Paris - Europa em 2021, os outros navios de cinco continentes, como as novas rotas comerciais do porto de Sines estar no centro das rotas e o início a operar totalmente do canal de ligação dos oceanos Pacífico - Atlântico no Canal de Panamá vai o porto de Sines a ganhar a maior importação navegação marítima entre oceano Atlântico de exportação e de importação da União Europeia, a ser a porta entrada da China, dos Estados Unidos da América para a União Europeia e o porto de Sines como as previsões de estudos de Organização Mundial do Comércio (OMC) a dar o maior crescimento no mercado de contentores no futuro. O Terminal XXI de Sines está no Top 20 dos terminais de contentores dos europeus, em posto de 17º no ano 2015, no primeiro posto em Portugal e no terceiro posto em top 5 dos terminais de contentores dos ibéricos. == Acessibilidades == === Acessibilidades marítimas === É um porto aberto ao mar constituído por dois molhes de abrigo, denominados por Molhe Oeste (com 2 mil m e orientação N-S) e por Molhe Leste (com 2,2 mil m e orientação NW-SE. Dispõe de fundos naturais não sujeitos a assoreamento, estando vocacionado para receber navios de grande porte devido à inexistência de restrições de fundo. === Acessibilidades ferroviárias === O porto possui acessibilidades terrestres para o tráfego, isto é, ligações ferroviárias directas entre linhas nacionais e internacionais, a partir da zona industrial (Acessibilidades, 2007). == Movimentação portuária == === Movimento de navios === Em 2005 ocorreu um aumento significativo do movimento de navios, cerca de 15,5 por cento, devido, essencialmente, ao acréscimo de movimentação de navios de contentores. Em 2006 deram entrada no porto 1 422 navios, com um total da tonelagem bruta de 29 727 002 GT, dos quais 285 nacionais e 1 137 estrangeiros. Do total de navios que entraram no porto durante este ano, 1 320 efectuaram operações comerciais de carga/descarga e 102 efectuaram diversas operações, tais como abastecimento de bancas, deslastro, gaseificação, inertização, reparações e visitas de cortesia. O Terminal XXI registou um aumento significativo no número de navios, tendo atracado 268 navios neste Terminal, dos quais 7 mistos de carga geral/contentores, 1 graneleiro (que apenas efectuou reparações) e 260 porta-contentores. Os serviços regulares da Mediterranean Shipping Company, da Ibero Linhas/Holand Maas e da Lin Lines, contribuíram para este aumento (Relatório e contas 2006, 2007, p. 13). Em 2009 o “produto” portuário apresentou índices de evolução que, apesar da conjuntura económica muito desfavorável, demonstram uma reacção sempre bastante positiva, uma vez que, com excepção dos Terminais de Granéis Líquidos e Petroquímico, todos os terminais apresentaram índices de crescimento positivos e, alguns deles, com crescimentos que superam, em muito, os valores obtidos em anos transactos. A totalidade da mercadoria movimentada em 2009 apresentou assim alguns sinais de abrandamento, no entanto o Porto de Sines continuou a ser o principal porto nacional e, sobretudo o principal porto em termos de Granéis Líquidos, sendo responsável pelo abastecimento da maior parte das necessidades energéticas do país. A movimentação de mercadorias no Porto de Sines registou, em 2009, um total de 24.379.511 ton, que, embora represente um decréscimo de 3,1% face ao período transacto, lhe permite assegurar, com larga margem, a liderança no sector marítimo portuário nacional na movimentação de mercadorias, representada por uma quota de mercado de 40% relativamente aos principais portos nacionais. A consolidação do Terminal de Contentores, com um movimento total de 253.495 TEU em 2009, a que correspondeu um acréscimo de 9% face a igual período, revela, cada vez mais, a sua excelente performance e um crescimento sustentado, inclusive em plena crise económica, e coloca‐o numa posição considerável em termos nacionais. === Movimento de mercadorias === Em 2006, a movimentação de cargas através do Porto de Sines registou um aumento de 8,6 por cento em relação ao ano anterior. A carga contentorizada é a que possui um maior destaque em termos de toneladas movimentadas, tendo ocorrido uma subida de 123,8 por cento. Os granéis líquidos registaram um aumento de 5,14 por cento e os granéis sólidos um aumento de 6,53 por cento. Todos os terminais terminaram o ano de 2006 com maior volume de movimentação de carga, relativamente ao ano anterior, excepto o Terminal Petroquímico. Os aumentos registados devem-se a diversos factores tais como: a exportação por parte da refinaria de Sines; o crescimento da importação de gás natural liquefeito; a importação de carvão para as centrais termoeléctricas de Sines e Pego e um aumento na movimentação de contentores (Relatório e contas 2006, 2007, p. 14-15). == Sistemas de Informação == O Porto de Sines apresenta as melhores práticas em termos de modernidade e despacho electrónico. Para o célere despacho de navios e de mercadorias, os circuitos informacionais assentam em procedimentos simplificados e numa plataforma tecnológica de última geração. Esta plataforma implementa a filosofia de “Janela Única Portuária”, que interliga todos os actores públicos e privados, permitindo aos agentes económicos interagirem com todas as autoridades e todos os serviços do porto através de um balcão único electrónico. Por outro lado, o porto dispõe também de modernos sistemas informáticos de controlo operacional e de segurança, sempre com total integração, permitindo gerir em tempo útil a supervisão das operações e situações ligadas à segurança portuária. == Qualidade, ambiente e segurança == A Administração do Porto de Sines implementou um «sistema de gestão integrado da qualidade, ambiente e segurança e saúde no trabalho», para que seja assegurada a satisfação dos clientes, segundo as NP EN ISO 9001:2008, NP EN ISO 14001:2004 e OHSAS 18001 :2007 (Política, 2008, p. 3). A política adoptada baseia-se em princípios que têm como finalidade melhorar a qualidade e eficácia dos serviços fornecidos; prevenir, controlar e minimizar a poluição gerada pelos resíduos provenientes das actividades, investindo em novas tecnologias e utilizando processos menos poluentes; assegurar que os colaboradores, quer os próprios, quer os contratados, possuem formação adequada, promovendo a importância da melhoria contínua e o cumprimento dos requisitos legais regulamentados que se aplicam aos serviços, às questões ambientais e à segurança e saúde no trabalho. Em relação à estratégia ambiental do porto, esta baseia-se não só no combate à poluição, mas também na aplicação de medidas de prevenção, que possam minimizar as emissões para o ar, água e solo; na monitorização dos ambientes marinhos do porto, no controlo da qualidade das águas residuais, balneares e na monitorização dos efluentes gasosos da central de produção de vapor, efectuada por entidades ligadas à investigação (Relatório e contas 2006, 2007, p. 24-25). === Acidentes === Desde 1970 registaram-se 22 acidentes graves de poluição com hidrocabonetos na costa portuguesa. Em , o navio Campéon que transportava gasolina, explodiu causando 3 mortos, 2 feridos graves e 3 feridos ligeiros.(Fonseca et al., 2002). Junto à ribeira em Sines, na Avenida Vasco da Gama encontra-se uma das hélices do navio \"Campeon\", que homenageia quem perdeu a vida nesta catástrofe e que ao mesmo tempo recorda o acontecimento. O navio-tanque Nisa, a 26 de Maio de 1987, rebenta durante uma operação de descarga, poluíndo as praias de Sines, São Torpes, Porto Covo e ilha do Pessegueiro, com crude (Carvalho, 2007). A 14 de Julho de 1989, o petroleiro Marão, de origem portuguesa (Carvalho, 2007), derrama cerca de 4.500 t de crude na sequência de um encalhe no terminal petroleiro. Procedeu-se à limpeza de 35 km de areais durante 45 dias (Portugal, 2007, p. 3). == ZALSINES - Zona de Actividades Logísticas de Sines == A ZALSINES é um dos pilares essenciais do Portugal Logístico que, integrada no porto e na ZILS, se constitui como uma plataforma logística moderna, com elevado potencial estratégico para serviços de valor acrescentado. Encontra-se implantada numa vasta área com aptidão logística e disponibilidade de solo, sendo desenvolvida de uma forma flexível e faseada. Está vocacionada para a instalação de empresas industriais e de serviços, servida por um sistema rodo-ferroviário de grande capacidade e integrada num dos principais eixos multimodais da Rede Transeuropeia de Transportes (Eixo Prioritário n.º 16). O terreno afecto ao desenvolvimento da ZAL de Sines compreende duas áreas: uma situada na zona intra-portuária e outra na zona extra-portuária. Estratégia A ZALSINES – Zona de Actividades Logísticas de Sines está a ser desenvolvida pela APS – Administração do Porto de Sines, S.A. e pela aicep Global Parques, empresas que gerem os terrenos que estão afectos ao projecto (245ha). A gestão da Zona Intra-portuária é feita directamente pela APS, estando completamente infra-estruturada e em fase de comercialização, contando já com clientes instalados como a UPS, a Marmedsa, a Ibercoal, a James Rawes e Mário Tavares, a Reboport e a Sitank. Relativamente à Zona Extra-portuária, a aicep encetou contactos com vista ao estabelecimento de uma parceria para a execução do projecto. Zona Intra-portuária Localizada em terrenos sob jurisdição da Administração do Porto de Sines, dispõe de uma área total de 30 ha a desenvolver em duas fases: 1ª Fase: Área localizada junto ao Terminal Multipurpose de Sines, com 12,3 ha, completamente infra- estruturada e dotada de ligação rodoviária directa às principais vias nacionais, sendo ainda servida por uma ligação ferroviária electrificada. Esta área encontra-se em fase de comercialização permitindo actividades logísticas (transporte, armazenagem, asseblagem e distribuição), de transformação, empresariais, prestadores de serviços, restauração e outros complementares. 2ª Fase: Área localizada no espaço da antiga pedreira de Sines, com cerca de 18 ha, estando já a ser preparada a expansão. Edifício de Apoio Logístico Inserido na área da 1ª Fase, junto à portaria, constitui uma importante infra- estrutura de apoio a toda a ZALSINES Zona Intra-portuária. O edifício dispõe de três pisos, dois dos quais com frentes rasgadas a Norte para o interior da plataforma e a Sul para o mar, permitindo um conjunto de funções e serviços comuns e de apoio aos utentes da ZALSINES Zona Intra-portuária, entre os quais: área de escritórios, áreas de refeitório e áreas de balneários. Zona Extra-portuária A Zona Extra portuária está localizada contígua ao porto de Sines , com uma área total de 215 ha situada na ZILS – Zona Industrial e Logística de Sines, dos quais 73,6 ha a ocupar numa primeira fase. Para a 1ª Fase de implementação da ZAL Zona Extra-portuária estão reservados seis lotes, devidamente enquadrados por espaços verdes de protecção e servidos por adequadas redes de infra-estruturas. Serviços disponibilizados: Vastos terrenos para instalação a preços competitivos; Fornecimento de água potável e industrial; Drenagem de águas residuais; Fornecimento de energia eléctrica; Tratamento de resíduos sólidos e líquidos; Telecomunicações por fibra óptica;Rede de gás natural. Zona interior de acesso controlado : Lotes infra- estruturados para construção de armazéns modulares ou customizáveis; Plataforma rodo-ferroviária com acesso, alfândega e armazéns de consolidação e desconsolidação de cargas Zona de acesso livre ; Centro comercial, serviços, restauração e centro empresarial;Área de serviços de apoio ao veículo, centro de lavagens, abastecimento de combustível e parque de estacionamento; Hotel. == Ver também == *Hidráulica marítima *Lista de portos de Portugal *ZILS == Bibliografia == *Angremond, Kee d' - Breakwater and clousure dams. Londres: Spon, 2004. ISBN 978-0-415-33256-9. *Casciati, Fabio; Magonette, Georges - Structural Control for Civil and Infrastructure Engineering. Singapura: World Scientific, 2001. ISBN 978-981-02-4475-0. *Croce, Norberto Della; Connell, Shirley; Abel, Robert - Coastal ocean space utilization III. Londres: Chapman and Hall, 1995. ISBN 978-0-419-20900-3. *Cullinane, Kevin; Song, Dong-Wong - Asian containers ports: development, competition and co-operation. Nova Iorque: Palgrave Macmillan, 2007. ISBN 978-0-230-00195-4. *Kim, Kap Hwan; Günther, Hans-Otto - Container terminals and cargo systems: design, operations management and logistics control issue. Berlim: Springer, 2007. ISBN 978-3-540-49549-9. *Sorensen, Robert M. - Basic Coastal Engineering. Nova Iorque: Springer, 2006. ISBN 978-0-3872-3332-1. * Acessibilidades. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * Características gerais. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * CARVALHO, Rui M. S. - Marés negras. MARCAS CARDEAIS-RUIMSCARVALHO [Em linha]. (8 Nov. 2007). [Consult. 26 Maio 2008]. Disponível em WWW: . * Concessão do maior terminal nacional de granéis líquidos. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * Estatutos da APS. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * FONSECA, Ana [et al.] - Descargas em alto mar [Em linha]. Porto: Universidade Fernando Pessoa, Engenharia do Ambiente, 1998. [Consult. 26 Maio 2008]. Disponível em WWW:. * Localização e hinterland. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * MARTINS, António – Três notas prévias. Cascais: [s.n.], 2004. Comunicação apresentada nas Jornadas do Porto de Sines - 2004. * Política da qualidade, ambiente e segurança. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 10 Maio 2008]. Disponível em WWW: . * Porto de pesca. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * Porto de recreio. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * Porto de Sines: 25 anos. Sines: Administração do Porto de Sines, 2004. * PORTUGAL. Ministério da Defesa Nacional. Direcção-Geral da Autoridade Marítima - Serviço de combate à poluição do mar por hidrocarbonetos [Em linha]. Lisboa: Direcção-Geral da Autoridade Marítima, [2007?]. [Consult. 26 Maio 2008]. Disponível em WWW: . * Relatório e contas do exercício de 2002. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 24 Maio 2008]. Disponível em WWW: ; * Relatório e contas do exercício de 2003. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 24 Maio 2008]. Disponível em WWW: ; * Relatório e contas do exercício de 2004. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 24 Maio 2008]. Disponível em WWW: ; * Relatório e contas 2005. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 25 Maio 2008]. Disponível em WWW: ; * Relatório e contas 2006. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * Serviços portuários. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * Terminal de contentores. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * Terminal de gás natural liquefeito. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * Terminal de granéis líquidos. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * Terminal multipurpose e ro-ro. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * Terminal petroquímico. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . * 30º aniversário da APS. Porto de Sines [Em linha]. Sines: Administração do Porto de Sines, 2007. [Consult. 30 Abr. 2008]. Disponível em WWW: . == Ligações externas == *Instituto Hidrográfico Categoria:Sines Sines Categoria:Logística",
 "title": "Porto de Sines"
}