{
 "id": "77617",
 "text": "A citação é uma marca do dialogismo linguístico, feita para sustentar uma hipótese, reforçar uma ideia ou ilustrar um raciocínio. Oferece ao leitor respaldo para que possa comprovar a veracidade das informações fornecidas e também possibilitar seu aprofundamento. Ressalva-se que a referência bibliográfica (dados que identificam uma publicação citada, tais como autor, título, editora) deve aparecer no final do trabalho sob o título de \"referências\", pois, desta maneira, o leitor poderá identificar a obra, facilitando sua localização em catálogos, índices bibliográficos, bibliotecas, Internet, entre outros. == Sistema de chamada == Conforme a NBR 10520, todas as citações apresentadas devem ser acompanhadas da indicação da autoria das mesmas, podendo-se utilizar um dos dois formatos abaixo: === Sistema autor- data === Neste sistema, a indicação da fonte no texto é feita colocando-se o \"sobrenome do autor\" ou o \"nome da entidade responsável\" ou \"a primeira palavra do título\" (quando a obra não possuir autoria), seguido da data de publicação e página pesquisada. Ao final do trabalho, relacionam-se as referências completas em ordem alfabética. Exemplos: :Com referencia ao texto sobre Manoel Demétrio de Oliveira (Guerra do Paraguai), com relação a fonte confiável, podemos citar um livro da Biblioteca Militar, volume XXIX, com Titulo de O PARANÁ NA GUERRA DO PARAGUAI, tendo como Editor Davi Carneiro - Datado de Rio de Janeiro 1940, onde cita na pagina 64 a historia sobre o feito do Sr. Manoel Demétrio de Oliveira. :........ (VIEIRA, 1993, p.XX) ou Segundo Vieira (1993, p.XX), ......... VIEIRA, Márcio Infante. Carne e pele de coelho: produção, comércio, preparo. São Paulo: INFOTEC, 1993. 64p. === Sistema numérico === Neste sistema, a indicação da fonte no texto é realizada por uma numeração única consecutiva que remete a uma lista de referências ao final do trabalho organizadas em ordem sequencial, numérica e crescente. Exemplo: \"O sistema numérico não deve ser usado quando há notas de rodapé\" [1] 1 - ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 10520: informação e documentação - citações em documentos - apresentação. Rio de Janeiro: ABNT, 2002. p. 4 == Tipos de citação == === Citação indireta === É a transcrição das ideias do autor consultado, porém usando as suas palavras, ou seja, parafraseando. A ideia expressa continua sendo de autoria do autor que você consultou: por isso, é necessário citar a fonte. Dar crédito ao autor da ideia, sendo desnecessário indicar o número da página de onde a ideia foi extraída. Exemplo: O valor da informação está relacionado com o poder de ajuda aos tomadores de decisões a atingirem os objetivos da empresa (FRUTAO, 1998). === Citação direta ou textual === É a reprodução integral de parte da obra consultada, conservando-se a grafia, pontuação, idioma e gênero. * Citação com até três linhas: deve ser incorporada ao parágrafo e aparecer entre aspas duplas. * Mais de três linhas: deve figurar em um bloco abaixo do texto, com recuo de 4 cm para todas as linhas, a partir da margem esquerda, espaçamento simples entre as linhas, fonte menor que a do texto e sem aspas. Exemplo: :Drucker (1984, p.17) comenta sobre a prática administrativa afirmando que: ::A administração é exercício, não ciência. A esse respeito, ela pode comparar-se com a medicina, a ::advocacia e a engenharia. Não é conhecimento, mas desempenho. Além disso não representa a aplicação ::do bom senso, ou da liderança, menos ainda da manipulação financeira. Seu exercício baseia-se no ::conhecimento e na responsabilidade. DRUCKER, Peter Ferdinand. Introdução à administração. São Paulo: Pioneira, 1984. === Citação de citação === É a transcrição direta ou indireta de um texto ao qual não se teve acesso. Nesse caso, emprega-se a expressão latina \"apud\" (junto a), ou o equivalente em português \"citado por\", para identificar a fonte que foi efetivamente consultada. Como exemplo: Para Watson (1913, citado por CARONE, 2003)... Obs. Na lista de referências, incluir, apenas, a obra consultada. == Problemas == Citação fora do contexto ou citação de mineração é a tática falaciosa de apresentar citações fora de contexto, a fim de torná-las aparentemente concordantes com o ponto de vista da falácia ou para fazer os comentários de um adversário parecerem expressar posições que eles não expressam, para tornar essas posições mais fáceis de refutar ou demonizar. É uma maneira de mentir.Engel, Morris S., With Good Reason: An Introduction to Informal Fallacies (1994), pp. 106-107 ISBN 0-312-15758-4 O uso excessivo de citações em teses e artigos acadêmicos prejudica a criação de conhecimento novoFranco, Augusto de. Livro Pobreza e Desenvolvimento Local, 2002, pg.16. devido ao fato de, ao utilizar as citações de outros autores para legitimar o seu conteúdo, o escritor estar desprezando a sua capacidade de argumentação, acarretando na cópia de conhecimentos já consolidados ao invés da criação de novos e na contribuição pessoal. == Ver também == * Bibliografia * Bibliometria * Fator de impacto * Referência bibliográfica == Ligações externas == * Diretrizes para apresentação de dissertações e teses da USP: documento eletrônico ou impresso - Parte I (ABNT) * Informação e documentação: citações em documentos - apresentação - NBR 10520 — ABNT, 2002. 7 p. Categoria:Escrita Categoria:Ortografia",
 "title": "Citação"
}