{
 "id": "77619",
 "text": "Opilião (ordem Opiliones) são artrópodes da classe dos aracnídeos. É a terceira ordem mais numerosa dos aracnídeos (seis a dez mil espécies), superada apenas pela ordem dos Acari e Araneae. As principais características da ordem são: fusão entre cefalotórax e abdome; presença de pênis e ovipositor; presença de um par de glândulas repugnantes na região lateral- anterior. São divididos em quatro grandes grupos ou subordens: Cyphophthalmi, Eupnoi, Dyspnoi e Laniatores. Apresentam hábito predominantemente noturno e são conhecidos popularmente no Brasil como aranha-bode, aranha-fedorenta, bodum, devido à secreção que podem soltar quando ameaçados. São inofensivos para humanos. Ainda é uma ordem pouco distinta, mas o conhecimento sobre a sua biologia vêm aumentando bastante principalmente no século XXI. ==Etimologia== O nome Opiliones foi proposto pelo zoólogo sueco Karl J. Sundevall em 1833 e deriva da palavra latina opilio. Foi usado primeiramente pelo dramaturgo romano Plauto (254-184 a.C.) em suas comédias e que significava \"ovelha- mestra\". ‘Eclogues’ de Virgílio, escrito em 37 a.C., também mencionava a palavra opilio, mas aludindo a um pastor. Esta associação está provavelmente relacionada com a posição corporal elevada proporcionada pelas longas pernas de certas espécies de opiliões, assemelhando-se, assim, aos pastores europeus antigos que costumavam vagar sobre lugares altos, a fim de melhor contar seus rebanhos. A mais antiga alusão à Ordem Opiliones na literatura moderna provavelmente ocorreu no ‘Teatro de Insetos’ de Moffett (1634), no qual eles foram chamados aranhas-pastor, um nome ainda usado na Grã-Bretanha hoje em dia. Isso porque as pessoas achavam que o campo em que eles eram abundantes também era bom para o pasto de ovelhas. Os nomes mais populares na Inglaterra hoje em dia são opiliões ou aranhas-colheita, provavelmente porque algumas espécies são muito abundantes na época da colheita. Outra hipótese é que o movimento convulsivo feito por suas pernas depois de perdidas do corpo (um comportamento defensivo comum em algumas espécies da ordem) se assemelha ao de foice. O significado de muitos nomes em países europeus é ceifeiro, e isso também pode estar relacionado com o período de colheita ou à aparência de colher, como acontece com uma foice, quando andam. Curiosamente, em algumas províncias da Espanha, opiliões são chamados Pedros em alusão ao dia de São Pedro, que cai dentro da época de colheita e é um momento em que algumas espécies são especialmente abundantes no campo. Em países onde o opiliofauna é dominada por espécies de pernas longas, os nomes comuns geralmente fazem referência a esta característica morfológica. Nas regiões tropicais, especialmente na América do Sul, onde o opiliofauna é composta principalmente de espécies robustas e de pernas curtas, os nomes comuns estão normalmente relacionados com o mau cheiro liberado pela glândula odorífera localizada nas margens anterior do corpo, uma morfologia única, característica da Ordem. No Brasil nomes como bodum, aranha-bode, aranha-fedorenta, aranha-alho e frade- fedorento estão todos relacionados com o forte cheiro azedo secretado pela grande família Gonyleptidae (família mais comum no país).PINTO-DA-ROCHA, R.; MACHADO, G. & GIRIBET, G. (eds). 2007. Harvestmen: The Biology of Opiliones. Harvard University Press. Capítulo 1. p. 1-3 ==Morfologia== Os opiliões são inofensivos e caracterizam-se pelas pernas articuladas excepcionalmente longas em relação ao resto do corpo. Apesar das semelhanças superficiais com as aranhas, com as quais são geralmente confundidos, estes aracnídeos representam um grupo distinto. O corpo está divido em prossoma e opistossoma que encontram-se fundidos em toda a sua largura, formando uma estrutura ovalada ou arredondada sem separação visível dos dois tagmas. Em contrapartida, as aranhas apresentam o prossoma e opistossoma bem distintos. O prossoma dos opiliões porta um par de olhos medianos (raramente ausentes) sobre um oculário e lateralmente um par de aberturas das glândulas odoríferas (ou de cheiro), chamadas ozóporos. Essas glândulas secretam um líquido de cheiro característico quando o animal é perturbado. Os estigmas traqueais e abertura genital, que pode ser coberta por uma placa ou não, ficam na porção ventral do opistossoma. As fêmeas adultas possuem ovipositor e os machos adultos um longo pênis ou espermatopositor. Além de alguns grupos de ácaros, os opiliões são os únicos aracnídeos a possuírem ovipositor/pênis.thumb|Espécime de opilião O tegumento é revestido por uma cutícula de duas camadas. Esta camada cuticular é altamente plástica (com grandes mudanças dentro do grupo), sendo utilizada até com função estridulatória. Também existem glândulas adesivas que permitem a camuflagem por adesão de partículas de solo. Por fim, existem órgãos especializados em recepção de sinais mecânicos, como os órgãos liriformes, que são mais sensíveis a vibrações que passem pelas pernas, facilitando a recepção de sinais mecânicos advindos do solo.PINTO-DA-ROCHA, R.; MACHADO, G. & GIRIBET, G. (eds). 2007. Harvestmen: The Biology of Opiliones. Harvard University Press. Capítulo 2. p. 14-61 Os seis pares de apêndices, como em todos os aracnídeos, são prossomáticos. Os opiliões possuem um par de quelíceras com três segmentos e pedipalpos com seis segmentos: coxa, trocânter, fêmur, patela, tíbia e tarso. Os pedipalpos primariamente são órgãos sensoriais, porém em Laniatores estes são raptoriais, com robustos espinhos, para agarrar e despedaçar o alimento. Os quatro pares de apêndices ambulatoriais podem ser bastante alongados e possuem sete segmentos: coxa, trocânter, fêmur, patela, tíbia, metatarso e tarso. O segundo par costuma ser mais alongado e com maior segmentação tarsal que os demais, e é usado para funções sensoriais, e não para locomoção, como se fosse uma antena, por isso é chamada de perna anteniforme. ===Sistema reprodutivo=== Os opiliões foram os primeiros, e um dos únicos grupos dentro de Arachnida, a apresentarem aparato genital para transferência direta do esperma: pênis nos machos e ovipositor nas fêmeas. A caracterização do pênis é indispensável para a determinação específica dentro dos opiliões, já que diferentes grandes grupos apresentam estrutura incrivelmente diferente, principalmente dentro da categoria de família e relacionado à musculatura (divididos em: pênis com 3 músculos e garras de fixação (Cyphophthalmi), dois músculos, 1 músculo ou sem músculo algum). O aparelho genital se divide em porção mesodérmica (gônadas, canais efetores, vesícula seminal, órgão propulsor) e ectodérmica. O modo de transferência de sêmen difere entre os grupos. O canal seminal se estende através do tronco e glande. A musculatura do tubo do tronco não tem relação com a expulsão de esperma. Esta é efetuada por um órgão propulsor no útero interno. Todas as modalidades de ‘glande’ - sob o que foram agrupadas estruturas heterogêneas - aumentam basicamente o movimento da posição distal do pênis. Elas servem evidentemente para introduzir a abertura do duto ejaculatório o mais exatamente possível no ovipositor e/ou nos receptáculos seminais, onde o esperma é depositado. ===Órgãos sensoriais=== Dentre os animais da aracnofauna subterrânea brasileira, há - aproximadamente- 15 espécies de opiliões, que possuem diversas adaptações morfológicas e fisiológicas a ambientes escuros e de caverna. Sua adaptação morfológica mais evidente relacionada às estruturas sensoriais é o alongamento dos apêndices, nos quais pode haver um aumento do número de órgãos sensíveis a estímulos químicos e mecânicos. Eles tateiam tanto o substrato quanto as presas, para identificarem e se localizarem em espacial, reprodutiva e de alimentação. Munidos de tais estruturas os animais podem detectar o alimento mais rapidamente e a uma maior distância, gastando menos energia. Em opiliões há casos de redução ou perda de olhos. Uma exceção a esse caso são opiliões Megalopsalis sp e Hendea sp, que apresentam olhos grandes capazes de detectar larvas bioluminescentes de dípteros. Por meio de observações e experimentos comportamentais, nota-se que espécies de caverna tipicamente utilizam pistas e sinais químicos e mecânicos para se comunicar com o sexo oposto e encontrar alimento. ===Sistema respiratório=== Opiliões respiram através de um grande sistema traqueal que se abre para a atmosfera através de um par de espiráculos localizados no opistossoma, posteriores às coxas do último par de pernas. Esse sistema respiratório pode ser classificado como um pulmão traqueal até que haja investigações mais profundas. As traqueias são semelhantes à de insetos. Os espiráculos apresentam uma variedade de formas em diferentes grupos. Eles podem estar expostos ou ocultos e a abertura pode ter uma variedade de formas. A abertura é normalmente guardada por espinhos ou projeções cuticulares que formam uma grade ou rede, que pode ser muito ornamentada. Estes atuam provavelmente como filtros, excluindo partículas e parasitas.PINTO-DA-ROCHA, R.; MACHADO, G. & GIRIBET, G. (eds). 2007. Harvestmen: The Biology of Opiliones. Harvard University Press. Capítulo 2. p. 43-45 ==Distribuição== Os opiliões habitam quase todas as regiões zoogeográficas e são comuns tanto nos trópicos como nas zonas temperadas. Não são encontrados apenas em florestas, mas também em regiões mais secas como o Cerrado brasileiro e mais úmidas, como a região sul do Brasil, tendo como exemplo a cidade de Curitiba-PR onde são encontrados em grande quantidade, além da Savana venezuelana e o Chaco argentino-boliviano. Existem opiliões que vivem em grandes altitudes nos Andes e no Himalaia. A maioria vive em ambientes úmidos, habitando locais escuros, debaixo de pedras e troncos, e podem viver também no extrato arbóreo, debaixo do foliço, musgos e matéria orgânica em decomposição e em cavernas ou abrigos semelhantes. ==Alimentação== Os opiliões são predadores e se alimentam de pequenos invertebrados, incluindo outros opiliões, vivos ou mortos. Outros são saprófagos. Também existem os que sugam sucos vegetais. A maioria das espécies é onívora. Eles manipulam os alimentos com o auxílio dos pedipalpos e quelíceras. Ao contrário da maioria dos aracnídeos, como as aranhas e os escorpiões, que só conseguem ingerir líquidos, os opiliões são capazes de ingerir partes sólidas, sem a necessidade de dissolver antes o alimento. Geralmente as fêmeas se alimentam com maior frequência quando estão em época de deposição dos ovos. ==Comportamento== Defesas primárias são aquelas que se manifestam mesmo na ausência de predadores, enquanto as secundárias são desencadeadas como resposta a um ataque, podendo ela ser química (substâncias alérgicas, por ex.) ou física (garras, espinhos). Há ainda defesas comportamentais, i.e., atitudes adotadas pela presa que confundem ou afugentam o predador, dificultando a visualização da presa ou simplesmente sua fuga. Diversos tipos de mecanismos de defesa são encontrados entre os opiliões, dentre eles um par de glândulas exócrinas localizadas nas margens laterofrontais do prossoma, que secretam substâncias repugnatórias, podendo elas ser benzoquinonas, fenóis, cetonas, álcoois e terpenoides. Os compostos possuem cheiro forte e às vezes desagradável, podendo causar irritação ou, até mesmo, efeito letal em alguns predadores. Há também a presença de espinhos e comportamento de tanatose. A defesa comportamental mais frequentemente utilizada por opiliões da subordem Eupnoi é a autotomia de pernas, definida como a separação voluntária de um apêndice locomotor para evitar um dano maior durante o ataque. Quando o opilião tem uma perna atacada, ele a autotomiza sem extravasamento de hemolinfa. A perna mantém um movimento rítmico por um tempo, possivelmente distraindo o predador e permitindo a fuga do opilião. É importante salientar que a perna perdida não se regenera. Em relação ao cuidado parental, há variação entre os grupos: há casos em que as fêmeas protegem os ovos até eclodirem (D. oliverioi) enquanto outras não têm essa preocupação (I. cuspidata). ==Classificação== O grupo Opiliones está dividido em 4 grandes grupos: *Cyphophthalmi (aproximadamente 190 espécies): com distribuição esparsa. Apresentam predominantemente forma de ácaro com menos de 5mm. Sem opérculo genital, ovipositor segmentado, adenostilo na perna IV, ozóporo e tarsos I à IV com uma garra. *Eupnoi (aproximadamente 1800 espécies): Todos os continentes. Opérculo genital presente, unido ao segmento genital. Pedipalpo sem espinhos. Ovipositor segmentado. Ozóporo na margem lateral. Tarsos I à IV com uma garra. *Dyspnoi (aproximadamente 380 espécies): Distribuição Holártica. Ozóporo invisível dorsalmente. Dentes quelicerais diáfanos. Ovipositor não segmentado. Tarsos I à IV com uma garra. *Laniatores (aproximadamente 4200 espécies): Todos os continentes. Opérculo genital em esclerito distinto. Pedipalpos raptoriais. Ozóporo na margem lateral. Ovipositor não segmentado. Tarsos III e IV com 2 garras ou 1 ramificação. Subordem Cyphophthalmi Simon, 1879 *Stylocelloidea Hansen & Sørensen, 1904 **Stylocellidae Hansen & Sørensen, 1904 *Ogoveoidea Shear, 1980 **Ogoveidae Shear, 1980 **Neogoveidae Shear, 1980 *Sironoidea Simon, 1879 **Pettalidae Shear, 1980 **Sironidae Simon, 1879 **Troglosironidae Shear, 1993 Subordem Eupnoi Hansen & Sørensen, 1904 *Caddoidea Banks, 1892 **Caddidae Banks, 1892 *Phalangioidea Latreille, 1802 **Monoscutidae Forster, 1948 **Neopilionidae Lawrence, 1931 **Sclerosomatidae Simon, 1879 **Stygophalangiidae Oudemans, 1933 **Phalangiidae Latreille, 1802 Subordem Dyspnoi Hansen & Sørensen, 1904 *Ischyropsalidoidea Simon, 1879 **Ceratolasmatidae Shear, 1986 **Ischyropsalididae Simon, 1879 **Sabaconidae Dresco, 1970 *Nemastomatoidea Simon, 1872 **Dicranolasmatidae Simon, 1879 **Nemastomatidae Simon, 1872 **†Nemastomoididae Petrunkevitch, 1955 **Nipponopsalididae Martens, 1976 *Troguloidea Sundevall, 1833 **Trogulidae Sundevall, 1833 Subordem Laniatores Thorell, 1876 *Infraordem Insidiatores Loman, 1902 **Cladonychiidae Hadži, 1935 **Pentanychidae Briggs, 1971 **Synthetonychidae Forster, 1954 **Travuniidae Absolon & Kratochvil, 1932 **Triaenonychidae Sørensen, 1886 *Infraordem Grassatores Kury, 2002 **Agoristenidae Šilhavý, 1973 **Assamiidae Sørensen, 1886 **Biantidae Thorell, 1889 **Cosmetidae Koch, 1839 **Cranaidae Roewer, 1913 **Epedanidae Sørensen, 1886 **Escadabiidae Kury & Pérez, 2003 **Fissiphaliidae Martens, 1988 **Gonyleptidae Sundevall, 1833 **Guasiniidae Gonzalez-Sponga, 1997 **Icaleptidae Kury & Pérez, 2002 **Manaosbiidae Roewer, 1943 **Minuidae Sørensen, 1932 **Oncopodidae Thorell, 1876 **Phalangodidae Simon, 1879 **Podoctidae Roewer, 1912 **Samoidae Sørensen, 1886 **Stygnidae Simon, 1879 **Stygnommatidae Roewer, 1923 **Stygnopsidae Sørensen, 1932 **Zalmoxidae Sørensen, 1886 == Ligações externas == *Classificação dos grupos supragenéricos *Lista completa dos nomes genéricos válidos Categoria:Aracnídeos",
 "title": "Opilião"
}