{
 "id": "7763",
 "text": "A eletricidade é um termo geral que abrange uma variedade de fenômenos resultantes da presença e do fluxo de carga elétrica. Esses incluem muitos fenômenos facilmente reconhecíveis, tais como relâmpagos, eletricidade estática, e correntes elétricas em fios elétricos. Além disso, a eletricidade engloba conceitos menos conhecidos, como o campo eletromagnético e indução eletromagnética. A palavra deriva do termo em neolatim \"ēlectricus\", que por sua vez deriva do latim clássico \"electrum\", \"amante do âmbar\", termo esse cunhado a partir do termo grego ήλεκτρον (elétrons) no ano de 1600 e traduzido para o português como âmbar. O termo remonta às primeiras observações mais atentas sobre o assunto, feitas esfregando-se pedaços de âmbar e pele. No uso geral, a palavra \"eletricidade\" se refere de forma igualmente satisfatória a uma série de efeitos físicos. Em um contexto científico, no entanto, o termo é muito geral para ser empregado de forma única, e conceitos distintos contudo a ele diretamente relacionados são usualmente melhor identificados por termos ou expressões específicos. Alguns conceitos importantes com nomenclatura específica que dizem respeito à eletricidade são: * Carga elétrica: propriedade das partículas subatômicas que determina as interações eletromagnéticas dessas. Matéria eletricamente carregada produz, e é influenciada por, campos eletromagnéticos. Unidade SI (Sistema Internacional de Unidades): ampère segundo (A.s), unidade também denominada coulomb (C); * Campo elétrico: efeito produzido por uma carga no espaço que a contém, o qual pode exercer força sobre outras partículas carregadas. Unidade SI: volt por metro (V/m); ou newton por coulomb (N/C), ambas equivalentes; * Potencial elétrico: capacidade de uma carga elétrica de realizar trabalho ao alterar sua posição. A quantidade de energia potencial elétrica armazenada em cada unidade de carga em dada posição. Unidade SI: volt (V); o mesmo que joule por coulomb (J/C); * Corrente elétrica: quantidade de carga que ultrapassa determinada secção por unidade de tempo. Unidade SI: ampère (A); o mesmo que coulomb por segundo (C/s); * Potência elétrica: quantidade de energia elétrica convertida por unidade de tempo. Unidade SI: watt (W); o mesmo que joules por segundo (J/s); * Energia elétrica: energia armazenada ou distribuída na forma elétrica. Unidade SI: a mesma da energia, o joule (J); * Eletromagnetismo: interação fundamental entre o campo magnético e a carga elétrica, estática ou em movimento. O uso mais comum da palavra \"eletricidade\" atrela-se à sua acepção menos precisa, contudo. Refere-se a: * Energia elétrica (referindo-se de forma menos precisa a uma quantidade de energia potencial elétrica ou, então, de forma mais precisa, à energia elétrica por unidade de tempo) que é fornecida comercialmente pelas distribuidoras de energia elétrica. Em um uso flexível contudo comum do termo, \"eletricidade\" pode referir-se à \"fiação elétrica\", situação em que significa uma conexão física e em operação a uma estação de energia elétrica. Tal conexão garante o acesso do usuário de \"eletricidade\" ao campo elétrico presente na fiação elétrica, e, portanto, à energia elétrica distribuída por meio desse. Embora os primeiros avanços científicos na área remontem aos séculos XVII e XVIII, os fenômenos elétricos têm sido estudados desde a antiguidade. Contudo, antes dos avanços científicos na área, as aplicações práticas para a eletricidade permaneceram muito limitadas, e tardaria até o final do século XIX para que os engenheiros fossem capazes de disponibilizá-la ao uso industrial e residencial, possibilitando assim seu uso generalizado. A rápida expansão da tecnologia elétrica nesse período transformou a indústria e a sociedade da época. A extraordinária versatilidade da eletricidade como fonte de energia levou a um conjunto quase ilimitado de aplicações, conjunto que em tempos modernos certamente inclui as aplicações nos setores de transportes, aquecimento, iluminação, comunicações e computação. A energia elétrica é a espinha dorsal da sociedade industrial moderna, e deverá permanecer assim no futuro. == História == Muito tempo antes de qualquer conhecimento científico sobre a eletricidade, as pessoas já estavam cientes dos choques desferidos pelo peixe-elétrico. No Antigo Egito, remontando ao ano de 2750 a.C, havia textos que referiam-se a esse peixe como o \"Trovão do Nilo\", descrevendo-o como o protetor de todos os outros peixes. Encontra-se o peixe-elétrico também retratado em documentos e estudos antigos realizados por naturalistas, médicos, ou simples interessados que viveram na Grécia Antiga, no Império Romano e na região da civilização islâmica. Vários escritores antigos, como Caio Plínio Segundo e Escribônio Largo, atestaram ciência do efeito anestesiante dos choque elétricos do peixe-gato e da arraia elétrica, e de que os choques elétricos podem viajar ao longo de certos objetos condutores de eletricidade. Na época, os pacientes que sofriam de gota e de dor de cabeça eram aconselhados a tocar o peixe-elétrico na esperança de que os poderosos choques elétricos desferidos por esse animal pudessem curá- los. As primeiras referências relacionadas de forma ora remota ora mais próxima à identidade elétrica do raio e à existência de outras fontes distintas de eletricidade são possivelmente as encontradas junto aos árabes, que seguramente já empregavam antes do século XV a palavra (raad), raio em seu idioma, a fim de se fazer referência às arraias elétricas.The Encyclopedia Americana; a library of universal knowledge (1918), Nova Iorque: Encyclopedia Americana Corp Nas culturas antigas ao longo de todo o Mediterrâneo sabia-se que determinados objetos, a exemplo pedaços de âmbar, ganham a propriedade de atrair pequenos e leves objetos, tais como penas, após atritados com pele de gato ou similar. Por volta de 600 a.C.. Tales de Mileto fez uma série de observações sobre eletricidade estática, as quais levou-o a acreditar que o atrito era necessário para produzir magnetismo no âmbar; em visível contraste com o que se observa em minerais tais como magnetita, que não precisam de fricção. Thales enganou-se ao acreditar que a atração era devida a um efeito magnético e não a um efeito elétrico, havendo a ciência evidenciado de forma correta a ligação que Thales esboçou fazer entre eletricidade e magnetismo somente milênios mais tarde (experiência de Ørsted, 1820 d.C.). Em acordo com uma teoria controversa, os habitantes da região de Parthia, nordeste do atual Irã, conheciam a galvanoplastia, baseando-se tal afirmação na descoberta de 1936 da bateria de Bagdá, artefato que de fato, embora certamente incerta a natureza elétrica do mesmo, em muito se assemelha a uma célula galvânica. A eletricidade permaneceria pouco mais do que uma curiosidade intelectual por milênios, pelo menos até 1600, quando o cientista inglês William Gilbert publicou um estudo cuidadoso sobre magnetismo e eletricidade, o \"De Magnete\", entre outros distinguindo de forma pertinente o efeito da pedra-imã e o da eletricidade estática produzida ao se esfregar o âmbar com outro material . Foi ele quem cunhou a palavra neolatina \"electricus\" (\"de âmbar\" ou \"como âmbar\", de ήλεκτρον [elektron], a palavra grega para \"âmbar\") para referir-se à propriedade do âmbar e de outros corpos atraírem pequenos objetos depois de friccionados. Esta associação deu origem às palavras inglesa \"electric\" e \"electricity\", que fez sua primeira aparição na imprensa nas páginas de Pseudodoxia Epidemica, obra de Thomas Browne, em 1646. . Também encontram-se ai as raízes das palavras portuguesas elétrico e eletricidade. Outros trabalhos seguiram-se, sendo esses conduzidos por pessoas como Otto von Guericke, Robert Boyle, Stephen Gray e Charles Du Fay. No século XVIII, Benjamin Franklin realizou uma ampla pesquisa sobre a eletricidade, inclusive vendendo seus bens para financiar seu trabalho. É a ele atribuída a \"experiência da pipa\" quando, em junho de 1752, teria prendido uma chave de metal próximo à barbela de uma pipa e, com a chave atada à linha umedecida, tê-la feito voar em uma tempestade ameaçadora. É incerto se Franklin pessoalmente realizou de fato esse experimento, mas o ato é popularmente atribuído a ele. Uma sucessão de faíscas saltando de uma segunda chave atada à linha para o dorso da sua mão teria então mostrado-lhe de maneira contundente que o raio tem, de fato, uma natureza elétrica. Em 1791, Luigi Galvani publicou sua descoberta da bioeletricidade, demonstrando que é por meio da eletricidade que as células nervosas passam sinais para os músculos. A pilha voltaica de Alessandro Volta, ou simplesmente bateria, datada de 1800 e feita a partir de camadas alternadas de zinco e cobre, forneceu aos cientistas uma fonte mais confiável e estável de energia elétrica do que as antigas máquinas eletrostáticas. A advento do eletromagnetismo, união da eletricidade e do magnetismo, é creditada à dupla Hans Christian Ørsted e André-Marie Ampère, seus trabalhos remontando aos anos 1819 e 1820; Michael Faraday inventou o motor elétrico em 1821, e Georg Ohm analisou matematicamente o circuito elétrico em 1827 . A eletricidade e o magnetismo (e também a luz) foram definitivamente unidos por James Clerk Maxwell, em particular na obra \"On Physical Lines of Force\", entre 1861 e 1862. Embora o rápido progresso científico sobre a eletricidade remonte a séculos anteriores e ao início do século XIX, foi nas décadas vindouras do século XIX que deram-se os maiores progresso na engenharia elétrica. Através dos estudos de Nikola Tesla, Galileo Ferraris, Oliver Heaviside, Thomas Edison, Ottó Bláthy, Ányos Jedlik, Sir Charles Parsons, Joseph Swan, George Westinghouse, Werner von Siemens, Alexander Graham Bell e Lord Kelvin, a eletricidade transformou-se de uma curiosidade científica a uma ferramenta essencial para a vida moderna, ou seja, transformou-se na força motriz da Segunda Revolução Industrial. === Descargas elétricas e raios catódicos === Durante a descoberta da eletricidade um enigma ainda pairava sobre tipos de radiação existentes, uma delas chamada de radiação de raios catódicos , emitida por superfícies metálicas quando uma voltagem é aplicada entre o cátodo e o ânodo. Havia duas correntes de pensamento acerca da natureza dos raios catódicos: uma delas acreditava que se tratava de partículas; a outra acreditava que fossem um fenômeno ondulatório que dependia do meio. A interferência ondulatória era apoiada pela observação de que os raios catódicos podiam atravessar folhas de metal sem serem defletidos. O conflito sobre a dualidade onda-partícula, como veremos, vai reaparecer mais tarde, em outro contexto. Em 1885, J. H. Geissler (1815-1879) inventou uma bomba que permitia extrair o ar de um tubo de vidro até uma pressão da ordem de 10^{4} vez a pressão atmosférica. Essa bomba foi usada entre 1858 e 1859 numa série de experimentos para estudar a condução de eletricidade em gases a pressões muito baixas. Esses experimentos foram feitos por J. Plucker (1801-1868). No seu arranjo experimental, duas placas de metal dentro de um tubo de gás eram conectadas através de fios a uma fonte de alta tensão. No entanto, esse “vácuo\" não era perfeito, e os cientistas foram levados a hipóteses errôneas sobre a natureza dos raios catódicos, como mais tarde se aprendeu tratar-se de efeitos do gás residual dentro do tubo. É nesse ponto que J. J. Thomson entra na história. O ingrediente fundamental que lhe permitiu a descoberta da natureza dos raios catódicos – os elétrons - foi o desenvolvimento de bombas a vácuo 10 vezes mais eficientes do que as anteriores (p\\text{tubo} \\sim 10^{5} Pa). == Conceitos == === Carga elétrica === A carga elétrica é a propriedade dos entes físicos fundamentais, certamente das partículas subatômicas, que dá origem e interage via forças eletromagnéticas, uma das quatro forças fundamentais na natureza. A carga na matéria extensa origina-se no átomo, sendo os portadores de carga mais conhecidos o elétron e o próton. A carga elétrica obedece a uma lei de conservação, o que significa dizer que a quantidade líquida total de carga no interior de um sistema isolado sempre permanece constante, sendo a carga total essencialmente independente de qualquer mudança que ocorra no interior do sistema. No interior do sistema, carga pode ser transferida entre corpos, quer pelo contato direto, quer passando através de um material condutor como um fio, ou mesmo através de portadores de carga movendo-se livremente no vácuo. A expressão tradicional \"eletricidade estática\" se refere à presença de carga, ou melhor, de um desequilíbrio de cargas em um corpo, o que é geralmente causado quando se tem materiais quimicamente diferentes esfregados entre si, o que leva à transferência de cargas de um para o outro. A presença de carga dá origem à força eletromagnética: cargas exercem força uma sobre a outra, efeito certamente conhecido, embora não compreendido, já na antiguidade. Uma pequena esfera condutora suspensa por um fio isolante pode ser carregada através do toque de um bastão de vidro previamente carregado devido ao atrito com um tecido de algodão. Se um pêndulo similar é carregado pelo mesmo bastão de vidro, encontra-se que este irá repelir aquele: as cargas agem de forma a separar os pêndulos. Dois pêndulos carregados via bastão de borracha também repelir-se-ão mutuamente. Entretanto, se um pêndulo for carregado via bastão de vidro, e o outro for carregado via bastão de borracha, os pêndulos, quando aproximados, atrair-se-ão mutuamente. Esse fenômeno foi investigado no século XVIII por Charles-Augustin de Coulomb, que deduziu que as cargas apresentam-se em duas formas distintas. Suas descobertas levam ao bem conhecido axioma: objetos carregados com cargas similares se repelem, objetos carregados com cargas opostas se atraem. A força atua sobre as cargas propriamente ditas, do qual segue que as cargas têm a tendência de se distribuir de forma a mais uniforme ou conveniente possível sobre superfícies condutoras. A magnitude da força eletrostática, quer atrativa quer repulsiva, é dada pela Lei de Coulomb, que a relaciona ao produto das cargas e retrata a relação inversa empiricamente observada dessa com o quadrado da distância que separa as cargas. A força eletromagnética é muito forte, sendo subjugada apenas pela força de interação forte (força nuclear); contudo, ao contrário desta última, que atua entre partículas separadas por não mais que alguns angstroms (1 angstrom = 1 x 10 −10m), a força eletromagnética é uma força de longo alcance, ou seja, uma força que atual a qualquer distância, embora o faça certamente de forma muito mais fraca quanto maior for a separação. Em comparação com a muito mais fraca força gravitacional, a força eletromagnética que repele dois elétrons próximos mostra-se 10+42 vezes maior do que a força de atração gravitacional que um exerce sobre o outro mantida a mesma separação. As cargas do próton e do elétron são opostas em sinal, implicando que uma quantidade de carga pode ser ou positiva ou negativa. Por convenção e por razões históricas, a carga associada a um elétron é considerada a negativa, e a carga associada a um próton, positiva, um costume que originou-se com os trabalhos de Benjamin Franklin. A quantidade de carga é usualmente representada pelo símbolo Q e expressa em coulombs; cada elétron transportando a mesma carga fundamental cujo valor é aproximadamente -1,6022x10−19 coulomb. O próton tem carga igual em módulo contudo oposta em sinal, +1,6022x10−19 coulomb. Não apenas partículas de matéria possuem carga mas também as partículas de antimatéria, cada partícula carregando uma carga de igual valor mas de sinal oposto ao da carga da sua correspondente antipartícula. Cargas elétricas podem ser medidas de diferentes formas, um dos mais antigos instrumentos sendo o eletroscópio de folhas, que embora ainda em uso em demonstrações escolares, já há muito foi substituído pelo eletrômetros (coulombímetros) eletrônicos. === Campo elétrico === O conceito de campo foi introduzido por Michael Faraday ainda no século XIX, contudo sua adoção inicialmente como ferramenta matemática para o tratamento dos problemas correlatos tornou-se tão frutífera que hoje é praticamente impossível conceber-se um tratamento mais aprofundado em eletricidade, magnetismo ou eletromagnetismo sem que se lance mão do mesmo. As equações de Maxwell são todas escritas em função dos campos elétricos e magnéticos. Em termos do campo aqui pertinente, o campo eletrostático, sabe-se que toda carga elétrica cria no espaço que a contém um campo elétrico, e qualquer carga elétrica imersa em um campo que não o campo por ela mesmo criado encontrar-se-á solicitada por uma força elétrica em virtude do mesmo. O campo elétrico age entre dois corpos carregados de uma maneira similar à ação do campo gravitacional entre duas massas, e assim como este, estende-se até o infinito, exibindo contudo uma relação com o inverso do quadrado da distância, de forma que, se a distância aumentar, muito menor será seu efeito; e associado, muito menor será também a interação entre as cargas envolvidas. Embora as semelhanças sejam significativas, há entretanto uma importante diferença entre os campos eletrostáticos e os gravitacionais: a gravidade sempre implica atração entre as massas, contudo a interação entre um campo e a carga pode expressar atração ou repulsão entre as cargas elétricas. Como os grandes corpos massivos no universo, a exemplo os planetas ou estrelas, quase sempre não têm carga elétrica, os campos elétricos a estes devidos valem zero, de forma que a força gravitacional é de longe a força dominante ao considerarem-se dimensões astronômicas, mesmo sendo esta muito mais fraca do que a força elétrica. Os movimentos dos corpos celestes são devidos essencialmente à gravidade que geram e que neles agem. O campo eletrostático geralmente varia no espaço, e o seu módulo em um dado ponto é definido como a força por unidade de carga elétrica (newtons por coulomb) que seria experimentada por uma carga elétrica puntiforme de valor negligenciável quando colocada no referido ponto. Esta carga elétrica hipotética, nomeada carga de prova, deve ser feita extremamente pequena a fim de se prevenir que o campo elétrico por ela criado venha a perturbar a distribuição de cargas responsável pelo campo o qual deseja-se determinar, e deve ser feita estacionária a fim de se prevenir eventuais influências de campos magnéticos uma vez que esses últimos atuam apenas sobre cargas elétricas em movimento. A definição de campo elétrico faz-se de forma dependente do conceito de força, essa uma grandeza vetorial. Tem-se pois, em acordo com a definição, que o campo elétrico configura-se como um campo vetorial, tendo o vetor campo elétrico associado a cada ponto em particular uma direção e uma módulo (valor) característicos também particulares. O estudo das cargas elétricas estacionárias e dos campos elétricos criados por essas é denominado eletrostática. A mais usual representação e um campo vetorial é a representação por linhas. Uma representação direta seria a representação do campo de vetores, onde desenham- se os respectivos vetores campo elétrico em um número suficientemente grande de pontos do espaços a ponto de tornar o diagrama representativo o necessário contudo não confuso. A representação por linhas emerge naturalmente desse último ao observar-se que os vetores dispõem-se no diagrama vetorial no caso de problemas físicos notoriamente de forma a sugestionar um padrão de linhas contínuas. Verificou-se que esse padrão de linhas sugerido poderia ser utilizado para representar um campo vetorial tão bem como o padrão por vetores, com a vantagem de ser de representação mais nítida e fácil. Nesse padrão, as linhas são usualmente, no caso elétrico ou gravitacional, denominadas \"linhas de força\". A nomenclatura não é contudo a mais adequada ao caso da representação por linhas do campo magnético. Na representação por linhas verifica-se que duas linhas nunca se cruzam; que o vetor campo em um dado ponto é tangente à linha que passa pelo respectivo ponto; que as linhas são orientadas de forma condizente com os vetores; que o módulo de um vetor é proporcional à densidade espacial de linhas em sua vizinhança imediata. Quando propostos, os campos não apresentavam existência real, esse permeando todos os pontos do espaço mesmo os pontos entre linhas em qualquer representação por linhas. Os campos elétricos que emanam das cargas elétricas estacionárias têm as seguintes propriedades: as linhas de campo iniciam-se em cargas positivas e terminam em cargas negativas; as linhas de campo eletrostático deve encontrar as superfícies de quaisquer bons condutores elétricos em ângulo reto; e obviamente, elas nunca devem se cruzar. Um condutor oco carrega todas as suas cargas em sua superfície. O campo por elas determinado é zero em todos os pontos internos ao corpo. Esse é o princípio de funcionamento da gaiola de Faraday; uma blindagem condutora isola todos o seu interior de efeitos eletrostáticos externos. Os princípios da eletrostática mostram-se importantes em projetos de equipamentos para trabalho sobre alta tensão elétrica. Há um valor finito de campo elétrico admissível para cada meio diferente. Além desse limite, ocorre uma rutura dielétrica acompanhada de arco elétrico entre as partes carregadas envolvidas. A exemplo, para o ar confinado entre pequenas frestas campos elétricos superiores a 30 quilovolts por centímetro levam à rutura dielétrica. Para grandes espaçamentos a tensão de rutura é um pouco menor, da ordem de 1 kV por centímetro. A forma mais natural de se visualizar tal situação é observar os raios, usualmente provocados por tensões elétricas tão grandes quanto 100 megavolts, implicando dissipações de energias usualmente da ordem de 250 kWh. A intensidade do campo elétrico é consideravelmente afetada nas proximidades de objetos condutores, sendo particularmente intenso nas proximidades de extremidades pontiagudas. Esse princípio é explorado nos para-raios, onde as pontas em sua extremidade elevada atuam de forma a encorajar os raios a atingi-los em detrimento das estruturas abaixo. === Potencial elétrico === O potencial elétrico em qualquer ponto é definido como a energia necessária para trazer uma carga unitária de teste de uma distância infinita até aquele ponto. É usualmente medida em volts, e um volt é o potencial para o qual um joule de trabalho deve ser expendido para trazer uma carga de um coulomb do infinito até aquele ponto. === Potência elétrica === === Circuito elétrico === Um circuito elétrico é uma interconexão de componentes elétricos de tal forma que a carga elétrica é feita fluir ao longo de um caminho fechado (um circuito), geralmente com o objetivo de transferir-se energia e executar alguma tarefa útil. Há componentes elétricos os mais variados, encontrando-se em um circuito elétrico não raro peças como resistores, capacitores, indutores, transformadores e interruptores. Os circuitos eletrônicos usualmente contêm componentes ativos, geralmente semicondutores, os quais caracterizam-se pelo funcionamento não- linear e demandam análise mais avançada. Os componentes elétricos mais simples são chamados passivos ou lineares: embora possam armazenar temporariamente energia, eles não constituem fontes da mesma, e apresentam respostas lineares aos estímulos elétricos aos quais são aplicados. O resistor é o componente mais simples entre os passivos: como o nome sugere, o resistor limita a corrente que pode fluir através do circuito. Transforma toda a energia elétrica que recebe em energia térmica, essa transferida ao ambiente que o cerca via calor. Ao passo que o nome resistor designa geralmente o componente em si, a resistência elétrica é uma propriedade dos resistores que busca mensurar o efeito resistivo. Mostra-se diretamente relacionada à oposição e à forma como os portadores de carga elétrica se movem no interior de um condutor ou semicondutor: nos metais, por exemplo, a resistência é principalmente atribuída às colisões entre os elétrons e os íons. Impurezas e imperfeições na estrutura contribuem em muito para o aumento da resistência a ponto de justificar o processo de purificação pelo qual os metais são submetidos antes da confecção de estruturas condutoras como os fios ou barramentos elétricos. A Lei de Ohm é uma lei básica da teoria do circuito. Estabelece que a corrente que se fará presente em um resistor é diretamente proporcional à diferença de potencial entre os terminais do mesmo. A resistência de muitas estruturas materiais é relativamente constante em uma faixa de temperaturas e correntes; sendo em tais condições denominados 'ôhmicos'. A unidade de resistência elétrica, o ohm, assim nomeada em honra a Georg Ohm, é simbolizada pela letra grega Ω. 1 Ω é a resistência de um resistor que desenvolve entre seus terminais uma diferença de potencial de um volt quando submetido a uma corrente de um ampère (ou vice-versa). O capacitor é um dispositivo capaz de armazenar carga elétrica bem como energia elétrica no campo elétrico resultante. Conceitualmente, ele é composto por duas placas condutoras paralelas separadas por uma fina camada isolante. Na prática, são compostos por duas lâminas finas de metal separadas por uma lâmina de material isolante, todas enroladas juntas de forma a aumentar a área de superfície por unidade de volume e, portanto, a capacitância. A unidade de capacitância é, em homenagem a Michael Faraday, o farad, e à unidade é dada o símbolo \"F\": um farad é a capacitância de um capacitor que desenvolve em seus terminais uma diferença de potencial de um volt quando nele encontra-se armazenada uma carga elétrica de um coulomb (ou vice-versa). A capacitância de um capacitor é determinada através da razão entre a carga que esse armazena e a tensão elétrica em seus terminais, do que decorre a igualdade: 1F = 1C/1V. Um capacitor ligado a uma fonte de tensão constante permite inicialmente a presença de uma corrente intensa durante o processo inicial de acúmulo de carga; essa corrente entretanto decai gradualmente à medida que o capacitor acumula carga e a tensão elétrica em seus terminais aumenta, e eventualmente anula-se após o tempo necessário à carga completa do capacitor, situação onde a tensão em seus terminais iguala-se à da fonte. Um capacitor, portanto, não permite em tais situações a existência de correntes estacionárias (correntes constantes); ao contrário, as proíbe. O indutor é um condutor, geralmente uma bobina ou enrolamento de fio encapado, que armazena energia no campo magnética que surge em resposta à corrente que faz-se fluir através dele. Quando a corrente altera-se o campo magnético também altera-se, e há nesse momento, em consequência da lei da indução de Faraday, a indução de uma tensão elétrica entre os terminais do indutor. Verifica-se que a tensão induzida é proporcional à taxa de variação da corrente, sendo tanto maior quanto mais rápido se der a mudança na corrente. A constante de proporcionalidade é a chamada indutância do indutor. A unidade de indutância é henry, assim nomeada em homenagem a Joseph Henry, um contemporâneo de Faraday. Um henry é a indutância de um indutor que desenvolve uma diferença de potencial de um volt entre seus terminais quando a corrente entre os mesmos varia à taxa de um ampère por segundo. O comportamento elétrico do indutor é em vários aspectos inverso ao do capacitor: ao passo que os capacitores opõem-se às mudanças repentinas na tensão entre seus terminais mas em nada limitam as correntes neles, os indutores opõem-se às mudanças repentinas na corrente, mas em nada limitam as tensões entre seus terminais. Dadas as características complementares, a união de um capacitor e de um indutor produz um circuito elétrico ressonante, o conhecido circuito LC, no qual observa-se a troca constante de energia entre o indutor e o capacitor e vice-versa. A tensão e a corrente no circuito alteram-se continuamente em um padrão senoidal cujo período depende dos valores da capacitância e da indutância dos componentes envolvidos. O acréscimo de uma parcela resistiva leva ao também bem estudado circuito RLC, no qual oscilações amortecidas são observadas. === Condutores e isolantes elétricos === Conforme antes definido, chama-se corrente elétrica o fluxo ordenado de elétrons em uma determinada seção. A corrente contínua tem um fluxo constante, enquanto a corrente alternada tem um fluxo de média zero, ainda que não tenha valor nulo todo o tempo. Esta definição de corrente alternada implica que o fluxo de elétrons muda de direção continuamente. O fluxo de cargas elétricas pode gerar-se no vácuo ou em meio material adequado, caso no qual o material é então caracterizado como um condutor elétrico, mas não existe ou mostra-se completamente desprezível nos materiais ditos isolantes. Em um fio, há a presença dos dois tipos de materiais: a capa do fio encerra em seu interior, visto ser os metais por definição bons condutores de eletricidade, tipicamente um metal dúctil, a exemplo o cobre ou o alumínio, ao passo que a capa em si, dadas as funções práticas inerentes esperadas, é feita de material pertencente à classe dos bons isolantes elétricos. Sobre materiais isolantes há de se ressalvar que na prática não há isolante elétrico perfeito. Os materiais isolantes são aqueles cujas estruturas químicas implicam todos os portadores de carga fortemente presos em suas posições, de forma que portadores de carga não podem mover-se livremente através das estruturas desses materiais. São tipicamente compostos covalentes, onde os elétrons encontram-se fortemente ligados aos respectivos orbitais de ligação ou aos orbitais mais internos aos átomos da molécula, ou ainda sólidos iônicos, onde algo similar ocorre, não se encontrando, contudo, orbitais ligantes nesse caso. Embora quando sujeitos a um campo elétrico moderado a localidade dos portadores de carga na estrutura material isolante se preserve, sob intensos campos elétricos as forças associadas podem ser suficientes para superar as forças que mantêm os elétrons ligados aos núcleos ou moléculas, caso no qual há uma ruptura súbita na capacidade isolante do material. Este ioniza-se e, em um processo quase instantâneo, deixa de ser isolante, tornando-se um bom condutor elétrico mesmo que por um curto intervalo de tempo. O campo elétrico limite acima do qual o material isolante torna-se condutor é conhecido como rigidez dielétrica do material. A origem dos raios durante tempestades fundamenta-se basicamente no princípio citado. As nuvens acumulam cargas elétricas até que a rigidez dielétrica do ar úmido seja atingida. No momento em que o material se torna condutor, as cargas fluem em um processo de avalanche entre o solo e a nuvem, ou entre nuvens, dando então origem ao efeito visual e sonoro característicos do fenômeno. ==A eletricidade e o mundo natural == ===Efeitos fisiológicos === A aplicação de uma tensão elétrica ao corpo humano leva a uma corrente elétrica através dos tecidos, e embora a relação entre ambas as grandezas não seja linear, quanto maior a tensão, maior a corrente. Embora o limiar de percepção mostre-se significativamente dependente da frequência da fonte elétrica e do caminho da corrente através do corpo, sob certas condições uma corrente tão baixa quanto a de alguns microamperes já mostra-se perceptível através do efeito eletrovibratório que provoca. Se a corrente for suficientemente alta, ela poderá facilmente induzir a contração muscular, a fibrilação do coração e queimaduras significativas nos tecidos. A ausência de qualquer sinal visível de que um condutor encontra-se eletricamente energizado torna a eletricidade particularmente perigosa. A dor causada por um choque elétrico pode ser intensa, levando-a a ser empregada várias vezes como método de tortura. À morte causada por choque elétrico dá-se o nome de eletrocussão. Embora venha tornando-se cada vez mais rara em dias recentes, a eletrocussão ainda é uma forma de execução penal empregada em várias jurisdições ao redor do mundo. == Ver também == * Canhão de Gauss * Canhão elétrico * Circuito elétrico * Corrente elétrica * Componente elétrico * Distribuição de energia elétrica * Eletromagnetismo * Eletrônica * Eletrônica analógica * Eletrostática * Energia elétrica * Energia eólica * Energia nuclear * Energia potencial elétrica * Energia solar fotovoltaica * Hidroelétrica * Lei de Ampère * Leis de Kirchoff * Magnetismo * Potência elétrica * Tensão elétrica == Bibliografia == * * * * * * * * * * * * * * * ==Ligações externas== * * * * * * *A Hitória da Eletricidade, documentário produzido pela BBC, com versão dublada em português, exibido pela TV Escola.",
 "title": "Eletricidade"
}