{
 "id": "77630",
 "text": "thumb|Vista interna de uma cobertura com palha de carnaúba A carnaúba (Copernicia prunifera), também chamada carnaubeira e carnaíba,FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.354 é uma palmeira, da família Arecaceae, endêmica do semiárido da Região Nordeste do Brasil. É a árvore-símbolo do Estado do Ceará e do Estado do Piauí, conhecida como \"árvore da vida\", pois oferece uma infinidade de usos ao homem. Como exemplos, as raízes têm uso medicinal como eficiente diurético e antivenéreo; os frutos são um rico nutriente para a ração animal; o tronco é madeira de qualidade para construções; as palhas servem para a produção artesanal, adubação do solo e extração de cera (cera de carnaúba), um insumo valioso que entra na composição de diversos produtos industriais, tais como cosméticos, cápsulas de remédios, componentes eletrônicos, produtos alimentícios, ceras polidoras, revestimentos e produtos como lubrificantes. == Etimologia == \"Carnaúba\" e \"carnaíba\" provêm do tupi karana'iwa, \"árvore do caraná\". == Descrição == Seu desenvolvimento máximo ocorre por volta de 50 anos, podendo atingir entre 9 a 12 metros de altura,https://escola.britannica.com.br/artigo/carna%C3%BAba/574448 podendo excepcionalmente atingir 15 m.https://www.portalsaofrancisco.com.br/alimentos/carnauba Por tratar-se de uma planta adaptada ao clima semiárido, a carnaúba oferece grandes possibilidades de uso em atividades econômicas mesmo durante o período de estiagem, tratando-se, portanto, de importante alternativa na composição da renda familiar das comunidades rurais. Os carnaubais formam florestas que têm predominância nas planícies aluviais dos principais rios do Ceará, Piauí e Maranhão, cumprindo importantes funções para a manutenção do equilíbrio ecológico da região, como a conservação dos solos, fauna, cursos d'água e mananciais hídricos. Nas últimas décadas, em virtude da desvalorização dos preços da cera vegetal, a carnaúba voltou a ser alvo de desmatamentos para a introdução de outras atividades produtivas, como a agricultura irrigada e a criação de camarão. ==A cera da carnaúba== A cera de carnaúba é um produto usado em um grande número de indústrias. Popularmente conhecida como \"rainha das ceras\", a cera de carnaúba tem um ponto de derretimento muito maior que outras (78°C), além de ser extremamente dura. Isso faz com que seja ideal para criar coberturas extremamente fortes para pisos, automóveis, entre outras coisas. Adicionalmente, a cera de carnaúba aparece em doces, polimentos, vernizes, produtos cosméticos e em muitos outros lugares. Ela também não é facilmente solúvel. A água não pode romper uma camada de cera de carnaúba, apenas outros solventes o podem fazer, geralmente em combinação com calor. Isso significa que o material possui alta durabilidade, tornando inclusive uma superfície um tanto ou quanto resistente à água. Muitos surfistas, por exemplo, usam cera para suas pranchas que contém carnaúba. Também é usada como cobertura de pratos de papel, fio dental e uma alternativa para gelatina vegetariana. Na indústria farmacêutica, aparece como cobertura de tabletes e em um grande número de embalagens de alimentos. Ao contrário de muitas outras ceras, o acabamento com cera de carnaúba não se desfaz com o tempo, apenas fica opaco. Apesar de a cera de carnaúba ter sido substituída em grande parte por sintéticos, ainda é um produto muito usado em muitas partes do mundo. Também é muito usada em cera de carros. A cera de carnaúba é utilizada, ainda, na conservação de frutas. Ela é dissolvida com água e outros ingredientes e aplicada sobre as frutas, formando uma película protetora que impede a ação oxidante do oxigênio e evita a perda de líquido com a evaporação. Estudos demonstram que a aplicação dessa proteção em tomates, mangas, e tantas outras frutas pode prolongar o seu viço quase o dobro do tempo de uma fruta que não recebeu essa aplicação. ==Bagana== Bagana é a palha resultante da extração da cera da folha da carnaúba.https://editorarealize.com.br/revistas/conidis/trabalhos/TRABALHO_EV064_MD4_SA3_ID1637_21102016084842.pdfhttps://diariodonordeste.verdesmares.com.br/editorias/regiao/derivados- da-carnauba-geram-emprego-e-renda-para-agricultores-1.1081472 A cera tem diversas aplicações industriais, e é também exportada. A palha pode ser aproveitada para fins agrícolas em compostagem ou como cobertura morta, para ajudar a conservar a umidade do solo.https://monografias.ufma.br/jspui/handle/123456789/2356http://www.abid.org.br/cd- xxv-conird/PDF/184.pdf Além disso, pode ser usada como componente de ração para ovinos.https://www.embrapa.br/caprinos-e-ovinos/busca-de- publicacoes/-/publicacao/658215/uso-da-bagana-de-carnauba-na-terminacao-de- cordeiros-no-semiarido-cearense ==Arquitetura== É uma fonte de materiais para uso arquitetônico, seja ele rústico ou requintado. A palha de carnaúba serve para cobertura de casas residenciais e/ou para pavilhões expositivos; o caule serve para enripamento, encaibramento e enforquilhamento.SILVA FILHO, Olavo Pereira da.Carnaúba, Pedra e Barro na Capitania de são José do Piauí, 3 V. Belo horizonte; Maria de Fátima, 2007. ISBN 8590683737 ==Artesanato== A palha da carnaúba também é muito utilizada para produzir peças artesanais como cestas, trançados, bolsas, chapéus e caixas. É apreciada por turistas que visitam a região, tornando-a importante fonte de renda da população local. Um dos principais produtos acabados com uma conexão a esta cadeia produtiva do artesanato da carnaúba é a cachaça Ypioca, que tradicionalmente tem suas garrafas recobertas por um trançado da palha. As artesãs envolvidas tem uma renda significativa como resultado deste processo. ==Pecuária== A palha da carnaúba também é usada na alimentação dos animais. Estes, em tempo de escassez, comem as folhas (palhas) das carnaubeirinhas pequenas, chamadas pindoba. ==Símbolo heráldico== A carnaubeira é um símbolo heráldico muito comum nos estados do Piauí, Ceará e Rio Grande do Norte, estados onde a planta é abundante. Ficheiro:Brasao4 vertical cor 300dpi.png|Palha de carnaúba compondo a heráldica do brasão da Universidade Federal do Ceará Ficheiro:Brasão do Ceará.svg|Carnaubeira no brasão do Ceará Ficheiro:PALÁCIO IRACEMA.jpg|Réplica do decreto que oficializa a carnaúba como árvore símbolo do Ceará Ficheiro:Brasão do Piauí.svg|Brasão do Piauí Ficheiro:Brasão do Rio Grande do Norte.svg|Brasão do Rio Grande do Norte Ficheiro:Brasao sao goncalo do amarante ce.JPG|Brasão de São Gonçalo do Amarante, município do Ceará Ficheiro:Brasao limoeiro do norte ce.JPG|Brasão de Limoeiro do Norte, município do Ceará Ficheiro:Brasão de Acaraú - CE.svg|Brasão de Acaraú, município do Ceará Ficheiro:Brasao campo maior.png|Brasão de Campo Maior, município do Piauí Ficheiro:Coat of arms of Mossoró.jpg|Brasão de Mossoró, município do Rio Grande do Norte Ficheiro:Stamp of Brazil - 1978 - Colnect 215069 - Carnauba cutter.jpeg|Em selo postal do Correio do Brasil em 1978. ==Árvore símbolo de regiões no Brasil== Por meio do Decreto n° 27.413 de 30 de março de 2004, o então governador, Lúcio Alcântara, instituiu a carnaúba como árvore símbolo do Ceará. A decisão foi tomada considerando a importância de promover a conservação da biodiversidade, do desenvolvimento sustentável e do reconhecimento do valor histórico, cultural e paisagístico da espécie. Além disso, em seu Art.2º, o dispositivo legal condiciona o corte da carnaúba à autorização dos órgãos e entidades estaduais competentes.CEARÁ, Governo do. [DECRETO Nº 27.413, de 30 de março de 2004 http://antigo.semace.ce.gov.br/integracao/biblioteca/legislacao/conteudo_legislacao.asp?cd=461]FREITAS, Vicente. BELA CRUZ — biografia do município. Joinville: Clube de Autores, 2013, pp. 144-53. ISBN 978-85-916141-0-3 No Piauí, por meio do decreto estadual nº 17.378, de 25 de setembro de 2017, assinado pelo governador Wellington Dias, após uma votação pública, oficializou a carnaúba como árvore símbolo do estado.Diário Oficial do Estado do Piauí, Ano LXXXVI. Teresina(PI) - Segunda-feira, 25 de setembro de 2017 • Nº 180. Documento pesquisado em 21 de outubro de 2018. Categoria:Copernicia Categoria:Arecáceas Categoria:Árvores do Brasil Categoria:Flora da Caatinga Categoria:Flora do Ceará Categoria:Símbolos do Ceará",
 "title": "Carnaúba"
}