{
 "id": "7764",
 "text": "A mecânica quântica (também conhecida como física quântica e teoria quântica) é a teoria física que obtém sucesso no estudo dos sistemas físicos cujas dimensões são próximas ou abaixo da escala atômica, tais como moléculas, átomos, elétrons, prótons e outras partículas subatômicas, muito embora também possa descrever fenômenos macroscópicos em diversos casos. A mecânica quântica é um ramo fundamental da física com vasta aplicação. A teoria quântica fornece descrições precisas para muitos fenômenos previamente inexplicados tais como a radiação de corpo negro e a estabilidade dos átomos. Apesar de, na maioria dos casos, a mecânica quântica ser relevante para descrever sistemas microscópicos, os seus efeitos específicos não são somente perceptíveis em tal escala. Por exemplo, a explicação de fenômenos macroscópicos como a super fluidez e a supercondutividade só é possível se considerarmos que o comportamento microscópico da matéria é quântico. A quantidade característica da teoria, que determina quando ela é necessária para a descrição de um fenômeno, é a chamada constante de Planck, que tem dimensão de momento angular ou, equivalentemente, de ação. A mecânica quântica recebe esse nome por prever um fenômeno bastante conhecido dos físicos: a quantização. No caso dos estados ligados (por exemplo, um elétron orbitando em torno de um núcleo positivo) a Mecânica Quântica prevê que a energia (do elétron) deve ser quantizada. Este fenômeno é completamente alheio ao que prevê a teoria clássica. == Um panorama == O desenvolvimento da mecânica quântica foi uma necessidade gerada pelo acúmulo de resultados experimentais ao longo da virada dos séculos XIX e XX, os quais não conseguiam ser entendidos ou explicados à luz das teorias físicas existentes naquele período. As tentativas de contornar as dificuldades através da adaptação dos formalismos e ferramentas então disponíveis foram paulatinamente abandonadas, pois logo ficou claro que novas frentes conceituais e técnicas teriam que ser abertas. As propostas de uma equação de onda, que generalizava ideias acerca do caráter ondulatório das partículas, bem como de uma formulação matricial, baseada na utilização de observáveis experimentais na descrição dos sistemas atômicos, logo foram seguidas por trabalhos mais marcadamente matemáticos, que tinham por principal objetivo aparar possíveis arestas formais surgidas ao longo desse avanço conceitual. A palavra “quântica” (do Latim quantum) quer dizer quantidade. Na mecânica quântica, esta palavra refere-se a uma unidade discreta que a teoria quântica atribui a certas quantidades físicas, como a energia de um elétron contido num átomo em repouso. A descoberta de que as ondas eletromagnéticas podem ser explicadas como uma emissão de pacotes de energia (chamados quanta) conduziu ao ramo da ciência que lida com sistemas moleculares, atômicos e subatômicos. Este ramo da ciência é atualmente conhecido como mecânica quântica. A mecânica quântica é a base teórica e experimental de vários campos da Física e da Química, incluindo a física da matéria condensada, física do estado sólido, física atômica, física molecular, química computacional, química quântica, física de partículas e física nuclear. Os alicerces da mecânica quântica foram estabelecidos durante a primeira metade do século XX por Albert Einstein, Werner Heisenberg, Max Planck, Louis de Broglie, Niels Bohr, Erwin Schrödinger, Max Born, John von Neumann, Paul Dirac, Wolfgang Pauli, Richard Feynman e outros. Alguns aspectos fundamentais da contribuição desses autores ainda são alvo de investigação. Normalmente é necessário utilizar a mecânica quântica para compreender o comportamento de sistemas em escala atômica ou molecular. Por exemplo, se a mecânica clássica governasse o funcionamento de um átomo, o modelo planetário do átomo — proposto pela primeira vez por Rutherford — seria um modelo completamente instável. Segundo a teoria eletromagnética clássica, toda carga elétrica acelerada emite radiação. Por outro lado, o processo de emissão de radiação consome a energia da partícula. Dessa forma, o elétron, enquanto caminha na sua órbita, perderia energia continuamente até colapsar contra o núcleo positivo. == O conceito de estado na mecânica quântica == Em física, chama-se \"sistema\" um fragmento concreto da realidade que foi separado para estudo. Dependendo do caso, a palavra sistema refere-se a um elétron ou um próton, um pequeno átomo de hidrogênio ou um grande átomo de urânio, uma molécula isolada ou um conjunto de moléculas interagentes formando um sólido ou um vapor. Em todos os casos, sistema é um fragmento da realidade concreta para o qual deseja-se chamar atenção. Dependendo da partícula pode-se inverter polarizações subsequentes de aspecto neutro. A especificação de um sistema físico não determina unicamente os valores que experimentos fornecem para as suas propriedades (ou as probabilidades de se medirem tais valores, em se tratando de teorias probabilísticas). Além disso, os sistemas físicos não são estáticos, eles evoluem com o tempo, de modo que o mesmo sistema, preparado da mesma forma, pode dar origem a resultados experimentais diferentes dependendo do tempo em que se realiza a medida (ou a histogramas diferentes, no caso de teorias probabilísticas). Essa ideia conduz a outro conceito-chave: o conceito de \"estado\". Um estado é uma quantidade matemática (que varia de acordo com a teoria) que determina completamente os valores das propriedades físicas do sistema associadas a ele num dado instante de tempo (ou as probabilidades de cada um de seus valores possíveis serem medidos, quando se trata de uma teoria probabilística). Em outras palavras, todas as informações possíveis de se conhecer em um dado sistema constituem seu estado. Cada sistema ocupa um estado num instante no tempo e as leis da física devem ser capazes de descrever como um dado sistema parte de um estado e chega a outro. Em outras palavras, as leis da física devem dizer como o sistema evolui (de estado em estado). Muitas variáveis que ficam bem determinadas na mecânica clássica são substituídas por distribuições de probabilidades na mecânica quântica, que é uma teoria intrinsecamente probabilística (isto é, dispõe-se apenas de probabilidades não por uma simplificação ou ignorância, mas porque isso é tudo que a teoria é capaz de fornecer). === A representação do estado === No formalismo da mecânica quântica, o estado de um sistema num dado instante de tempo pode ser representado de duas formas principais: # O estado é representado por uma função complexa da posição ou do momento linear de cada partícula que compõe o sistema. Essa representação é chamada função de onda. # Também é possível representar o estado por um vetor num espaço vetorial complexo. Esta representação do estado quântico é chamada vetor de estado. Devido à notação introduzida por Paul Dirac, tais vetores são usualmente chamados kets (sing.: ket). Em suma, tanto as \"funções de onda\" quanto os \"vetores de estado\" (ou kets) representam os estados de um dado sistema físico de forma completa e equivalente e as leis da mecânica quântica descrevem como vetores de estado e funções de onda evoluem no tempo. Estes objetos matemáticos abstratos (kets e funções de onda) permitem o cálculo da probabilidade de se obter resultados específicos em um experimento concreto. Por exemplo, o formalismo da mecânica quântica permite que se calcule a probabilidade de encontrar um elétron em uma região particular em torno do núcleo. Quando uma função é exclusiva das coordenadas espaciais, ela é dita estacionária, ou seja, seu potencial não depende do tempo. Esta condição permite separar a função de onda em dois movimentos interdependentes. Um deles está ligado a coordenadas espaciais e o outro à coordenada temporal. Esta separação transforma a equação de Schrödinger, uma equação diferencial parcial muito usada na mecânica quântica, em duas equações diferenciais ordinárias, cada qual dependendo de apenas uma variável. O primeiro postulado da mecânica quântica refere-se, justamente, à função de onda. Esta é uma entidade complexa à qual não se atribui qualquer sentido físico especial, e o que a torna fisicamente relevante é o seu módulo quadrado (ou o produto da função de onda por seu complexo conjugado), pois este módulo quadrado representa uma probabilidade. O requisito para a aceitabilidade da função de onda é o fato de ela ser contínua, finita e apresentar um único valor para cada entidade. Para compreender seriamente o cálculo das probabilidades a partir da informação representada nos vetores de estado e funções de onda é preciso dominar alguns fundamentos de álgebra linear. == Formulação matemática == Muitos fenômenos quânticos difíceis de se imaginar concretamente podem ser compreendidos com um pouco de abstração matemática. Há três conceitos fundamentais da matemática - mais especificamente da álgebra linear - que são empregados constantemente pela mecânica quântica. São estes: (1) o conceito de operador; (2) de autovetor; e (3) de autovalor. === Vetores e espaços vetoriais === Na álgebra linear, um espaço vetorial (ou o espaço linear) é uma coleção dos objetos abstratos (chamados vetores) que possuem algumas propriedades que não serão completamente detalhadas aqui. Por agora, importa saber que tais objetos (vetores) podem ser adicionados uns aos outros e multiplicados por um número escalar. O resultado dessas operações é sempre um vetor pertencente ao mesmo espaço. Os espaços vetoriais são os objetos básicos do estudo na álgebra linear, e têm várias aplicações na matemática, na ciência, e na engenharia. O espaço vetorial mais simples e familiar é o espaço Euclidiano bidimensional. Os vetores neste espaço são pares ordenados e são representados graficamente como \"setas\" dotadas de módulo, direção e sentido. No caso do espaço euclidiano bidimensional, a soma de dois vetores quaisquer pode ser realizada utilizando a regra do paralelogramo. Todos os vetores também podem ser multiplicados por um escalar - que no espaço Euclidiano é sempre um número real. Esta multiplicação por escalar poderá alterar o módulo do vetor e seu sentido, mas preservará sua direção. O comportamento de vetores geométricos sob estas operações fornece um bom modelo intuitivo para o comportamento dos vetores em espaços mais abstratos, que não precisam de ter a mesma interpretação geométrica. Como exemplo, é possível citar o espaço de Hilbert (onde \"habitam\" os vetores da mecânica quântica). Sendo ele também um espaço vetorial, é certo que possui propriedades análogas àquelas do espaço Euclidiano. === Os operadores na mecânica quântica === Um operador é um ente matemático que estabelece uma relação funcional entre dois espaços vetoriais. A relação funcional que um operador estabelece pode ser chamada transformação linear. Os detalhes mais formais não serão apontados aqui. Interessa, por enquanto, desenvolver uma ideia mais intuitiva do que são esses operadores. Por exemplo, considere o Espaço Euclidiano. Para cada vetor nesse espaço é possível executar uma rotação (de um certo ângulo) e encontrar outro vetor no mesmo espaço. Como essa rotação é uma relação funcional entre os vetores de um espaço, podemos definir um operador que realize essa transformação. Assim, dois exemplos bastante concretos de operadores são os de rotação e translação. Do ponto de vista teórico, a semente da ruptura entre as físicas quânticas e clássicas está no emprego dos operadores. Na mecânica clássica, é usual descrever o movimento de uma partícula com uma função escalar do tempo. Por exemplo, imagine que vemos um vaso de flor caindo de uma janela. Em cada instante de tempo podemos calcular a que altura se encontra o vaso. Em outras palavras, descrevemos a grandeza posição com um número (escalar) que varia em função do tempo. Uma característica distintiva na mecânica quântica é o uso de operadores para representar grandezas físicas. Ou seja, não são somente as rotações e translações que podem ser representadas por operadores. Na mecânica quântica grandezas como posição, momento linear, momento angular e energia também são representados por operadores. Até este ponto já é possível perceber que a mecânica quântica descreve a natureza de forma bastante abstrata. Em suma, os estados que um sistema físico pode ocupar são representados por vetores de estado (kets) ou funções de onda (que também são vetores, só que no espaço das funções). As grandezas físicas não são representadas diretamente por escalares (como 10 m, por exemplo), mas por operadores. Os operadores são descritos pelo segundo teorema da mecânica quântica que diz que à toda variável dinâmica, O, passível de medida direta em laboratório, associa-se um operador linear e hermitiano, correspondente. Tal operador pode ser encontrado ao relacionar termos das coordenadas de posição e componentes do momento linear. Para compreender como essa forma abstrata de representar a natureza fornece informações sobre experimentos reais é preciso discutir um último tópico da álgebra linear: o problema de autovalor e autovetor. === O problema de autovalor e autovetor === O problema de autovalor e autovetor é um problema matemático abstrato sem o qual não é possível compreender seriamente o significado da mecânica quântica. Em primeiro lugar, considere o operador Â de uma transformação linear arbitrária que relacione vetores de um espaço E com vetores do mesmo espaço E. Neste caso, escreve-se [eq.01]: : \\hat{A} : E \\mapsto E Observe que qualquer matriz quadrada satisfaz a condição imposta acima desde que os vetores no espaço E possam ser representados como matrizes- coluna e que a atuação de Â sobre os vetores de E ocorra conforme o produto de matrizes a seguir: : \\begin{bmatrix} a_{11} & a_{12} & \\cdots & a_{1m} \\\\\\ a_{21} & a_{22} & \\cdots & a_{2m} \\\\\\ \\vdots & \\vdots & \\ddots & \\vdots \\\\\\ a_{m1} & a_{m2} & \\cdots & a_{mm} \\end{bmatrix} \\cdot \\begin{bmatrix} b_{1} \\\\\\ b_{2} \\\\\\ \\vdots \\\\\\ b_{m} \\end{bmatrix} = \\begin{bmatrix} c_{1} \\\\\\ c_{2} \\\\\\ \\vdots \\\\\\ c_{m} \\end{bmatrix} Como foi dito, a equação acima ilustra muito bem a atuação de um operador do tipo definido em [eq.01]. Porém, é possível representar a mesma ideia de forma mais compacta e geral sem fazer referência à representação matricial dos operadores lineares [eq.02]: : \\hat{A} \\cdot \\vec{b} = \\vec{c} Para cada operador Â existe um conjunto \\\\{ \\vec{ u_1}, \\vec{ u_2}, \\ldots, \\vec{ u_n} \\\\} tal que cada vetor do conjunto satisfaz [eq.03]: : \\hat{A} \\cdot \\vec{ u_i } = \\lambda_i \\cdot \\vec{ u_i } : \\lambda_i \\in \\mathbb{C} : i = 1, 2, 3, \\ldots, n A equação acima é chamada equação de autovalor e autovetor. Os vetores do conjunto \\\\{ \\vec{ u_1}, \\vec{ u_2}, \\ldots, \\vec{ u_n} \\\\} são chamados autovetores. Os escalares do conjunto \\\\{ \\lambda_1, \\lambda_2, \\ldots, \\lambda_n \\\\} são chamados autovalores. O conjunto dos autovalores \\lambda_i também é chamado espectro do operador Â. Para cada autovalor corresponde um autovetor e o número de pares autovalor-autovetor é igual à dimensão do espaço E onde o operador Â está definido. Em geral, o espectro de um operador Â qualquer não é contínuo, mas discreto. Encontrar os autovetores e autovalores para um dado operador Â é o chamado problema de autovalor e autovetor. De antemão o problema de autovalor e autovetor possui duas características: (1) \\vec{ u_i } = \\vec{0} satisfaz o problema para qualquer operador Â. Por isso, o vetor nulo \\vec{0} não é considerado uma resposta do problema. (2) Se \\vec{ u_i } satisfaz a equação de autovalor e autovetor, então seu múltiplo c \\cdot \\vec{ u_i } também é uma resposta ao problema para qualquer c \\in \\mathbb{C}. Enfim, a solução geral do problema de autovalor e autovetor é bastante simples. A saber: : \\hat{A} \\cdot \\vec{ u } = \\lambda \\cdot \\vec{ u } : \\therefore \\hat{A} \\cdot \\vec{ u } = \\hat{\\lambda} \\cdot \\vec{ u } : \\therefore \\\\{ \\hat{A} - \\hat{\\lambda} \\\\} \\cdot \\vec{ u } = \\vec{ 0 } Onde: : \\hat{\\lambda} = \\begin{bmatrix} \\lambda & 0 & \\cdots & 0 \\\\\\ 0 & \\lambda & \\cdots & 0 \\\\\\ \\vdots & \\vdots & \\ddots & \\vdots \\\\\\ 0 & 0 & \\cdots & \\lambda \\end{bmatrix} Como \\vec{ u_i } = \\vec{0} não pode ser considerado uma solução do problema, é necessário que: : det \\\\{ \\hat{A} - \\hat{\\lambda} \\\\} = 0 A equação acima é um polinômio de grau n. Portanto, para qualquer operador \\hat{A} : E \\mapsto E há n quantidades escalares \\lambda_i \\in \\mathbb{C} distintas ou não tais que a equação de autovetor e autovalor é satisfeita. Os autovetores correspondentes aos autovalores \\\\{ \\lambda_1, \\lambda_2, \\ldots, \\lambda_n \\\\} de um operador Â podem ser obtidos facilmente substituindo os autovalores um a um na [eq.03]. === O significado físico dos operadores, seus autovetores e autovalores === Para compreender o significado físico de toda essa representação matemática abstrata, considere o exemplo do operador de Spin na direção z: \\hat{S_z} . Na mecânica quântica, cada partícula tem associada a si uma quantidade sem análogo clássico chamada spin ou momento angular intrínseco. O spin de uma partícula é representado como um vetor com projeções nos eixos x, y e z. A cada projeção do vetor spin: \\vec {S} corresponde um operador: \\vec {S} = ( \\hat{S_x}, \\hat{S_y}, \\hat{S_z} ) O operador \\hat{S_z} é geralmente representado da seguinte forma: \\hat{S_z} = \\hbar /2 \\cdot \\begin{bmatrix} 1 & 0\\\\\\ 0 & -1\\\\\\ \\end{bmatrix} É possível resolver o problema de autovetor e autovalor para o operador \\hat{S_z} . Nesse caso obtém-se: det \\left( \\hat{S_z} - \\hat{\\lambda} \\right) = 0 ou seja det\\left( \\begin{bmatrix} \\hbar /2 - \\lambda & 0\\\\\\ 0 & -\\hbar /2 - \\lambda\\\\\\ \\end{bmatrix} \\right) = \\left( \\frac{\\hbar}{2} - \\lambda \\right) \\cdot \\left(\\frac{\\hbar}{2} + \\lambda\\right) = 0 Portanto, os autovalores são \\frac{\\hbar}{2} e -\\frac{\\hbar}{2}. == Aspectos históricos == A mecânica quântica teve suas bases estabelecidas essencialmente pelas seguintes revelações científicas: em 1838, Michael Faraday descobriu os raios catódicos; em 1859, Gustav Kirchhoff enunciou o problema da radiação de corpo negro; em 1877, Ludwig Boltzmann sugeriu que os estados de energia de um sistema físico poderiam ser discretos e, finalmente em 1900, Max Planck formulou a hipótese que toda a energia é irradiada e absorvida na forma de elementos discretos chamados quanta. Segundo a teoria, cada um desses quanta tem energia proporcional à frequência ν da radiação eletromagnética emitida ou absorvida. E = h u = \\hbar \\omega A ideia de descrever um fenômeno de radiação eletromagnética pela quantização da energia era extremamente revolucionária para a época; pois, em 1803, Thomas Young já havia comprovado o comportamento ondulatório da luz através do experiência de dupla fenda. Segundo Max Planck, essa teoria é apenas um aspecto teórico dos processos de absorção e emissão de radiação e não tinha nada a ver com a realidade física da radiação em si.T.S. Kuhn, Black-body theory and the quantum discontinuity 1894-1912, Clarendon Press, Oxford, 1978. Nas palavras do próprio cientista: “em um ato de desespero, pois uma interpretação teórica (para a radiação de corpo negro) deveria ser encontrada … eu estava pronto para sacrificar todas as minhas convicções previas sobre física…”. No entanto, isso parecia não explicar o efeito fotoelétrico (1839), no qual a incidência de luz em certos materiais pode ejetar elétrons do mesmo. Em 1905, baseando seu trabalho na hipótese quântica de Planck, Albert Einstein postulou que a própria luz é formada por quanta individuais,A. Einstein, Über einen die Erzeugung und Verwandlung des Lichtes betreffenden heuristischen Gesichtspunkt (Um ponto de vista heurístico a respeito da produção e transformação da luz), Annalen der Physik 17 (1905) 132-148 (reimpresso em The collected papers of Albert Einstein, John Stachel, editor, Princeton University Press, 1989, Vol. 2, pp. 149-166, em alemão; ver também Einstein's early work on the quantum hypothesis, ibid. pp. 134-148). o que em 1926 ficou conhecido como fóton. Em 1921, Einstein recebeu o Prêmio Nobel pelo efeito fotoelétrico. Louis de Broglie levou mais a fundo a ideia corpuscular e ondulatória da luz e por analogia, postulou que partículas também possuiriam um comprimento de onda, uma onda de matéria. O físico francês relacionou o comprimento de onda (λ) com a quantidade de movimento (p) da partícula, mediante a fórmula: \\lambda = \\frac{h}{p} onde h é a Constante de Planck. De Broglie também postulou que se elétrons fossem propriamente submetidos ao experimento de dupla fenda, também apresentariam um padrão de interferência. Em 1927, O experimento de Davisson–Germer confirmou as previsões de Broglie, estabelecendo a dualidade onda-partícula da matéria. Em 1929, de Broglie recebeu o Prêmio Nobel pela descoberta da natureza ondulatória do elétron. Em meados da década de 1920, a evolução da mecânica quântica rapidamente fez com que ela se tornasse a formulação padrão para a física atômica. No verão de 1925, Bohr e Heisenberg publicaram resultados que fechavam a \"antiga teoria quântica\". Da simples postulação de Einstein nasceu uma enxurrada de debates, teorias e testes e, então, a todo o campo da física quântica, levando à sua maior aceitação na quinta Conferência de Solvay em 1927. == Princípios == === Primeiro princípio: princípio da superposição === Na mecânica quântica, o estado de um sistema físico é definido pelo conjunto de todas as informações que podem ser extraídas desse sistema ao se efetuar alguma medida. Na mecânica quântica, todos os estados são representados por vetores em um espaço vetorial complexo: o Espaço de Hilbert H. Assim, cada vetor no espaço H representa um estado que poderia ser ocupado pelo sistema. Portanto, dados dois estados quaisquer, a soma algébrica (superposição) deles também é um estado. Como a norma dos vetores de estado não possui significado físico, todos os vetores de estado são preferencialmente normalizados. Na notação de Dirac, os vetores de estado são chamados \"Kets\" e são representados como aparece a seguir: : \\mid\\psi\\rangle Usualmente, na matemática, são chamados funcionais todas as funções lineares que associam vetores de um espaço vetorial qualquer a um escalar. É sabido que os funcionais dos vetores de um espaço também formam um espaço, que é chamado espaço dual. Na notação de Dirac, os funcionais - elementos do Espaço Dual - são chamados \"Bras\" e são representados como aparece a seguir: : \\langle\\psi\\mid === Segundo princípio: medida de grandezas físicas === :: a) Para toda grandeza física A é associado um operador linear autoadjunto Â pertencente a A: Â é o observável (autovalor do operador) representando a grandeza A. :: b) Seja |\\psi(t) \\rangle o estado no qual o sistema se encontra no momento onde efetuamos a medida de A. Qualquer que seja |\\psi(t) \\rangle, os únicos resultados possíveis são os autovalores de a_{\\alpha} do observável Â. :: c) Sendo \\hat{A}_{\\alpha} o projetor sobre o subespaço associado ao valor próprio a_{\\alpha}, a probabilidade de encontrar o valor a_{\\alpha} em uma medida de A é: ::: \\mathcal{P}(a_{\\alpha})=\\|\\psi_{\\alpha}\\|^2 onde |\\psi_{\\alpha}\\rangle =\\hat{A}_{\\alpha} :: d) Imediatamente após uma medida de A, que resultou no valor a_{\\alpha}, o novo estado |\\psi' \\rangle do sistema é ::: |\\psi' \\rangle={|\\psi_{\\alpha} \\rangle}/{\\|\\psi_{\\alpha}\\|^2} === Terceiro princípio: evolução do sistema === Seja |\\psi(t) \\rangle o estado de um sistema ao instante t. Se o sistema não é submetido a nenhuma observação, sua evolução, ao longo do tempo, é regida pela equação de Schrödinger: : i\\hbar\\frac{d}{dt}|\\psi(t) \\rangle =\\hat{H}|\\psi(t) \\rangle onde \\hat{H} é o hamiltoniano do sistema. == Conclusões == As conclusões mais importantes são: * Em estados ligados, como o elétron girando ao redor do núcleo de um átomo, a energia não se troca de modo contínuo, mas sim de modo discreto (descontínuo), em transições cujas energias podem ou não ser iguais umas às outras. A ideia de que estados ligados têm níveis de energias discretos é devida a Max Planck. * O fato de ser impossível atribuir ao mesmo tempo uma posição e um momento exatos a uma partícula, renunciando-se assim ao conceito de trajetória, vital em mecânica clássica. Em vez de trajetória, o movimento de partículas em mecânica quântica é descrito por meio de uma função de onda, que é uma função da posição da partícula e do tempo. A função de onda é interpretada por Max Born como uma medida da probabilidade de se encontrar a partícula em determinada posição e em determinado tempo. Esta interpretação é a mais aceita pelos físicos hoje, no conjunto de atribuições da Mecânica Quântica regulamentados pela Escola de Copenhaga. Para descrever a dinâmica de um sistema quântico deve-se, portanto, achar sua função de onda, e para este efeito usam-se as equações de movimento, propostas por Werner Heisenberg e Erwin Schrödinger independentemente. Apesar de ter sua estrutura formal basicamente pronta desde a década de 1930, a interpretação da Mecânica Quântica foi objeto de estudos por várias décadas. O principal é o problema da medição em Mecânica Quântica e sua relação com a não-localidade e causalidade. Já em 1935, Einstein, Podolski e Rosen publicaram seu Gedankenexperiment (paradoxo EPR), mostrando uma aparente contradição entre localidade e o processo de medida em mecânica quântica. Nos anos 60 J. S. Bell publicou uma série de relações que seriam respeitadas caso a localidade — ou pelo menos como a entendemos classicamente — ainda persistisse em sistemas quânticos. Tais condições são chamadas desigualdades de Bell e foram testadas experimentalmente por Alain Aspect, P. Grangier, Jean Dalibard em favor da mecânica quântica. Como seria de se esperar, tal interpretação ainda causa desconforto entre vários físicos, mas a grande parte da comunidade aceita que estados correlacionados podem violar causalidade desta forma. Tal revisão radical do nosso conceito de realidade foi fundamentada em explicações teóricas brilhantes para resultados experimentais que não podiam ser descritos pela teoria clássica, e que incluem: * Espectro de radiação do corpo negro, resolvido por Max Planck com a proposição da quantização da energia. * Explicação do experimento da dupla fenda, no qual elétrons produzem um padrão de interferência condizente com o comportamento ondular. * Explicação por Albert Einstein do efeito fotoelétrico descoberto por Heinrich Hertz, onde propõe que a luz também se propaga em quanta (pacotes de energia definida), os chamados fótons. * O Efeito Compton, no qual se propõe que os fótons podem se comportar como partículas, quando sua energia for grande o bastante. * A questão do calor específico de sólidos sob baixas temperaturas, cuja discrepância foi explicada pelas teorias de Einstein e de Debye, baseadas na equipartição de energia segundo a interpretação quantizada de Planck. * A absorção ressonante e discreta de energia por gases, provada no experimento de Franck-Hertz quando submetidos a certos valores de diferença de potencial elétrico. * A explicação da estabilidade atômica e da natureza discreta das raias espectrais, graças ao modelo do átomo de Bohr, que postulava a quantização dos níveis de energia do átomo. O desenvolvimento formal da teoria foi obra de esforços conjuntos de muitos físicos e matemáticos da época como Erwin Schrödinger, Werner Heisenberg, Einstein, P.A.M. Dirac, Niels Bohr e John von Neumann, entre outros (de uma longa lista). == Formalismos == Mais tarde, foi introduzido o formalismo hamiltoniano, baseado matematicamente no uso do lagrangiano, mas cuja elaboração matemática é muitas vezes mais fácil. == Interpretações == Há várias interpretações da mecânica quântica, como uma tentativa de responder a questão: Sobre o que trata exatamente a mecânica quântica? Dentre elas, destacam-se: * Interpretação de Copenhaga; * Interpretação de Bohm; * Interpretação de muitos mundos; * Histórias consistentes; *Consciência causa colapso (interpretação de von Neumann- Wigner); *Teorias de colapso objetivo - inclui Teoria de Ghirardi-Rimini-Weber e interpretação de Penrose; *Abordagens da informação quântica - ontologias de informação, que já foram descritas como um reavivamento do imaterialismo; e interpretações em que a mecânica quântica é dita como descrevendo o conhecimento do observador em relação ao mundo, ao invés do mundo em si, que são consideradas similares ao instrumentalismo;Information, Immaterialism, Instrumentalism: Old and New in Quantum Information. Christopher G. Timpson *Lógica quântica; *Interpretação transacional; *Interpretação conjunta; *Interpretação estocástica. == Interações com outras teorias científicas == As regras da mecânica quântica são fundamentais. Eles afirmam que o espaço de estado de um sistema é um espaço de Hilbert (crucialmente, que o espaço tem um produto interno) e que os observáveis do sistema são operadores hermitianos que atuam em vetores naquele espaço - embora não nos digam qual espaço de Hilbert ou quais operadores. Estes podem ser escolhidos apropriadamente para obter uma descrição quantitativa de um sistema quântico. Um guia importante para fazer essas escolhas é o princípio da correspondência, que afirma que as previsões da mecânica quântica se reduzem às da mecânica clássica quando um sistema se move para energias mais altas ou, equivalentemente, para números quânticos maiores, ou seja, enquanto uma única partícula exibe um grau de aleatoriedade, em sistemas que incorporam milhões de partículas, a média assume o controle e, no alto limite de energia, a probabilidade estatística de comportamento aleatório se aproxima de zero. Em outras palavras, a mecânica clássica é simplesmente uma mecânica quântica de grandes sistemas. Esse limite de \"alta energia\" é conhecido como limite clássico ou de correspondência. Pode-se até começar a partir de um modelo clássico estabelecido de um sistema específico e tentar adivinhar o modelo quântico subjacente que daria origem ao modelo clássico no limite de correspondência. Quando a mecânica quântica foi originalmente formulada, ela foi aplicada a modelos cujo limite de correspondência era a mecânica clássica não relativista. Por exemplo, o modelo bem conhecido do oscilador harmônico quântico usa uma expressão explicitamente não relativística para a energia cinética do oscilador e, portanto, é uma versão quântica do oscilador harmônico clássico. As primeiras tentativas de mesclar a mecânica quântica com a relatividade especial envolveram a substituição da equação de Schrödinger por uma equação covariante, como a equação de Klein-Gordon ou a equação de Dirac. Embora essas teorias tenham conseguido explicar muitos resultados experimentais, elas possuíam certas qualidades insatisfatórias decorrentes do descaso com a criação e aniquilação relativística de partículas. Uma teoria quântica totalmente relativística exigia o desenvolvimento da teoria quântica de campos, que aplica quantização a um campo (em vez de um conjunto fixo de partículas). A primeira teoria quântica completa do campo, a eletrodinâmica quântica, fornece uma descrição quântica completa da interação eletromagnética. O aparato completo da teoria quântica de campos é muitas vezes desnecessário para descrever sistemas eletrodinâmicos. Uma abordagem mais simples, empregada desde o início da mecânica quântica, é tratar partículas carregadas como objetos da mecânica quântica que são acionados por um campo eletromagnético clássico. Por exemplo, o modelo quântico elementar do átomo de hidrogênio descreve o campo elétrico do átomo de hidrogênio usando um potencial de Coulomb \\textstyle -e^2/(4 \\pi\\epsilon_{_0}r) clássico. Essa abordagem \"semiclássica\" falha se as flutuações quânticas no campo eletromagnético tiverem um papel importante, como na emissão de fótons por partículas carregadas. Também foram desenvolvidas teorias quânticas de campo para a força nuclear forte e a força nuclear fraca. A teoria quântica de campos da força nuclear forte é chamada cromodinâmica quântica e descreve as interações de partículas subnucleares, como quarks e glúons. A força nuclear fraca e a força eletromagnética foram unificadas, em suas formas quantizadas, em uma única teoria quântica de campos (conhecida como teoria eletrofraca), pelos físicos Abdus Salam, Sheldon Glashow e Steven Weinberg. Esses três homens compartilharam o Prêmio Nobel de Física em 1979 por este trabalho. Provou-se difícil construir modelos quânticos da gravidade, a força fundamental restante. As aproximações semiclássicas são viáveis e levaram a previsões como a radiação Hawking. No entanto, a formulação de uma teoria completa da gravidade quântica é dificultada por aparentes incompatibilidades entre a relatividade geral (a teoria da gravidade mais precisa atualmente conhecida) e algumas das suposições fundamentais da teoria quântica. A resolução dessas incompatibilidades é uma área de pesquisa ativa, e teorias como a teoria das cordas estão entre os possíveis candidatos a uma futura teoria da gravidade quântica. A mecânica clássica também foi estendida para o domínio complexo, com a mecânica clássica complexa exibindo comportamentos semelhantes à mecânica quântica. === Mecânica quântica e física clássica === As previsões da mecânica quântica foram verificadas experimentalmente com um grau extremamente alto de precisão.See, for example, Precision tests of QED. The relativistic refinement of quantum mechanics known as quantum electrodynamics (QED) has been shown to agree with experiment to within 1 part in 108 for some atomic properties. De acordo com o princípio da correspondência entre a mecânica clássica e a quântica, todos os objetos obedecem às leis da mecânica quântica, e a mecânica clássica é apenas uma aproximação para grandes sistemas de objetos (ou uma mecânica quântica estatística de uma grande coleção de partículas). As leis da mecânica clássica, portanto, seguem as leis da mecânica quântica como uma média estatística no limite de grandes sistemas ou grandes números quânticos. No entanto, sistemas caóticos não têm bons números quânticos, e o caos quântico estuda a relação entre descrições clássicas e quânticas nesses sistemas. A coerência quântica é uma diferença essencial entre as teorias clássica e quântica, conforme ilustrado pelo paradoxo de Einstein–Podolsky–Rosen (EPR) – um ataque a uma certa interpretação filosófica da mecânica quântica por um apelo ao realismo local. A interferência quântica envolve a soma de amplitudes de probabilidade, enquanto as \"ondas\" clássicas inferem que há uma soma de intensidades. Para corpos microscópicos, a extensão do sistema é muito menor que o comprimento de coerência, o que dá origem a entrelaçamento de longo alcance e outros fenômenos não locais característicos dos sistemas quânticos. Handbook of the Philosophy of Science Vol. 2: Philosophy of Physics (eds. John Earman & Jeremy Butterfield). A coerência quântica não é tipicamente evidente em escalas macroscópicas, embora uma exceção a essa regra possa ocorrer em temperaturas extremamente baixas (isto é, se aproximando do zero absoluto) nas quais o comportamento quântico pode se manifestar macroscopicamente.(see macroscopic quantum phenomena, Bose–Einstein condensate, and Quantum machine) Isso está de acordo com as seguintes observações: * Muitas propriedades macroscópicas de um sistema clássico são uma conseqüência direta do comportamento quântico de suas partes. Por exemplo, a estabilidade da matéria bruta (composta por átomos e moléculas que entrariam em colapso rapidamente apenas sob forças elétricas), a rigidez dos sólidos e as propriedades mecânicas, térmicas, químicas, ópticas e magnéticas da matéria são todos resultados da interação de cargas elétricas sob as regras da mecânica quântica. * Enquanto o comportamento aparentemente \"exótico\" da matéria postulado pela mecânica quântica e pela teoria da relatividade se torna mais aparente quando se lida com partículas de tamanho ou velocidades extremamente pequenas que se aproximam da velocidade da luz, as leis da física clássica, frequentemente considerada \"newtoniana\", continuam precisas na física em predizer o comportamento da grande maioria dos objetos \"grandes\" (da ordem do tamanho de grandes moléculas ou maiores) a velocidades muito menores que a velocidade da luz.http://assets.cambridge.org/97805218/29526/excerpt/9780521829526_excerpt.pdf === Interpretação de Copenhague da cinemática quântica versus clássica === Uma grande diferença entre a mecânica clássica e a quântica é que elas usam descrições cinemáticas muito diferentes.Born, M., Heisenberg, W., Jordan, P. (1926). Z. Phys. 35: 557–615. Translated as 'On quantum mechanics ', pp. 321–385 in Van der Waerden, B.L. (1967), Sources of Quantum Mechanics, North- Holland, Amsterdam, \"The basic difference between the theory proposed here and that used hitherto ... lies in the characteristic kinematics ...\", p. 385. Na visão madura de Niels Bohr, é necessário que os fenômenos da mecânica quântica sejam experimentos, com descrições completas de todos os dispositivos do sistema, preparativos, intermediários e finalmente medidos. As descrições são em termos macroscópicos, expressas em linguagem comum, complementadas com os conceitos da mecânica clássica.Dirac, P.A.M. (1930/1958). The Principles of Quantum Mechanics, fourth edition, Oxford University Press, Oxford UK, p. 5: \"A question about what will happen to a particular photon under certain conditions is not really very precise. To make it precise one must imagine some experiment performed having a bearing on the question, and enquire what will be the result of the experiment. Only questions about the results of experiments have a real significance and it is only such questions that theoretical physics has to consider.\"Bohr, N. (1939). The Causality Problem in Atomic Physics, in New Theories in Physics, Conference organized in collaboration with the International Union of Physics and the Polish Intellectual Co-operation Committee, Warsaw, May 30th – June 3rd 1938, International Institute of Intellectual Co-operation, Paris, 1939, pp. 11–30, reprinted in Niels Bohr, Collected Works, volume 7 (1933–1958) edited by J. Kalckar, Elsevier, Amsterdam, , pp. 303–322. \"The essential lesson of the analysis of measurements in quantum theory is thus the emphasis on the necessity, in the account of the phenomena, of taking the whole experimental arrangement into consideration, in complete conformity with the fact that all unambiguous interpretation of the quantum mechanical formalism involves the fixation of the external conditions, defining the initial state of the atomic system and the character of the possible predictions as regards subsequent observable properties of that system. Any measurement in quantum theory can in fact only refer either to a fixation of the initial state or to the test of such predictions, and it is first the combination of both kinds which constitutes a well-defined phenomenon.\"Bohr, N. (1948). On the notions of complementarity and causality, Dialectica 2: 312–319. \"As a more appropriate way of expression, one may advocate limitation of the use of the word phenomenon to refer to observations obtained under specified circumstances, including an account of the whole experiment.\"Ludwig, G. (1987). An Axiomatic Basis for Quantum Mechanics, volume 2, Quantum Mechanics and Macrosystems, translated by K. Just, Springer, Berlin, , Chapter , Special Structures in Preparation and Registration Devices, §1, Measurement chains, p. 132. A condição inicial e a condição final do sistema são descritas respectivamente por valores em um espaço de configuração, por exemplo, um espaço de posição ou algum espaço equivalente, como um espaço de momento. A mecânica quântica não admite uma descrição completamente precisa, em termos de posição e momento, de uma condição inicial ou \"estado\" (no sentido clássico da palavra) que apoiaria uma previsão causal e precisamente determinística de uma condição final.Heisenberg, W. (1927). Über den anschaulichen Inhalt der quantentheoretischen Kinematik und Mechanik, Z. Phys. 43: 172–198. Translation as 'The actual content of quantum theoretical kinematics and mechanics' here, \"But in the rigorous formulation of the law of causality, – \"If we know the present precisely, we can calculate the future\" – it is not the conclusion that is faulty, but the premise.\"Green, H.S. (1965). Matrix Mechanics, with a foreword by Max Born, P. Noordhoff Ltd, Groningen. \"It is not possible, therefore, to provide 'initial conditions' for the prediction of the behaviour of atomic systems, in the way contemplated by classical physics. This is accepted by quantum theory, not merely as an experimental difficulty, but as a fundamental law of nature\", p. 32. Nesse sentido, defendido por Bohr em seus escritos maduros, um fenômeno quântico é um processo, uma passagem da condição inicial para a condição final, não um \"estado\" instantâneo no sentido clássico dessa palavra.Rosenfeld, L. (1957). Misunderstandings about the foundations of quantum theory, pp. 41–45 in Observation and Interpretation, edited by S. Körner, Butterworths, London. \"A phenomenon is therefore a process (endowed with the characteristic quantal wholeness) involving a definite type of interaction between the system and the apparatus.\"Dirac, P.A.M. (1973). Development of the physicist's conception of nature, pp. 1–55 in The Physicist's Conception of Nature, edited by J. Mehra, D. Reidel, Dordrecht, , p. 5: \"That led Heisenberg to his really masterful step forward, resulting in the new quantum mechanics. His idea was to build up a theory entirely in terms of quantities referring to two states.\" Portanto, existem dois tipos de processos na mecânica quântica: estacionário e de transição. Para um processo estacionário, as condições inicial e final são as mesmas. Para uma transição, eles são diferentes. Obviamente, por definição, se apenas a condição inicial for fornecida, o processo não será determinado. Dada sua condição inicial, a previsão de sua condição final é possível, causalmente, mas apenas probabilisticamente, porque a equação de Schrödinger é determinística para a evolução da função de onda, mas a função de onda descreve o sistema apenas probabilisticamente.Born, M. (1927). Physical aspects of quantum mechanics, Nature 119: 354–357, \"These probabilities are thus dynamically determined. But what the system actually does is not determined ...\"Messiah, A. (1961). Quantum Mechanics, volume 1, translated by G.M. Temmer from the French Mécanique Quantique, North-Holland, Amsterdam, p. 157. Para muitos experimentos, é possível pensar nas condições iniciais e finais do sistema como uma partícula. Em alguns casos, parece que existem potencialmente várias vias ou trajetórias espacialmente distintas pelas quais uma partícula pode passar da condição inicial para a condição final. É uma característica importante da descrição cinemática quântica que ela não permite uma declaração definida única de qual dessas vias é realmente seguida. Somente as condições inicial e final são definidas e, conforme declarado no parágrafo anterior, são definidas apenas com a precisão permitida pela descrição do espaço de configuração ou seu equivalente. Em todos os casos em que é necessária uma descrição cinemática quântica, há sempre uma razão convincente para essa restrição de precisão cinemática. Um exemplo de tal razão é que, para que uma partícula seja encontrada experimentalmente em uma posição definida, ela deve ser mantida imóvel; para que seja experimentalmente encontrada um momento definido, ele deve ter movimento livre; esses dois são logicamente incompatíveis.Heisenberg, W. (1930). The Physical Principles of the Quantum Theory, translated by C. Eckart and F.C. Hoyt, University of Chicago Press. A cinemática clássica não exige primariamente descrição experimental de seus fenômenos. Permite uma descrição completamente precisa de um estado instantâneo por um valor no espaço de fase, o produto cartesiano de espaços de configuração e momento. Esta descrição simplesmente assume ou imagina um estado como uma entidade fisicamente existente, sem se preocupar com sua mensurabilidade experimental. Essa descrição de uma condição inicial, juntamente com as leis do movimento de Newton, permite uma previsão determinística e causal precisa de uma condição final, com uma trajetória definida de passagem. A dinâmica hamiltoniana pode ser usada para isso. A cinemática clássica também permite a descrição de um processo análogo à descrição inicial e final da condição usada pela mecânica quântica. A mecânica lagrangiana se aplica a isso.Goldstein, H. (1950). Classical Mechanics, Addison-Wesley, . Para processos que precisam levar em consideração as ações de um pequeno número de constantes de Planck, a cinemática clássica não é adequada; mecânica quântica é necessária. === Relatividade geral e mecânica quântica === Mesmo com os postulados definidores da teoria da relatividade geral de Einstein e da teoria quântica sendo indiscutivelmente apoiados por evidências empíricas rigorosas e repetidas, e embora eles não se contradigam diretamente teoricamente (pelo menos no que diz respeito às suas reivindicações primárias), eles provaram ser extremamente difíceis de incorporar em um modelo consistente e coeso.\"There is as yet no logically consistent and complete relativistic quantum field theory.\", p. 4. – V.B. Berestetskii, E.M. Lifshitz, L.P. Pitaevskii (1971). J.B. Sykes, J.S. Bell (translators). Relativistic Quantum Theory 4, part I. Course of Theoretical Physics (Landau and Lifshitz) A gravidade é insignificante em muitas áreas da física de partículas, de modo que a unificação entre a relatividade geral e a mecânica quântica não é uma questão urgente nessas aplicações particulares. No entanto, a falta de uma teoria correta da gravidade quântica é uma questão importante na cosmologia física e na busca pelos físicos de uma elegante \"Teoria de Tudo\". Consequentemente, resolver as inconsistências entre as duas teorias tem sido um dos principais objetivos da física dos séculos XX e XXI. Muitos físicos de destaque, incluindo Stephen Hawking, trabalharam há muitos anos na tentativa de descobrir uma teoria subjacente a tudo. Esta Teoria de Tudo combinaria não apenas os diferentes modelos da física subatômica, mas também derivaria as quatro forças fundamentais da natureza – força forte, eletromagnetismo, força fraca e gravidade – de uma única força ou fenômeno. Enquanto Stephen Hawking acreditava inicialmente na Teoria de Tudo, depois de considerar o Teorema da Incompletude de Gödel, ele concluiu que uma não é obtenível e o declarou publicamente em sua palestra \"Gödel e o Fim da Física\" (2002). === Tentativas de uma teoria do campo unificado === A busca para unificar as forças fundamentais através da mecânica quântica ainda está em andamento. A eletrodinâmica quântica (ou \"eletromagnetismo quântico\"), que atualmente é (pelo menos no regime perturbativo) a teoria física mais precisamente testada em competição com a relatividade geral, foi combinada com sucesso com a força nuclear fraca na força eletrofraca atualmente, e atualmente está sendo feito um trabalho para mesclar as forças forte e eletrofraca à força eletroforte. As previsões atuais afirmam que, por volta de 1014 GeV, as três forças mencionadas acima são fundidas em um único campo unificado. Além dessa \"grande unificação\", especula-se que seja possível mesclar a gravidade com as outras três simetrias de gauge, que devem ocorrer em aproximadamente 1019 GeV. Contudo – e enquanto a relatividade especial é parcimoniosamente incorporada na eletrodinâmica quântica – a relatividade geral expandida, atualmente a melhor teoria que descreve a força da gravitação, não foi totalmente incorporada à teoria quântica. Um dos que procuram uma Teoria de Tudo coerente é Edward Witten, um físico teórico que formulou a teoria M, que é uma tentativa de descrever a teoria das cordas baseada em supersimetria. A teoria M postula que nosso espaço-tempo 4-dimensional aparente é, na realidade, um espaço-tempo 11-dimensional contendo 10 dimensões espaciais e 1 dimensão temporal, embora 7 das dimensões espaciais sejam – em energias mais baixas –completamente \"compactadas\" (ou infinitamente curvas) e não são facilmente passíveis de medição ou sondagem. Outra teoria popular é a gravidade quântica em loop (LQG), uma teoria proposta pela primeira vez por Carlo Rovelli que descreve as propriedades do quantum de gravidade. É também uma teoria do espaço quântico e do tempo quântico, porque na relatividade geral a geometria do espaço-tempo é uma manifestação da gravidade. A LQG é uma tentativa de mesclar e adaptar a mecânica quântica padrão e a relatividade geral padrão. A principal saída da teoria é uma imagem física do espaço onde o espaço é granular. A granularidade é uma conseqüência direta da quantização. Tem a mesma natureza da granularidade dos fótons na teoria quântica do eletromagnetismo ou nos níveis discretos da energia dos átomos. Mas aqui é o próprio espaço que é discreto. Mais precisamente, o espaço pode ser visto como uma malha ou rede extremamente fina \"tecida\" de laços finitos. Essas redes de loops são chamadas de redes de rotação. A evolução de uma rede de spin ao longo do tempo é chamada de espuma de spin. O tamanho previsto dessa estrutura é o comprimento de Planck, que é aproximadamente 1.616×10-35 m. Segundo a teoria, não há significado para um comprimento menor que esse (cf. Energia de escala de Planck). Portanto, a LQG prevê que não apenas a matéria, mas também o próprio espaço, possui uma estrutura atômica. == Implicações filosóficas == Desde a sua criação, os muitos aspectos e resultados contraintuitivos da mecânica quântica provocaram fortes debates filosóficos e muitas interpretações. Até questões fundamentais, como as regras básicas de Max Born, relativas a amplitudes e distribuições de probabilidade, levaram décadas para serem apreciadas pela sociedade e por muitos cientistas importantes. Richard Feynman disse uma vez: \"Acho que posso dizer com segurança que ninguém entende a mecânica quântica\".The Character of Physical Law (1965) Ch. 6; also quoted in The New Quantum Universe (2003), by Tony Hey and Patrick Walters Segundo Steven Weinberg, \"Na minha opinião, não existe agora uma interpretação inteiramente satisfatória da mecânica quântica\".Weinberg, S. \"Collapse of the State Vector\", Phys. Rev. A 85, 062116 (2012). A interpretação de Copenhague – em grande parte devido a Niels Bohr e Werner Heisenberg – continua sendo amplamente aceita entre os físicos, cerca de 75 anos após sua enunciação. Segundo essa interpretação, a natureza probabilística da mecânica quântica não é uma característica temporária que será substituída por uma teoria determinística, mas deve ser considerada uma renúncia final à ideia clássica de \"causalidade\". Também se acredita que qualquer aplicação bem definida do formalismo da mecânica quântica deve sempre fazer referência ao arranjo experimental, devido à natureza conjugada das evidências obtidas em diferentes situações experimentais. Albert Einstein, ele próprio um dos fundadores da teoria quântica, não aceitou algumas das interpretações mais filosóficas ou metafísicas da mecânica quântica, como a rejeição ao determinismo e à causalidade. Ele é citado por dizer que, em resposta a esse aspecto, \"Deus não brinca com dados\". Ele rejeitou o conceito de que o estado de um sistema físico depende do arranjo experimental para sua medição. Ele sustentou que um estado de natureza ocorre por si só, independentemente de como ou possa ser observado. Nessa visão, ele é apoiado pela definição atualmente aceita de um estado quântico, que permanece invariável sob a escolha arbitrária do espaço de configuração para sua representação, ou seja, o modo de observação. Ele também sustentou que subjacente à mecânica quântica deveria haver uma teoria que expresse completa e diretamente a regra contra a ação à distância; em outras palavras, ele insistiu no princípio da localidade. Ele considerou, mas rejeitou por razões teóricas, uma proposta específica de variáveis ocultas para evitar o indeterminismo ou a causalidade da medição da mecânica quântica. Ele considerou que a mecânica quântica era atualmente uma teoria válida, mas não permanentemente definitiva, para os fenômenos quânticos. Ele achava que sua substituição futura exigiria avanços conceituais profundos e não ocorreria com rapidez ou facilidade. Os debates Bohr-Einstein fornecem uma crítica vibrante da interpretação de Copenhague a partir de uma epistemológica ponto de vista. Ao defender suas opiniões, ele produziu uma série de objeções, a mais famosa das quais ficou conhecida como o paradoxo de Einstein-Podolsky-Rosen. John Bell mostrou que esse paradoxo EPR levou a diferenças experimentalmente testáveis entre a mecânica quântica e as teorias que dependem de variáveis ocultas adicionadas. Experimentos foram realizados confirmando a precisão da mecânica quântica, demonstrando assim que a mecânica quântica não pode ser melhorada pela adição de variáveis ocultas. As experiências iniciais de Alain Aspect em 1982, e muitas experiências subsequentes desde então, verificaram definitivamente o emaranhamento quântico. No início dos anos 80, experimentos mostraram que essas desigualdades eram realmente violadas na prática – para que houvesse de fato correlações do tipo sugerido pela mecânica quântica. A princípio, esses pareciam efeitos esotéricos isolados, mas em meados da década de 90 eles estavam sendo codificados no campo da teoria da informação quântica e levaram a construções com nomes como criptografia quântica e teletransporte quântico. O emaranhamento, como demonstrado em experimentos do tipo Bell, não violam, no entanto, a causalidade, uma vez que nenhuma transferência de informações acontece. O emaranhamento quântico forma a base da criptografia quântica, proposta para uso em aplicações comerciais de alta segurança em bancos e governo. A interpretação de muitos mundos de Everett, formulada em 1956, sustenta que todas as possibilidades descritas pela teoria quântica ocorrem simultaneamente em um multiverso composto por universos paralelos majoritariamente independentes. Isso não é realizado introduzindo um \"novo axioma\" à mecânica quântica, mas, pelo contrário, removendo o axioma do colapso do pacote de ondas. Todos os possíveis estados consistentes do sistema de medição e o aparelho de medição (incluindo o observador) estão presentes numa sobreposição quântica física real – não apenas formalmente matemático, como em outras interpretações. Essa sobreposição de combinações consistentes de estados de diferentes sistemas é denominada estado emaranhado. Enquanto o multiverso é determinístico, percebemos um comportamento não determinístico governado pelas probabilidades, porque só podemos observar o universo (isto é, a contribuição do estado consistente para a sobreposição acima mencionada) que nós, como observadores, habitamos. A interpretação de Everett é perfeitamente consistente com os experimentos de John Bell e os torna intuitivamente compreensíveis. No entanto, de acordo com a teoria da decoerência quântica, esses \"universos paralelos\" nunca serão acessíveis para nós. A inacessibilidade pode ser entendida do seguinte modo: uma vez por medição é feita, o sistema de medida se torna enredado com tanto o físico que mediu e um grande número de outras partículas, algumas das quais são fótons que se movem à velocidade da luz no sentido da outra extremidade do universo. Para provar que a função de onda não entrou em colapso, seria necessário trazer todas essas partículas de volta e medi-las novamente, juntamente com o sistema que foi originalmente medido. Não só isso é completamente impraticável, mas mesmo que alguém pudesse teoricamente fazer isso, teria que destruir qualquer evidência de que a medição original ocorreu (incluindo a memória do físico). À luz desses testes de Bell, Cramer formulou sua interpretação transacionalThe Transactional Interpretation of Quantum Mechanics by John Cramer Reviews of Modern Physics 58, 647–688, July (1986) que é única ao fornecer uma explicação física para a regra de Born.The Transactional Interpretation of quantum mechanics. R.E. Kastner. Cambridge University Press. 2013. . p. 35. A mecânica quântica relacional apareceu no final dos anos 90 como o derivado moderno da Interpretação de Copenhague. == Aplicações == A mecânica quântica teve um sucesso enormeVer, por exemplo, as Feynman Lectures on Physics para algumas das aplicações tecnológicas que usam mecânica quântica, por exemplo, transistores (vol III, pp. 14–11 e seguintes), circuitos integrados, que são a tecnologia subsequente na física de estado sólido (vol. II, pp. 8–6) e lasers (vol III, pp. 9–13). em explicar muitas das características do nosso universo. A mecânica quântica é frequentemente a única teoria que pode revelar os comportamentos individuais das partículas subatômicas que compõem todas as formas de matéria (elétrons, prótons, nêutrons, fótons e outros). A mecânica quântica influenciou fortemente as teorias de cordas, candidatas a uma teoria de tudo (ver reducionismo). A mecânica quântica também é extremamente importante para entender como átomos individuais são unidos por uma ligação covalente para formar moléculas. A aplicação da mecânica quântica à química é conhecida como química quântica. A mecânica quântica também pode fornecer informações quantitativas sobre os processos de ligação iônica e covalente, mostrando explicitamente quais moléculas são energeticamente favoráveis a quais outras e as magnitudes das energias envolvidas. Além disso, a maioria dos cálculos realizados na química computacional moderna depende da mecânica quântica. Em muitos aspectos, a tecnologia moderna opera em uma escala em que os efeitos quânticos são significativos. Aplicações importantes da teoria quântica incluem química quântica, óptica quântica, computação quântica, ímãs supercondutores, diodos emissores de luz, amplificador óptico e o laser, os transistores e semicondutores, como o microprocessador, imagens médicas e de pesquisa, como ressonância magnética e microscopia eletrônica. Explicações para muitos fenômenos biológicos e físicos estão enraizadas na natureza da ligação química, principalmente no DNA da macromolécula.The Nobel laureates Watson and Crick cited for chemical bond lengths, angles, and orientations. === Eletrônicos === Muitos dispositivos eletrônicos modernos são projetados usando a mecânica quântica. Exemplos incluem o laser, o transistor (e, portanto, o microchip), o microscópio eletrônico e a ressonância magnética. O estudo de semicondutores levou à invenção do diodo e do transistor, que são partes indispensáveis dos modernos sistemas eletrônicos, computadores e dispositivos de telecomunicações. Outra aplicação é para fabricar diodo laser e diodo emissor de luz, que são uma fonte de luz de alta eficiência. Muitos dispositivos eletrônicos operam sob efeito de tunelamento quântico. Ele existe até no simples interruptor de luz. O interruptor não funcionaria se os elétrons não pudessem realizar um túnel quântico através da camada de oxidação nas superfícies de contato do metal. Os chips de memória flash encontrados nas unidades USB usam o tunelamento quântico para apagar suas células de memória. Alguns dispositivos de resistência diferencial negativa também utilizam o efeito de tunelamento quântico, como o diodo de tunelamento ressonante. Ao contrário dos diodos clássicos, sua corrente é transportada por tunelamento ressonante através de duas ou mais barreiras de potencial. Seu comportamento de resistência negativa só pode ser entendido com a mecânica quântica: à medida que o estado confinado se aproxima do nível de Fermi, a corrente do túnel aumenta. À medida que se afasta, a corrente diminui. A mecânica quântica é necessária para entender e projetar esses dispositivos eletrônicos. === Criptografia === Os pesquisadores estão atualmente buscando métodos robustos de manipulação direta de estados quânticos. Esforços estão sendo feitos para desenvolver mais completamente a criptografia quântica, que teoricamente permitirá a transmissão segura e garantida de informações. Uma vantagem inerente gerada pela criptografia quântica quando comparada à criptografia clássica é a detecção de espionagem passiva. Este é um resultado natural do comportamento dos bits quânticos; devido ao efeito observador, se um bit em um estado de superposição fosse observado, o estado de superposição entraria em colapso e se tornaria um estado autônomo. Como o destinatário pretendido esperava receber o bit em um estado de superposição, o destinatário saberia que houve um ataque, porque o estado do bit não estaria mais em uma superposição. === Computação quântica === Outro objetivo é o desenvolvimento de computadores quânticos, que devem executar determinadas tarefas computacionais exponencialmente mais rápido que os computadores clássicos. Em vez de usar bits clássicos, os computadores quânticos usam qubits, que podem estar em superposições de estados. Programadores quânticos são capazes de manipular a superposição de qubits, a fim de resolver problemas que a computação clássica não pode fazer de maneira eficaz, como pesquisar bancos de dados não classificados ou fatorar números inteiros. A IBM alega que o advento da computação quântica pode progredir nos campos da medicina, logística, serviços financeiros, inteligência artificial e segurança na nuvem. Outro tópico ativo de pesquisa é o teletransporte quântico, que trata de técnicas para transmitir informações quânticas em distâncias arbitrárias. === Efeitos quânticos em macroescala === Embora a mecânica quântica se aplique principalmente aos regimes atômicos menores de matéria e energia, alguns sistemas exibem efeitos da mecânica quântica em larga escala. Superfluidez, o fluxo sem fricção de um líquido a temperaturas próximas de zero absoluto, é um exemplo bem conhecido. O mesmo ocorre com o fenômeno intimamente relacionado da supercondutividade, o fluxo sem atrito de um gás de elétrons em um material condutor (corrente elétrica) a temperaturas suficientemente baixas. O efeito Hall quântico fracionário é um estado ordenado topológico que corresponde a padrões de entrelaçamento quântico de longo alcance. Estados com ordens topológicas diferentes (ou padrões diferentes de entrelaçamento de longo alcance) não podem mudar entre si sem uma transição de fase. === Teoria quântica === A teoria quântica também fornece descrições precisas para muitos fenômenos inexplicáveis, como a radiação de corpo negro e a estabilidade dos orbitais dos elétrons nos átomos. Ela também forneceu informações sobre o funcionamento de muitos sistemas biológicos diferentes (ver biologia quântica), incluindo receptores de cheiro e estruturas de proteínas. Trabalhos recentes sobre fotossíntese forneceram evidências de que as correlações quânticas desempenham um papel essencial nesse processo fundamental das plantas e de muitos outros organismos. Mesmo assim, a física clássica geralmente pode fornecer boas aproximações aos resultados obtidos de outra forma pela física quântica, normalmente em circunstâncias com grande número de partículas ou grande número quântico. Como as fórmulas clássicas são muito mais simples e fáceis de calcular que as fórmulas quânticas, as aproximações clássicas são usadas e preferidas quando o sistema é grande o suficiente para tornar insignificantes os efeitos da mecânica quântica. == Ver também == * Academia Internacional de Ciências Moleculares Quânticas * Computador quântico * Efeito túnel * Interpretações da mecânica quântica * Introdução à mecânica quântica * História da mecânica quântica * Teoria quântica de campos * Vácuo quântico == Bibliografia == * * Nota: O \"Princípio da Incerteza\" de Heisenberg é parte central dessa teoria e daí nasceu a famosa equação de densidade de probalidade de Schrödinger. * * * Categoria:Mecânica quântica Categoria:Cosmologia Categoria:Conceitos fundamentais da física",
 "title": "Mecânica quântica"
}