{
 "id": "77683",
 "text": "thumbnail|Um spa termal em Budapeste, Hungria. SpaDicionário escolar da língua portuguesa/Academia Brasileira de Letras. 2ª edição. São Paulo. Companhia Editora Nacional. 2008. p. 1 200. (do topônimo Spa, estância termal situada na província de Liège, na Bélgica) é, atualmente, a designação genérica para um resort, associado ou não a uma estância termal, e, geralmente, voltado a actividades de lazer saudáveis, em contacto com a natureza, relacionadas ao turismo de saúde e bem-estar. Excelente forma de relaxamento para a saúde física, mental e espiritual. == Origens da palavra == Os banhos termais como prática ligada à saúde e ao bem-estar remontam, portanto, à Antiguidade Clássica, sendo famosas as termas romanas e a sua evolução no Oriente: os famosos banhos turcos. As primeiras termas nasceram em locais onde era possível desfrutar de nascentes naturais de água quente ou dotadas de propriedades curativas. Com o tempo, sobretudo durante a era imperial, difundiram-se também dentro das cidades, graças ao desenvolvimento de técnicas de aquecimento da água. Os antigos romanos, porém, usavam as termas mais como lugar de relaxamento e socialização do que como espaços terapêuticos. A palavra spa deriva do nome da cidade belga de Spa, conhecida na Roma Antiga como Aquae Spadanae.Journal of the History of Medicine and Allied Sciences, George Rosen, Yale University Dept. of the History of Science and Medicine, Project Muse, H. Schuman, 1954A brief history of spa therapy, por A. van Tubergen e S. van der Linden] Já na Idade Média, doenças causadas por deficiência de ferro eram tratadas pela ingestão de água mineral calibrada (água ferruginosa), e, em 1326, o mestre ferreiro valão Collin le Loup anunciou ter sido curado graças à água da fonte (em valão, espå, sipå ou spå) próxima a Liège.Medical Hydrology, Sidney Licht, Sidney Herman Licht, Herman L. Kamenetz, E. Licht, 1963 Google Books. A afirmação de que a palavra spa seria um acrônimo da expressão latina salus per aquam ou sanitas per aquam (\"saúde pela água\"), parece carecer de fundamento. No século XVI, na Inglaterra, as antigas práticas romanas dos banhos medicinais foram retomadas em Bath, originalmente uma estância termal romana. Em 1571, William Slingsby, que tinha estado na cidade belga de Spa (que ele chamou Spaw), descobriu uma fonte de água calibrada em Yorkshire, no local que viria a ser conhecido como Harrogate -- a primeira estação de águas da Inglaterra. Em 1596, o doutor Timothy Bright chamou o lugar de The English Spaw, introduzindo o uso da palavra spa em sentido genérico. O uso medicinal das termas popularizou-se no século XIX e início do século XX, com as idas às estâncias hidrominerais para usufruir das águas com propriedades medicinais. É também nessa altura que surgiram alguns dos modernos tratamentos hidroterápicos. O termo spa popularizou-se no final do século XX, passando a significar um espaço onde se fazem tratamentos pela água, vapor ou infusões, normalmente complementados com massagens e tratamentos médicos não invasivos (nutrição, podologia etc.). A International Spa Association define vários tipos de spa, acomodando os conceitos tradicionais de spa termal com as novas formas de spa urbano, spa médico, spa de hotel, spa de resort e spa de ginásio. De acordo com esta associação, as características intrínsecas de cada tipo de spa permitem a sua classificação em diversas categorias, dado prestarem serviços distintos ou em momentos próprios. ==Em Portugal== Em Portugal, durante a maior parte do século XX, apenas existiram as Termas de Portugal, spas termais históricos, onde se privilegia a tradicional ingestão de água e os tratamentos à base de imersão ou duchas. No final do século XX, assistiu-se ao aparecimento de spas de hotel, iniciando-se este movimento no Algarve e, rapidamente, alargando-se a todo o país. O serviço prestado baseia-se em infraestruturas termais mais ligeiras e privilegia as massagens e serviços complementares de hotel. Mais recentemente, surgiram os spas urbanos, espaços de menor dimensão, situados nas cidades e orientados para massagens, tratamentos de estética e a medicina não invasiva, fornecendo pacotes de serviços de duração inferior a um dia. Daí também serem, por vezes, designados por day spa. A vertente termal assume menor relevância, procurando-se, essencialmente, a prestação de serviços de bem-estar. ==Ver também== * Hidroterapia == Ligações externas == * História do Spa * European Spas Association Categoria:Meios de hospedagem Categoria:Estâncias termais Categoria:Hidroterapia",
 "title": "Spa"
}