{
 "id": "7772",
 "text": "Azevedo é uma povoação portuguesa do Município de Caminha que foi sede da extinta Freguesia de Azevedo, freguesia que tinha 5,47 km² de área e 158 habitantes (2011), e, por isso, uma densidade populacional de 28,9 hab/km². A Freguesia de Azevedo foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Venade, para formar uma nova freguesia denominada União das Freguesias de Venade e Azevedo com a sede em Venade.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. A 5 km de Caminha situada entre as vertentes do monte de S. Antão, Senhora das Neves e Monte do Vieiro. A norte conforta com Riba de Âncora e Vile, a nascente com Dem e Gondar, a sul com Venade e a poente com Cristelo e Moledo. ==População== População da freguesia de Azevedo Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 190 215 214 199 216 230 212 245 229 194 190 177 171 158 158 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 29 14 86 29 18,4% 8,9% 54,4% 18,4% 2011 28 14 85 31 17,7% 8,9% 53,8% 19,6% == Monumentos == Os seus maiores monumentos são Igreja de S. Miguel (padroeiro da freguesia), a Capela das Barracas, O Cruzeiro de S. Sebastião e o Cruzeiro dos Barreiros. == Lugares == Para além da sua sede, os lugares principais da Freguesia de Azevedo que se integraram na nova freguesia são os seguintes: * Cruzeiro * Tomada * Regueiro * Aldeia * Bouça Velha * Lagos * Quinta * Souto * Aguieira * Salgueiro * Prado * Barracas * Paço == Personalidades ilustres == * Senhor de Azevedo, Visconde de Azevedo e Conde de Azevedo == Economia == As principais actividades económicas são a agricultura e, em parte, a construção civil. == Festas/Romarias == * S.Sebastião realizada nos finais de Janeiro * S. Bento realizada em Agosto * Festa do Natal que se realiza no dia 24 e 25 de Dezembro Categoria:Antigas freguesias de Caminha",
 "title": "Azevedo"
}