{
 "id": "77742",
 "text": "O sistema métrico é um sistema de medição internacional decimalizado, que surgiu pela primeira vez na França, durante a Revolução Francesa, em virtude da dificuldade de funcionamento do comércio e da indústria devido à existência de diversos padrões de medida. Desde os anos 1960 o Sistema Internacional de Unidades (\"Système International d'Unités\" em Francês, sigla \"SI\") foi reconhecido internacionalmente como sistema métrico padrão. Unidades métricas são universalmente utilizadas em trabalhos científicos, e amplamente utilizadas em todo o mundo para fins pessoais e comerciais. Um conjunto padrão de prefixos em potências de dez podem ser usados para derivar as unidades maiores e menores das unidades de base. De acordo com o The World Factbook, publicado pela Central Intelligence Agency (CIA), o Sistema Internacional de Unidades é o sistema oficial de medidas para todas as nações do mundo, com exceção de Myanmar, Libéria e Estados UnidosThe World Factbook. (2006). Washington: Central Intelligence Agency. Acessado em 8 de agosto de 2006 de Appendix G. (algumas fontes, no entanto, identificam a Libéria como um país métrico).http://www.cl.cam.ac.uk/~mgk25/metric-system-faq.txt No entanto, uma série de outras jurisdições têm leis que exigem ou permitem outros sistemas de medição em alguns ou todos os contextos, tais como o Reino Unido - onde, por exemplo, a regulamentação do tráfego de sinais (TSRGD) apenas permite exibir sinais de distância em unidades imperiais (milhas ou jardas) \\- e Hong Kong.HK Weights and Measures Ordinance Nos Estados Unidos, as unidades métricas são amplamente utilizadas nas ciências militares e, parcialmente, na indústria, mas ainda predominam as unidades usuais de uso doméstico. Em lojas de varejo, o litro é uma unidade comumente usada para o volume, principalmente em garrafas de bebidas, e miligramas são usadas para denominar as quantidades de medicamentos, em vez de grãos. Além disso, outros sistemas de medição padronizados que não métricos ainda estão em uso internacional, como as milhas náuticas e os nós na aviação internacional. Um dos objetivos do sistema métrico é ter uma única unidade para cada quantidade física, outro importante objetivo é evitar a necessidade de fatores de conversão ao fazer cálculos com grandezas físicas. Todos os comprimentos e distâncias, por exemplo, são medidos em metros, ou milésimos de um metro (milímetros), ou milhares de metros (quilômetros), e assim por diante. Não há profusão de unidades diferentes, com diferentes fatores de conversão, tais como polegadas, pés, jardas, braças, rods, correntes, furlongs, milhas, milhas náuticas, léguas, etc. Múltiplos e submúltiplos estão relacionados com a unidade fundamental por fatores de potências de dez, para que se possa converter simplesmente movendo o ponto decimal: 1,234 metros é 1234 milímetros, 0,001234 km, etc. O uso de frações, como a de um metro, não é proibido, mas incomum, pois geralmente não é necessário. == História == Em 1585, o matemático flamengo Simon Stevin publicou um pequeno panfleto chamado La Thiende, no qual ele apresentou uma conta elementar e completa de frações decimais e sua utilização diária. Embora ele não tenha inventado as frações decimais e sua notação, ele estabeleceu seu uso na matemática do dia a dia. Ele declarou que a introdução universal da cunhagem decimal, medidas e pesos seria apenas uma questão de tempo. No mesmo ano, ele escreveu La Disme sobre o mesmo assunto. Há registros de que a primeira ideia de um sistema métrico seja de John Wilkins, primeiro secretário da Royal Society de Londres em 1668, porém a ideia não vingou e a Inglaterra continuou com os diferentes sistemas de pesos e medidas.An Essay towards a Real Character and a Philosophical Language (Reproduction)An Essay towards a Real Character and a Philosophical Language (Transcription)Metric system 'was British' - from the BBC video news Foi na França onde a ideia de um sistema unificado saiu do papel. A proliferação dos diferentes sistemas de medidas, geralmente baseados em unidades arbitrárias, como partes do corpo do Rei, foi uma das causas mais frequentes de litígios entre comerciantes, cidadãos e cobradores de impostos. Com o país unificado com uma moeda única e um mercado nacional havia um forte incentivo econômico para romper com essa situação e padronizar um sistema de medidas. O problema inconsistente não era as diferentes unidades, mas os diferentes tamanhos das unidades. Ao invés de simplesmente padronizar o tamanho das unidades existentes, os líderes da Assembleia Nacional Constituinte Francesa decidiram que um sistema completamente novo deveria ser adotado. O Governo Francês fez um pedido à Academia Francesa de Ciências para que criasse um sistema de medidas baseadas em uma constante não arbitrária. Após esse pedido, um grupo de investigadores franceses, composto de físicos, astrônomos e agrimensores, deu início a esta tarefa, definindo assim que a unidade de comprimento metro deveria corresponder a uma determinada fração da circunferência da Terra e correspondente também a um intervalo de graus do meridiano terrestre. Em 22 de junho de 1799 foi depositado, nos Arquivos da República em Paris, dois protótipos de platina iridiada, que representam o metro e o quilograma, ainda hoje conservados no Escritório Internacional de Pesos e Medidas (Bureau international des poids et mesures) na França.BRASIL, Nilo Indio do. Sistema Internacional de Unidades. Rio de Janeiro: Editora Interciência, 2002. ISBN 85-7193-063-5. Em 20 de maio de 1875 um tratado internacional conhecido como Convention du Mètre (Convenção do Metro), foi assinado por 17 Estados. Este tratado estabeleceu as seguintes organizações para conduzir as atividades internacionais em matéria de um sistema uniforme de medidas: *Conférence Générale des Poids et mesures (CGPM), uma conferência intergovernamental de delegados oficiais dos países membros e da autoridade suprema para todas as ações; *Comité international des poids et mesures (CIPM), composta por cientistas e metrologistas, que prepara e executa as decisões da CGPM e é responsável pela supervisão do Bureau Internacional de Pesos e Medidas; *Bureau International des Poids et mesures (BIPM), um laboratório permanente e centro mundial da metrologia científica, as atividades que incluem o estabelecimento de normas de base e as escalas das quantidades de capital físico e manutenção dos padrões protótipo internacional. Em 1889, a 1ª CGPM definiu os protótipos internacionais de metro e quilograma e as próximas conferências definiram as demais unidades que hoje são as bases do SI. A partir da criação destas organizações todo e qualquer assunto relacionado a medição são de sua responsabilidade. Mais tarde, a CGPM estabeleceu que o sistema métrico internacional seria designado Sistema Internacional, com abreviatura SI em todos os idiomas. === Países lusófonos === No Brasil entrou em vigor em 1872, com a promulgação do Decreto Imperial de 18 de setembro. Em Portugal e suas colónias, entrou em vigor em 19 de Abril de 1911. === Outros países === O Reino Unido adotou oficialmente o SI em 1965, mas sem a intenção de substituir inteiramente seu próprio sistema usual de medidas. O SI foi adotado globalmente por praticamente todos os países. As três exceções são Myanmar, Libéria e os Estados Unidos. == Ver também == *Metro *Tabela de conversão de unidades *Sistema Internacional de Unidades *Revolta do Quebra- Quilos *Metrologia *Prefixo SI *Prefixo binário *Unidades de medida *Sistema de medida == Ligações externas == * CBC Radio Archives Talking about the history of Metric. * WikiUnits - Converter unidades métricas para imperiais Categoria:Sistemas de medidas",
 "title": "Sistema métrico"
}