{
 "id": "77842",
 "text": "A Engenharia Civil tem a si associados bastantes termos técnicos, que convém esclarecer com alguma precisão. __NOTOC__ == A== * Adobe - Tijolo maciço realizado com argila (barro) cru, isto é, não cozido http://www.editora.ufla.br/_adm/upload/revista/30-3-2006_17.pdf * Agregado - Nome dado à areia (agregado miúdo ou fino) ou brita (agregado graúdo) utilizada para fabricar o concreto. Também designado de inerte http://www.senado.gov.br/comissoes/ci/ap/AP20090511_fernandovalverde.pdf * Água (de uma cobertura) - Plano inclinado de um telhado * Água Potável (H2O) - Ideal para uso na Construção Civil * Alvenaria - Tipo de estrutura constituída por pedras naturais ou artificiais (tijolo) sobrepostas e ligadas ou não por uma argamassa * Alvenaria autoportante ou alvenaria estrutural - Estrutura construída em alvenaria capaz de suportar seu próprio peso sem a necessidade de estruturas de apoio auxiliares. * Andaime - Plataforma provisória utilizada para aceder a sítios não alcançáveis do solo ou de outra plataforma preexistente * Argamassa - Pasta de cimento e agregados finos usada para assentamento de peças e para revestimentos. Pode e deve ser usada cal na sua composição * Amarração - Parte da armadura destinada a transmitir os esforços dessa peça para outra * Areia - Agregado de diâmetro médio entre 0,063 e 2 mm * Armadura - Ferros, normalmente varões de aço, utilizados nas peças de concreto armado, de modo a suportarem os esforços instalados nas peças * Asna (Portugal) - Estrutura em treliça plana que serve de apoio à cobertura do edifício. O mesmo que Tesoura (Brasil) Voltar ao topo == B== * Baldrame - É um tipo comum de fundação para pequenas edificações. Constitui-se de uma viga, que pode ser de alvenaria, de concreto simples ou armado construída diretamente no solo, dentro de uma pequena vala. É mais empregada em casos de cargas leves como residência construídas sobre solo firme.http://www.ufrrj.br/institutos/it/dau/profs/edmundo/Cap%EDtulo2-%20Funda%E7%F5es.pdf * Barbacã - O mesmo que dreno * Barrote - Elemento prismático de madeira bastante usado em construção civil * Bate-estacas - Equipamento de cravação de estacas por percussão. * Betão (Portugal), Concreto (Brasil) - Material de construção composto por cimento, areia, brita e possivelmente adjuvantes. Deve ser classificado segundo uma das classes de resistência previstas em regulamento próprio.http://www.ebah.com.br/content/ABAAAAH4sAE/historia- concreto * Betão Armado (Portugal), Concreto Armado (Brasil) - Concreto que recebe uma armadura metálica para resistir aos esforços de tração da peça, enquanto que o concreto propriamente dito resiste à compressão * Betoneira - Máquina destinada a fabricar betão ou argamassa * Biela - Barra sujeita a esforços axiais * Bloco Cerâmico - Elemento de alvenaria cozido a temperaturas de cerca de 950 °C, podendo ser classificados como de vedação ou estrutural * Brita - Agregado de diâmetro médio superior a 2mmhttp://www.pormin.gov.br/informacoes/arquivo/agregados_minerais_propiedades_aplicabilidade_ocorrencias.pdf * Buzinote - Duto (cano) utilizado para escoamento de águas pluviais em queda livre. Voltar ao topo == C== * Cal Apagada (Portugal), Cal Extinta (Brasil) - Nome dado ao Hidróxido de Cálcio (Ca(OH)2), que é obtido pela junção da Cal Viva com água * Cal Viva (Portugal), Cal Virgem (Brasil) - Nome dado ao Óxido de Cálcio (CaO) antes de o juntar com a água * Carote (Portugal), Corpo de Prova (Brasil) - Pequeno espécime retirado de uma peça ou do mesmo \"lote\" de dado material do qual a peça a ser estudada foi feita, visando a sua caracterização mecânica. Os mais comuns são os corpos de prova de concreto, utilizados para determinar a sua resistência à compressão.http://www.desenvolvimento.sp.gov.br/noticias/?ID=1133 * Caroteadora - Máquina usada para retirar carotes * Casca (Portugal), Chapa (Brasil) - Estrutura bidimensional,de pequena espessura, destinada a receber esforços preferencialmente no seu plano médio. Normalmente, é organizada no espaço em formas não planas de maneira a tirar proveito da rigidez oferecida por estas geometrias * Chapa (Brasil) - Nome que é dado às estruturas laminares que estão sujeitas a esforços em seu plano * Cimento - Pó de cor cinza produzido a partir da moagem do Clínquer, juntamente com gesso. É constituído por calcário, argila e gesso, entre outros aditivos * Clínquer - Clínquer é um material granular de 3mm a 25mm de diâmetro, resultante da calcinação de uma mistura de calcário, argila e de componentes químicos como o silício, o alumínio e o ferro, é a matéria prima básica do cimento. * Cobertura - Parte do edifício destinada à sua protecção contra as intempéries * Coesão - É a propriedade da argamassa em manter seus constituintes homogêneos, sem segregação. As argamassas de assentamento e revestimento de alvenaria devem possuir uma boa coesão, podendo ser utilizadas adições especiais ou aglomerantes adequados. Os incorporadores de ar ou aglomerantes inertes como o saibro são alguns exemplos, sendo que o uso da cal hidratada é ideal para conseguir tal propriedade. * Concreto (Brasil) - O mesmo que Betão (Portugal) * Concreto Armado (Brasil) - O mesmo que Betão Armado (Portugal) * Consistência (Brasil) - É a propriedade de uma argamassa ter maior ou menor facilidade de opor resistência a uma dada deformação. As argamassas são classificadas segundo sua consistência em secas, plásticas ou fluidas, porém os limites destas consistências não são bem definidos. Qualitativamente pode- se dizer que uma argamassa de consistência seca é aquela em que é necessário aplicar uma energia significativa para poder conformá-la em sua forma final. Como exemplos, podem ser citados as argamassas magras utilizadas em contrapiso.As argamassas de consistência plástica são aquelas em que com um pequeno esforço, atingem sua forma final. São exemplos, as argamassas de assentamento de tijolos, blocos, peças cerâmicas e de revestimento de alvenarias.Já as argamassas de consistência fluida são as que escorrem e se autonivelam, dispensando qualquer esforço além da força da gravidade para sua aplicação. Como exemplo, as argamassas de preenchimento de blocos de concreto.O principal fator que governa esta propriedade é a quantidade de água adicionada, entretanto o uso de aditivos plastificantes e superplastificantes podem influenciar na consistência das argamassas. * Compressão - Esforço que faz a peça tender a diminuir sua a dimensão segundo o eixo * CPN - Sigla que designa o Cimento Portland Normalhttp://www.abcp.org.br/ * Cunhal - Canto de um edifício, onde duas paredes convergem, podendo estar marcado por um pilar ou pilastra de pedras lavradas - o termo pode referir-se especificamente a esse pilar. Voltar ao topo == D== * Demão - Nome dado a cada camada de tinta aplicada * Desmonte a fogo - Processo usado para extrair rochas por meio de explosivos * Desmonte a frio - Processo usado para extrair rochas por meios manuais * Dilatação - Diz-se do processo de aumento das dimensões de um materialhttp://www2.fc.unesp.br/experimentosdefisica/fte14.htm * Drenagem - Escoamento de águas através de drenos * Drenos - Estruturas destinadas a recolher e escoar águas. Podem ser tubos, valas, etc. Também designado barbacã * Ducto - Pequeno espaço que liga várias zonas do edifício onde se instalam tubos, cabos, etc. Voltar ao topo == E== * Eixo (de rotação) - Nome da linha em torno da qual um objecto roda. * Eixo (de uma peça) - Nome dado a uma linha longitudinal que passa no centro de gravidade da secção transversal de uma peça * Eixo (de uma via) - Nome dado a uma linha longitudinal que passa no centro da via (estrada) * Eixo neutro (de uma peça) - Linha que une os pontos de esforços axiais nulos de uma secção transversal * Emboço - é o revestimento da parede, feito com massa grossa. * Emulsão - É definido como uma mistura heterogênea de dois ou mais líquidos, os quais normalmente não se dissolvem um no outro, mas, quando são mantidos em suspensão por agitação ou, mais freqüentemente, por pequenas quantidades de substâncias conhecidas como emulsificantes, formam uma mistura estável (dispersão coloidal) * Escora - Barra sujeita essencialmente a esforços axiais de compressão. No Brasil este termo é utilizado também como elemento de sustentação provisório, metálico ou de madeira, disposto sob as lajes e vigas, das estruturas de concreto, durante o seu processo de amadurecimento * Esforços Axiais (ou normais) - Esforços que se geram na peça segundo o seu eixo. Podem ser de tracção ou de compressão * Esforços Transversos - Esforços que se geram na peça segundo um plano perpendicular o seu eixo * Estacas - utilizam-se, como fundações, as estacas em terrenos onde a resistência do solo é boa um locais muito profundos. As estacas são elementos de grande comprimento em relação à sua seção * Eurocódigos - Nome dado aos códigos europeus usados no dimensionamento de estruturas, e que visam substituir os códigos existentes nos diferentes países da Europa Voltar ao topo == F== * Fio de Prumo - Aparelho utilizado para verificar a verticalidade de uma superfície * Flecha - É a distância entre o ponto em que uma laje ou viga não sofre deformação (ideal) e o ponto em que naturalmente ela sofre a deformação (depende da carga distribuída, do módulo de elasticidade do material e dos comprimentos dos vãos) * Flexão- Esforço que faz tender a peça a comprimir-se acima do seu eixo e a estender-se abaixo ou vice-versa, ver Momento Flector * Fluência- Aumento da deformação de uma peça ao longo do tempo, quando se aplica uma carga constante * Fundação - infra- estrutura de uma construção. Recebe os esforços da estrutura e transmite-os ao solo. * Fundação direta - Em solos mais resistentes, utilizam-se. Um exemplo são as sapatas * Fundação indireta - Em solos menos resistentes, utilizam-se. Um exemplo são as estacas Voltar ao topo == G== * Geminadas - Designação dada a duas casas que têm uma parede comum * Gesso - Material de construção obtido por junção de Sulfato de Cálcio (CaSO4) moído com água * Granito - Rocha ígnea constituída por quartzo, feldespato e micas, largamente usado na construção civil. Existe em várias cores * Graute - Material composto por um microconcreto extremamente fluido, aditivado com plastificantes, o que permite maior penetração do material em paredes de alvenaria estrutural. Voltar ao topo == H== * Hall de Entrada - Pequena divisão do edifício situado à entrada e que dá acesso às demais divisões Voltar ao topo == I== * Inerte - Material de enchimento de uma massa (Betão por exemplo). Material que não reage quimicamente com os materiais que estão em contato (Ex. Brita tipo 2). Por exemplo: diversos tipos de Agregados Voltar ao topo == J== * Junta de dilatação - Espaço preenchido por materiais elásticos, destinado a absorver os movimentos provocados por dilatações e retracções dos materiais envolventes * Junta de retração - O mesmo que junta de dilatação; Zona onde ocorre fissuração por retracção do material (normalmente utilizadas em elementos de betão tais como muros de suporte) * Jusante - Na hidráulica, significa no sentido da foz. Voltar ao topo == K== Voltar ao topo == L== * Laje - Estrutura bidimensional plana destinada a receber esforços preferencialmente perpendicularmente ao seu plano. É usado como pavimento de pisos ou como Cobertura * Lambril- Faixa inferior das paredes, na sua interface com o pavimento. Também designado de Rodapé *Lancil - mesmo que meio-fio Voltar ao topo == M== * Madre (Portugal), Terça (Brasil) - Elemento da cobertura que liga as várias Asnas(Portugal) ou Tersouras(Brasil). É colocado na horizontal e sobre si apoiam as Varas (Portugal) ou Ripas (Brasil). * Momentos Flectores - Esforços que se geram na seção transversal da peça devido à sua flexão * Momentos Torsores - Esforços que se geram na seção transversal da peça devido à sua torção * Montante - Na hidráulica, no sentido da nascente, ou direcção oposta ao sentido do fluxo * Muro de suporte - Estrutura de contenção de terras Voltar ao topo == N== * Nível - Aparelho utilizado para verificar a horizontalidade de uma superfície Voltar ao topo == O== * Ombreira - Peças colocadas nas faces laterais da abertura da porta, que sustentam a padieira * Ogival - Forma das abóbadas góticas Voltar ao topo == P== * Platibanda -: Cavamento superior das edificações, formado pelo prolongamento das paredes externas, acima do forro * Padieira - Peça colocada sobre o vão de uma porta ou janela, de modo a suportar os esforços que aí se geram * Palafita - Colunas de madeira onde se constroem casas a distância do solo. Comum em casas sobre rios ou com grandes variações de maré. * Pé-direito - Altura, medida pelo interior, entre o pavimento e a cobertura de um piso * Pé-direito duplo - Estrutura adotada em casas de luxo na qual o cômodo apresenta o dobro de altura do seu teto em relação à uma construção comum. Normalmente é adotada na sala principal do imóvel. * Peitoril - Parte inferior do vão de uma janela. O mesmo que Parapeito * Perfil - Nome usado para desingar determinada secção de uma peça * Perfil Metálico - Nome dado às barras metálicas obtidas por laminação * Permeabilidade (Brasil) É a propriedade de um material de se deixar atravessar por líquidos e gases. A permeabilidade de uma argamassa pode ser controlada pela quantidade e tipo de aglomerante empregado. O cimento Portland usado em proporções adequadas pode diminuir bastante a permeabilidade de um revestimento argamassado. Entretanto, teores excessivos de cimento podem levar à fissuração por retração hidráulica, aumentando a permeabilidade. * Perna - Parte da asna de madeira onde assentam as Madres * Pilar - Elemento de eixo vertical que submetido essencialmente esforços axiais * Piso a piso (Brasil) - Altura, entre faces superiores, de pavimentos sub-sequentes * Placa - Nome dado na gíria às lajes. Estrutura bidimensional colocada na vertical destinada a receber esforços no seu plano. No Brasil, este é o termo usado para descrever as estruturas laminares sujeitas à flexão, independentemente da sua posição no espaço * Plasticidade (Brasil) - É a propriedade que permite à argamassa deformar-se e reter certas deformações após a redução das tensões que lhe foram impostas. Esta propriedade está ligada diretamente à coesão, consistência e retenção de água. * Platô(Brasil) - Planície, área plana em relação ao eixo horizontal. Galicismo derivado da palavra \"plâteau\" Voltar ao topo == Q== * Quadriângulo ou Esquangulo- Instrumento usado para retificação e verificação da esquadria de uma fundação e/ou paredes numa edificação. Foi criado em Angola pelo arquiteto Leonardo Kuyanga, testado pela primeiro vez no Centro de Formação Profissional-Lubango Angola. Voltar ao topo == R== * Rasante- Intersecção do eixo de uma via com um plano vertical * Radier - São lajes de concreto armado em contato direto com o solo que captam as cargas dos pilares e paredes e descarregam sobre uma grande área do solo, possui aproximadamente 10 cm de espessura e é utilizada em obras de pequeno porte, se limitando a casas térreas, uma vez que para fazer um radier para uma casa com mais de um andar (sobrado), este seria inviabilizado pelo aumento da espessura, uma vez que uma grande vantagem da fundação rasa (direta ou superficial) utilizando o método construtivo do radier é o baixo custo e a rápida execução. * REBAP- Sigla que designa o regulamento português de betão, Regulamento de Estruturas de Betão Armado e Pré-Esforçado. Encontra-se de momento prevista a sua substituição por normas europeias, nomeadamente o EC2 * Relaxação- Diminuição natural do esforço aplicado numa peça ao longo do tempo sob um estado de deformação constante * Reboco - (acredita-se que do árabe rabuq) é um tipo de argamassa com que se alisam as paredes, preparando-a para receber a cal ou a pintura * Retração - Diz-se quando um material tende a diminuir as suas dimensões * Ripa- Elemento colocado sobre as varas, onde apoiam as telhas da cobertura * Rodapé- Ornamento situado à junção das paredes com o piso, geralmente do mesmo material desse, cuja finalidade é a de proteger da água as paredes, além da função estética; * Roda-meio- Semelhante ao rodapé, situa-se à cota média da parede. Utilizada geralmente em prédios públicos, onde as faixas de tinta acima e abaixo do roda-meio são de cores diferentes. Tem função estética; * Roda-teto- Semelhante ao rodapé, situa-se à junção do teto com as paredes; * RSA- Sigla que designa o regulamento português de segurança e acções, Regulamento de Segurança e Acções para Edifícios e Pontes. Encontra-se de momento prevista a sua substituição por normas europeias, nomeadamente o EC1 Voltar ao topo == S== * Sapata - Estrutura de interface entre os pilares ou paredes e a Fundação. Pode ser contínua ou isolada. É a parte inferior do alicerce, portanto a mais larga; pode ser uma peça de madeira, metal ou concreto (betão) colocada sob o pilar que suporta o peso da construção ou uma peça em ferro colocada sobre a estaca para facilitar a cravação. * Seção transversal ou seção perpendicular - Representação da secção obtida por um corte segundo um plano perpendicular ao eixo da peça. * Sifão - dispositivo para transportar um líquido de uma altura para outra mais baixa, passando por um ponto mais alto. Em bacias de retrete e lavatórios existem sifões para impedir a passagem dos cheiros provenientes das respectivas canalizações. * Soleira - Parte inferior do vão de uma porta. Voltar ao topo == T== * Tavela: Tijolo ceramico utilizado na fabricação de lages mistas, normalmente é apoiado entre as vigotas e não tem função estrutura, apenas de preenchimento. * Talude - Plano inclinado que limita um aterro. Ele liga a plataforma continental à região abissal e tem como função garantir a estabilidade do aterro. A sua geometria por natureza em aterros é de 1/1 ou seja 45ºgraus não sendo aconselhado uma inclinação superior pois não garante a sua estabilidade. Em escavações também é normal que sejam de 45º mas em zonas rochosas esse valor pode ser superior pois a estabilidade do mesmo não está em causa. Voltar ao topo == U== Voltar ao topo == V== * Vão - Espaço livre (não preenchido) sob uma viga ou outro qualquer elemento estrutural * Vara - Elemento da cobertura colocado sobre as madres e perpendicularmente a estas (logo, paralelamente às pernas das asnas). Sobre si assentam as ripas * Verga (Brasil) - O mesmo que Padieira * Verguinha - Nome dado na gíria aos varões de aço de pequena secção transversal (Ø6 e Ø8, normalmente) * Viga - Elemento estrutural de eixo horizontal submetido essencialmente à flexão * Vigota - Viga de pequena secção transversal, normalmente pré-esforçada Voltar ao topo == W== Voltar ao topo == X== Voltar ao topo == Y== Voltar ao topo == Z== Zatilha nome dado a mais de duas uniões de parede. Zimbório é o nome dado à parte mais alta e exterior da cúpula, em forma de torre, em geral circular ou octogonal, das igrejas e edifícios de grande dimensão. Voltar ao topo == Ligações externas == * http://publicacoes.pcc.usp.br/ Publicações e textos do departamento de construção civil da Escola Politécnica da USP * Engenharia Civil",
 "title": "Lista de termos técnicos de engenharia civil"
}