{
 "id": "77853",
 "text": "Taça Guanabara é um torneio de futebol do Rio de Janeiro criado em 1965 e que desde 1972 é realizado em anexo ao Campeonato Carioca de Futebol como uma de suas fases, sendo gerido pela Federação de Futebol do Estado do Rio de Janeiro (FERJ). == História == O torneio foi criado em 1965 para definir o representante do então Estado da Guanabara (atual município do Rio de Janeiro) na Taça Brasil, sendo disputado à parte do Campeonato do Estado do Rio de Janeiro até 1971, com um número crescente de clubes a cada ano. As cinco primeiras edições (até 1969) renderam vaga na Taça Brasil. Em 1972, tornou-se o primeiro turno do Campeonato Carioca, tendo apenas outra edição à parte do Campeonato Carioca, a de 1980. Entre 1982 e 2013, com exceção de 1994 e 1995, houve coexistência da Taça Guanabara e da Taça Rio como turnos do Campeonato Carioca. Nos dois casos (1994 e 1995), a Taça Guanabara foi disputada pelos dois melhores times da primeira fase do campeonato estadual, que incluía os dois turnos. Nos dois intervalos (1982 a 1993; 1996 a 2013), em regra, a final do Carioca era disputa pelo campeão de cada um, mas caso fossem o mesmo, este seria \"campeão direto\". Houve exceções, como em 2002, quando mesmo ganhando os dois turnos, o Americano não foi campeão estadual. Entre 2014 e 2016, a Taça Guanabara tornou-se o turno único classificatório (ao mata-mata), sendo que nos dois primeiros anos foi jogada entre todos os 16 times do campeonato, enquanto no último por apenas 8 times, advindos de classificação em uma fase anterior. De 2017 a 2019, tanto a Taça Guanabara quanto a Taça Rio voltaram a ser, respectivamente, turno e returno do Carioca, mas agora, classificando o campeão de cada turno às semifinais. Em 2020, retornou o sistema de final entre o campeão da Taça Guanabara contra o campeão da Taça Rio. Desde 2021, a Taça Guanabara é a primeira fase e fase de pontos corridos, como em 2014 e 2015, mas agora com 12 times. A equipe mais bem sucedida no torneio é o Flamengo, que ganhou a taça por vinte e três vezes, e como competição independente do Campeonato Carioca, o Fluminense, com três conquistas. == Lista de campeões == † = competição independente do Campeonato Carioca. {| cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 0.5em 0.5em 0.5em 0; background: #f5faff; border: 1px #aaa solid; border-collapse: collapse; font- size: 90%; text-align:center;\" Nº Ano Campeão Vice-campeão Gols Jogos 1† 1965 Vasco (1) Botafogo (1) 6 2† 1966 (1) Flamengo (1) 6 3† 1967 (1) America (1) 6 4† 1968 Botafogo (2) Flamengo (2) 7 5† 1969 Fluminense (2) Botafogo (2) 8 6† 1970 (1) Fluminense (1) 12 7† 1971 Fluminense (3) Botafogo (3) e 6 24 12 America (2) 8 1972 Flamengo (2) Fluminense (2) 12 157 66 9 1973 Flamengo (3) Vasco (1) 12 165 66 10 1974 (1) Fluminense (3) 12 137 66 11 1975 Fluminense (4) America (3) 12 183 67 12 1976 Vasco (2) Flamengo (3) 15 240 106 13 1977 Vasco (3) Flamengo (4) 15 265 105 14 1978 Flamengo (4) Fluminense (4) 12 156 66 15 1979 Flamengo (5) Vasco (2) 18 373 153 16† 1980 Flamengo (6) Americano (1) 6 26 15 17 1981 Flamengo (7) America (4) 12 156 66 18 1982 Flamengo (8) Vasco (3) 12 170 67 19 1983 Fluminense (5) America (5) 12 148 66 20 1984 Flamengo (9) Fluminense (5) 12 138 66 21 1985 Fluminense (6) Vasco (4) 12 127 66 22 1986 Vasco (4) Flamengo (5) 12 142 66 23 1987 Vasco (5) Fluminense (6) 14 165 91 24 1988 Flamengo (10) Vasco (5) 12 132 66 25 1989 Flamengo (11) Botafogo (4) 12 142 66 26 1990 Vasco (6) Botafogo (5) 12 130 66 27 1991 Fluminense (7) Flamengo (6) 24 249 133 28 1992 Vasco (7) Flamengo (7) 26 343 157 29 1993 Fluminense (8) Vasco (6) 24 283 132 30 1994 Vasco (8) Fluminense (7) 12 144 67 31 1995 Flamengo (12) Botafogo (6) 16 293 113 == Títulos por clube == Estes são os títulos por clube: Clube Títulos Último Vices Último Flamengo 24 2024 12 2022 Vasco da Gama 13 2019 14 2023 Fluminense 12 2023 13 2021 Botafogo 8 2015 8 2008 America 1 1974 6 2006 Americano 1 2002 2 2005 Volta Redonda 1 2005 — — Boavista-RJ — — 3 2020 Madureira — — 1 2007 Resende — — 1 2009 Nova Iguaçu — — 1 2024 == Competições semelhantes == Em 1979, no chamado Campeonato Especial, o primeiro turno valeu a Taça Luiz Aranha, vencida pelo Flamengo. Há quem a apelide de \"Taça Guanabara Especial\". Em 1980, quando a Taça Guanabara foi disputada separadamente, o primeiro turno do Campeonato Carioca valeu a Taça João Baptista Coelho Netto, vencida pelo Fluminense. Estreada em 1991, a Copa Rio passou a exercer a função de competição secundária ao Cariocão, assim como a Taça Guanabara em suas edições independentes. == Quadrangular Extra == O Quadrangular Extra da Taça Guanabara, foi um torneio realizado pela FERJ entre os 3º e 4º colocados de cada grupo na Taça Guanabara de 2017. Citado pela imprensa como um \"torneio de consolação\", foi vencido pelo ao bater o , fora de casa, nos pênaltis. ==Ver também== * Taça Rio * Taça Santos Dumont * Taça Corcovado Categoria:Taça Guanabara Categoria:Competições de futebol do estado do Rio de Janeiro",
 "title": "Taça Guanabara"
}