{
 "id": "77868",
 "text": "Taça Rio é um torneio de futebol do Rio de Janeiro realizado desde 1982, em anexo ao Campeonato Carioca de Futebol, sendo gerido pela Federação de Futebol do Estado do Rio de Janeiro (FERJ). == História == A primeira edição da Taça Rio foi disputada em 1982 e conquistada pelo . De acordo com a FERJ, aquela foi a primeira vez que o returno do campeonato passou a ter este nome, embora o segundo turno do Estadual de 1978, vencido pelo Flamengo, tenha se chamado Taça Rio de Janeiro, sem relação direta com a atual. Antes de 1982, o segundo turno do campeonato não tinha um nome específico ao contrário do primeiro, a tradicional Taça Guanabara, existente desde 1965 e desde 1972 como parte do estadual. A cada ano, na segunda parte do campeonato, a Federação homenageava algum dirigente ou personalidade, que, por exemplo, havia falecido em anos anteriores. A adoção do nome Taça Rio buscava valorizar o segundo turno. Apenas não houve disputa da Taça Rio em 1994 e 1995. Nos dois casos, a Taça Guanabara foi disputada pelos dois melhores times da primeira fase do campeonato estadual, que incluía os dois turnos. Em 1996, o formato anterior voltou, com a Taça Rio novamente sendo entregue ao campeão do returno. Nos dois intervalos (1982 a 1993; 1996 a 2013), em regra, a final do Carioca era disputa pelo campeão de cada um, mas caso fossem o mesmo, este seria \"campeão direto\". Houve exceções, como em 2002, quando mesmo ganhando os dois turnos, o Americano não foi campeão estadual. Nas edições de 2014 e 2015 do Campeonato Carioca, em função do calendário modificado pela Copa do Mundo de 2014, foi disputada como um torneio paralelo entre os clubes considerados \"pequenos\" nos seus jogos (sem envolver o G-4 estadual) dentro da Taça Guanabara, que tornou- se a fase classificatória de pontos corridos. Na edição de 2016, foi realizada entre o 5° e 6° colocados da Taça Guanabara (Grupo C), além do 1° e 2° colocados do Grupo D, este que era o grupo definidor do descenso, jogado entre as equipes não classificadas para a Taça Guanabara na primeira fase. De 2017 a 2019, a Taça Rio volta a ser um dos turnos do Carioca, assim como a Taça Guanabara, mas classificando o campeão às semifinais. Em 2020, retornou o sistema de final entre o campeão da Taça Guanabara contra o campeão da Taça Rio. Desde 2021 é disputada pelos colocados da 5ª a 8ª posição da Taça Guanabara, tornando-se novamente um torneio de consolação. O Vasco é o maior vencedor, com onze conquistas, seguido por Botafogo (nove) e Flamengo (nove). == Lista de campeões == {| cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 0.5em 1em 0.5em 0; background: #f5faff; border: 1px #aaa solid; border- collapse: collapse; font-size: 90%;\" Ano Campeão Vice-campeão 1982 (1) (1) 1983 (1) (1) 1984 (1) (1) 1985 Flamengo (2) Bangu (2) 1986 Flamengo (3) Fluminense (2) 1987 Bangu (1) Vasco da Gama (1) 1988 Vasco da Gama (2) Fluminense (3) 1989 Botafogo (1) Vasco da Gama (2) 1990 Fluminense (1) Botafogo (2) 1991 Flamengo (4) Botafogo (3) 1992 Vasco da Gama (3) Flamengo (1) 1993 Vasco da Gama (4) Flamengo (2) 1994 não disputado não disputado 1995 não disputado não disputado * P. Edições em que a Taça Rio não foi disputada como segundo turno do Campeonato Carioca, mas como um torneio paralelo dos clubes \"pequenos\", considerando apenas os jogos entre si ao longo da Taça Guanabara. * Q. Edição em que a Taça Rio não foi disputada como segundo turno do Campeonato Carioca, mas como um torneio de consolação, entre os dois melhores não classificados para as semifinais do Campeonato e os dois melhores do grupo de descenso. * R. Edições em que a Taça Rio não foi disputada como segundo turno do Campeonato Carioca, mas como um torneio de consolação, disputado pelos times da 5ª a 8ª posição da Taça Guanabara. == Títulos por clube == Clube Títulos Último Vices Último Vasco da Gama 11 2021 8 2019 Flamengo 9 2019 8 2020 Botafogo 9 2024 7 2021 Fluminense 4 2020 8 2013 Madureira 2 2015 — — Bangu 1 1987 3 2015 Americano 1 2002 1 2006 Resende 1 2022 1 2016 Boavista 1 2014 1 2024 America 1 1982 — — Volta Redonda 1 2016 — — Cabofriense — — 1 2007 Friburguense — — 1 2014 Nova Iguaçu — — 1 2022 Angra Audax — — 1 2023 == Taça Domingos Moro == O Quadrangular Extra da Taça Rio ou Taça Domingos Moro, foi um torneio realizado pela FFERJ entre os 3º e 4º colocados de cada grupo na Taça Rio de 2017. Citado pela imprensa como um \"torneio de consolação\", foi vencido pelo ao bater o , em casa, por 3 a 0. == Ver também == * Taça Santos Dumont * Taça José Wânder Rodrigues Mendes * Taça Augusto Pereira da Mota",
 "title": "Taça Rio"
}