{
 "id": "77861",
 "text": "Papa Bonifácio II (; Roma, 490 17 de outubro de 532) foi papa da Igreja Católica entre 530 e 532. Primeiro pontífice de origem germânica (ostrogodo), sucessor de Félix IV. Bonifácio serviu a Igreja Romana desde a sua juventude. Durante o pontificado do Papa Félix IV, era arquidiácono e uma personalidade com forte influência nas autoridades eclesiásticas e civis.Encyclopedia (1913)/Pope Boniface II A sua elevação ao papado é notável como oferecendo um exemplo inquestionável da nomeação de um papa pelo seu predecessor, sem a formalidade da eleição. Sentindo a morte, Félix IV, temendo as rivalidades entre as facções romana e dos Ostrogodos, reuniu vários clérigos e importantes cidadãos romanos e, solenemente, conferiu a Bonifácio o Pálio da soberania papal, proclamando-o seu sucessor e ameaçando de excomunhão a todos os que se recusassem reconhecer o novo papa. Depois da morte de Félix, Bonifácio assumiu a sucessão, mas foi imediatamente contestado por muitos eclesiásticos romanos, tendo sessenta deles eleito o Antipapa Dióscoro (Dioscorus). Temiam a influência nos assuntos papais do rei ostrogodo Atalarico, cujo avô, Teodorico, o Grande, tinha ajudado a eleger o papa Félix IV, mais uma circunstância a tornar odiosa a eleição de Bonifácio. Ambos os papas foram consagrados a 22 de setembro de 530, Bonifácio na Basílica Júlia e Dióscuro na de Latrão. A Igreja Romana viu assim surgir mais um cisma. Mas Dióscuro falecia a 14 de Outubro desse mesmo ano. Bonifácio convocou um sínodo (Dezembro de 530), onde apresentou um decreto anatemizando o seu rival, para o qual conseguiu as assinaturas dos sacerdotes que tinham sido partidários de Dióscuro. Cada um deles lamentou a sua participação na eleição irregular e prometeu obediência no futuro. Bonifácio agradou a muitos, pela sua administração conciliatória, mas alguns guardaram ressentimento, pois ele não tinha sido eleito formalmente e, anos depois, com um papa concordante (Agapito I), foi solenemente queimado o anátema contra Dióscoro.Encyclopedia (1913)/Pope Boniface II Num segundo sínodo, realizado em 531, Bonifácio apresentou uma norma em que atribuía a si próprio o direito de nomear o seu sucessor. O Clero Romano aprovou e prometeu obediência. Bonifácio propôs o diácono Vigílio (futuro papa),Encyclopedia (1913)/Pope Vigilius o que foi aceite. Mas esta emenda provocou grande descontentamento, até a nível imperial, pelo que, num terceiro sínodo, Bonifácio queimou a sua própria proposta e anulou a nomeação de Vigílio. Condenou a heresia semipelagiana, que postulava a universalidade do pecado original como força de corrupção no homem, no segundo Concílio de Orange, em França. Bonifácio foi estimado pela sua caridade, especialmente para com os pobres durante um ano de muita fome em Roma. Faleceu a 17 de outubro de 532 e foi sepultado na Basílica de São Pedro. Categoria:Papas da Alemanha Categoria:Papas sepultados na Basílica de São Pedro Categoria:Papado ostrogodo Categoria:Godos do século V Categoria:Godos do século VI",
 "title": "Papa Bonifácio II"
}