{
 "id": "77959",
 "text": "António de Serpa Pimentel (Coimbra, — Lisboa, ) foi um dos políticos portugueses mais destacados das últimas décadas do . Foi deputado e conselheiro de Estado, ministro, líder do Partido Regenerador, e de 14 de Janeiro a 11 de Outubro de 1890 Presidente do Conselho de Ministros de um dos governos da Monarquia Constitucional portuguesa. ==Biografia== António nasceu em Coimbra a 20 de Novembro de 1825, filho do Dr. Manuel de Serpa Machado (1784-1858) e de sua esposa D. Ana Rita Freire Pimentel (1784-1875), irmã do 1.º Visconde de Gouveia. Pretendendo seguir carreira militar, em 1842 assentou praça como aspirante de infantaria. Ingressando posteriormente na Universidade de Coimbra, doutorou-se em Matemática no ano de 1846. Teve colaboração em várias publicações periódicas, nomeadamente na Ilustração Luso-Brasileira (1856-1859) e na Revista Universal Lisbonense (1841-1859). ==Percurso político== Iniciou-se na vida política sendo eleito deputado em 1856 por Oliveira de Azeméis. Em 31 de Janeiro de 1876 foi nomeado Conselheiro de Estado efectivo. A 12 de Agosto de 1886, era presidente do Tribunal de Contas. Em 16 de Março de 1859 foi nomeado Ministro das Obras Públicas num ministério organizado pelo Duque da Terceira cargo que ocupou até 1 de Julho de 1860, e, interinamente, a pasta de Ministro da Guerra de 24 de Abril de 1859 a 1 de Maio de 1862. A 11 de Outubro de 1872 era chamado a ocupar a pasta de Ministro da Fazenda do ministério de Fontes Pereira de Melo. Foi encarregado de ir a Paris pedir a mão da princesa D. Amélia de Orleães para o então príncipe D. Carlos. De 11 de Novembro de 1881 a 24 de Outubro de 1883, foi Ministro dos Negócios Estrangeiros. Em Julho de 1887, falecido Fontes Pereira de Melo, foi escolhido para chefe do Partido Regenerador. Foi Juiz Conselheiro e 6.° Presidente do Tribunal de Contas de 12 de Agosto de 1886 até à sua morte a 2 de Março de 1900. Na sequência do ultimato britânico de 1890, que levou à queda do ministério progressista de José Luciano de Castro, foi encarregado de formar novo governo a que presidiu desde 13 de Janeiro a 15 de Setembro de 1890. ==Família e morte == António de Serpa Pimentel casou em Lisboa, na Igreja Paroquial de Santa Catarina, em 16 de Julho de 1862 com D. Anne Zoé Bernex Philipon (Bouches-de-Rhône, Aix-en-Provence, 24 de Junho de 1840 - Santos-o-Velho (Lisboa), 25 de Novembro de 1916), de quem teve dois filhos e duas filhas: * Manuel de Serpa Pimentel (Santa Catarina (Lisboa), 4 de Setembro de 1863 - Mercês (Lisboa), 21 de Dezembro de 1909), casado com D. Virgínia Cardoso Casado Giraldes, falecida a 18 de Novembro de 1889, com geração, e em segundas núpcias com D. Ana Heweson Ayala dos Prazeres, com geração; * Júlio de Serpa Pimentel (Carnaxide (Oeiras), 15 de Agosto de 1864 - Santos-o-Velho (Lisboa), 2 de Abril de 1879); * Laura Violante de Serpa Pimentel Castelo Branco (São Martinho (Sintra), 30 de Julho de 1865 - Tábua (Coimbra), 24 de Junho de 1934), casada com José Eugénio de Almeida Castelo Branco; * Luísa Margarida de Serpa Pimentel Brandão (Santos-o-Velho (Lisboa), 15 de Junho de 1871 - Foz do Douro (Porto), 10 de Fevereiro de 1958), casada com Vicente Carlos de Sousa Brandão. Faleceu aos 74 anos de idade, na Rua da Cova da Moura, número 1, freguesia de Santos-o-Velho, onde residia, vítima de paragem cardíaca súbita, encontrava-se com a saúde fragilizada devido a uma gripe, mas continuaria a trabalhar. O seu funeral teve honras de estado, sendo conduzido por um coche da Casa Real ao Cemitério dos Prazeres, onde foi sepultado em jazigo de família. ==Ligações externas== * Revista universal lisbonense : jornal dos interesses physicos, moraes e litterarios por uma sociedade estudiosa (cópia digital) Categoria:Primeiros-ministros da Monarquia Constitucional Portuguesa Categoria:Ministros das Finanças de Portugal Categoria:Políticos do Partido Regenerador Categoria:Juízes Conselheiros do Tribunal de Contas de Portugal Categoria:Presidentes do Tribunal de Contas de Portugal Categoria:Fontismo Categoria:Naturais de Coimbra",
 "title": "António Serpa"
}