{
 "id": "77968",
 "text": "O Salto Ángel ou Cataratas Ángel (nome nativo Parekupa-meru) é o mais alto salto do mundo, com 979 metros de altura (807 metros de queda sem interrupção), gerada pela queda do rio Churún desde o Auyantepui, no Estado de Bolívar, sudeste da Venezuela, próximo da fronteira Brasil-Guiana. Seu nome é alusivo ao aviador estado-unidense James Crawford Angel. O salto faz parte do Parque Nacional de Canaima, constituído em 1962 e declarado Patrimônio da Humanidade pela UNESCO, em 1994. Trata-se de uma área de 30 000 km², (maior que a Bélgica), sendo o sexto maior parque do mundo. A altura oficial foi determinada por uma pesquisa da National Geographic Society, em 1949, segundo Ruth Robertson em Jungle Journey to the World's Highest Waterfall. O livro de David Mott, Angels Four, relata a primeira escalada bem-sucedida pela face do Auyantepui, a montanha do mal, até o topo das cataratas. O salto era conhecido pelos indígenas da zona, que o chamavam Kerepakupai-meru (\"queda de água até o lugar mais profundo\"), em idioma pemon, mas seu \"descobrimento\" pelos ocidentais é um assunto controvertido. Alguns historiadores atribuem-no a Ernesto Sánchez, explorador que em 1910 notificou o achado ao Ministério de Minas e Hidrocarburos em Caracas. Outros citam o capitão Félix Cardona Puig, que em 1927, junto a Mundó Freixas, divisou o grande salto no maciço de Auyantepuy. Os artigos e mapas da Venezuela atraíram a curiosidade e o espírito de aventura do aviador Angel. Em 21 de maio de 1937, Cardona acompanhou Jimmy Angel no sobrevoo ao salto. Em setembro do mesmo ano, Jimmy Angel insiste em aterrissar sobre o Auyantepuy, o que consegue abruptamente, incrustando seu pequeno avião no solo. As notícias do acidente, sem vítimas, motivaram que o grande salto fosse batizado como Salto Ángel. O Salto Ángel também é conhecido erroneamente como Churún-merú, nome que corresponde a outro salto de uns 400 metros de altura localizado no fim do cañón del Diablo, que ocupa o quarto lugar mundial. Em Canaima, Santa Elena de Uairén e Ciudad Bolívar há operadores turísticos que promovem excursões por terra, água e ar (em avião ou helicóptero) para divisar o Auyantepuy e seus numerosos saltos de água. o Salto também foi inspirador na produção do filme animado Up - Altas Aventuras, que descreve o local do salto como o \"Paraíso das Cachoeiras\". * Há alguma dúvida, entrando no Google Earth: no ponto em que a água se precipita, a cota é 1326m. No final da região com água espumando, 1219m. No final da mata escura, 908m e bem mais abaixo, 778m. Ou seja, a queda contínua parece ser bem menor do que se aponta. Vale a pena conferir. == Ver também == * Lista de cataratas mais altas da Terra == Ligações externas == * Categoria:Quedas de água da Venezuela Categoria:Extremos da Terra",
 "title": "Salto Ángel"
}