{
 "id": "77976",
 "text": "Gilbert Newton Lewis FRS (Weymouth, 23 ou 25 de outubroGilbert N. Lewis, American chemist William B. Jensen in Encyclopædia Britannica de 1875 – Berkeley, 23 de março de 1946)GILBERT NEWTON LEWIS 1875—1946 A Biographical Memoir by Joel H. Hildebrand National Academy of Sciences 1958Lewis, Gilbert Newton R. E. Kohler in Complete Dictionary of Scientific Biography (Encyclopedia.com) foi um físico-químico estadunidense e ex-decano da Faculdade de Química da Universidade da Califórnia em Berkeley. Lewis é mais conhecido por sua descoberta da ligação covalente e seu conceito de pares de elétrons; sua notação de Lewis e outras contribuições à teoria das ligações de valência moldaram as teorias modernas da ligação química. Lewis contribuiu com sucesso para termodinâmica química, fotoquímica e separação isotópica, e também é conhecido por seu conceito de ácidos e bases. Ele também pesquisou sobre a relatividade e a física quântica e, em 1926, cunhou o termo \"fóton\" para a menor unidade de energia radiante. G. N. Lewis nasceu em 1875 em Weymouth, Massachusetts. Depois de receber seu doutorado em química pela Universidade de Harvard e estudar no exterior na Alemanha e nas Filipinas, Lewis mudou-se para a Califórnia em 1912 para lecionar na Universidade da Califórnia em Berkeley, onde se tornou o reitor da Faculdade de Química e passou o resto da sua vida. Como professor, ele incorporou princípios termodinâmicos no currículo de química e reformou a termodinâmica química de maneira matematicamente rigorosa, acessível aos químicos comuns. Ele começou a medir os valores de energia livre termodinâmica relacionados a vários processos químicos, orgânicos e inorgânicos. Em 1916, ele também propôs sua teoria da ligação e adicionou informações sobre elétrons na tabela periódica dos elementos químicos. Em 1933, ele iniciou sua pesquisa sobre separação de isótopos. Lewis trabalhou com hidrogênio e conseguiu purificar uma amostra de água pesada. Ele então apresentou sua teoria de ácidos e bases e trabalhou na fotoquímica durante os últimos anos de sua vida. Embora tenha sido indicado 41 vezes, Lewis nunca ganhou o Prêmio Nobel de Química, resultando em uma grande polêmica. Por outro lado, Lewis orientou e influenciou vários ganhadores do Nobel em Berkeley, incluindo Harold Clayton Urey (Prêmio Nobel de 1934), William Francis Giauque (Prêmio Nobel de 1949), Glenn Theodore Seaborg (Prêmio Nobel de 1951), Willard Frank Libby (Prêmio Nobel de 1960), Melvin Calvin (Prêmio Nobel de 1961) e assim por diante, transformando Berkeley em um dos centros de maior prestígio em química do mundo. Em 23 de março de 1946, Lewis foi encontrado morto em seu laboratório em Berkeley, onde trabalhava com cianeto de hidrogênio; muitos postularam que a causa de sua morte foi suicídio. Após a sua morte, seus filhos seguiram a carreira do pai na química, e o Salão Lewis no campus de Berkeley recebeu o nome em sua homenagem. == Vida == Estudou na Universidade Harvard e mais tarde na Universidade de Leipzig e na Universidade de Göttingen, tendo dirigido o gabinete de pesos e medidas no Laboratório Governamental das Filipinas (1904-1905). De 1907 a 1912 foi professor de Físico-química no Instituto de Tecnologia de Massachusetts. Em 1912 mudou-se para a Universidade da Califórnia em Berkeley, onde foi professor de química e reitor até a sua morte. Introduziu novos conceitos em termodinâmica e propôs o nome \"fóton\" para designar o quantum da radiação luminosa, em uma carta enviada ao editor da revista Nature em 1926. Seus trabalhos de maior repercussão na química foram aqueles em que deu explicações mais adequadas para as ligações químicas em compostos orgânicos: compartilhamento de um par de elétrons por dois átomos (1916). Em virtude desses trabalhos, seu nome está associado a uma definição geral de ácido (substância capaz de receber um par de elétrons) e de base (substância capaz de doar um par de elétrons). Dedicou-se também à preparação de uma amostra de água na qual os átomos de hidrogênio foram substituídos por deutério (²H): a \"água pesada\" (D2O). Foi Lewis que introduziu o desenho da camada de valência nos respectivos átomos, sendo esse novo conceito de fundamental importância na ligação iônica, o que acabou por facilitar a visualização da troca de elétrons entre os íons. Foi sepultado em Golden Gate National Cemetery, San Bruno, Califórnia no Estados Unidos. == Publicações (seleção) == * Valence and the Structure of Atoms and Molecules. Chemical Catalog Company, 1923 * com Merle Randall: Thermodynamics and the Free Energy of Chemical Substances. McGraw Hill 1923 ==Ver também== *Ácido de Lewis ==Leitura adicional== *Coffey, Patrick (2008) Cathedrals of Science: The Personalities and Rivalries That Made Modern Chemistry. Oxford University Press. ISBN 978-0-19-532134-0 Categoria:Membros da Academia Nacional de Ciências dos Estados Unidos Categoria:Membros estrangeiros da Royal Society Categoria:Membros da Academia de Ciências da Rússia Categoria:Professores da Universidade da Califórnia em Berkeley Categoria:Físico-químicos dos Estados Unidos",
 "title": "Gilbert Newton Lewis"
}