{
 "id": "77972",
 "text": "O Airbus A380 é uma aeronave widebody quadrimotor a jato para o transporte de passageiros, fabricada pela EADS Airbus. É o maior avião comercial do mundo. Os aeroportos em que opera tiveram suas instalações adaptadas para acomodá-lo com segurança. Inicialmente foi chamado de Airbus A3XX e projetado para desafiar o monopólio da Boeing no mercado de grandes aeronaves. O A380 fez seu primeiro voo em 27 de abril de 2005 e entrou em serviço comercial em outubro de 2007, com a Singapore Airlines. O andar superior do A380 estende-se ao longo da fuselagem, com uma largura equivalente a uma aeronave widebody. O A380 tem uma cabine de 478 metros quadrados de espaço utilizável do piso, 40% a mais que o segundo maior avião de passageiros, o Boeing 747, e oferece capacidade para 525 pessoas em uma configuração de três classes ou até 853 pessoas em uma única classe econômica. O A380 tem alcance de 8 500 milhas náuticas (15 700 km), suficiente para voar sem escalas de Dallas para Sydney, e uma velocidade de cruzeiro de Mach 0,85 (cerca de 900 km/h, 560 mph ou 490 kts a uma altitude de cruzeiro). Até o fim de 2017 a Airbus já havia recebido 317 pedidos firmes e entregue 221 aeronaves. A Emirates Airlines tem a maior frota de A380, com 142 pedidos e 101 aeronaves já entregues. Em fevereiro de 2019, a Airbus anunciou o fim da produção do avião. As razões foram a falta de pedidos e o cancelamento de parte das encomendas pelos clientes, já que o A380 não apresentou custos de operação vantajosos às companhias aéreas. As últimas unidades sairão da fábrica em 2021, para atender aos pedidos firmes. == Desenvolvimento == ImageSize= width:280 height:330 PlotArea= left:50 right:0 bottom:10 top:10 DateFormat= yyyy Period= from:1990 till:2022 TimeAxis= orientation:vertical ScaleMajor= unit:year increment:5 start:1990 ScaleMinor= unit:year increment:1 start:1990 PlotData= Color:yellow mark:(line,black) align:left fontsize:M shift:(0,-3) # shift text to right side of bar # there is no automatic collision detection, fontsize:XS # so shift texts up or down manually to avoid overlap shift:(25,-10) at:2021 shift:15,-6 text: Fim da produção previsto at:2019 shift:15,-6 text: Anúncio do fim da produção at:2016 shift:15,-6 text: 200º A380 entregue at:2014 shift:15,-6 text: 150º A380 entregue at:2013 shift:15,-6 text: 100º A380 entregue at:2011 shift:15,-6 text: 50º A380 entregue at:2007 shift:15,-6 text: 1º A380 entregue at:2006 shift:15,-6 text: Certificação at:2005 shift:15,-6 text: Voo inaugural at:2004 shift:15,-6 text: 1º motor entregue at:2002 shift:15,-6 text: Manufatura de componentes iniciada at:2000 shift:15,-6 text: Lançamento do A3XX at:1996 shift:15,-6 text: Large Aircraft Division formada at:1993 shift:15,-6 text: Boeing cancela um projeto similar at:1991 shift:15,-6 text: Demanda de voos aumenta === Início === Em meados de 1988, um grupo de engenheiros da Airbus, liderada por Jean Roeder, começou a trabalhar em segredo sobre o desenvolvimento de um avião com alta capacidade (UHCA), tanto para completar a sua própria gama de produtos e para quebrar o domínio que a Boeing tinha apreciado neste segmento de mercado desde o início dos anos 1970 com o 747. A McDonnell Douglas, sem sucesso, ofereceu o MD-12. Roeder recebeu aprovação para futuros projetos de uma aeronave UHCA após um apresentação formal ao presidente e ao CEO em junho de 1990. O megaprojeto foi anunciado em 1990 no Show Aéreo de Farnborough, com custos operacionais 15% mais baixos do que o 747-400. A Airbus organizou quatro equipes de designers, um de cada um de seus parceiros (ATR, British Aerospace, Deutsche Aerospace AG, CASA), que propuseram novas tecnologias para seus futuros projetos de aeronaves. Os projetos foram apresentados em 1992 e foram utilizados os modelos mais competitivos. Em janeiro de 1993, a Boeing e várias empresas do consórcio Airbus iniciaram um estudo de viabilidade de uma aeronave, conhecido como Very Large Commercial Transport (VLCT), com o objetivo de formar uma parceria para compartilhar o mercado limitado. Este estudo foi abandonado dois anos mais tarde, por causa do interesse da Boeing de ter diminuído porque os analistas pensavam que esse produto era improvável para cobrir os 15 milhões de dólares gastos no desenvolvimento. Apesar do fato de que apenas duas companhias aéreas tinham manifestado interesse público na compra de um tal plano, a Airbus já estava perseguindo o seu próprio projeto. Analistas sugeriram que a Boeing, em vez de se juntar à Airbus, aumentasse seu 747, e que o transporte aéreo já estava se afastando do sistema que consolidou o tráfego em aviões de grande porte, e para mais rotas sem escalas, que poderia ser servida por aviões menores. Em junho de 1994, a Airbus anunciou seu plano de desenvolver seu próprio avião muito grande, designado A3XX. Airbus considerou vários projetos, incluindo uma combinação incomum de duas fuselagens do A340, que era o maior jato da Airbus no momento. O A3XX foi confrontado com o estudo VLCT e o projeto da Boeing New Large Aircraft sucessor do 747. De 1997 até 2000, como a crise financeira da Ásia Oriental escureceu as perspectivas de mercado, Airbus refinou seu projeto, visando uma redução de 15 a 20% nos custos operacionais, em comparação com o Boeing 747-400. O projeto A3XX convergiu em um layout de dois andares que forneceu mais volume de passageiros do que um projeto tradicional de um andar, em conformidade com a tradicional teoria em oposição ao ponto-a-ponto do Boeing 777, após a realização de uma análise de mercado com mais de 200 grupos focais. Embora o marketing no início do projeto tenha aumentado a possibilidade de ter lojas, restaurantes, ginásios, cassinos e salões de beleza a bordo, as realidades da economia aérea mantiveram estes sonhos desativados. Em dezembro de 2000, o conselho da recém reestruturada Airbus votou para lançar um programa de 8,8 bilhões de euros para construir o A3XX, re-batizado como o A380, com 50 pedidos de seis companhias. A designação A380 era uma ruptura de famílias anteriores da Airbus, que sequencialmente progrediram de A300 até A340. Ele foi escolhido porque o número 8 se assemelha a seção transversal de dois andares, e é um número de sorte em alguns países asiáticos, onde a aeronave estava sendo comercializada. O projeto da aeronave foi finalizado no início de 2001, e a fabricação da primeiro asa do A380 começou em janeiro de 2002. O custo de desenvolvimento do A380 tinha crescido para 11 bilhões de euros, quando o primeiro avião foi concluído. === Produção === As principais seções estruturais do A380 são construídas na França, Alemanha, Espanha e Reino Unido. Devido ao grande tamanho dos componentes, métodos de transporte tradicionais foram inviáveis,Morales, Jesus. \"The A380 Transport Project and Logistics – Assessment of alternatives\" p19 Airbus, 18 de janeiro de 2006. Visitado em 20 de junho de 2015. para que eles fossem levados para a fábrica em Toulouse, embora algumas partes são movidas pelo Airbus Beluga, aeronave utilizada no transporte de outros modelos da Airbus. Os componentes do A380 são fornecidos por empresas de todo o mundo. Os quatro maiores contribuintes, em valor, são Rolls-Royce, Safran, United Technologies Corporation e General Electric. Para o movimento da superfície de grandes componentes estruturais do A380, um percurso complexo conhecido como o Itinéraire, um grande comboio foi desenvolvido. Isto envolveu a construção de uma frota de navios e barcaças, a construção de instalações portuárias e o desenvolvimento de estradas novas e modificadas para acomodar comboios rodoviários de grandes dimensões. A parte da frente e seções da fuselagem traseira são enviados em um dos três navios de Hamburgo, no norte da Alemanha para o Reino Unido. As asas são fabricados em Broughton em North Wales, em seguida, transportados por barcaça para Mostyn, onde o navio adiciona-los à sua carga. Em Saint-Nazaire, no oeste da França, os navios carregam as seções da fuselagem que vieram de Hamburgo para maiores, montadas em seções, alguns dos quais incluem o nariz. O navio descarrega em Bordeaux. O navio então pega as seções da barriga e da cauda em Cádiz no sul da Espanha, e distribui para Bordeaux. De lá, as partes do A380 são transportados por barcaças para Langon, e, por comboios rodoviários, para Toulouse. A fim de evitar danos causados por manipulação e sabotagem, as peças estão listadas em gabaritos personalizados e são transportadas em veículos autoalimentados. Após a montagem, a aeronave voa para Hamburgo, onde é feita a pintura. A Airbus produz, em média, uma quantidade de quatro A380 por semana. === Testes === Cinco aeronaves A380 foram construídas para testes e demonstrações. O primeiro A380, registrado F-WWOW, foi inaugurado em Toulouse em 18 de janeiro de 2005. Seu primeiro voo ocorreu às 10h29 da manhã (08h29 UTC), em 27 de abril de 2005. Este avião, equipado com o Rolls-Royce Trent 900, voou do Aeroporto de Toulouse-Blagnac com uma tripulação de seis tripulantes, chefiada pelo piloto chefe Jacques Rosay.Sparaco, Pierre. \"A titan takes off\" Aviation Week & Space Technology, maio de 2005. Arquivo Após o desembarque, Rosay disse voar com o A380 tinha sido \"como pilotar uma bicicleta\". Em 1 de dezembro de 2005, o A380 alcançou sua velocidade máxima (Mach 0,96), ao longo de sua velocidade de cruzeiro (Mach 0,85), em um mergulho raso, completando os testes de velocidade. Em 2006, o A380 voou seu primeiro teste em alta altitude, no Aeroporto Internacional Bole, em Adis Abeba. Ele realizou seu segundo teste de alta altitude no mesmo aeroporto em 2009. Em 10 de janeiro de 2006, ele voou para o Aeroporto Internacional José María Córdova, na Colômbia, realizando o teste transatlântico, e em seguida, ele foi para o Aeroporto Internacional El Dorado para testar o funcionamento do motor em aeroportos de grande altitude. Ele chegou na América do Norte em 6 de fevereiro de 2006, o desembarque em Iqaluit, Nunavut, no Canadá para o teste de frio. Em 14 de fevereiro de 2006, durante o teste de certificação força destrutiva na asa, o A380 falhou em 145% da carga limite, aquém do nível exigido de 150%. A Airbus anunciou modificações adicionando 30 kg para a asa, fornecendo a força necessária. Em 26 de março de 2006, o A380 foi submetido a certificação de evacuação em Hamburgo. Com 8 das 16 saídas bloqueadas, 853 passageiros e 20 tripulantes deixaram a aeronave escurecida em 78 segundos, menos que os 90 segundos exigidos para a certificação. Três dias depois, o A380 recebeu da Agência Europeia para a Segurança da Aviação (EASA) e da Administração Federal de Aviação dos Estados Unidos (FAA) a aprovação para transportar até 853 passageiros. O primeiro A380 usando motores GP7270, registrado F-WWEA, foi fabricado em 25 de agosto de 2006. Em 4 de setembro de 2006, o primeiro voo de teste com esta motorização ocorreu. A aeronave voou com 474 funcionários da Airbus a bordo, no primeiro de uma série de voos para testar as instalações e o conforto dos passageiros. Em novembro de 2006, uma nova série de voos de demonstração do desempenho da aeronave para 150 horas de voo, com típicas condições de operação. A partir de 2014, o A380 de teste continuou executando procedimentos de teste. A Airbus recebeu certificados de segurança para o A380-841 e A380-842 da EASA e FAA. Em 12 de dezembro de 2006, em uma cerimônia conjunta na sede francesa da empresa, recebeu o código ICAO A388.\"Doc 8643 – Edition 40, Part1-By Manufacturer\" página 1-8. ICAO, 30 de março de 2012. Página visitada em 21 de junho de 2015. O modelo A380-861 recebeu seu certificado de segurança em 14 de dezembro de 2007. === Atrasos nas primeiras entregas === A produção inicial do A380 foi perturbada por atrasos atribuídos aos 530 km de fiação em cada aeronave. A Airbus citou como motivos do atraso a complexidade da fiação da cabine (98 000 fios conectores), o seu design e produção simultânea, o alto grau de personalização para cada companhia aérea e as falhas de gerenciamento de configuração e controle de mudanças. As fábricas alemãs e espanholas da Airbus continuaram a utilizar a versão 4 CATIA, enquanto as fábricas britânicas e francesas migraram para a versão 5. Isto causou problemas globais no gerenciamento da configuração, os cabos fabricados com alumínio em vez de cobre, exigiram regras de projeto especiais, incluindo as dimensões não-padrão e raios de curvatura, que não eram facilmente transferidos entre as versões de software. A Airbus anunciou o primeiro atraso em junho de 2005 e as companhias aéreas foram notificadas que as entregas seriam adiadas por seis meses. Isso reduziu o número total de entregas previstas até o final de 2009 de cerca de 120 a 90-100. Em 13 de Junho de 2006, a Airbus anunciou um atraso de segundo, com o cronograma de entrega escorregar um adicional de seis a sete meses. Embora a primeira entrega planejada para antes do final de 2006, as entregas em 2007 caíram para apenas 9 aeronaves, e as entregas até o final de 2009 seriam cortadas para 80 aviões. O anúncio provocou uma queda de 26% no preço das ações da Airbus e da EADS, e provocou a saída do CEO da EADS, Noël Forgeard, CEO da Airbus, Gustav Humbert, e gerente de projeto do A380 Charles Champion. Em 3 de outubro de 2006, após a conclusão de uma revisão do projeto do A380, O CEO da Airbus Christian Streiff anunciou um terceiro atraso, adiando a primeira entrega para outubro de 2007, sendo seguido por 13 entregas em 2008, 25 em 2009, e 45 em 2010. O atraso também aumentou o déficit projetado pela Airbus até 2010 para € 4,8 bilhões. Como a Airbus priorizou o trabalho sobre o A380-800 do que sobre o A380F, as ordens do cargueiro foram cancelados pela FedEx e pela UPS, ou convertido em A380-800 pela Emirates e ILFC. A Airbus suspendeu o trabalho na versão cargueira, mas disse que o projeto permanecerá em aberto, mas sem uma data de início de operação. Para a versão de passageiros Airbus negociou um cronograma de entrega revisto e compensação com os 13 clientes, que mantiveram suas ordens com alguns pedidos subsequentes, incluindo a Emirates, Singapore Airlines, Qantas, Air France, Qatar Airways, e Korean Air. Em 13 de maio de 2008, a Airbus anunciou uma redução nas entregas previstas para os anos de 2008 e 2009. Depois de novos atrasos na fabricação, a Airbus anunciou seu plano para entregar 14 A380s em 2009, abaixo do plano previamente previsto de 18 A380s. Um total de 10 A380s foram entregues em 2009. Em 2010, a Airbus entregou apenas 18 dos 20 A380s esperados, devido a problemas de disponibilidade do motor na Rolls-Royce. A Airbus havia planejado para entregar entre 20 e 25 A380s em 2011, aumentando para três aeronaves por mês em 2012. De fato, a Airbus entregou as 26 unidades, superando assim seu objetivo pela primeira vez. Em julho de 2012, a produção aumentou para 3 aeronaves por mês. Entre os problemas de produção, estão a decoração da cabine interna, sendo instalada sequencialmente, em vez de simultaneamente, como em aviões menores, e as objeções do governo para a racionalização. === Entrada em serviço === Apelidado de Superjumbo, o primeiro A380 (registrado como 9V-SKA) foi entregue à Singapore Airlines em 15 de outubro de 2007 e entrou em serviço em 25 de outubro de 2007, sob o número de voo SQ380 entre Singapura e Sydney. Os passageiros compraram assentos por meio de um leilão de caridade pagando entre 560 e 100 000 dólares. Dois meses depois, o CEO da Singapore Airlines Chew Choong Seng afirmou o A380 teve um desempenho melhor do que a companhia aérea e a Airbus haviam imaginado, com uma economia de 20% de combustível por passageiro do que o Boeing 747 da frota da empresa. O CEO da Emirates Tim Clark afirmou que o A380 tem uma maior economia de combustível, a Mach 0,86 do que em 0,83, e que a sua confiabilidade técnica (uma medida de confiabilidade) é de 97%, igualando aos da Singapore Airlines. A Airbus está empenhada em alcançar o padrão de 98,5%.\"Technical Issues\" Flightglobal, sem data. Página visitada em 24 de junho de 2015. A Emirates foi a segunda companhia aérea a receber seus A380 e ele foi utilizado na rota entre Dubai e Nova Iorque em agosto de 2008. A Qantas recebeu seus A380s em 19 de setembro de 2008 e iniciou os voos entre Melbourne e Los Angeles em outubro de 2008. Até o final de 2008, 890 000 passageiros tinham voado em 2 200 voos, totalizando 21 000 horas. Em fevereiro de 2009, o milionésimo passageiro foi levado com a Singapore Airlines e em maio do mesmo ano, 1 500 000 passageiros tinham voado em 4 200 voos, totalizando 41 000 horas. A Air France recebeu seu primeiro A380 em outubro de 2009. A Lufthansa recebeu seu primeiro A380 em maio de 2010. Em julho de 2010, os 31 A380s em operação transportaram 6 000 000 passageiros em 17 000 voos, totalizando mais de 156 mil horas entre 20 destinos internacionais. O centésimo A380 foi entregue 14 de março de 2013 à Malaysia Airlines.\"The A380 global fleet spreads its wings as deliveries hit the 'century mark'\" . Airbus, 14 de março de 2013. Em junho de 2014, mais de 65 milhões de passageiros haviam voado com o A380. Em 2014, a Emirates afirmou que sua frota de A380s tinha uma popularidade de 90-100%, e que a popularidade da aeronave não havia diminuído em 2013. === Problemas pós introdução === Durante os reparos após o voo Qantas 32, um incidente com uma falha de motor, rachaduras foram descobertas em acessórios dentro das asas. Como resultado da descoberta, a AESA emitiu uma diretriz de aeronavegabilidade em janeiro de 2012, atingindo 20 aeronaves A380 que tinha acumulado mais de voos. Os A380 com horas de voo deveriam ser inspecionados no prazo de seis semanas ou 84 voos; aeronaves com mais de 1 800 horas de voo deviam ser examinadas no prazo de quatro dias ou 14 voos. Os acessórios que se encontravam quebrados deviam ser substituídos na sequência das inspeções, para manter a integridade estrutural. Em 8 de fevereiro de 2012, as verificações foram aumentadas, para cobrir todas os 68 A380 em operação. O problema foi considerado menor e não havia sido esperado afetar as operações. A EADS reconheceu que o custo dos reparos seria mais de 130 milhões de dólares, que foram pagos pela Airbus. A empresa disse que o problema foi atribuído ao material utilizado para os acessórios. Além disso, as grandes companhias aéreas buscaram uma compensação da Airbus para o lucro perdido, como resultado das rachaduras e interdição posterior das frotas. A Airbus mudou para um tipo diferente de liga de alumínio nas aeronaves entregues a partir de 2014, que não deverão ter esse problema novamente. A Airbus está mudando cerca de 10% de todas as portas, após uma porta não estar selada completamente, que causou uma queda na pressão da cabine. Isso resultou no acionamento das máscaras de oxigênio e um pouso de emergência. O interruptor deverá custar mais de 100 milhões de euros. A Airbus afirma que a segurança é suficiente, e a pressão do ar empurra a porta para fora da aeronave. == Projeto == === Visão geral === O A380 foi inicialmente oferecido em dois modelos, o A380-800 e sua versão cargueira, o A380F. Na configuração original do A380-800, a aeronave teria capacidade de 555 passageiros em uma configuração de três classes ou 853 passageiros (538 no andar inferior e 315 no andar superior) em uma configuração de única classe. Então, em maio de 2007, a Airbus começou a comercializar uma configuração com uma redução de 30 passageiros, (525 em três classes), mas com um maior alcance, para uma melhor acomodação da classe business. O alcance para o modelo 800 é de 8 500 milhas náuticas (15 700 km), capaz de voar de Hong Kong a Nova Iorque ou a de Sydney para Istambul, sem escalas. O segundo modelo, o cargueiro A380F, levaria até 150 toneladas de carga, com um alcance de 5 600 milhas náuticas (10 400 km). O desenvolvimento do cargueiro foi paralisado, pois a Airbus priorizou a versão de passageiros e todos os pedidos de carga foram cancelados. Os modelos futuros podem incluir a versão 900, com cerca de 656 passageiros (ou até 960 passageiros em uma única classe) e um alcance maior com a mesma capacidade de passageiros que o modelo 800. === Motores === O A380 é compatível com dois tipos de motores turbofan, o Rolls-Royce Trent 900 (para os modelos A380-841 e -842) ou o Engine Alliance GP7000 (para o modelo A380-861). O Trent 900 é um derivado do Trent 800, e o GP7000 é derivado do GE90 e PW4000. O Trent 900 é uma versão reduzida do Trent 500, mas incorpora a tecnologia do Trent 8104. O GP7200 possui derivados do PW4090, mas com algumas partes do GE90. A redução de ruído era um requisito importante no desenvolvimento do A380, o que afetou particularmente o projeto do motor. Ambos os tipos de motores permitem que a aeronave para alcance o nível QC/2 na decolagem e QC/0,5 no pouso, pelo sistema Quota Count, estabelecido pelo aeroporto de Londres Heathrow, que é um dos destinos principais para o A380. O A380 recebeu um prêmio por ter seu ruído reduzido. No entanto, medições de campo sugerem que a atribuição das cotas para o A380 podem ser excessivamente generosas em comparação com o seu concorrente Boeing 747, mas que o A380 é ainda mais silencioso. CAA, 14 de maio de 2012. Página visitada em 28 de junho de 2015.Rhodes, D. P. \"Noise Data for the First Three Years of Scheduled Airbus A380 Operations at London Heathrow Airport\" ERCD REPORT 1106 CAA, 10 de fevereiro de 2012. Página visitada em 28 de junho de 2015. Tamanho: 4MB. A Rolls-Royce está apoiando a CAA na medição de ruídos do Trent 900.\"Night Flying Restrictions at Heathrow, Gatwick and Stansted Stage 1 Consultation\" página 28 Department for Transport, janeiro de 2013. Página visitada em 28 de junho de 2015. Tamanho: 1MB. O A380 foi inicialmente planejado sem o sistema de reversos, incorporando capacidade de frenagem suficiente para dispensar o uso dos reversos. No entanto, a Airbus equipou os dois motores mais próximos da fuselagem com reversos, ajudando os freios quando a pista é escorregadia. Os dois motores mais longe da fuselagem não tem reversos, reduzindo a quantidade de detritos absorvidos durante o pouso. O se reversos são ativados eletricamente os reversos de empuxo, dando-lhes maior confiabilidade do que seus equivalentes pneumáticos ou hidráulicos, além de redução de peso. Em 2008, o A380 demonstrou a viabilidade de um combustível sintético, compreendendo o combustível de aviação padrão com um componente derivado do gás natural. Em 1 de fevereiro de 2008, um voo de teste de três horas operado entre a Inglaterra e a França, com os quatro motores do A380 utilizando uma mistura de 60% de querosene e 40% de GTL como combustível, que foi fornecido pela Shell. A aeronave necessária sofreu nenhuma modificação para o uso do combustível GTL, que foi projetado para ser misturado com o combustível normal de aviação. Sebastien Remy, chefe do programa de combustível alternativo da Airbus, disse que o GTL usado não era mais limpo em CO2 do que os combustíveis padrão, mas não contém enxofre, gerando benefícios à qualidade do ar. A unidade de potência auxiliar compreende a APU, a caixa de controle eletrônico e um hardware de montagem. A APU em uso no A380 é a PW980A. A APU fornece principalmente ar para alimentar a AGS e para iniciar os motores. A AGS é um sistema de análise semi-automática de dados de voo, que ajuda a otimizar o gerenciamento de manutenção e reduzir os custos. A APU também alimenta geradores elétricos que fornecem energia elétrica auxiliar para a aeronave, em caso de pane. === Asas === As asas do A380 são dimensionadas para um peso máximo de decolagem de mais de 650 toneladas para se adaptas nas futuras versões, embora precisará ter algum reforço necessário no A380F. A envergadura ideal para sustentar o peso da aeronave é de cerca de 90 metros (300 pés), mas os aeroportos exigiram limitá-lo para menos de 80 m (260 pés), o que reduz a eficiência de combustívelHamilton, Scott. \"Updating the A380: the prospect of a neo version and what’s involved\" Leehamnews.com, 3 de fevereiro de 2014. Página visitada em 1 de julho de 2015. Arquivado em 8 de abril de 2014. em cerca de 10% e aumenta os custos operacionais.Peter M. Burns & Marina Novelli. \"Tourism and Mobilities: Local-Global Connections\", p. 192. ISBN 1845934040 O A380 também inclui winglets nas pontas das asas, semelhantes aos encontrados no A310 e no A320 para reduzir o arrasto induzido, aumentando a economia de combustível e melhorando o desempenho. === Materiais === Embora a maior parte da fuselagem seja composta por alumínio, os compósitos compreendem mais de 20% do A380. A fibra de carbono é utilizada extensivamente nas asas, na fuselagem, nas superfícies da cauda e nas portas. O A380 é o primeiro avião comercial a ter uma caixa de asa central feita de fibra de carbono com plástico reforçado. Também é o primeiro a ter uma secção transversal das asas suavemente arredondadas. As asas de outros aviões comerciais são divididas em seções. Esta secção transversal contínua permite otimizar a eficiência aerodinâmica. Os termoplásticos são utilizados nas bordas das asas. O material compósito Glare (reforçado com vidro laminado e fibra de metal) é utilizado na fuselagem superior e na borda dos estabilizadores. Esta composição de alumínio com fibra de vidro laminado é mais leve e tem melhor resistência à corrosão e ao impacto das fibras de alumínio convencionais utilizadas na aviação. Ao contrário dos materiais compósitos, o Glare pode ser reparado usando técnicas de reparo convencionais. As ligas de alumínio também são utilizadas, permitindo a utilização generalizada de soldadura a laser, eliminando linhas de rebites e resultando numa estrutura mais leve e mais forte. O alumínio reforçado com fibra de carbono foi usado nos suportes de asa para os primeiros 120 A380, para reduzir seu peso, mas rachaduras foram descobertas e novos conjuntos de os suportes mais resistentes são feitos de alumínio 7010, aumentando o peso em 90 kg.Wing error costs 2B kroner (em norueguês) Teknisk Ukeblad 31 de maio de 2012. Página visitada em 2 de julho de 2015 Os custos de reparação para as aeronaves se espera que seja em torno de 500 milhões de euros (629 milhões de dólares).Airbus A380 Wing Flaws May Cost USD$629 Mln Reuters 24 de maio de 2012. Página visitada em 2 de julho de 2015 === Instrumentos === O A380 emprega uma rede de instrumentos modulares integrados (IMA), usado pela primeira vez em aeronaves militares avançadas, como o Lockheed Martin F-22 Raptor, Lockheed Martin F-35 Lightning II, e Dassault Rafale. O principal sistema do A380 foi desenvolvido pelo Thales Group. Projetado e desenvolvido pela Airbus, Thales Group e Diehl Aerospace, o IMA foi usado pela primeira vez no A380. o IMA é uma inovação tecnológica, com módulos de computação em rede para suportar diferentes aplicações. As redes de dados usam a AFDX, uma implementação do ARINC 664. Estes são ativados de ponto a ponto, usando o sistema de Fast Ethernet. Isto reduz a quantidade de cabos necessários e diminui também o peso da aeronave. A Airbus utilizou um layout semelhante do cockpit, procedimentos e características de pilotagem que em outras aeronaves da Airbus, reduzindo os custos de treinamento da tripulação. O A380 tem um \"cockpit de vidro\", usando apenas instrumentos digitais fly-by-wire, ligados a cabos. O cockpit possui oito vidros de cristal líquido, totalizando 15 centímetros de largura por 20 centímetros de comprimento (5,9 por 7,9 polegadas), todos fisicamente idênticos e intercambiáveis; compreendendo dois monitores primários de voo, dois monitores de navegação, um monitor de exibição dos parâmetros do motor, um sistema de visualização e duas telas multi-função. Os DMFs foram introduzidas no A380 para fornecer uma interface fácil de usar para o sistema de gerenciamento de voo, substituir unidades de controle e exibição multifuncional. Eles incluem teclado QWERTY e trackball, uma interface com sistema de exibição \"point-and-click\". O Network Systems Server (NSS) é o sistema central da cabine do piloto do A380; elimina manuais volumosos e gráficos tradicionalmente utilizados. O NSS tem robustez inerente suficiente para eliminar documentos em papel. Do sistema do servidor de rede, armazena dados do A380 e oferece a documentação eletrônica, fornecendo uma lista de equipamentos necessários, cartas de navegação, os cálculos de desempenho, e um diário de bordo das aeronaves. Este é acessado através dos MFDs e controlado através da interface do teclado. O sistema power-by-wire é utilizado pela primeira vez na aviação civil para ter controle sobre os atuadores hidráulicos. Esse sistema também é ativado durante certas manobras, que aumentam os atuadores primários. Eles têm fontes de alimentação hidráulicas e elétricas independentes. Atuadores eletro-hidrostáticos (EHA) são usados no aileron, elevador horizontal, elétrica e motores hidráulicos para conduzir os slats, bem como a cópia de segurança elétrica dos atuadores hidrostáticos (EBHA) para o leme e alguns spoilers. O A380 utiliza um sistema hidráulico com 350 bar (35 MPa ou 5 000 psi), o que representa uma diferença significativa dos típicos 210 bar (21 MPa ou 3 000 psi) utilizados na maioria dos aviões comerciais desde 1940. Utilizado primeiramente em aviões militares, este sistema hidráulico de alta pressão reduz o peso e o tamanho das condutas, atuadores e componentes relacionados. A pressão de 350 bar é gerada por oito bombas hidráulicas. As linhas hidráulicas são normalmente feitas de titânio. Os sistemas elétricos centrais hidráulicos independentes servem como apoio para os sistemas primários, em vez de um sistema hidráulico secundário, reduzindo o peso da aeronave e reduzindo a manutenção. O A380 usa uma frequência variável dos geradores elétricos de 150 kVA, eliminando unidades de velocidade constantes e melhorando a confiabilidade. O A380 usa cabos de alimentação de alumínio em vez de cobre, reduzindo o peso. O sistema de energia elétrica é totalmente informatizado e muitos contatores e disjuntores foram substituídos por dispositivos de estado sólido, para um melhor desempenho e maior confiabilidade. === Passageiros === A cabine tem recursos que diminuem a fadiga acumulada durante a viagem, com um pressurização mais tranquila do que a geração anterior de aeronaves; o A380 é pressurizado à altitude de 1 520 metros equivalente (5 000 pés) e até 12 000 metros (39 000 pés).Norris, Guy and Mark Wagner. Airbus A380: Superjumbo of the 21st Century, p. 129. Zenith Imprint, 2005. ISBN 076032218X. Ele tem o ruído da cabine reduzido, área da cabine maior, janelas maiores, maior escaninhos aéreos e 60 centímetros de altura livre adicional em relação ao 747-400. Existem opções de 3 espaços de 12 metros quadrados na primeira classe. Em outras aeronaves, os assentos da classe econômica variam de 41,5 centímetros (16,3 polegadas) até 52,3 centímetros (20,6 polegadas) de largura, no A380, estes assentos são cerca de 48 centímetros (19 polegadas) de largura, em uma configuração 3-4-3. Os andares superior e inferior do A380 são conectados por duas escadas, na parte frontal e traseira, larga o suficiente para acomodar dois passageiros lado a lado; este layout da cabine permite várias configurações de assentos. A capacidade máxima, certificada, é de 853 passageiros, em uma configuração de classe única econômica, A Airbus lista também o layout de três classes padrão, acomodando 525 passageiros, com 10 assentos na primeira classe, 76 assentos na classe business e 439 assentos na classe econômica. As configurações de avião variam por companhia, a Korean Air tem a configuração de 407 passageiros, já a Air Austral propôs uma classe única de 840 passageiros. O sistema de iluminação interior do A380 usa bulbless de LED nas cabines, cabine do piloto, e porão de carga. Os LEDs na cabine podem ser alterados para criar um ambiente simulando a luz do dia, noite, ou níveis intermédios. Do lado de fora da aeronave, a iluminação HID é utilizado para iluminação brilhante. A publicidade da Airbus destacou o conforto e o espaço da cabine do A380, e anunciou áreas de relaxamento a bordo, tais como bares, salões de beleza, lojas free shop e restaurantes. Desde 1970, era prometido a instalação destas regalias em jatos widebody, que em grande parte deram lugar a assentos regulares para maior capacidade de passageiros. A Airbus reconheceu que algumas propostas de cabine não eram susceptíveis de serem instaladas, e que era, finalmente, das companhias aéreas a decisão de como configurar o interior. Os analistas das indústrias sugeriram que a implementação de personalização abrandavam as velocidades de produção e custos. Devido ao atraso na entrega, a Singapore Airlines e a Air France estrearam seus projetos de assentos nas aeronaves antes do projeto padrão do A380. Os operadores iniciais configuraram seus A380s para a configuração de três classes, junto a adição de recursos extras para passageiros nas cabines business e primeira classe. O cliente de lançamento, Singapore Airlines, introduziu parcialmente suítes fechadas na primeira classe em seus A380s em 2007, cada um com um assento de couro com uma cama separada; as suítes podem ser unidas para criar uma cama de casal.\"Singapore Airlines Suites \" Singapore Airlines. Página visitada em 9 de maio de 2011. Um ano depois, a Qantas estreou uma nova primeira classe com assento-cama e um sofá-lounge na frente do deck superior em seus A380s, e, em 2009, a Air France apresentou um deck com uma galeria de arte eletrônica superior. No final de 2008, a Emirates introduziu spas com chuveiro na primeira classe em seus A380s permitindo que cada passageiro de primeira classe usufruísse de cinco minutos de água quente. A Emirates, a Etihad e a Qatar Airways também tem um bar com lounge e sala de estar no andar superior, enquanto a Etihad tem áreas fechadas para duas pessoas cada área. Além de áreas de salas, alguns operadores de A380 instalaram amenidades consistentes com outras aeronaves em suas respectivas frotas, incluindo autoatendimento de snack-bares, seções premium economy e seções de negócios, redesenhado os assentos de cada classe. O Hamberg Aircraft Interiors Expo, em abril de 2015, foi apresentado uma configuração de 11 assento por fileira da cabine econômica para o A380. A Airbus está reagindo a uma economia em mutação; a recessão que começou em 2008, causou uma queda no percentual de mercado da primeira classe e business para 6% e um aumento na economia do orçamento. Entre outras causas é a relutância dos empregadores em pagar para executivos viajarem em primeira classe ou classe business. A chefe de comercialização da cabine da Airbus, Ingo Wuggestzer, disse para a Aviation Week and Space Technology que a configuração de três classes padrão não refletiam mais as condições do mercado. A configuração de 11 assentos no A380 é acompanhada por opções semelhantes em outras aeronaves widebody: nove assentos no A330 e dez assentos no A350.Flottau, Jens, In a squeeze, Aviation Week & Space Technology, 27 de abril de 2015, p.64 === Integração com a infraestrutura e regras === ==== Auxílios terrestres ==== Na década de 1990, os fabricantes de aeronaves planejavam a introdução de aviões com maiores dimensões do que o Boeing 747. Em um esforço comum da Organização da Aviação Civil Internacional (ICAO), junto com fabricantes, aeroportos e suas agências, a \"caixa de 80 metros\" foi criada para portas do aeroporto, permitindo que aviões até 80 metros (260 pés) de comprimento e envergadura pudessem ser acomodados. A Airbus projetou o A380 de acordo com essas orientações e para operar com segurança em pistas e taxiways do grupo V (com 60 metros ou 200 pés de largura com suporte de carga).\"Common Agreement Document of the A380 Airport Compatibility Group Version 2.1 \" página 8, European Civil Aviation Conference, dezembro de 2002. Visitado em 5 de junho de 2014. A FAA inicialmente se opôs a esta medida, mas, em julho de 2007, a FAA e EASA concordaram em autorizar o A380 a operar em pistas de 45 metros (148 pés) sem restrições. O A380-800 é aproximadamente 30% maior em tamanho total do que o 747-400. A iluminação e a sinalização da pista de pouso e decolagem precisou de mudanças para proporcionar alívio para as asas e evitar possíveis explosões dos motores. Pistas e taxiway podem ser obrigados a ser modificadas para reduzir a probabilidade de danos causados aos os motores, deixando um espaço de 25 metros (82 pés) a partir da linha central da pista até os motores da aeronave, em comparação com os 21 metros (69 pés) para o 747-400,\"747-400 Airport Compatibility Report\", seção 2.2.1. Boeing, dezembro de 2002. Visitado em 29 de setembro de 2012. e 747-8.\"747-8 Airport Compatibility Report\", seção 2.2.1. Boeing, dezembro de 2002. Visitado em 29 de setembro de 2012. A Airbus mediu o pavimento de cargas usando 540 toneladas (595 toneladas curtas) de equipamentos de testes lastrado, projetado para replicar o trem de pouso do A380. A plataforma foi rebocada sobre uma seção do pavimento nas instalações da Airbus, que tinha sido instrumentado com sensores de carga. Foi determinado que o pavimento da maioria das pistas não terá de ser reforçado, apesar do peso superior, pois ele é distribuído em mais rodas do que em outras aeronaves de passageiros, com um total de 22 rodas (sendo assim, sua pressão sobre o solo é mais baixa). O material rodante do A380 consiste de quatro pernas principais do trem de pouso e um noseleg (com um layout similar ao 747), com as duas pernas interiores do trem de pouso cada um suportando seis rodas. O A380 requer veículos de serviço com elevadores, capazes de atingir o andar superior, bem como tratores capazes de lidar com o peso do A380. Usando dois jetways, o tempo de embarque é de 45 minutos, mas utilizando um jetway extra para o deck superior, o tempo é reduzido para 34 minutos. O A380 tem um tempo de estada no aeroporto de 90 a 110 minutos. O A380 de teste participou de uma campanha de testes de compatibilidade nos aeroportos para verificar as modificações já feitas em diversos grandes aeroportos, visitando vários aeroportos em todo o mundo. ==== Decolagem e pouso ==== Em 2005, a ICAO recomendou que os critérios de separação provisórios para o A380 na decolagemKlein, Daniel. \"Video Airbus A380 cockpit\", 18 de janeiro de 2006. Visitado em 11 de junho de 2013. e pouso deviam ser substancialmente maior do que para o 747, porque, em testes de voo preliminares, os dados sugeriam uma forte turbulência. Estes critérios foram avaliados enquanto o grupo de direção de vórtices de esteira da ICAO, com representantes do JAA, Eurocontrol, FAA e Airbus, refinaram seus estudos no espaço de 3 anos, com testes de voo. Em setembro de 2006, o grupo de trabalho apresentou as suas primeiras conclusões à ICAO. Em novembro de 2006, a ICAO emitiu novas recomendações provisórias. Substituindo uma distância de 10 milhas náuticas (19 quilômetros) de separação de aeronaves, afastando um A380 durante a aproximação, as novas distâncias foram definidas para 6 milhas náuticas (11 quilômetros), 8 milhas náuticas (15 quilômetros) e 10 milhas náuticas (19 quilômetros) para aeronaves de pequeno, médio e grande porte, respectivamente. Para outras aeronaves, este espaçamento era de 4 milhas náuticas (7,4 quilômetros), 5 milhas náuticas (9,3 quilômetros) e 6 milhas náuticas (11 quilômetros), respectivamente. Um A380 deve ter uma distância de 4 milhas náuticas (7,4 quilômetros) de outro A380. Na decolagem atrás de um A380, os outros A380s são obrigados a esperar dois minutos, e outras aeronaves a esperar três minutos para decolar. A ICAO recomenda também que os pilotos acrescentar o termo \"Super\" para indicativo da aeronave ao iniciar a comunicação com o controle de tráfego aéreo, para distinguir o A380 a partir de aeronaves menores. Em agosto de 2008, a ICAO emitiu uma revisão das distâncias de separações, de 4 milhas náuticas (7,4 quilômetros) de distância entre A380s, 6 milhas náuticas (11 quilômetros) para aeronaves de grande porte e 7 milhas náuticas (13 quilômetros) para aeronaves de médio ou pequeno porte. Em novembro de 2008, um incidente em uma pista paralela durante crosswinds fez as autoridades australianas alterar os procedimentos para essas condições.\"ATSB Report AO-2008-077\" Australian Transport Safety Bureau, 9 de dezembro de 2009. Visitado em 18 de setembro de 2012. Para decolagem, aeronaves de pequeno e médio porte devem esperar três minutos após a decolagem de um A380, em comparação com o padrão de 2 minutos para decolagens anterior. A Singapore Airlines descreveu a velocidade de pouso do A380 de 135 nós (240–250 km/h) como \"impressionantemente lenta\". ==== Manutenção ==== As autoridades de aeronavegabilidade exigem certas inspeções agendadas das frotas de A380. O aumento do tamanho da frota (para cerca de 286 aeronaves até o ano de 2020) causa os gastos com manutenção e modificações necessárias custarem cerca de 6 bilhões de dólares entre 2015 e 2020, dos quais 2,1 bilhões de dólares são destinados exclusivamente para os motores. A Emirates realizou o seu primeiro 3C-Check por 55 dias em 2014. Durante a longa estada do A380, algumas companhias aéreas usarão a oportunidade de instalar novos interiores. == Variantes propostas == === Melhoria do A380-800 === Em 2010, a Airbus anunciou uma nova melhoria para o A380-800, que incorpora uma estrutura de armação de ar reforçada e um aumento de 1,5° na torção da asa. A Airbus também vai oferecer, como uma opção, um melhor peso máximo de decolagem, proporcionando assim um melhor desempenho carga útil e alcance. Isso aumenta peso máximo de decolagem em 4 toneladas, passando para 573 toneladas e aumentando o alcance em mais 100 milhas náuticas (190 quilômetros); isto é conseguido através da redução de cargas aéreas, otimizando as leis de controle fly-by-wire. A British Airways e a Emirates são os dois primeiros clientes a ter recebido esta nova opção em 2013. A Emirates pediu uma otimização com novos motores para o A380, para competir com o 777X por volta de 2020, e a Airbus irá estudar implementar também a configuração de assentos 3-5-3. Em 2012, a Airbus anunciou um novo aumento no peso máximo de decolagem do A380 para 575 toneladas, um aumento de 6 toneladas na variante inicial do A380 e 2 toneladas maior do que o aumento de peso proposto em 2010. Este aumento irá aumentar o alcance para mais cerca de 150 milhas náuticas (280 quilômetros), tendo a sua capacidade aumentada para cerca de 8 350 milhas náuticas (15 460 km). A versão de maior peso foi oferecido para a introdução ao serviço no início de 2013. === A380-900 === Em novembro de 2007, o executivo de vendas e diretor de operações da Airbus John Leahy confirmou planos para uma variante maior, o A380-900, com mais espaço que o A380-800. Esta versão teria uma capacidade para 650 passageiros em padrão de três classes, e cerca de 900 passageiros em um padrão de classe única. Algumas companhias aéreas manifestaram interesse no A380-900, como Emirates, Virgin Atlantic, Cathay Pacific, Air France, Lufthansa, Kingfisher Airlines, e a empresa de leasing ILFC. Em maio de 2010, a Airbus anunciou que o desenvolvimento do A380-900 foi adiado, até que a produção do A380-800 tenha se estabilizado. Em 11 de dezembro de 2014, no fórum anual Airbus Investor Day, o CEO da Airbus anunciou que \"Um dia será lançado um A380neo e também um A380 maior\". Houve uma especulação provocada pelo CFO da Airbus Harald Wilhelm que a Airbus iria lançar o A380-900, devido a uma queda na demanda. No 15 de junho de 2015, o COO da Airbus afirmou que a Airbus estava olhando para o programa A380-900 novamente. O mais novo conceito da Airbus é uma extensão do A380-800 que oferece um aumento de 50 lugares, e não 100 como fora inicialmente previsto. === A380neo === Em 19 de julho de 2015, o CEO da Airbus Fabrice Brégier confirmou que a empresa irá desenvolver uma nova versão do A380 com novo modelo de asa e nova motorização.New version for the A380: A380neo The Sunday Times. Página visitada em 22 de setembro de 2015 Especulações sobre o desenvolvimento do A380neo iniciaram após comunicados da imprensa em 2014A new version for A380? Aviation Week. Página visitada em 22 de setembro de 2015 e em 2015 a empresa estava considerando a possibilidade de iniciar a produção do modelo antes de 2018. Mais tarde foi revelado que a Airbus estava considerando tanto a possibilidade da criação do A380-900 e uma nova versão de motor, o A380neo. Também foi revelado por Brégier que a nova variante estaria pronta para entrar em serviço em 2020. O motor seria provavelmente um de uma variedade de novas opções da Rolls-Royce, que poderá ser derivado do Rolls-Royce Trent XWB, motorização utilizada no Airbus A350 XWB.Future Products Rolls Royce. Página visitada em 22 de setembro de 2015. === A380F === A Airbus aceitou pedidos para a versão cargueira, que oferece a maior capacidade de carga útil do que qualquer aeronave de carga na produção, superado apenas pelo Antonov An-225 Mriya. Um consultor aeroespacial estimou que o A380F teria mais 7% de carga útil e maior alcance do que o 747-8F, mas também custos de viagem mais elevados.Andriulaitis, Robert. \"B747-8F VS A380F\" InterVISTAS, dezembro de 2005. Visitado em 29 de setembro de 2012. No entanto, a produção foi suspensa até que as linhas de produção do A380-800 se instalassem, sem data certa para apresentação do projeto da versão cargueira. === A380plus === A Airbus apresentou em 18 de junho de 2017 seu novo estudo em desenvolvimento de uma nova versão do A380, o \"A380plus\". O estudo inclui melhorias na aerodinâmica e nos sistemas da aeronave. As mudanças incluem maiores dispositivos aerodinâmicos duplo de 4,7 metros de altura (3,5m para cima e 1,2m para baixo), conhecidos como \"sharklets\" ou \"winglets\" que produzem menos arrasto, aumentando a economia da aeronave. Segundo a Airbus, as mudanças possibilitarão os operadores do novo jato reduzirem a queima de combustível em até 4% em comparação com os atuais Airbus A380. Além disso, a nova versão traz um programa de manutenção melhorada que possibilitará intervalos mais longos entre as revisões. Segundo a fabricante europeia, o A380plus terá uma capacidade média de 575 passageiros, 80 assentos a mais do que os atuais, devido a uma otimização no uso do espaço na cabine de passageiros. A capacidade máxima do A380 atualmente, é de até 853 passageiros em classe única, porém essa configuração não é utilizada. == Mercado == Em 2006, os analistas Philip Lawrence do Centro de Pesquisas Aeroespaciais em Bristol e Richard Aboulafia do grupo de consultoria Teal em Fairfax previram 880 e 400 encomendas A380, respectivamente, até 2025, enquanto que a Airbus e a Boeing estimaram entregar 1 700 e 700 aviões de grande porte, respectivamente.Sparaco, Pierre. \"Opinion: Mega-Transports Hobbled By Their Size\" Aviation Week & Space Technology, 3 de março de 2014. Visitado em 17 de novembro de 2014. De acordo com Lawrence, paralelamente com o projeto do A380, a Airbus realizou a mais extensa e minuciosa análise do mercado de aviação comercial já realizada, justificando seus planos desta aeronave, enquanto, de acordo com Aboulafia, a ascensão de aeronaves de médio porte e o descenso das aeronaves de grande porte, tornando tais planos injustificáveis. As duas previsões de mercado dos analistas diferiam na incorporação de hub e modelos point-to-point. A diferença foi ilustrada em 2014, quando a British Airways substituiu três voos operados com 777s entre Londres e Los Angeles para duas frequências diárias, operadas com o A380.Goold, Ian. \"Airbus, Airlines Happy With A380\" AINonline, 13 de julho de 2014. Visitado em 20 de julho de 2014. Em contraste, a estratégia da British Airways de frequência, oferecendo vários voos entre mesmas cidades em diferentes momentos do dia, normalmente se baseia em aeronaves menores. A United Airlines disse à Reuters que ela segue esta estratégia porque ela oferece aos viajantes de negócios mais opções. Além disso, o CFO da United observou que o Boeing 787 Dreamliner da companhia opera a um custo menor do que uma viagem com o A380.\"Asian Airlines' changing presence at London Heathrow\", Center for Aviation, 13 de fevereiro de 2013. Visitado em: 21 de setembro de 2014. A Air France e a China Southern divulgaram que a capacidade do A380 é muito grande para alguns mercados;Wang, Jasmine. \"China Southern Gets First Dreamliner After Failed A380 Strategy.\" Bloomberg, 1 de junho de 2013. Visitado em: 21 de setembro de 2014. A China Southern tem enfrentado perdas crescentes em operações do A380 para fora do seu hub Guangzhou, embora o CEO da Tim Clark Emirates vê um grande potencial do A380 para utilizadores asiáticos, e criticou os esforços do marketing da Airbus. Em 2013, a Air France retirou os serviços do A380 de Singapura e Montreal e mudou estes destinos para aeronaves menores. Em 2007, a Airbus estimou uma demanda de 1 283 aviões de grande porte para os próximos 20 anos, se o congestionamento nos aeroportos permanecer no nível atual. De acordo com essa estimativa, a demanda poderia chegar a até 1 771 aviões de grande porte se o congestionamento aumentar. A maior parte desta demanda será devido à urbanização e rápido crescimento econômico na Ásia. O A380 seria usado em poucas rotas, entre os aeroportos mais saturados, sendo que 15 dos 20 maiores aeroportos do mundo estão saturados. A Airbus também estima uma demanda de 415 cargueiros com capacidade de carga maior de 120 toneladas. A Boeing, que oferece o único concorrente do A380, o 747-8 , estima a demanda de aeronaves de grande porte em 590 e que, para cargueiro de grande porte em 370 para o período de 2007–2026. O A380 foi considerado como um potencial substituto para o já existente Boeing VC-25 servindo atualmente como o Air Force One, mas em janeiro de 2009, a EADS declarou que não iriam concorrer para o contrato, como a montagem única três aviões para os Estados Unidos não faria sentido financeiro. O ponto de equilíbrio inicialmente suposto para o A380 deveria ser alcançado com a venda de 270 unidades, mas devido aos atrasos e à baixa taxa de câmbio do dólar, aumentou para 420 unidades. Em 2010, o CFO da EADS, Hans Peter Ring disse que o ponto de equilíbrio poderia ser alcançado até 2015, apesar dos atrasos; deveria haver cerca de 200 entregas neste período. Em 2012, a Airbus afirmou que em 2015, os custos de produção para construir a aeronave seriam menores do que o preço de venda. Em março de 2010, o preço médio de um A380 foi de 375 milhões de dólares, dependendo dos equipamentos instalado. Como em julho de 2012 este preço de tabela era de 390 milhões de dólares, mas os descontos negociados fizeram os preços reais obterem uma queda e especialistas do setor questionaram se o projeto do A380 jamais iria pagar a si próprio. Em 11 de dezembro de 2014, após menos ordens do que as esperadas para a aeronave em 2014, Harald Wilhelm, diretor financeiro da Airbus, manifestou a possibilidade de terminar a produção do A380 em 2018. Sua declaração foi recebido por protestos de clientes e uma queda nos preços das ações. A Airbus respondeu aos protestos, reduzindo a possibilidade do A380 ser abandonado, enfatizando que o reforço do avião era um cenário provável. Em 22 de dezembro de 2014, o CEO da Airbus Fabrice Brégier excluiu a possibilidade do cancelamento do projeto do A380, afirmando que ele iria aumentar os pedidos em 2015, mas também afirmou que o A380 foi introduzido uma década antecipadamente. A Airbus admitiu que a empresa nunca irá recuperar o investimento de 25 bilhões de dólares que fez no projeto.airbus-a380-haunted- by-lack-of-orders-marks-decade-in-the-skies \"Airbus A380 Haunted by Feeble Orders Marks Decade in Skies\". Bloomberg, 26 de abril de 2015. Em meados de 2015, várias companhias aéreas manifestaram o seu interesse em vender suas aeronaves, parcialmente coincidente com vencimento de contratos de locação para a aeronave. Vários A380 que estão em serviço têm sido oferecidos para locação a outras companhias aéreas. A sugestão provocou preocupações sobre o potencial de novas vendas para a Airbus, embora estes foram desmentidos pelo COO da Airbus John Leahy afirmando que \"os A380s usados não competem com novos A380s\", afirmando que o mercado de segunda mão é mais interessante para as empresas que buscam comprar aeronaves menores, como o Boeing 777. Em 15 de junho de 2015, a Reuters informou que a Airbus estava discutindo uma versão esticada do A380 com cerca de 15 clientes. Este avião, que poderia também apresentar novos motores, acomodaria 50 passageiros adicionais. O A380neo que seria construído, seria entregue aos clientes em 2020 ou 2021. Em 9 de julho de 2015, a Business Insider informou que a Airbus tinha apresentado um pedido de patente para um A380 que ofereceria flexibilidade, para não só transportar passageiros e carga, mas sendo rapidamente reconfigurável para expandir ou contrair a área de carga e de área de passageiros, conforme necessário para um determinado voo. == Pedidos e entregas == Dezenove clientes encomendaram o A380. O total de encomendas para o A380 era de 317 até junho de 2015. O maior cliente é a Emirates, que encomendou um total de 140 A380s em janeiro de 2015. Um pedido da aeronave VIP foi feita em 2007, mas foi cancelada pela Airbus. A versão A380F totalizou 27 pedidos antes de serem cancelados ou convertidos em A380-800, na sequência do atraso da produção e da suspensão subsequente do projeto de aeronave cargueira. A entrega é feita em Hamburgo para clientes da Europa e do Oriente Médio e em Toulouse para os clientes do resto do mundo. A EADS explicou que as entregas em 2013 deveriam ser suspensas temporariamente para acomodar a substituição dos suportes da asa onde rachaduras foram detectadas.\"EADS Sees One-Off Drop In A380 Deliveries Next Year\". Aviation Week, 27 de julho de 2012. Na esperança de aumentar o número de pedidos colocados, a Airbus anunciou descontos para as companhias aéreas que encomendassem grandes encomendas para o A380. A Emirates encomendou 50 aeronaves, totalizando 20,75 bilhões de dólares investidos. A Airbus deu um desconto total de 2,75 bilhões de dólares, o equivalente a 55 milhões de dólares de economia por aeronave para a Emirates. Em abril de 2015, a Airbus ainda não tinha recebido pedidos do A380 de novas companhias aéreas há dois anos. A Airbus afirmou que alguns A380s não puderam ser entregues aos clientes ou até mesmo construídos. Esta decisão veio quando Airbus não tinha encontrado o índice de satisfação para três aeronaves já construídas de uma companhia aérea não revelada. O diretor executivo Tom Enders afirmou em agosto de 2014 que algumas companhias aéreas já estão na carteira de produção, mas não no plano de produção, e que estavam observando a situação cuidadosamente, para saber os pontos fortes e fracos das companhias. A Virgin Atlantic está entre os clientes que encomendaram o A380, mas ainda continuam indecisos sobre realmente recebê-los, com seis unidades encomendadas. A Qantas também havia planejado aumentar a sua frota existente por até oito aviões, uma expansão que foi cancelada em meio a uma manobra de corte de custos. A Amedeo, um locador de aeronaves que encomendou 20 A380s, ainda não encontrou clientes para a locação.Profit Pedidos e entregas do A380 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 Total Pedidos A380-800 78 – 34 10 10 24 33 9 4 32 19 9 42 13 2 – −2 4 −70 – 251 A380F 7 10 – – 10 −17 −10 – – – – – – – – – – – – – 0 Entregas A380-800 – – – – – – 1 12 10 18 26 30 25 30 27 28 15 12 8 – 242 Gráfico de ordens e entregas ImageSize = width:auto height:250 barincrement:47 PlotArea = left:50 bottom:15 top:10 right:18 AlignBars = justify DateFormat = yyyy Period = from:0 till:350 TimeAxis = orientation:vertical ScaleMajor = unit:year increment:50 start:0 PlotData= color:skyblue width:47 align:center bar:2001 from:start till:85 text:85 bar:2002 from:start till:95 text:95 bar:2003 from:start till:129 text:129 bar:2004 from:start till:139 text:139 bar:2005 from:start till:159 text:159 bar:2006 from:start till:166 text:166 bar:2007 from:1 till:189 text:189 bar:2008 from:13 till:198 text:198 bar:2009 from:23 till:202 text:202 bar:2010 from:41 till:234 text:234 bar:2011 from:67 till:253 text:253 bar:2012 from:97 till:262 text:262 bar:2013 from:122 till:304 text:304 bar:2014 from:152 till:317 text:317 bar:2015 from:179 till:319 text:319 bar:2016 from:207 till:319 text:319 bar:2017 from:222 till:317 text:317 bar:2018 from:232 till:321 text:321 bar:2019 from:240 till:251 text:251 color:powderblue bar:2020 from:240 till:251 text:251 color:green bar:2007 from:start till:1 text:1 bar:2008 from:start till:13 text:13 bar:2009 from:start till:23 text:23 bar:2010 from:start till:41 text:41 bar:2011 from:start till:67 text:67 bar:2012 from:start till:97 text:97 bar:2013 from:start till:122 text:122 bar:2014 from:start till:152 text:152 bar:2015 from:start till:179 text:179 bar:2016 from:start till:207 text:207 bar:2017 from:start till:222 text:222 bar:2018 from:start till:234 text:234 bar:2019 from:start till:242 text:242 bar:2020 from:start till:242 text:242 :Atualizado em setembro de 2020. == Futuro no mercado == === Sucateamento === Em novembro de 2017, o primeiro de dois modelos adquiridos em 2007 e 2008 pela empresa de investimentos alemã Dr. Peters Group, que operaram por 10 anos em contrato de leasing pela Singapore Airlines, foram devolvidos pela companhia ao seu proprietário por não considerar rentável a prorrogação do contrato de aluguel. Sendo esse o primeiro modelo do A380 a entrar em serviço comercial (9V-SKA). A Dr. Peters Group tentou por alguns meses encontrar operadores ou compradores interessados nas aeronaves, sem sucesso. Decidiram então pelo desmantelamento das duas unidades, considerando que com apenas 10 anos de uso, 92% dos seus componentes podem ser reaproveitados, vendidos ou reciclados. A companhia considerou esse o destino menos prejudicial financeiramente ao grupo no momento. Uma terceira unidade de propriedade da alemã Doric Aviation, que igualmente era operada em leasing pela Singapore Airlines, também foi devolvida em 2018 sem a renovação do contrato de leasing. Essa aeronave entretanto teve um destino mais animador, sendo arrendada pelo companhia aérea portuguesa Hi fly em regime de wet-lease a partir de junho de 2018. === Mercado para o futuro === As devoluções sem renovação de contrato (em apenas 10 anos de operação) aumentaram a descrença nas operações do A380, assim como qualquer quadrimotor, ao decorrer dos anos. Após a entrada no mercado de aeronaves mais modernas e econômicas como o Boeing 787 Dreamliner e o Airbus A350 XWB, além da promessa de entrada no mercado até 2020 do novo Boeing 777X, aeronaves bimotoras com excepcionais capacidades de passageiros, carga e longo alcance, com novos padrões de certificação ETOPS em que se enquadram, aeronaves de quatro motores tendem a perder mercado graças, principalmente, ao alto nível de consumo de combustível envolvido nesses modelos, entre outros gastos operacionais considerados elevados e pouco eficientes. Apesar de admitir em janeiro de 2018 que poderia parar a linha de montagem do modelo, após receber um pedido de mais 20 aeronaves da Emirates a Airbus acreditava que a produção duraria até 2029, pois seguindo a tendência do mercado de a cada 15 anos dobrar o número de pessoas transportadas por modal aéreo, a fabricante ainda apostava na venda em maior escala do modelo a partir de meados dos anos 20 em diante, quando acreditava que a operação entre grandes Hubs da Ásia, Europa e América do Norte, poderiam criar a demanda necessária para o A380 ser rentável. Porém, para evitar grandes prejuízos econômicos, anunciou a redução gradual no número de aeronaves produzidas anualmente. Tendo entregue apenas 10 em 2018 e prometendo a entrega de mais 8 no ano seguinte, acabou por anunciar o fim do projeto no início de 2019. == Fim da produção == Em fevereiro de 2019, após a Emirates ter trocado parte da encomenda do A380 por 70 aeronaves dos modelos A350 e o novo A330neo, Tom Enders, então CEO da Airbus, anunciou o fim da projeto. A entrega da última unidade será em 2021. Com a decisão, estima-se que até pessoas podem ser afetadas. Tendo entregue 234 unidades até o início de 2019, a Airbus atingiu menos de 20% dos planos originais de vender 1,2 mil aeronaves do modelo. A drástica redução da produção do Boeing 747-8, além do mercado focar em bimotores mais eficazes e de alcance global, sugere que a época dos \"superjumbos\" de 4 motores, chegou ao fim. == Operadores == Em 2018 haviam 169 aeronaves operando com 11 companhias aéreas. * Singapore Airlines (entrada em serviço em outubro de 2007) * Emirates Airlines (entrada em serviço em agosto de 2008) * Qantas (entrada em serviço em outubro de 2008) * Air France (entrada em serviço em novembro de 2009) * Lufthansa (entrada em serviço em junho de 2010) * Korean Air (entrada em serviço em junho de 2011) * China Southern Airlines (entrada em serviço em outubro de 2011) * Malaysia Airlines (entrada em serviço em julho de 2012) * Thai Airways (entrada em serviço em outubro de 2012) * British Airways (entrada em serviço em agosto de 2013)\"BA enters SuperJumbo age with... with a 90-minute flight to Frankfurt\". The Independent, 2 de agosto de 2013. * Asiana Airlines (entrada em serviço em junho de 2014) * Qatar Airways (entrada em serviço em outubro de 2014) * Etihad Airways (entrada em serviço em dezembro de 2014) * Hi Fly (entrada em serviço em junho de 2018) === Rotas notáveis === A rota comercial mais curta que o A380 percorre é do Aeroporto Internacional de Dubai para o Aeroporto Internacional do Kuwait (861 quilômetros), com a Emirates. A rota mais longa que o A380 percorre, que também é o mais longo voo comercial do mundo, é uma rota do Aeroporto Internacional de Sydney até o Aeroporto Internacional de Dallas-Fort Worth (13 804 quilômetros). == Incidentes == O A380 tem apenas duas ocorrências de incidente, mas não há nenhum acidente com vítimas fatais. * Em 4 de novembro de 2010, o voo Qantas 32, que voava do Aeroporto de Changi para o Aeroporto Internacional de Sydney, sofreu uma falha no motor, resultando em uma série de problemas relacionados, e forçando o avião a regressar a Singapura. Não houve ferimentos nos passageiros, tripulação ou pessoas em terra, apesar de detritos que caíram sobre a ilha de Batam. Após investigações, foi concluído que a falha no motor ocorreu devido a um erro de fabricação. *No dia 30 de setembro de 2017, o voo Air France 66, que havia decolado do Aeroporto de Paris (Charles de Gaulle) e tinha como destino o Aeroporto de Los Angeles, precisou alternar para o Aeroporto de Goose Bay, no Canadá. O fato ocorreu devido à perda de uma parte (disco de blades) de um dos motores em voo de cruzeiro. O incidente aconteceu enquanto a aeronave sobrevoava a região da Groenlândia. A parte do motor que se desprendeu só foi encontrada quase 2 anos após a ocorrência. == Especificações == A380-800 Tripulação Piloto e co-piloto Capacidade de passageiros 407–652 (3 classes) 644 (2 classes) 853 (classe única) Comprimento 72 metros Envergadura 79 metros Altura 24 metros Distância entre os eixos 31 metros Largura da fuselagem 7 metros Altura da fuselagem 8 metros Largura interna da fuselagem 6 metros no andar inferior 5 metros no andar superior Comprimento da cabine 49 metros no andar inferior 44 metros no andar superior Área das asas 845 metros quadrados Alongamento da asa 7,5 Varredura da asa 33,5° Peso máximo 577 000 quilos Peso máximo de decolagem 575 000 quilos Peso máximo de pouso 394 000 quilos Peso máximo sem combustível 369 000 quilos Peso operacional vazio 276 800 quilos Carga estrutural máxima 89 200 quilos Volume máximo de carga 184 metros cúbicos Velocidade máxima em altitude de cruzeiro Mach 0,89 (945 km/h, 587 mph, 510 nós) Velocidade máxima em mergulho Mach 0,96 (1 020 km/h, 634 mph, 551 knots) Velocidade de cruzeiro Mach 0,85 Pista mínima para decolagem 2950 metros Velocidade de pouso 130–135 nós (240–250 km/h)\"Pilot's perspective\" Flightglobal. Visitado em 20 de junho de 2014. Arquivado em 18 de março de 2014.Huber, Mark. \"How Things Work: Stopping the A380\" Air & Space/Smithsonian, agosto de 2011. Visitado em 21 June 2014. Arquivado em 21 de junho de 2014. Alcance 15 700 km (8 500 nmi, 9 755 mi) Teto de serviço 13 136 metros (43 000 pés) Capacidade máxima de combustível 323 546 litros Motores (x4) GP7270 (A380-861) Trent 970/B (A380-841) Trent 972/B (A380-842) Empuxo (4 ×) 310 kN (70 000 lbf) - GP7270 320 kN (72 000 lbf) - GP7272 310 kN (70.000 lbf) - Trent 970 320 kN (72.000 lbf) - Trent 972 / B Fonte: Airbus == Ver também == * Airbus A350 XWB * Boeing 747 * Lista dos maiores aviões do mundo * Lista de aviões * Lista de pedidos do Airbus A380 == Ligações externas == * Página oficial do A380 * Navegador do A380 * Tudo sobre o A380 em FlightGlobal.com * * Fotografias de todas as fases da construção do A380 Categoria:Airbus A380 A380 Categoria:Aviões civis de transporte de passageiros Categoria:Aviões civis de transporte de carga Categoria:Aviões civis a jato Categoria:Aviões monoplanos Categoria:Aviões quadrimotor",
 "title": "Airbus A380"
}