{
 "id": "7800",
 "text": "Bucos, outrora S. João Batista de Bucos, é uma povoação portuguesa sede da Freguesia de Bucos do Município de Cabeceiras de Basto, freguesia com 17,8 km2 de área e 469 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A freguesia inclui os lugares de Bucos, Vila Boa, Carrazedo e Casares. Situa-se no sopé da Serra da Cabreira sendo por isso cercada de montanhas e constituindo zona propícia à criação de gado caprino e ovino. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 95 94 280 146 2011 59 72 271 152 2021 48 40 235 146 == A Freguesia == Localizada perto da serra, pode-se encontrar com certa abundância as perdizes, os coelhos e os javalis. Bucos é uma região com campos bastante grandes e planos, tem abundância de água oriunda de vertentes vizinhas, que forma pequenos rios ou ribeiros dos quais o mais significativo é o Peio, um afluente do Tâmega, que alimenta os verdes e abundantes pastos. Tal como o resto do município, a maior parte do rendimento da sua população é a criação de gado bovino, com destaque para a raça Barrosã e minhota, o gado ovino e caprino. No que toca à agricultura, esta é de autoconsumo que se baseia no cultivo de batatas, couves, milho e centeio (este último hoje em dia é já diminuto), possui também alguns castanheiros e vinhas. Os seus invernos são mais rigorosos, bastante frios e agrestes, invernos tão típicos do interior de Portugal, os quais tornavam, desta forma, as vidas particularmente difíceis. Por tal facto, a população recorreu desde sempre à emigração, estima-se, até, que 50% das pessoas estejam emigradas, principalmente na França e no Brasil. Receberam, também, muitos imigrantes nos séculos passados para trabalharem nas pedreiras. Apesar de ser, nos dias que correm, a criação de gado bovino a sua maior riqueza, não se pode deixar de referir o artesanato de lã, que é um dos mais ricos e variados do município e da região. Antigamente, a produção de roupas de lã era uma atividade apenas para o consumo próprio, já que estas ajudavam a suportar os invernos mais rigorosos. Como ainda hoje a criação de gado ovino marca a vida da população desta freguesia, tirando proveito da lã do mesmo, direcionaram a confeção das peças de vestuário de autoconsumo para a venda ao público. Um dos exemplos destas confeções são as mantas de cores bizarras tão conhecidas por mantas do barroso. No que diz respeito às vias de comunicação, Bucos é das freguesias mais privilegiadas do município cabeceirense. No seu interior, todos os caminhos de acesso aos diferentes lugares encontram-se calcetados. Dispõe, também, de fácil e relativamente rápido acesso à sede do município. == História == A história do concelho (atual município) perdeu-se no tempo. Pouco se sabe do seu primitivo povoamento, embora se admita que remonta a épocas pré-românicas devido à existência de vestígios e construções dolménicas. Sendo esta povoação muito antiga e próspera, com origem no ano de 670, apenas em 1514 é que se instituiu como concelho, através do foral de D. Manuel I. == Geografia== Encaixada na extremidade noroeste do Município de Cabeceiras de Basto, Bucos é uma freguesia serrana onde se respiram já os ares da serra da Cabreira. == Património histórico, arquitetónico e cultural == As principais riquezas da região são o vinho verde, o milho, o azeite e a pecuária, com destaque para a raça bovina-barrosã e maronesa. Também o artesanato é rico e variado. Aqui poderemos encontrar o artesanato de lã, linho, cestaria, tanoaria, tamancaria e latoaria. Já as principais especialidades gastronómicas da região são a carne de vitela, o cabrito, os enchidos, o bacalhau com batatas a murro, os rojões à moda do Minho, as papas de sarrabulho e doces variados. No que toca à etnografia, esta manifesta-se nas feiras, festas, romarias, folclore e jogos tradicionais. A documentação histórica do concelho, incluindo a de Bucos, perdeu-se, sabe-se apenas que a origem desta terra remonta por volta do ano de 1753. Esta freguesia é também um repositório etnofolcolórico. A nível arquitetónico pode-se destacar a igreja paroquial, situada no centro da freguesia, o cruzeiro, o espigueiro de Carrazedo, as casas em cantaria de traça rural e o Pisão de Bucos, outrora um local de bastante interesse turístico e o qual está associado às artes e ofícios praticados neste local (a tecelagem de lã e do burel). Na igreja paroquial pode-se encontrar no altar-mor o padroeiro desta terra: S. João Batista; na parte da Epístola, num lado, está a imagem de São Domingos e no outro a imagem do Apóstolo São Pedro e ainda outra do Santo António de Pádua, no mesmo altar encontra-se o sacrário do Santíssimo Sacramento, no meio do retábulo o qual é de madeira entalhada e os altos são dourados e os baixos de vermelhão fino. Para além disso, tem ainda o altar com a imagem da Nossa Senhora do Rosário. No chão, em frente à entrada da igreja, é possível ver algumas pedras tumulares que datam ao ano de 1800. Já os sinos desta possuem detalhes e inscrições em latim relativas ao catolicismo. Há ainda duas capelas, uma no lugar de Casares com a invocação de Santa Maria e outra no lugar de Carrazedo com a invocação de Santa Ana. Para além disto, há ainda a serra da Cabreira, a qual contém evidências arqueológicas do tipo megalítico. O espigueiro, localizado num lugar desta freguesia, conhecido por Carrazedo, mede 29,40 metros de comprimento e está dividido em 11 quarteirões irregulares (quatro maiores e sete mais pequenos), assenta em 12 pés (singelos) e possui um ripado na vertical e telhado de duas águas com capacidade para 30 carros de milho. Este espigueiro, datado de 1853, possui a inscrição MLA e é ainda considerado um dos maiores de Portugal. Graças também ao lugar de Carrazedo, Bucos já andou nas bocas do mundo pois este lugar foi considerado, em 1938, uma das aldeias mais portuguesas de Portugal. === O Jogo do Pau === O jogo do pau é uma técnica de luta em que a arma é um simples pau direito e liso com uma altura aproximada à de um homem. Habitualmente é manejado pelos contendores, que procuravam, por um lado, atingir o(s) adversário(s) e, por outro, defender-se dele(s) o melhor possível. Dizia-se que o homem sempre teve necessidade de se defender (luta pela sobrevivência) dos animais selvagens, que eram uma ameaça, pondo em risco os mais desprevenidos. Assim, começou por utilizar o que a natureza lhe punha à disposição como pedras, paus, etc. Em Portugal, havia duas áreas distintas onde ele se praticava, uma nortenha, compreendendo as províncias do Minho, Douro Literal, Beira Alta e Beira Litoral e uma outra mais a Sul, compreendendo o Ribatejo e a parte de Estremadura (incluindo Lisboa.) Há quem tente encontrar a origem deste tradicional jogo português no Minho. Do Minho ter-se-ia estendido a Trás-os- Montes e às Beiras. Depois, com as migrações para a capital, os minhotos também terão levado o jogo, tendo este se espalhado pela Estremadura e pelo Ribatejo. Todavia, o jogo do pau, do ponto de vista da sua natureza, do seu significado cultural e do contexto geral em que se integrava, apresenta-se sob duas formas perfeitamente distintas: uma como jogo-combate, que era uma luta propriamente dita, autenticamente dura e rude e que visava dominar ou inutilizar efetivamente os adversários (predominante no Norte); outra, como jogo-desporto, um torneio atlético, combativo, exibicionista, mas sem intuitos agressivos (dominante no Sul). Com efeito, o homem rural nortenho, geralmente, não possuía armas de fogo. Apesar disso, vivia numa atmosfera de violência e de perigo latente em que as agressões e os ataques eram sempre de recear. Em tempos mais antigos, houve uma onda de crimes à mão aramada, principalmente nos lugares mais solitários e ermos. Por tudo isto, o pau era a companhia, apoio e arma de defesa e ataque, utilizada em rixas e contendas constantes. Na verdade, as oposições e rivalidades entre as gentes das aldeias próximas deviam-se normalmente a razões mais ou menos graves, por vezes insignificantes até: mulheres, águas, cães… Pelo que se tem vindo a dizer ao longo dos tempos, o jogo do pau integrava-se não só num determinado contexto geográfico, mas, essencialmente, num contexto sociocultural específico. Entretanto, os tempos mudaram, as condições socioeconómicas e culturais também, pelo que, hoje em dia, já não se pretende “varrer feiras”, nem “ajustar contas”, mas sim dominar uma técnica, educar a mente e o corpo, desenvolver capacidades de precisão e agilizar os reflexos. Em dezembro de 2023, a Direção-Geral do Património Cultural aprovou a inscrição do “Jogo do Pau de Cabeceiras de Basto” no Inventário Nacional do Património Cultural Imaterial. Trata-se de uma manifestação de caráter performativo, na categoria “atividades lúdicas”, que se pratica nas freguesias de Abadim e Bucos. Os seus protagonistas agrupam-se em duas escolas representadas pela Associação Recreativa, Desportiva e Cultural de Abadim – ARDCA e pela Associação Desportiva e Cultural S. João Baptista de Bucos. === Gastronomia === O município de Cabeceiras de Basto não tem uma gastronomia específica, porém, é influenciado pela gastronomia minhota, e como em qualquer terra minhota, comer e beber bem são condições imprescindíveis. A especialidade da região é a carne de vitela barrosã e maronesa, tendo em conta a importância da pecuária no município. Entre os vários pratos típicos da região minhota, destacam-se as couves com feijão, o cabrito da serra assado, o cozido à portuguesa, o bacalhau com batatas a murro, os rojões à moda do minho, as papas de sarrabulho, a bôla de carne ou de sardinha e o caldo de castanhas, e enchidos, como as alheiras, o salpicão e presunto. Há ainda uma enorme variedade de doçarias e, como não poderia deixar de ser, o vinho verde. === Festas Populares === As romarias com mais relevo realizadas na freguesia de Bucos eram a festa em honra de S. João Baptista, a Festa do Senhor e a Senhora do Alívio. Atualmente, a única festa que se realiza na freguesia de Bucos é a Festa de Bucos. Esta é uma festa anual, que se realiza em agosto, junto à praia fluvial de Bucos. A festa é organizada pela Associação Bucos Viva, a associação de jovens da freguesia de Bucos. === A lenda da ponte de Cavez === As pessoas de Bucos narram há anos uma história antiga sobre a Ponte de Cavez. Conta-se que foi feita numa noite pelo diabo com o seu rabo, pois as suas águas, só no 24 de agosto dia de S. Bartolomeu, sabe a enxofre e cura as doenças derivadas do frio. De verdade são muitas as histórias em torno da ponte. A fonte de água sulfurosa que nasce junto da Ponte de Cavez na margem direita do Tâmega atesta a existência aqui de um local para onde vinham os doentes do Hospital de S. Marcos de Braga. Tem a sua origem numa grande penedia no sítio das caldas, donde por canos de pedra vem a cair num pequeno tanque, deixando um resíduo que quando seco é combustível. Nas outras aldeias vizinhas o povo atesta que, quando bebida na manhã de 24 de agosto, antes que o sol raie, livra de todas as moléstias e doenças presentes e futuras. === Personalidade importante === ====== Capitão Domingos Dias de Barros ====== Nascido em São João de Bucos, aproximadamente em 1730, Domingos Dias de Barros imigrou para o Brasil onde casou e teve filhos no Estado de Minas Gerais. Era filho de Manoel Dias e Maria Barros ambos naturais do mesmo local de Bucos. Conforme fontes históricas, Dias de Barros em 1760 mandou construir em Minas Gerais uma capela dedicada aos três corações de Jesus, Maria e José para que nela celebrasse missa o seu filho Padre Antonio José dos Santos e danda ao patrimônio dessa capela um total de 60 alqueires de terra. Local onde nasceu o povoado de Três Corações de Rio Verde, e atualmente, em 2023, o pujante município de Três Corações, que inclusive é a cidade natal de Edson Arantes do Nascimento ou Pelé, o rei do futebol. 5\\. https://www.fundacaoculturaldevarginha.com.br/arquivos/patrimoniocultural/almanaque_sul_mineiro_1874.pdf Categoria:Freguesias de Cabeceiras de Basto",
 "title": "Bucos"
}