{
 "id": "78046",
 "text": "Esta é uma lista de cardeais brasileiros ordenada pelo ano do consistório que os elevou ao cardinalato. Elevação ao cardinalato Papa UF Imagem Nome Ordem Atividade cardinalícia Brasão 1905 Pio X Joaquim Arcoverde de Albuquerque Cavalcanti 1850 — 1930 Arquidiocese do Rio de Janeiro 1930 Pio XI Sebastião Leme da Silveira Cintra 1882 — 1942 1946 Pio XII Carlos Carmelo de Vasconcelos Motta 1890 — 1982 Arquidiocese de São Paulo Arquidiocese de Aparecida Jaime de Barros Câmara 1894 — 1971 Arquidiocese do Rio de Janeiro 1953 Augusto Álvaro da Silva 1876 — 1968 Arquidiocese de Salvador 1965 Paulo VI Agnelo Rossi 1913 — 1995 Arquidiocese de São Paulo 1969 Alfredo Vicente Scherer 1903 — 1996 Arquidiocese de Porto Alegre Eugênio de Araújo Sales 1920 — 2012 Arquidiocese de Salvador 1973 Avelar Brandão Vilela 1912 — 1986 Frei Paulo Evaristo Arns O.F.M. 1921 — 2016 Arquidiocese de São Paulo 1976 Frei Aloísio Lorscheider 1924 — 2007 Arquidiocese de Fortaleza Arquidiocese de Aparecida 1988 João Paulo II José Freire Falcão 1925 — 2021 Arquidiocese de Brasília Frei Lucas Moreira Neves O.P. 1925 — 2002 Arquidiocese de Salvador 1998 Serafim Fernandes de Araújo 1924 — 2019 Arquidiocese de Belo Horizonte 2001 Frei Cláudio Hummes O.F.M. 1934 — 2022 Arquidiocese de São Paulo Geraldo Majella Agnelo 1933 — 2023 Arquidiocese de Salvador 2003 Eusébio Oscar Scheid S.C.J. 1932 — 2021 Arquidiocese do Rio de Janeiro 2007 Bento XVI Odilo Pedro Scherer 1949 — Arquidiocese de São Paulo 2010 Raymundo Damasceno Assis 1937 — Arquidiocese de Aparecida 2012 João Braz de Aviz 1947 — Congregação para os Institutos de Vida Consagrada e Sociedades de Vida Apostólica 2014 Francisco Orani João Tempesta O.Cist 1950 — Arquidiocese do Rio de Janeiro 2016 Sérgio da Rocha 1959 — Arquidiocese de Brasília Arquidiocese de Salvador 2022 Frei Leonardo Ulrich Steiner O.F.M. 1950 — Arquidiocese de Manaus Paulo Cezar Costa 1967 — Arquidiocese de Brasília 2024 100px Jaime Spengler O.F.M. 1960 — Arquidiocese de Porto Alegre 60px Dos vinte e quatro cardeais brasileiros, seis catarinenses, cinco são mineiros, quatro gaúchos, quatro paulistas, dois pernambucanos, um fluminense, um cearense, um alagoano e um potiguar. Por regiões, dez são da região sudeste, nove do sul e cinco do nordeste. Joaquim Arcoverde de Albuquerque Cavalcanti, de Pernambuco, foi o primeiro sacerdote a ser elevado ao título e dignidade de cardeal na América Latina. Cardeais nascidos no Brasil por estado 6 5 4 4 2 1 1 1 1 Total 25 == Ligações externas == *Atuais cardeais brasileiros Sítio oficial da Conferência Nacional dos Bispos do Brasil Cardeais Brasil Cardeais",
 "title": "Lista de cardeais do Brasil"
}