{
 "id": "78073",
 "text": "Mimetita é um mineral constituído de cloroarseniato de chumbo:Pb5(AsO4)3Cl, cristalizando-se no sistema hexagonal, assemelhando-se de maneira muito próxima à piromorfita na aparência e nas características gerais. O arsênio geralmente é substituído em parte por quantidades equivalentes de fósforo produzindo uma transformação gradual de mimetita em piromorfita. As duas espécies, em geral, só podem ser distinguidas por análises químicas, e devido à semelhança com a piromorfita é denominada mimetita ou mimetesita, nome originário de mimético (imitação). A mimetita faz parte de uma série com outros dois minerais: piromorfita (Pb5(PO43Cl) e vanadinita (Pb5(VO4)3Cl). ==Propriedades físicas== Embora o cristal de piromorfita ser, geralmente, opticamente uniaxial pode ser algumas vezes biaxial, porém na mimetita este caráter anômalo está quase sempre presente. Uma secção representativa de um prisma hexagonal de mimetita mostra uma divisão com seis setores ópticamentamente biaxiais ou uma estrutura lamelar complexa. Quanto a cor, a mimetita é geralmente amarela ou marrom, raramente branca ou incolor; o brilho é resinoso a adamantino. A dureza é 3.0, e densidade relativa é 7.0 - 7.25. ==Génese== Como a piromorfita, a mimetita é encontrada nas partes superiores dos veios de minérios de chumbo, onde se forma a partir da oxidação da galena e arsenopirita. Os melhores espécimes de cristais são provenientes de Johanngeorgenstadt da Saxônia e Wheal Unity na Cornualha, Inglaterra. ==Usos e aplicações== Muito apreciada por coleccionadores. Quando encontrada em grande quantidade torna-se importante como fonte de chumbo. A mimetita é mole, por isso não pode ser cortada para uso em joalheria. ==Variedades== Inicialmente foi encontrada em quantidades consideráveis em Dry Gill Cumberland, como cristais na forma de barril de coloração pardo avermelhado ou amarelo alaranjado, com uma considerável proporção de ácido fosfórico. Esta variedade foi denominada de campilita devido a curvatura pronunciada das faces dos cristais. As variedades com cálcio de coloração esbranquiçada são denominada hediinita. ==Ocorrências notáveis== As ocorrências mais importantes estão em Mapimi, Durango, México e Tsumeb, Namíbia. As espécies mexicanas exibem um hábito botrioidal, enquanto as de Tsumeb têm rendido alguns cristais individuais de até 2 cm. == Ligações externas == Mindat Mimetita Categoria:Minerais de chumbo",
 "title": "Mimetita"
}