{
 "id": "781",
 "text": "Edwin O’Neill Willis (Russellville, — Rio Claro, ) foi um ornitólogo norte- americano, professor de zoologia na Universidade Estadual Paulista em Rio Claro. Willis pesquisou aves nos Estados Unidos, Panamá, Colômbia, Peru, na Amazônia e em todo o Brasil. Ele foi um dos mais destacados cientistas da ornitologia brasileira. ==Biografia== Willis se graduou em biologia no Instituto Politécnico da Virgínia em 1956 e em 1958 concluiu mestrado em zoologia na Universidade do Estado da Louisiana. Em 1964 concluiu o doutorado em zoologia na Universidade da Califórnia de Berkeley. Depois ele fez pós- doutorado no Museu Americano de História Natural, em 1966. Passou a residir no Brasil, onde lecionou na Unicamp e casou-se com a também ornitóloga Yoshika Oniki. Eles publicaram em 2003 o livro Aves do estado de São Paulo, em que descrevem todas as espécies de aves do estado de São Paulo e apresentam pranchas coloridas de cada ave, feitas por Tomas Sigrist. Também com Oniki, Willis publicou o livro Bibliography of Brazilian Birds: 1500-2002, em que relacionam todas as obras sobre aves do Brasil publicadas ao longo de cinco séculos. Willis era professor titular da Universidade Estadual Paulista Júlio de Mesquita Filho e se aposentou em 2005. Ele foi um grande especialista em zoologia, especialmente comportamento animal. Ele publicou inúmeros trabalhos sob espécies de Thamnophilidae, Dendrocolaptidae e a ecologia das aves que seguem formigas-de-correição. Sua extensa obra expandiu o conhecimento científico sobre a ecologia de inúmeras aves dos neotrópicos. == Homenagens == Willisornis é um gênero de ave que homenageia Willis pelas suas contribuições ao conhecimento da família Thamnophilidae. == Publicações selecionadas == * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * Categoria:Naturais do Alabama Categoria:Ornitólogos dos Estados Unidos Categoria:Ornitólogos do Brasil Categoria:Professores da Universidade Estadual de Campinas Categoria:Professores da Universidade Estadual Paulista Júlio de Mesquita Filho Categoria:Estado-unidenses expatriados no Brasil",
 "title": "Edwin Willis"
}