{
 "id": "78184",
 "text": "A colecistocinina ou colecistoquinina (CCK; do grego chole, \"bile\"; cysto, \"saco/vesícula\"; kinin, \"mover\") é um hormônio gastro-intestinal (GI) que estimula a contração da vesícula biliar e secreção de enzimas do pâncreas, com digestão de Carboidrato, gordura e proteínas. Está relacionado com a digestão e com a sensação de saciedade.http://www.britannica.com/EBchecked/topic/114067/cholecystokinin-CCK ==Síntese da CCK== É secretada por células endócrinas do intestino proximal, as células I do duodeno e Jejuno. Pode ser encontrada em neurônios do íleo terminal e cólon. É sintetizada também no sistema nervoso central por neurônios do córtex cerebral, onde parece estar envolvida nos mecanismos reguladores da ansiedade e do apetite.http://www.ncbi.nlm.nih.gov/pubmed/16246215 ==Funções da CCK== A colecistoquinina (CCK) age gerando contrações da vesícula biliar e relaxando o Esfíncter de Oddi em conjunto a ação da secretina (outro hormona secretado pelo intestino) que estimula a produção de bile. Outro de seus principais efeitos é a estimulação da secreção de enzimas pancreáticas, potenciação a ação da secretina. Ambas essas hormonas estimulam a proliferação celular no pâncreas exócrino. A secretina estimula secreção biliar e pancreátrica de bicarbonato, uma ação que também partilhada pela CCK em menor intensidade. Além disso a CCK inibe o esvaziamento gástrico ao aumentar a contração do esfíncter pilórico, impedindo o refluxo gastro-duodenal. No hipotálamo tem um efeito de saciedade, porém, tentativas de manipulá-la para reduzir a fome e peso de pessoas obesas não foram bem sucedidas. Pode estar associado com transtornos de ansiedade e com obesidade mórbida. Seu papel em reduzir o apetite é mais eficiente em jovens do que em adultos e pouco eficiente em obesos.Fink H, Rex A, Voits M, Voigt JP (1998). \"Major biological actions of CCK—a critical evaluation of research findings\". Exp Brain Res 123 (1–2): 77–83. doi:10.1007/s002210050546. PMID 9835394. Existem evidências recentes que também sugerem um papel importante na indução de tolerância a opioides como a morfina e a heroína e com estar parcialmente envolvido em experiências de hipersensibilidade a dor durante a retirada de opioides.Kissin I, Bright CA, Bradley EL (2000). \"Acute tolerance to continuously infused alfentanil: the role of cholecystokinin and N-methyl-D-aspartate-nitric oxide systems\". Anesth. Analg. 91 (1): 110–6. doi:10.1097/00000539-200007000-00021. PMID 10866896. == Estimulação e inibição == O aumento da sua secreção ocorre pela presença de dois estímulos fisiológicoshttp://www.yourhormones.info/hormones/cholecystokinin.aspx: *Monoglicerídeos e ácidos graxos (mas não triglicerídeos) no estômago; *Pequenos peptídeos e aminoácidos no estômago ou no duodeno. Leva 15 minutos para elevar seus níveis no sangue, e mantem os níveis elevados por cerca de 3 horas. É inibido pelos ácidos da bile no intestino delgado e pela somatostatina. Categoria:Hormônios dos intestinos",
 "title": "Colecistocinina"
}