{
 "id": "78213",
 "text": "O Dia Internacional da Dança ou Dia Mundial da Dança comemorado no dia 29 de abril, foi instituído pelo \"Comitê Internacional da Dança\" da UNESCO (Organização das Nações Unidas para a Educação, Ciência e Cultura) no ano de 1982. Ainda é uma efeméride nova e até mesmo desconhecida para muita gente, pois começou a ser realmente lembrada no Brasil nestes últimos anos. Cada vez mais, no entanto, artistas e profissionais da área reconhecem que é importante celebrar a data para, inclusive, dar maior visibilidade à dança, lembrar-se de sua importância e de suas demandas. Ao criar o Dia Internacional da Dança a UNESCO escolheu o 29 de abril por ser a data de nascimento do mestre francês Jean-Georges Noverre (1727-1810). Ele ultrapassou os princípios gerais que norteavam a dança do seu tempo para enfrentar problemas relativos à execução da obra. Sua proposta era atribuir expressividade a dança por meio da pantomima, a simplificação na execução dos passos e a sutileza nos movimentos. Noverre se destaca na história por ter escrito um conjunto de cartas sobre o balé de sua época, “Letters sur la Danse”. Por coincidência, entre os brasileiros a data também pode estar associada ao aniversário de uma personalidade de indiscutível importância: Marika Gidali, a bailarina que, com Décio Otero, fundou o Ballet Stagium em 1971 em São Paulo, para inaugurar no Brasil uma nova maneira de se fazer e apreciar dança. O Dia Internacional da Dança é importante como mais um espaço de mobilização em torno deste assunto. Alguns dos objetivos desta comemoração é aumentar a atenção pela importância da dança entre o público geral, assim como incentivar governos de todo o mundo para fornecerem melhores políticas públicas voltadas à dança. Enquanto a dança tem sido uma parte integral da cultura humana através de sua história, não é prioridade oficial no mundo. Em particular, o professor Alkis Raftis, então presidente do Conselho Internacional de Dança, disse em seu discurso em 2003 que \"em mais da metade dos 200 países no mundo, a dança não aparece em textos legais (para melhor ou para pior). Não há fundos no orçamento do Estado alocados para o apoio a este tipo de arte. Não há educação da dança, seja privada ou pública\". == Ligações externas == * Categoria:Eventos de dança Categoria:Festas de abril Categoria:Dias internacionais da Organização das Nações Unidas‎",
 "title": "Dia Internacional da Dança"
}