{
 "id": "78237",
 "text": "As regiões hidrográficas do Brasil são as divisões hidrográficas do país definidas segundo o Conselho Nacional de Recursos Hídricos (CNRH). Até 2003, dividia-se o território brasileiro em sete regiões hidrográficas, mas com a Resolução n.º 32, de 15 de outubro daquele ano, foi instituída a Divisão Hidrográfica Nacional, pela qual o Brasil passou a ser dividido em doze regiões. Diferentemente das bacias hidrográficas, que podem ultrapassar as fronteiras nacionais, as regiões hidrográficas, como são estabelecidas por legislação nacional, estão restritas ao espaço territorial das 27 unidades federativas brasileiras. Para além das cinco regiões determinadas pelo Instituto Brasileiro de Geografia e Estatística (IBGE) e das três regiões geoeconômicas, elas são mais uma maneira de gerenciamento e planejamento do Brasil só que, nesse caso, com foco nos recursos hídricos e baseando-se nas bacias hidrográficas. O Brasil é dotado de uma vasta e densa rede hidrográfica, sendo que vários de seus rios destacam-se pela extensão, largura e profundidade. Em decorrência da natureza do relevo, destacam-se os rios de planalto que apresentam em seu leito rupturas de declive e vales, entre outros aspectos, que lhes conferem um grande potencial para a geração de energia elétrica. Quanto à navegabilidade, esses rios, dado o seu perfil irregular, ficam um tanto prejudicados. Assim, faz-se necessária uma política de gestão hídrica nacional. A maior das regiões é a Amazônica; com quilômetros quadrados e distribuída por sete estados brasileiros, ela contém a maior bacia hidrográfica do mundo (a do rio Amazonas) e o maior rio do mundo (o rio Amazonas, que possui quilômetros de extensão, superando o rio Nilo, que tem quilômetros). Cinco das regiões são formadas por bacias secundárias ou costeiras, ou seja, agrupamento de (pequenas) bacias de drenagem sem um rio principal para estabelecer conexão entre os cursos d'água; são elas: Atlântico Sul, Atlântico Sudeste, Atlântico Leste, Atlântico Nordeste Oriental e Atlântico Nordeste Ocidental. Por outro lado, as regiões do Paraguai, Uruguai e Paraná integram uma mesma bacia, a bacia do rio da Prata. == Lista == Mapa Região hidrográfica Unidades federativas (siglas) Área total (% do Brasil) Bacias principais Principais rios Foz Imagem Amazônica AC, AM, RR, RO, MT, PA e AP. (%) Bacias do rio Amazonas e costeiras da Ilha de Marajó e do Amapá. Rio Principal: Rio Solimões/Amazonas Afluentes principais: Negro e Purus. Delta do Amazonas Tocantins-Araguaia GO, MT, TO, MA, PA e DF. (%) Bacia do rio Tocantins. Rio Principal: Rio Tocantins Afluentes Principais: Rio Araguaia, Itacaiunas, Vermelho e Crixá-Açú. Baía do Marajó Atlântico Nordeste Ocidental MA e PA. (%) Bacias costeiras das baías de São José e São Marcos Rios Principais: Gurupi Turiaçu Pericumã Mearim Os quatros rios (e outros da região) não tem ligação uns com os outros e desembocam no mar. Oceano Atlântico (Gurupi) Baía de Turiaçu (Turiaçu) Baía de Cumã (Pericumã) Baía de São Marcos (Mearim) 90px|O rio Mearim no povoado Santa Cantídia Pedreiras, Maranhão. Parnaíba PI, MA e CE. (%) Bacia do rio Parnaíba. Rio Principal: Parnaíba Afluentes principais: Balsas, Gurgueia e Uruçuí-Preto. Delta do Parnaíba Atlântico Nordeste Oriental CE, RN, PB, PE e AL. (%) Bacias costeiras do Jaguaribe, Piranhas-Açu, Taperoá–Paraíba e Beberibe–Capibaribe. Rios Principais: Jaguaribe Piranhas-Açu Paraíba Capibaribe Os quatro rios (e outros da região) não tem ligação uns com os outros e desembocam no mar. Afluentes Principais: Salgado, Banabuiú e Cariús (afluentes do Jaguaribi). Oceano Atlântico, em quatro fozes diferentes ao longo da costa. São Francisco SE, AL, PE, BA, GO, MG e DF. (%) Bacia do rio São Francisco. Rio Principal: São Francisco Afluentes principais: das Velhas, Abaeté e Carinhanha. Oceano Atlântico, entre a divisa de Alagoas e Sergipe Atlântico Leste SE, BA, MG e ES. (%) Bacia dos rios de Contas, Jequitinhonha, Mucuri, Paraguaçu, São Mateus. De Contas Jequitinhonha MucuriParaguaçu Pardo São Mateus. Os seis rios não tem ligação uns com os outros e desembocam no mar. Oceano Atlântico, em seis fozes diferentes ao longo da costa. Atlântico Sudeste ES, MG, RJ, SP e PR. (%) Bacias costeiras do Doce, Ribeira, Paraíba do Sul. Rios Principais: Doce Paraíba do Sul Ribeira de Iguape.Os três rios não tem ligação uns com os outros e desembocam no mar. Oceano Atlântico, em três fozes diferentes ao longo da costa. Paraná MG, GO, MS, SP, PR, SC e DF. (%) Sub-bacia do rio Paraná em território brasileiro. Rio Principal: Paraná Afluentes Principais: Paranaíba, Tietê e Iguaçu. Rio da Prata, após se unir com o Rio Uruguai (em território argentino e uruguaio) Paraguai MT e MS. (%) Sub-bacia do rio Paraguai em território brasileiro. Rio Principal: Paraguai Afluentes Principais: Miranda, Cuiabá e São Lourenço. Rio Paraná, em território argentino. Uruguai RS e SC. (%) Sub-bacia do rio Uruguai em território brasileiro. Rio Principal: Uruguai Afluentes Principais: Ibicuí, Chapecó, Passo Fundo, do Peixe e da Várzea. Rio da Prata (apesar do nome, é um estuário), após se unir com o Rio Paraná (em território argentino e uruguaio) 90px|O rio Uruguai na divisa entre Santa Catarina e Rio Grande do Sul. Atlântico Sul SP, PR, SC e RS. (%) Bacias do Lago Guaíba, Lagoa dos Patos, Itajaí. Rios Principais: Itajaí Jacuí. Os dois rios não tem ligação uns com os outros e desembocam no mar. Oceano Atlantico (Itajaí) Delta do Jacuí (Jacuí) == Ver também == * Geografia do Brasil * Hidrografia do Brasil * Região hidrográfica * Gestão integrada de recursos hídricos no Brasil * Regiões hidrográficas da Bahia == Ligações externas == * Sítio do Conselho Nacional de Recursos Hídricos * Sítio da Agência Nacional de Águas Categoria:Regiões hidrográficas do Brasil Categoria:Listas de geografia do Brasil Categoria:Geografia do Brasil Categoria:Hidrografia do Brasil",
 "title": "Lista de regiões hidrográficas do Brasil"
}