{
 "id": "78262",
 "text": "Esta é uma lista das cidades e lugares incorporados dos Estados Unidos com população superior a habitantes, em ordem decrescente, de acordo com o censo americano de 2010 realizado pelo United States Census Bureau. Área de terra e densidade populacional também são fornecidas para dar uma ideia geral de quão densa cada cidade é. As capitais dos estados estão em negrito. Devido ao fato do US Census Bureau normalmente não classificar as cidades de territórios dos Estados Unidos, juntamente com as dos cinquenta estados e Distrito de Colúmbia, as cidades de Porto Rico, com população superior a 8,000, são listados separadamente abaixo. == Cidades com população superior a == thumb|250px|12 - Indianápolis, Indiana. thumb|250px|14 - Austin, Texas. Das nove cidades com mais de um milhão de habitantes, três estão localizadas no estado do Texas e duas na Califórnia; apenas uma é capital de estado. Todas as nove cidades possuem densidade populacional acima de hab/km². Nova Iorque, é a única cidade do país com densidade superior a hab/km², na frente de São Francisco, cuja densidade é de aproximadamente hab/km². Pos. Cidade Estado Pop. (2010) Área de terra (km², 2010) Densidade (por km² de área de terra, 2010) Pop. (2000) % 1 Nova Iorque (64,60%) % 2 Los Angeles (93,23%) % 3 Chicago (97,23%) -% 4 Houston (95,55%) % 5 Filadélfia (93,97%) % 6 Phoenix (99,76%) % 7 San Antonio (98,76%) % 8 San Diego (87,32%) % 9 Dallas (88,25%) % 10 São José (98,09%) % 11 JacksonvilleJacksonville, na Flórida, é uma cidade-condado consolidada com o Condado de Duval. A população é dada para a cidade excluindo outros lugares incorporados dentro do Condado de Duval. De acordo com o censo de 2010, a população consolidada incluindo outras populações incorporadas é de . (85,41%) % 12 IndianápolisIndianapolis (Indiana); Louisville (Kentucky); Nashville (Tennessee); Augusta (Geórgia); e Athens (Geórgia) são cidades- condado consolidadas. A população é dado para toda a cidade, excluindo outros lugares incorporados situados dentro dos limites do condado. (Veja Indianapolis (balance); Louisville/Condado de Jefferson metro government (balance); e Nashville-Davidson (balance). (98,21%) % 13 São Francisco (20,21%) % 14 Austin (97,65%) % 15 Columbus (97,34%) % 16 Fort Worth (97,69%) % 17 Charlotte (99,34%) % 18 Detroit (97,12%) -% 19 El Paso (99,60%) % 20 Memphis (97,24%) -% 21 Baltimore (87,93%) -% 22 Boston (53,86%) % 23 Seattle (58,84%) % 24 Washington (89,33%) % 25 Nashville (95,63%) 26 Denver (98,95%) % 27 Louisville (95,04%) 28 Milwaukee (99,30%) -% 29 Portland (91,96%) % 30 Las Vegas (99,96%) % 31 Oklahoma City (97,68%) % 32 Albuquerque (99,04%) % 33 Tucson (99,04%) % 34 Fresno (99,86%) % 35 Sacramento (97,81%) % 36 Long Beach (97,76%) % 37 Kansas City (98,72%) % 38 Mesa (99,55%) % 39 Virginia BeachAs cidades na Virgínia, com exceção de Arlington, são todas cidades independentes que não fazem parte de nenhum condado em particular. (50,07%) % 40 Atlanta (99,36%) % 41 Colorado Springs (99,81%) % 42 Omaha (97,33%) % 43 Raleigh (99,24%) % 44 Miami (63,99%) % 45 Cleveland (94,22%) -% 46 Tulsa (97,89%) -% 47 Oakland (71,53%) -% 48 Minneapolis (93,91%) % 49 Wichita (97,37%) % 50 Arlington (96,25%) % 51 Bakersfield (98,99%) % 52 Nova Orleães (48,38%) -% 53 HonoluluO Havaí não possui qualquer outro município incorporado além da cidade e condado de Honolulu, que na verdade inclui toda a ilha de Oahu. De acordo com a legislação do Havaí, o US Census Bureau define as cidades (cities e towns) do estado como regiões censo-designadas (CDPs). O Census Bureau define a região censo-designada de Honolulu como parte da Cidade e Condado, a qual é co-existente com o Distrito Judicial de Honolulu. A região censo-designada de Honolulu é geralmente considerada como \"cidade\" de Honolulu, e sua população é utilizado aqui e em outras comparações de população. Se toda a população da cidade e condado fosse considerada, Honolulu estaria na 10ª posição da lista acima, com uma população estimada em 2010 de habitantes. (88,44%) -% 54 Anaheim (98,09%) % 55 Tampa (64,72%) % 56 Aurora (99,55%) % 57 Santa Ana (99,09%) -% 58 St. LouisBaltimore e St. Louis são cidades independentes que não fazem parte de nenhum condado em particular. (93,76%) -% 59 Pittsburgh (94,91%) -% 60 Corpus Christi (32,81%) % 61 Riverside (99,63%) % 62 Cincinnati (97,98%) -% 63 Lexington (99,33%) % 64 Anchorage (86,93%) % 65 Stockton (95,24%) % 66 Toledo (95,92%) -% 67 Saint Paul (92,52%) -% 68 Newark (92,65%) % 69 Greensboro (95,99%) % 70 Buffalo (76,93%) -% 71 Plano (99,50%) % 72 Lincoln (98,62%) % 73 Henderson (100%) % 74 Fort Wayne (99,81%) % 75 Jersey City (70,16%) % 76 São Petersburgo (44,87%) -% 77 Chula Vista (95,28%) % 78 Norfolk (56,17%) % 79 Orlando (92,52%) % 80 Chandler (99,83%) % 81 Laredo (98,40%) % 82 Madison (81,67%) % 83 Winston-Salem (99,07%) % 84 Lubbock (99,08%) % 85 Baton Rouge (97,28%) % 86 Durham (99,16%) % 87 Garland (99,76%) % 88 Glendale (99,75%) % 89 Reno (97,29%) % 90 Hialeah (93,91%) -% 91 Chesapeake (97,13%) % 92 Scottsdale (99,74%) % 93 North Las Vegas (99,96%) % 94 Irving (98,53%) % 95 Fremont (88,41%) % 96 Irvine (99,49%) % 97 Birmingham (98,29%) -% 98 Rochester (96,31%) -% 99 San Bernardino (99,25%) % 100 Spokane (98,72%) % 101 Gilbert (99,72%) % 102 ArlingtonA região censo-designada de Arlington, Virgínia, é co-existente com o Condado de Arlington. A legislação da Virgínia proíbe a criação de cidades em condados com mais de mil pessoas por milha quadrada, o que o Condado de Arlington excede. Assim, todo o condado é considerado pelo Census Bureau como um CDP. Apesar de não ser incorporado, Arlington está incluído na lista anual do Census Bureau nos localidades incorporadas e é mantida na lista acima. (99,62%) % 103 Montgomery (98,55%) % 104 Boise (99,14%) % 105 Richmond (95,76%) % 106 Des Moines (97,91%) % 107 Modesto (99,41%) % 108 Fayetteville (98,73%) % == Porto Rico == A seguinte tabela mostra os municípios em Porto Rico com mais de cem mil habitantes segundo o censo de 2010 e a posição que teriam se fossem incluídos na tabela acima. Posição Cidade População (censo 2010) 46 San Juan 103 Bayamón 134 Carolina 144 Ponce 176 Caguas == Cidades com maior crescimento populacional == Lista baseada nas cidades com população superior a segundo o censo nacional de 2000. Pos. Cidade Estado Pop. (2010) Área de terra (km², censo 2010) Densidade populacional (por km² de área de terra, censo 2010) Pop. (2000) % 1 Lincoln (99,90%) % 2 Surprise (99,89%) % 3 Frisco (99,07%) % 4 Goodyear (99,98%) % 5 Beaumont (99,94%) % 6 Plainfield (95,95%) % 7 Louisville (95,66%) % 8 Pflugerville (99,96%) % 9 Indian Trail (99,22%) % 10 Wylie (59,57%) % == Ligações externas == * Estados Unidos Cidade populacao Populacao",
 "title": "Lista das cidades mais populosas dos Estados Unidos"
}