{
 "id": "78294",
 "text": "As línguas itálicas extintas foram idiomas falados majoritariamente na península itálica e que desapareceram com a expansão do Império Romano e, consequentemente, do latim. ==Osco== A língua osca era uma das numerosas línguas itálicas faladas no coração da Itália e era contígua linguisticamente ao umbro e a outras línguas sabélicas como o volsco, o maso, o équo, o sabino e o piceno meridional. Não obstante também houve colônias de língua osca espalhadas por lugares da Itália meridional e da Sicília. Basicamente o osco era a língua das tribos samnitas, os quais foram poderosos antagonistas dos romanos, que precisaram de quase cem anos para submetê-los (as Guerras Samnitas tiveram lugar entre 370 e 290 a.C.). A língua é conhecida por algumas centenas de inscrições datadas entre 400 a.C. e o século I d.C. Pompéia é um local de origem várias inscrições oscas, como as dedicatórias em edifícios públicos. ===Dados=== A língua osca era falada nas regiões de Sâmnio e Campânia, em parte da Lucânia e Brútio, assim como pelos marmetinos da colônia siciliana de Messana (moderna Messina). ===Escrita=== A língua osca foi escrita em um dos muitos alfabetos derivados do alfabeto etrusco e que leva o nome da língua, \"alfabeto osco\". A inscrição mais famosa é a tábua de bronze de Agnone, datada de cerca de 250 a.C. Trata-se de uma tábua de conteúdo religioso com inscrições em ambas as faces. ==Pieceno== ===História=== A língua picena foi falada na península italiana próximo à costa adriática, entre os rios Chineti e Sangro. Está relacionada com o osco e o umbro e não deve ser confundida com a língua picena setentrional cuja classificação genética não está clara por estar baseada em quatro inscrições encontradas entre Rímini e Ancona. Existem umas vinte inscrições procedentes dos séculos VI a IV a.C. e escritas em um alfabeto derivado do etrusco e denominado piceno. ==Umbro== ===História=== Um dos mais famosos autores da antiguidade clássica, Plauto, era umbro, mas a língua que utilizou para escrever foi o latim, não o umbro. Esta língua era falada na região que corresponde à atual Umbria, mas quando os umbros foram conquistados pelos romanos iniciou-se um processo de declínio desse povo que levou ao seu desaparecimento. De todos os dialetos itálicos é o que melhor se conhece, graças sobretudo às Tábuas Iguvinas. A língua está estreitamente relacionada com a volsca, osca e picena meridional. ===Escrita=== Para se escrever esta língua foi utilizado uma variante do alfabeto etrusco, denominado alfabeto umbro, e cuja inscrição mais famosa é a coleção de sete tábuas de Gubio, escritas em bronze e procedentes do século II a.C. Não obstante, nestas tábuas há dois tipos de alfabeto, o já mencionado alfabeto umbro e outro que se aproxima do romano. ==Falisco== ===História=== A língua falisca se associa estreitamente com a latina, a ponto de ambas formarem o grupo latino-falisco do ramo itálico. Tão próxima é a associação entre as duas línguas que em algumas ocasiões o falisco foi considerado um dialeto do latim, como se pode notar comparando-se estas duas frases, sendo a primeira em falisco e a segunda em latim: foied vino pipafo, cra carefo – hodie vinum bibam, cras carebo (hoje beberei vinho, amanhã não terei). A língua falisca era falada ao norte de Roma, sendo sua principal cidade Falerii Veteres, destruída por Roma em 241 a.C. ===Escrita=== A língua falisca utilizava uma variante do alfabeto etrusco. Há cerca de 200 inscrições, muito curtas, que procedem dos séculos IV e III a.C. ==Voslco== ==Bibliografia== * http://www.proel.org/ * http://www.ethnologue.com/ ==Ver também== * Latim * Línguas osco-úmbrias * Línguas latino-faliscas",
 "title": "Línguas itálicas extintas"
}