{
 "id": "78328",
 "text": "O arroz carreteiro é um prato típico oriundo do Rio Grande do Sul (embora, atualmente, já esteja incorporado à cozinha brasileira, sendo comum saboreá-lo em todo o país). É feito de arroz ao qual se adiciona carne bovina bem picada e refogada, carne-seca ou carne de sol desfiada ou picada, às vezes paio, bacon e linguiça em pedaços, refogados em bastante gordura, com alho, cebola, tomate e cheiro-verde, sempre com bastante tempero.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 175. Nas regiões Centro-Oeste e Nordeste do Brasil, é também conhecido como maria-isabel, e preparado com carne de sol. == História == Surgiu quando os carreteiros (transportadores de cargas) que atravessavam o Rio Grande do Sul em carretas puxadas por bois, coziam, em panela de ferro, uma mistura de charque picada (guisado) com arroz.CTG Fogo de Chão Trata-se de um prato prático que, por sua simplicidade, podia ser preparado pelo viajante solitário, que somente poderia comer um churrasco (que é feito de carne fresca) em um paradouro depois de muitos dias de viagem. Sem contar com geladeira, o carreteiro valia-se da carne de sol, que, no Rio Grande do Sul, é conhecida como charque (preparado nas charqueadas). Esta se conservava durante os muitos dias de viagem empreendidos pelo carreteiro transportador de cargas. Este, diferente dos mascates, que, em geral, se valiam de carroças puxadas por cavalos, não ia de casa em casa ou de estância em estância, mas seguia entregando suas cargas pelo menor curso direto ao destino. Elaborado originalmente à base de charque e arroz e tradicionalmente preparado em panela de ferro, é um dos principais pratos da culinária gaúcha. Todavia, nos tempos modernos, os gaúchos (ou rio-grandenses) preparam o arroz com carne bovina fresca picada, moída ou sobras de churrasco e o chamam de \"carreteiro\" em alusão ao nome original \"arroz de carreteiro\". == Ver também == https://www.youtube.com/watch?v=rAmTMEE6SMs Payada de Jayme Caetano Braun. Poesia com receita e origem do carreteiro. Categoria:Culinária do Rio Grande do Sul Categoria:Pratos com arroz Categoria:Culinária tropeira Categoria:Pratos com carne bovina",
 "title": "Arroz carreteiro"
}