{
 "id": "78335",
 "text": "A arte de África representa os usos e costumes das tribos africanas. O objeto de arte é funcional e expressam muita sensibilidade. Nas pinturas, assim como nas esculturas, a presença da figura humana identifica a preocupação com os valores étnicos, morais e religiosos. A escultura foi uma forma de arte muito utilizada pelos artistas africanos usando-se o ouro, bronze e marfim como matéria prima. Representando um disfarce para a incorporação dos espíritos e a possibilidade de adquirir forças mágicas, as máscaras têm um significado místico e importante na arte africana sendo usadas nos rituais e funerais. As máscaras são confeccionadas em barro, marfim, metais, mas o material mais utilizado é a madeira. Para estabelecer a purificação e a ligação com a entidade sagrada, são modeladas em segredo na selva. Visitando os museus da Europa Ocidental é possível conhecer o maior acervo da arte antiga africana no mundo. == História da arte africana == As origens da história da arte africana (Africa) está situada muito antes da história registrada. A arte africana em rocha no Saara, em Níger (Nigéria), conserva entalhes de 6000 (seis mil) anos. As esculturas mais antigas conhecidas são da cultura de Noque, na Nigéria, de cerca de . Junto com a África Subsariana, as artes culturais das tribos ocidentais, artefatos do Antigo Egito, e artesanatos indígenas do sul também contribuíram grandemente para a arte africana. Muitas vezes, representando a abundância da natureza circundante, a arte foi muitas vezes interpretações abstratas de animais, vida vegetal, ou desenhos naturais e formas. Métodos mais complexos de produção de arte foram desenvolvidos na África Subsaariana, por volta do , alguns dos mais notáveis avanços incluem o trabalho de bronze de Ibo-Ucu e a terracota e trabalhos em liga de metal e fundição em bronze e , muitas vezes ornamentados com marfim e pedras preciosas, tornou-se altamente prestigiado, em grande parte da África Ocidental, às vezes sendo limitado ao trabalho dos artesãos e identificado com a Família real|realeza, como aconteceu com os Bronzes do Benim. === Actualidade === Muitas das chamadas artes tradicionais da África estão sendo ainda trabalhadas, entalhadas e usadas dentro de contextos tradicionais. Mas, como em todos os períodos da arte, importantes inovações também têm sido assimiladas, havendo uma coexistência dos estilos e modos de expressão já estabelecidos com essas inovações que surgem. Nos últimos anos, com o desenvolvimento dos transportes e das comunicações dentro do continente, um grande número de formas de arte tem sido disseminado por entre as diversas culturas africanas. A arte Africana tem uma coisa interessante. Você pode achar semelhança entre dois países sem eles se assemelharem.Além das próprias influências africanas, algumas mudanças têm sua origem em outras civilizações. Por exemplo, a arquitetura e as formas islâmicas podem ser vistas hoje em algumas regiões da Nigéria, em Mali, Burquina Fasso e Níger. Alguns desenhos e pinturas do leste indiano têm bastante similaridade em suas formas com as esculturas e máscaras de artistas dos povos ibibios e efiques que se estabelecem ao sul da Nigéria. Temas cristãos também tem sido observados nos trabalhos de artistas contemporâneos, principalmente em igrejas e catedrais africanas. Vê-se ainda na África, nos últimos anos, um desenvolvimento de formas e estruturas ocidentais modernas, como bancos, estabelecimentos comerciais e sedes governamentais. Os turistas também tem sido responsáveis por uma nova demanda das artes, particularmente por máscaras decorativas e esculturas africanas feitas de marfim e ébano. O desenvolvimento das escolas de arte e arquitetura em cidades africanas, tem incentivado os artistas a trabalhar com novos meios, tais como cimento, óleo, pedras, alumínio, com uma utilização de diferentes cores e desenhos. Ashira Olatunde da Nigéria e Nicholas Mukomberanwa de Zimhábue estão entre os maiores patrocinadores desse novo tipo de arte na África. == As formas de arte africana == A pintura é empregada na decoração das paredes dos palácios reais, celeiros, das choupas sagradas. Seus motivos, muito variados, vão desde formas essencialmente geométricas até a reprodução de cenas de caça e guerra. Serve também para o acabamento das máscaras e para os adornos corporais (pinturas corporais). A mais importante manifestação da arte africana é, porém, a escultura. A madeira é um dos materiais preferidos. Ao trabalhá-la, o escultor associa outras técnicas (cestaria, pintura, colagem de tecidos). == As máscaras africanas == As \"máscaras\" são as formas mais conhecidas da plástica africana. Constituem síntese de elementos simbólicos mais variados se convertendo em expressões da vontade criadora do africano. Foram os objetos que mais impressionaram os povos europeus desde as primeiras exposições em museus do Velho Mundo, através de milhares de peças saqueadas do patrimônio cultural da África, embora sem reconhecimento de seu significado simbólico. A máscara transforma o corpo do bailarino que conserva sua individualidade e, servindo-se dele como se fosse um suporte vivo e animado, encarna a outro ser; gênio, animal mítico que é representando assim momentaneamente. Uma máscara é um ser que protege quem a carrega. Está destinada a captar a força vital que escapa de um ser humano ou de um animal, no momento de sua morte. A energia captada na máscara é controlada e posteriormente redistribuída em benefício da coletividade. Como exemplo dessas máscaras destacamos as Epa e a Guelede. == Arte e religião == As civilizações africanas tem uma visão holística e simbólica da vida. Cada indivíduo é parte de um todo, ligados, todos em função do cosmos em uma eterna busca pela harmonia e de equilíbrio. Outro conceito fundamental na filosofia da existência africana é a importância do grupo, para que a comunidade viva, cada fiel deve participar seguindo o papel que lhe pertence em nível espiritual e terreno. === Principais religiões africanas === As únicas religiões que tem relação com a arte africana no Brasil, são o Candomblé, e o Culto aos egunguns efetivamente de origem africana. O Culto de Ifá em menor número no Brasil é o maior responsável pela divulgação da arte iorubá em todo mundo, Estados Unidos, Cuba, Alemanha, França, Inglaterra, Espanha, são os países onde o maior número de peças podem ser encontradas, em museus e coleções particulares. === Literatura Africana-Dança === Na dança africana, cada parte do corpo movimenta-se com um ritmo diferente. Os pés seguem a base musical, acompanhados pelos braços que equilibram o balanço dos pés. O corpo pode ser comparado a uma orquestra que, tocando vários instrumentos, harmoniza-os numa única sinfonia. Outra característica fundamental é o policentrismo que indica a existência no corpo e na música de vários centros energéticos, assim como acontece no cosmo. A dança africana é um texto formado por várias camadas de sentidos. Esta dimensionalidade é entendida como a possibilidade de exprimir através e para todos os sentidos. No momento que a sacerdotisa dança para Oxum, ela está criando a água doce não só através do movimento, mas através de todo o aparelho sensorial. A memória é o aspeto ontológico da estética africana. É a memória da tradição, da ancestralidade e do antigo equilíbrio da natureza, da época na qual não existiam diferenças, nem separação entre o mundo dos seres humanos e os dos deuses. A repetição do padrão-musical manifesta a energia que os fieis estão invocando. A repetição dos movimentos produz o efeito de transe que leva ao encontro com a divindade, muito usado em rituais. O mesmo ato ou gesto é praticado num número infinito de vezes, para dar à ação um caráter de atemporalidade, de continuação e de criação continua. Nas danças africanas o contato contínuo dos pés nus com a terra é fundamental para absorver as energias que deste lugar se propagam e para enfatizar a vida que tem que ser vivida agora e neste lugar, ao contrario das danças ocidentais performadas sobre as pontas a testemunhar a vontade de deixar este mundo para alcançar um outro. Existem várias danças. Entre elas destacam-se: lundu, batuque, Ijexá, capoeira, Coco (dança) congadas e jongo. === Esculturas em madeira === A escultura em madeira é a fabricação de múltiplas figuras que servem de atributo às divindades, podendo ser cabeças de animais, figuras alusivas a acontecimentos, fatos circunstanciais pessoais que o homem coloca frente às forças. Existem também objetos que denotam poder, como insígnias, espadas e lanças com ricas esculturas em madeira recoberta por lâminas de ouro sempre denotando um motivo alusivo à figura dos dignitários. Os utensílios de uso cotidiano, portas e portais para suas casas, cadeiras e utensílios diversos sempre repetindo os mesmo desenhos estilísticos. Contendo também esculturas de mulheres com seus filhos representando a fertilidade. === Esculturas em outros materiais === Além das esculturas em madeira existem os objetos confeccionados com fragmentos de vidro (apesar de estes serem raros) das mais variadas cores, colocados em gorros, possuindo uma gama de figuras humanas e de animais, feitas com fio de algodão que passam por todo o tecido, colocados sempre em combinação vertical. As pedras podem ser alternadas por Cowrys, canudilhos metálicos ou de seda e algodão. Os tecidos são lisos ou estampados, os bordados são rebordados com linhas e com pedras de vidro. Confeccionam roupas longas e gorros. A inventividade do bordado com pedras de vidro está muito espalhada nas populações da República da Nigéria. Os suportes para abanos, crinas e rabos de animais, também decoram com pedras de vidro, canudilhos e cauris. Os tecidos e o vestuário chegaram a um desenvolvimento plástico considerável em zona de cultura urbana, assimilando muitos elementos da indumentária islâmica e outros introduzidos pelos europeus colonialistas. O tear horizontal, permitiu a confecção variada de tiras que posteriormente se juntam longitudinalmente para formar tecidos maiores. Deste tipo de confecção o mais característico é o chamado Kente, entre os axantes. Ainda entre estes tecidos está o estampado chamado Denquira, com figuras diferentes que se combinam para estruturar um desenho ou determinar um motivo fundamental. Os desenhos são imersos em uma tintura vegetal e impressos em tecido branco estendido em uma almofada. O Alacá africano, conhecido como pano da costa no Brasil é produzido por tecelãs do terreiro de Candomblé Ilê Axé Opô Afonjá em Salvador, no espaço chamado de Casa do Alacá. == Materiais usados == === Ferro === O ferro é utilizado a partir de uma prancha fundida mediante pressão e calor. São confeccionados muitos atributos em várias formas pelos Abomei, de quem é a imagem da entidade Gu, dono do ferro representado por uma figura antropomorfa. Com a mesma técnica são encontrados vários atributos a variadas entidades e também vários instrumentos musicais. Nestas, os detalhes da figura humana estão um pouco resumidos, destacando algumas marcas regionais, e nisto, assim como nas proporções gerais, diferem das de Ifé, nas que se percebe a procura dos modelos anatômicos, como se fossem retratos, dentro de um tamanho menor. As cabeças de bronze apresentam variedades de caracteres faciais, presos em detalhes sutis que permitem apreciar diferentes expressões nos rostos e até incluem algumas deformações anatômicas. == Influência africana == No dia 28 de Outubro de 1846, o Presidente da República Joaquin Suárez, aboliu a escravidão no Uruguai num processo que começou em 1825. Com a abolição da escravidão, os rituais de dança africanos foram descritos em alguns documentos em Montevideo e no campo, que ficaram conhecidos como Tangós. O tango se desenvolveu simultaneamente em Montevidéu e em Buenos Aires. Tradicionalmente considera-se uma criação de imigrantes italianos e espanhois, os conhecedores opinam que a dança e a música africana influenciaram profundamente a música e os movimentos da dança que se associam com o tango. == Picasso e a África == Pablo Picasso (1881-1973), mesmo nunca tendo ido a África, produzia obras com máscaras e estátuas que tinha com ele enquanto trabalhava. Picasso dizia que o \"vírus\" da arte africana o tinha contagiado. == Outros artistas modernos e a arte africana == Além de Pablo Picasso (1881-1973), diversos outros artistas ocidentais do também assimilaram criativamente a influência da arte africana, permitindo que ela renovasse seus próprios meios de expressão. Um desses artistas foi Henri Matisse. Conforme registra José D'Assunção Barros em um artigo sobre ;Web * == Ligações externas == * Abomey Historical Museum * Yoruba Art & Culture * Galeria de Arte Africana Contemporânea localizada em Lisboa * Susan Wenger * Arte Africana Moderna * Fotos da África * Artesanato Africano Online * Ile-Ona (Museum of Arts and Archival Materials) * Museu Afro-Brasileiro * Casa do alaká arte africana feita no Brasil * Acervo da arte tribal africana.",
 "title": "Arte de África"
}