{
 "id": "78349",
 "text": "Paul Reiser (Nova Iorque, 30 de março de 1956) é um ator, escritor e comediante stand-up estadunidense. Mais conhecido pelo seu trabalho em séries de televisão, principalmente no papel de Paul Buchman em Mad About You. == Biografia == Paul nasceu em uma família judia-estadunidense, estudou no Instituto Hebreu de East Side, no bairro de mesmo nome, em Manhattan. Se formou mais tarde na Stuyvesant High School, também em sua cidade natal. Conseguiu seu bacharel na Binghamton University em música (piano e composição). Era extremamente participativo do campus da Universidade do Estado de Nova York, onde fundou o grupo teatral \"The Little Theater That Could\" na Hinman College, onde ficava o dormitório de Reiser. Depois, esse grupo ficou conhecido como \"Hinman Production Company\" no campus. Paul Reiser costumava participar de clubes de comédia na cidade de Nova York durante as férias de verão. É casado com Paula Ravets desde 21 de agosto de 1998. O casal tem dois filhos:olvcffddszz Ezra (nascido em 1995) e Leon (2000). Atualmente, a família Reiser vive em Los Angeles, Califórnia. == Vida pessoal == Paul Reiser possui uma vida profissional agitada. Além de famoso pela série, sucesso de crítica, criada e estrelada por ele e Helen Hunt na rede americana NBC, Mad About You, fez vários trabalhos paralelos e recentemente estreou como actor de teatro, em uma peça escrita e dirigida por Woody Allen, chamada \"Writer´s Block\". Paul também escreveu dois livros e participou da produção de alguns documentários independentes. === Escritor === Seu livro chamado \"Couplehood\" esgotou as 2 milhões de cópias iniciais distribuídas nas livrarias de Nova York e foi durante mais de 40 semanas listado como o número um dos bestsellers do diário \"The New York Times\". Em \"Couplehood\", Reiser conta como é a vida de um casal vista por ele, dentre as dificuldades e benefícios de estar ao lado de outra pessoa. Desde a \"ciência\" de segurar a mão, as técnicas de contar uma história sem parecer chata ou a \"política\" da comida na escolha de frango ou peixe. O segundo livro de Paul foi \"Babyhood\", considerado uma continuação de seu primeiro bestseller, conta as aventuras de um pai de primeira viagem. Esse livro também entro na lista dos melhores bestsellers do \"The New York Times\". === Filmes === Esteve presente em papéis secundários de vários filmes. Seu primeiro papel relevante foi no filme Aliens (1986), estrelado por Sigourney Weaver e Bill Paxton, e dirigido por James Cameron. Depois, fez participações na franquia Um Tira da Pesada, estrelada por Eddie Murphy. Recentemente, seu papel mais reconhecido no cinema foi no filme One Night at McCool's (Que Mulher é Essa?, título no Brasil), onde contracenou com várias estrelas, entre elas Matt Dillon, Liv Tyler, Michael Douglas, John Goodman, entre outros. === Mad About You === A sitcom criada por Paul Reiser e Danny Jacobson teve 7 temporadas, e durou de 1992 à 1999. Mad About You (Doido por Ti em Portugal e Louco por Você no Brasil) é considerada uma das mais bem-sucedidas séries da TV americana. Reiser interpretou Paul Buchman, um documentarista com amigos exóticos. Sempre se baseando em situações cotidianas, Mad About You venceu vários importantes prêmios como Globo de Ouro, Peabody Award e Genesis Award, além de cinco indicações ao Emmy Awards como \"Melhor Série de Comédia\", e eleita como a \"Comédia de Maior Qualidade\" pela Quality Television. Helen Hunt, que interpretou Jamie Buchman na série, também esteve envolvida como produtora, diretora e, durante a última temporada, recebia cerca de 1 milhão de dólares por episódio. Hunt foi a segunda atriz a receber um Óscar enquanto filmava um programa semanal. Mad About You ainda contou com convidados ilustres como Yoko Ono, Jerry Seinfeld, Bruce Willis entre outros. A série ainda fez alguns episódios crossover com outras famosas séries de comédia, como Friends (que contou com a participação de Lisa Kudrow interpretando irmãs gêmeas em ambas as séries) e Seinfeld. == Premiações e nomeações == ;Prêmios individuais pela série Mad About You * 1994 - Prêmio: \"Melhor Ator em Série de Comédia\" (Quality Television Awards). Nomeado: \"Melhor Série de Comédia\" (Emmy Awards); * 1995 - Prêmio: \"Série de Comédia\" (BMI TV Music Award). Nomeações: \"Protagonista em Série de Comédia\" (Emmy Awards), \"Melhor Ator em Série de Comédia ou Musical\" (Globo de Ouro), \"Melhor Ator em Série de Comédia\" (Screen Actors Guild Awards); * 1996 - Nomeações: \"Melhor Performance de Comédia em Série de TV\" (American Comedy Awards), \"Protagonista em Série de Comédia\" (Emmy Awards), \"Melhor Ator em Série de Comédia ou Musical\" (Globo de Ouro), \"Melhor Ator em Série de Comédia\" (Screen Actors Guild Awards); * 1997 - Prêmio: \"Série de Comédia\" (BMI TV Music Award). Nomeações: \"Protagonista em Série de Comédia\" (Emmy Awards), \"Melhor Ator em Série de Comédia ou Musical\" (Globo de Ouro), \"Melhor Ator em Série de Comédia\" (Screen Actors Guild Awards); * 1998 - Prêmio: \"Série de Comédia\" (BMI TV Music Award). Nomeações: \"Protagonista em Série de Comédia\" (Emmy Awards), \"Melhor Ator em Série de Comédia ou Musical\" (Globo de Ouro), \"Melhor Ator em Série de Comédia\" (Screen Actors Guild Awards), \"Melhor Ator em Série de Comédia\" (Quality Television Awards); * 1999 - Nomeações: \"Protagonista em Série de Comédia\" (Emmy Awards), \"Melhor Ator em Série de Comédia\" (Golden Satellite Award); == Filmografia == ;Cinema e filmes feitos para TV *2021 - Fatherhood - Howard *2018 - The Spy Who Dumped Me - Arnie *2014 - Whiplash - Jim Neiman *2005 - The Thing About My Folks .... Ben Kleinman *2002 - Women vs. Men - (TV).... Bruce *2002 - Purpose .... Professor Ben Fisher *2001 - My Beautiful Son - (TV).... Dr. Jerry Lipman *2001 - One Night at McCool's .... Carl Harding *1999 - The Story of Us .... Dave, Agente Literário de Ben *1999 - Pros & Cons .... Homem na prisão #1 *1995 - Bye Bye Love .... Donny *1994 - Mr. Write .... Charlie Fischer *1993 - The Tower - (TV).... Tony Minot *1993 - Family Prayers .... Dan Linder *1991 - The Marrying Man .... Phil Golden *1990 - Crazy People .... Stephen Bachman *1987 - Cross My Heart .... Bruce Gaynor *1987 - Um Tira da Pesada II.... Det. Jeffrey Friedman *1987 - You Ruined My Life - (TV).... Dexter Bunche *1986 - Aliens .... Carter Burke *1986 - Odd Jobs .... Max *1985 - From Here to Maternity - (TV).... Marco *1984 - Um Tira da Pesada .... Jeffrey *1983 - Sunset Limousine - (TV).... Jay Neilson *1983 - Diner - (TV).... Modell *1982 - Diner .... Modell ;Séries de TV *The Kominsky Method (2018-2021)... Martin Schneider (6 episódios) *Stranger Things (2016-)... Sam Owens (9 episódios) *Mad About You (1992-1999).... Paul Buchman (161 episódios) * My Two Dads (1987-1990).... Michael Taylor (23 episódios) *1983 - Remington Steele .... Ivan Turbell (1 episódio) ;Roteirista e produtor *2007 - Atlanta - (TV) *2007 - Untitled Paul Reiser Project *2006 - Love Bites *2006 - I Did Not Know That - (TV) - (produtor executivo apenas) *2005 - The Thing About My Folks *2004 - Popeye's Voyage: The Quest for Pappy *2003 - Untitled New York Pilot - (TV) *2001 - Second to None - (TV) - (produtor executivo apenas) * Mad About You (3 episódios, 1992-1996) *1992 - 3 1/2 Blocks from Home *1988 - Paul Reiser Out on a Whim - (TV) == Referências == == Ligações externas == * Categoria:Atores dos Estados Unidos Categoria:Escritores dos Estados Unidos Categoria:Humoristas dos Estados Unidos Categoria:Cineastas dos Estados Unidos Categoria:Roteiristas dos Estados Unidos Categoria:Judeus dos Estados Unidos Categoria:Produtores de televisão dos Estados Unidos",
 "title": "Paul Reiser"
}