{
 "id": "78374",
 "text": "Besançon, Besanção ou Vesanção é uma comuna francesa situada no departamento do Doubs e na região de Borgonha-Franco-Condado. Localizada na orla do maciço do Jura, a menos de sessenta quilômetros da Suíça, é cercada por colinas e atravessada pelo Doubs. Capital da região histórica e cultural de Franco- Condado, Besançon constitui hoje um importante centro administrativo dentro da região administrativa de Borgonha-Franco-Condado, abrigando a sede do conselho regional e da região acadêmica, bem como um certo número de direções regionais. É também a sede de uma das quinze províncias eclesiásticas francesas e de uma das duas divisões do Exército. Besançon tinha 119.198 habitantes em 2021, tornando-se o 33º município mais populoso da França. Seus habitantes são chamados de Bisontins. Sua unidade urbana reunia 141.245 habitantes em 2021 e sua área de influência, que se estende pelos departamentos de Doubs, Jura e Haute-Saône, contava com 283.127 habitantes. Está no centro de uma comunidade intermunicipal, Grand Besançon Métropole, compreendendo 68 municípios e 197.494 habitantes em 2021. Estabelecida em um meandro do Doubs, a cidade desempenhou um papel importante desde a época galo- romana sob o nome de Vesôncio, capital do Sequânia. A sua geografia e a sua história específica fizeram dela, por sua vez, um reduto militar, uma cidade- guarnição, um centro político e uma capital religiosa. Berço histórico da relojoaria francesa, Besançon herdou esse saber-fazer para se tornar um importante centro industrial formado por empresas inovadoras no campo da microtecnologia, micromecânica e engenharia biomédica. Uma cidade universitária, sua universidade, fundada em 1423, recebe anualmente cerca de 30.000 estudantes, incluindo cerca de 4.000 estagiários de todo o mundo em seu centro de linguística aplicada. Proclamada a primeira cidade verde da França, a capital do Franco-Condado goza de reconhecida qualidade de vida. Graças ao seu rico patrimônio histórico e cultural e à sua arquitetura única, Besançon possui o rótulo de Cidade da Arte e da História desde 1986 e suas fortificações devido a Vauban estão na Lista do Patrimônio Mundial da UNESCO desde 2008. == Geografia == A cidade está situada às margens do rio Doubs, no centro do departamento homônimo, bem como da região Franche Comté. Capital regional, ela constitui a primeira cidade da região com cerca de 122000 habitantes. == História == A cidade, na Antiguidade, se chamava Vesôncio (). Em 58 a.C., Júlio César toma a cidade e já nota sua importância estratégica ao observar o mont Coelius, mais tarde chamado de mont Saint-Étienne, cercado pelo rio Doubs. Durante a Idade Média, torna-se a sede de um arcebispado. Em 1871 a cidade é agitada por ideias revolucionárias, e se engaja na Comuna de Besançon. == Tour de France == === Chegadas === * 2009 : Serguei Ivanov == Economia == * Relojoaria * Indústria de precisão (micromecânica, microtecnologia, óptica, eletrônica) * Têxtil * Metalurgia == Educação == * École nationale supérieure de mécanique et des microtechniques == Esporte == Besancon tem uma academia de futebol: A Academia de Futebol de Besançon é conhecida por ser a melhor da cidade. ASOB Foot == Personagens célebres == * Pierre-Joseph Proudhon * Victor Hugo * Os irmãos Louis e Auguste Lumière * Charles Fourier * Tristan Bernard * Hilaire de Chardonnet * Jean de Gribaldy == Ver também == * Lista das cidades mais populosas da França == Bibliografia == * == Ligações externas == * Site oficial de Besançon (francês) * Portal da Cidade Besançon (francês) * Site não oficial * Site oficial da Citadelle de Besançon, monumento mais visitado da Franche-Comté * Portal da Cidade Besançon Categoria:Comunas de Doubs (departamento)",
 "title": "Besançon"
}