{
 "id": "78394",
 "text": "A Nokia Corporation (pronúncia em finlandês: [], nóquia), é uma empresa multinacional finlandesa fundada em 1865, de infraestruturas de telecomunicações, tecnologia de telecomunicações e tecnologia de consumo. A Nokia tem sede em Keilaniemi, Espoo, cidade vizinha a Helsínquia, capital da Finlândia. Foi líder de mercado indiscutível e ininterruptamente, desde 1997 até 2012, sendo que em 2008 detinha aproximadamente 40% do mercado de telemóveis e smartphones. Em 2018, a Nokia empregava 102.761 pessoas, em 100 países, operava em mais de 150 e tinha receitas anuais de cerca de 12,73 mil milhões de euros. A empresa transaciona as suas ações na Helsinki Stock Exchange e na New York Stock Exchange, tendo sido considerada a 415.ª maior empresa mundial em 2016, conforme as suas receitas, pela Fortune Global 500. Faz ainda parte do índice Euro Stoxx 50. A companhia focou-se em vários ramos de negócios ao longo dos seus mais de 150 anos de história. Originalmente, começou como uma fábrica de papel, focando-se atualmente em infraestruturas de telecomunicações, sendo um dos três grandes players mundiais na indústria. A par do anterior, foca-se também no desenvolvimento de tecnologia e licenciamento de patentes. A Nokia é também um dos maiores contribuintes para o setor de telefonia móvel, tendo ajudado a desenvolver as redes standard de GSM e LTE, e sido também, por um grande período, a maior fabricante de telemóveis no mundo, bem como de smartphones, inicialmente com o sistema operativo Symbian OS, posteriormente lançou o Nokia N9, o único smartphone com o seu novo sistema operativo MeeGo, desenvolvido de raiz pela própria Nokia, muito aclamado pela crítica sendo um sucesso comercial, contudo, ultrapassada em 2012 pelos seus rivais, estando já a utilizar o sistema Windows Phone da Microsoft desde 2011, em exclusividade. As vendas de celulares e o valor das suas ações em Bolsa caíram a pique, pelo que a divisão de dispositivos e serviços da empresa começou a apresentar elevados prejuízos para toda a corporação. Por isso, o quadro de diretores da empresa acordou, a 3 de setembro de 2013, a venda da divisão de aparelhos móveis da Nokia por cerca de US$ 7,2 mil milhões de dólares à Microsoft.R7 Notícias TECNOBLOG: Por dentro da fábrica da Nokia em Manaus A Microsoft passou a controlar a Divisão de Dispositivos e Serviços da Nokia a partir do dia 25 de abril de 2014, que foi renomeada de Microsoft Mobile Oy. Em outubro de 2014, a Microsoft anunciou que o Nokia Lumia 730/735 e o Nokia Lumia 830 seriam os últimos smartphones fabricados pela empresa a ostentar o nome Nokia. A marca finlandesa continuou, no entanto, a ser utilizada nos celulares básicos. Desde a venda da sua divisão de celulares, a Nokia começou a dar mais foco ao seu negócio de infraestruturas de telecomunicações, marcado pela venda da divisão HERE, e pela compra da Alcatel-Lucent, por 15,6 mil milhões de euros, tornando-se a maior fornecedora mundial de equipamentos móveis. A par disto, a companhia desenvolveu o seu negócio de patentes e tecnologia, focando-se na realidade virtual, com o lançamento da primeira câmara especialmente concebida para o efeito, o OZO, e na aposta em tecnologia da saúde, com a compra da empresa francesa Withings, por exemplo. Mais recentemente, a Nokia anunciou o regresso ao mercado de celulares ao abrigo de um acordo de licenciamento de marca e de patentes à HMD Global. Fundada por antigos funcionários da Nokia, localizada no mesmo parque empresarial da Nokia, a HMD Global comprometeu-se a fazer renascer a mítica marca de celulares, com a primeira apresentação de novos dispositivos no dia 26 de fevereiro de 2017, no MWC2017. Em 2020, a marca Nokia já se encontrava no top 10 no ranking mundial de vendas de smartphones, bem como no top 5 no mercado europeu, sendo o segundo maior fabricante do mundo de feature phones. == História == === 1865-1967 === miniaturadaimagem|Rolos de papel higiênico produzidos pela Nokia em 1960. Museum Centre Vapriikki, Tampere A Nokia tem uma longa história que remonta a 1865, quando Fredrik Idestam, um engenheiro de minas, criou uma fábrica de transformação de pasta de celulose em papel, perto da cidade de Tampere, na Finlândia (que à época estava integrada no Império Russo). Uma segunda fábrica foi construída em 1868 perto da cidade de Nokia. Em 1871, Idestam em conjunto com o seu amigo Leo Mechelin formaram uma empresa conjunta e deram-lhe o nome de Nokia, inspirado no nome da cidade onde se situava a segunda fábrica. Nos 90 anos que se seguiram, a Nokia constituiu-se como uma empresa virada para a indústria florestal e para a indústria energética.Veja a origem dos nomes de empresas - Nokia Portal BOL de Notícias (acessado em junho/2017) Em 1922, a Nokia era gerida em conjunto pela Finnish Cable Works (Suomen Kaapelitehdas, formada em 1917) e pela Finnish Rubber Works (Suomen Gummitehdas, formada em 1898). A primeira produzia telefones e cabos elétricos, ao passo que a segunda se dedicava ao fabrico de pneus, galochas e outros produtos a partir da borracha. A Nokia fabricou respiradores para uso civil e militar dos anos 30 até o início dos anos 90. === 1967-1990 === Em 1967, as três empresas Nokia Aktiebolag (Nokia Company), Suomen Kaapelitehdas e Suomen Kumitehdas fundiram- se e criaram a nova e atual Nokia Corporation. Na época, a Nokia Corporation dedicava-se a muitos setores distintos tais como a borracha, exploração florestal, cabos elétricos, eletricidade e eletrônica. Em 1970, o recém- formado conglomerado de empresas entrou no setor das redes e da rádio. A Nokia começou também a fazer equipamento militar para as forças de defesa da Finlândia, tais como o Sanomalaite M/90 communicator em 1983 e a máscara de gás M61 de 1960. Em paralelo, a companhia começou também a produzir telefonias móveis profissionais, interruptores telefônicos, condensadores e computadores químicos e pessoais sob o nome MikroMikko (pela divisão de dados da Nokia) de 1981 a 1991. Em 1979, a Nokia fez uma parceria com a empresa de televisores Salora, a fim de criar a linha de celulares Mobira que, a posteriori, veio a dar origem à divisão de aparelhos celulares. Em 1981, Mobira lançou o serviço Nordic Mobile Telephone (NMT), a primeira rede internacional de celulares e a primeira a possibilitar roaming internacional. No ano seguinte, em 1982, a Mobira lançou o celular de carro Mobira Senator (Talkman), que pode ser considerado o primeiro celular feito pela Nokia. Na altura, porém, a companhia não tinha qualquer interesse no ramo dos celulares e a direção da empresa considerava-os como um mero gadget à \"James Bond\". Em 1987, a Finnish Cable Works descontinuou a produção de cabos elétrico na sua fábrica de Helsínquia, terminando oficialmente com a sub-divisão da empresa. A Nokian Tyres (Nokian Renkaat), uma fabricante de pneus que foi originalmente formada com a subdivisão Finnish Rubber Works em 1932, separou-se da Nokia Corporation em 1988. Dois anos depois, em 1990, a Finnish Rubber Works seguiu o mesmo destino. Isto permitiu à Nokia focar-se somente nas telecomunicações. Jorma Ollila tornou-se CEO em 1992. Ficheiro:Mobira 800-NDB.JPG|Mobira 800-NDB. Fotografado no Museu da Força Aérea Finlandesa. Ficheiro:Lasersuunnin merivoimien vuosipäivä 2013 Kotka 1.JPG|Nokia MAC 8532 laser, utilizado pela artilharia costeira finlandesa. Ficheiro:Patteriston komentopaikka Hämeenlinna 2.JPG|Comando de artilharia finlandesa, com uma calculadora de artilharia Nokia. Ficheiro:Patteriston komentopaikka Hämeenlinna 4.JPG|LV 317M military rádio no museu de artilharia de Hämeenlinna. Ficheiro:MikroMikko 4 TT m216 Tekniikan museo 02.jpg|Um computador MikroMikko 4 TT m216no Museu de Tecnologia de Helsínquia. === 1990-2014 === O primeiro dispositivo móvel totalmente portátil da Nokia (depois do telefone de automóvel Mobira Senator de 1982) foi o Mobira Cityman 900 em 1987. A Nokia foi parte ativa no desenvolvimento da rede padrão GSM na década de 80 e desenvolveu ainda a primeira rede GSM com a Siemens AG, que acabaria por se tornar na antecessora da Nokia Siemens Networks. A primeira chamada por uma rede GSM foi feita pelo primeiro-ministro finlandês Harri Holkeri no dia 1 de julho de 1991, usando um equipamento da Nokia, na banda dos 900 MHz também ela construída pela empresa e operada pela operadora finlandesa Radiolinja. Em novembro de 1992, o Nokia 1011 foi o primeiro celular da companhia disponível para as massas. Em 1998, a Nokia ultrapassou a Motorola e tornou-se a empresa com o maior volume de vendas na indústria dos celulares. Até ao fim do milénio, a Nokia manteve algumas das suas outras indústrias para além da dos celulares, tais como as de ecrãs para PC's (até 2000, adquirida pela ViewSonic), modems DSL, aparelhos descodificadores de televisão por cabo, tanto digitais como analógicos, componentes para computadores e televisões. Muitos conheceram o seu fim no seio da corporação na década de 2000. Os celulares da Nokia demonstraram-se espetacularmente bem sucedidos na Europa, África, Ásia e na Oceania. A Nokia foi também uma pioneira no que concerne à introdução de jogos em equipamentos móveis, dentre os quais se destaca o famoso jogo Snake, que estava pré- carregado em muitos dos seus produtos. O Nokia 3310 é um dos produtos mais famosos da empresa junto do público, sendo-lhe destacadas a sua durabilidade e resistência. A Nokia foi também quem criou o celular mais vendido de sempre, o Nokia 1100 em 2003. O primeiro Nokia com uma câmara foi o Nokia 7650, e o seu sucessor, o Nokia 3600/3650 foi o primeiro celular com câmara na América do Norte. Em 2006, o Nokia N93 tinha uma avançada câmara, com um design robusto e fora do comum; O Nokia N95 tinha um sensor de alta resolução com 5 MP. e flash; o Nokia N82, por sua vez, destacava-se pelo seu flash de xénon; o Nokia N8 tinha uma câmara com 12 MP; o Nokia 808 PureView carregava uma extraordinária câmara com 41 MP; o Nokia Lumia 920 trazia avançados algoritmos de imagem, publicitados com a marca Pureview. A primeira patente de fotografia da Nokia foi solicitada em 1994, e revelada em 2013. Em 2003, a Nokia fez uma tentativa de entrar no mercado de jogos para celulares ao lançar o aclamado Nokia N-Gage, que se revelou um fracasso a desafiar a supremacia da Nintendo. Os smartphones mais avançados da Nokia, baseados no Symbian 60, alcançaram grande popularidade desde meados de 2005 até ao final da década.Por muitos anos, o sistema operacional foi líder na Europa e na Ásia(mas acabou por ficar para trás de outros sistemas operacionais na América do Norte). Entre os mais famosos contam-se o Nokia N95 e o Nokia E71, lançado em 2008. Mais tarde, o Symbian começou a tornar-se menos robusto e mais difícil de adaptar a novas funcionalidade e aplicações, ficando para trás de outras plataformas, após o advento do Iphone e do Android. Para contrariar estes efeitos, a empresa começara a desenvolver um sistema operacional totalmente novo, o MeeGo, em 2010, desenvolvido de raiz pela própria Nokia, adoptado apenas no Nokia N9, que foi muito aclamado pela crítica e um sucesso comercial. Contudo, em fevereiro de 2011, Stephon Elop, o novo CEO da Nokia, enveredou por uma parceria com a Microsoft para que a Nokia utilizasse o Windows Phone nos seus dispositivos móveis, relegando o Symbian para os modelos de entrada. Apesar do Nokia N9, o único celular comercialmente lançado com o MeegoOS, ter sido um grande sucesso, aclamado pela crítica como o derradeiro Iphone killer, a empresa decidiu encerrar o seu desenvolvimento para se focar apenas no Windows Phone. Após o anúncio da parceria, as ações da Nokia caíram a pique porque os operadores de telecomunicações não estavam dispostos a comprar celulares Symbian quando estes ficariam rapidamente sem suporte por parte da sua criadora. O primeiro celular com Windows Phone da Nokia foi o Nokia Lumia 800, que começou a ser comercializado em novembro de 2011. A queda das vendas em 2011, que não melhoraram muito com a linha Lumia em 2012, levaram a grandes perdas trimestrais à empresa. Em meados de 2012, com o valor das ações abaixo dos 2 dólares, a Nokia quase que enfrentou a bancarrota. O Nokia Lumia 920 foi anunciado em setembro de 2012, e foi visto pela imprensa especializada como o primeiro Windows Phone capaz de ombrear com os seus rivais da altura, sobretudo a muitas funcionalidades inovadoras e características avançadas. Em simultâneo, a gama Asha da Nokia, desenhada especificamente para os países emergentes, ganhava terreno. Apesar da quota de mercado dos smartphones Nokia ter recuperado em 2013, tal não foi suficiente para melhorar a situação financeira da empresa, que tinha apresentado prejuízos durante dois anos consecutivos. Por isso, em setembro de 2013, a Nokia anunciou a venda da sua divisão de dispositivos e serviços à Microsoft. A venda foi positiva para a Nokia enquanto impediu a falência da empresa, e também para a visão do então CEO da Microsoft, Steve Balmer, que a queria tornar numa companhia de \"hardware e software\". O negócio foi concluído a 25 de abril de 2014, pelo que a Microsoft Mobile se tornou a sucessora natural da divisão de dispositivos e serviços da Nokia. Em simultâneo, a Nokia comprou as ações pertencentes à Siemens na NSN em julho de 2013 por 2 mil e 200 milhões de dólares, renomeada para Nokia Networks. Após o fim da Idade do Ouro, naquele que se revelou um mau momento financeiro para a Nokia, foi o lucro da divisão de redes que permitiu à Nokia não abrir falência, pelo que a compra à Siemens se revelou profícua para toda a corporação. === 2014-2016 === Depois da venda da divisão de dispositivos móveis à Microsoft, a Nokia passou a focar-se nas suas três divisões: * a Nokia Networks, a principal e maior divisão da empresa, que se dedica ao desenvolvimento de redes de telecomunicações sobre vários suporte, desde as grandes empresas até ao consumidor final, tais como o 4G, 5G, fibra ótica, etc.; * o HERE, a divisão de mapas da empresa que renascera das cinzas da Navteq, que havia sido adquirida pela Nokia em 10 de julho de 2008, e renomeada em 2012; foi, entretanto, vendida, a 3 de dezembro de 2015, a um consórcio automobilístico alemão: BMW, Daimler e Audi; * a Nokia Technologies, que foi criada após a venda, procedendo à gestão do imenso portfólio de patentes da empresa criados a partir de mais de 30 anos em investigação e desenvolvimento na área dos telemóveis, bem como incubadora de novas áreas de negócio lucrativas para a corporação. No dia 18 de novembro de 2014, a Nokia anunciou, naquilo que foi uma surpresa, o Nokia N1, um tablet Android desenhado pela Nokia Technologies e fabricado pela Foxconn. Foi somente vendido na China e em Taiwan, mas mesmo assim um sucesso. Entretanto, esta estratégia para regressar ao mercado seria abandonada. A 15 de abril de 2015, a Nokia anunciou outro grande passo na sua reestruturação, pois anunciou uma fusão/venda com a Alcatel-Lucent por 15 mil e 600 milhões de euros. A aquisição teve como principal objetivo criar um forte rival contra a Huawei e a Ericsson. Os resultados conjuntos das duas empresas ultrapassavam os da empresa líder de mercado, a Ericsson. Os acionistas da Nokia detêm 66,5% da nova empresa e os da Alcatel-Lucent 33.5%. Os Bell Labs mantiveram-se na nova empresa e, tal como todas as suas subdivisões, passaram a ostentar a marca Nokia. A compra ficou concluída a 14 de janeiro de 2016 A 28 de julho de 2015, a Nokia Technologies anunciou o OZO, uma câmara de realidade virtual com 8 sensores com resolução 2k. A Nokia declarou que o OZO, e todo o suporte que teria, seriam a mais avançada plataforma de Realidade Virtual em todo o mundo, além de constituir um primeiro passo da subdivisão de Realidade Virtual da empresa no mercado profissional. O preço de lançamento foi de 60.000€, estando atualmente nos 50.000€. === 2016-presente === No dia 26 de abril de 2016, a Nokia anunciou que iria adquirir a start-up francesa de saúde digital Withings por 191 milhões de euros. A empresa foi integrada na nova sub-divisão de saúde da Nokia Technologies. No decorrer de 2017, espera-se que a marca Nokia substitua a marca Withings. A 18 de maio de 2016, a Microsoft anunciou a venda da divisão de telemóveis básicos, bem como a licença que tinha para utilizar a marca Nokia nesses mesmos dispositivos, à HMD Global, e as fábricas da antiga Nokia à FIH Mobile, uma subsidiária da Foxconn. Em simultâneo, a HMD Global, uma start-up finlandesa formada por antigos empregados da Nokia, acordou com a empresa o direito de utilização da marca Nokia, bem como das suas patentes, em smartphones Android. A Nokia terá um lugar assegurado no Quadro de Diretores da HMD e poderá, assim, controlar a qualidade dos novos dispositivos. Os novos telemóveis inteligentes serão lançados no dia 26 de fevereiro de 2017, no MWC 2017. Em junho de 2017, a Nokia lança dois novos produtos de saúde e abandona a marca Withings. == Ver também == * Nokia tune * Lista de celulares Nokia == Ligações externas == * Site oficial da Nokia * Site oficial da Nokia Brasil * Site oficial da Nokia Portugal * Site oficial da Nokia (técnico) * Fundação Nokia Categoria:Empresas de eletrônicos da Finlândia Categoria:Empresas ex- listadas na Bolsa de Valores de Londres Categoria:Empresas fabricantes de telefones celulares Categoria:Empresas fundadas em 1865 Categoria:Empresas listadas na Bolsa de Valores de Nova Iorque Categoria:Empresas no OMX Helsinki 25 Categoria:Fundações na Finlândia em 1865 Categoria:Marcas da Finlândia",
 "title": "Nokia"
}