{
 "id": "786",
 "text": "Ernest Rutherford, o 1º Barão Rutherford de Nelson, OM, PC, PRS (Brightwater, Nova Zelândia, 30 de agosto de 1871 — Cambridge, 19 de outubro de 1937), foi um físico e químico neozelandês naturalizado britânico, que se tornou conhecido como o pai da física nuclear. Em um trabalho no começo da carreira, descobriu o conceito de meia-vida radioativa, provou que a radioatividade causa a transmutação de um elemento químico em outro, e também distinguiu e nomeou as radiações alfa e beta. Foi premiado com o Nobel de Química em 1908 \"por suas investigações sobre a desintegração dos elementos e a química das substâncias radioativas\". Sua contribuição foi, com certeza, para além da física e da química. Suas proposições, experimentações e métodos sobre radioatividade trouxeram inúmeras ferramentas e esse advento da radioatividade auxiliou muito áreas como geologia, arqueologia e paleontologia por meio da possibilidade de estimar a idade de rochas, espécimes ou fósseis. A motivação para isso, de acordo Arthur S. Eve, biógrafo de Rutherford, foi a idade da Terra. Certa vez, quando andava pelos arredores de Cambridge com um fragmento de pechblenda (minério oriundo do urânio) perguntou a um geólogo a idade da Terra e obteve como resposta uma estimativa de 100 milhões de anos, mas Rutherford argumentou que aquela amostra de minério possuía certamente 700 milhões de anos de idade. Rutherford foi o primeiro cientista a propor que era possível usar a radioatividade para datação de rochas e em 1905 suas contribuições deram origem às técnicas de datação de materiais. E a genialidade foi a ideia de determinar a meia-vida de substâncias, e assim sua idade precisa. Meia-vida é o tempo necessário para metade de dada quantidade de material radioativo decair. A meia-vida de um material é bem determinada e não depende de condições físicas como pressão ou temperatura. Mais tarde, como resultado da datação radiométrica, geólogos, físicos e astrônomos concordaram que a Terra tinha idade na ordem bilhões de anos, bem próxima da estimativa atual que é 4,5 bilhões de anos. Rutherford realizou sua obra mais famosa após ter recebido esse prêmio. Em 1911, ele defendeu que os átomos têm sua carga positiva concentrada em um pequeno núcleo, e, desse modo, criou o modelo atômico de Rutherford, ou modelo planetário do átomo, através de sua descoberta e interpretação da dispersão de Rutherford em seu experimento da folha de ouro. A ele é amplamente creditada a primeira divisão do átomo, em 1917, liderando a primeira experiência de \"dividir o núcleo\" de uma forma controlada por dois alunos sob sua direção, John Cockcroft e Ernest Walton. Dedicada à sua memória, a Medalha e Prêmio Rutherford foi instituída pelo Conselho da Sociedade de Física em 1939. A primeira palestra ocorreu em 1942. A palestra foi convertida em uma medalha e prêmio em 1965, sendo a primeira Medalha e Prêmio Rutherford concedida no ano seguinte. == Biografia == Ernest Rutherford nasceu em Spring Grove (atual Brightwater), cidade portuária da ilha sul da Nova Zelândia, o quarto filho e segundo homem de uma família de sete filhos e cinco filhas. Seu pai, James Rutherford, um mecânico escocês, emigrou para a Nova Zelândia com toda a família em 1842. Sua mãe, nascida Martha Thompson, uma professora de inglês, com sua mãe viúva, também se mudou em 1855. Ernest recebeu a sua educação em escolas públicas. Aos 16 anos entrou em Nelson Collegiate School. Graduou-se em 1893 em Matemática e Ciências Físicas na Universidade da Nova Zelândia. Após ter concluído os estudos, ingressou no Trinity College, Cambridge, como um estudante na investigação do Laboratório Cavendish sob a coordenação de J. J. Thomson. Foi na Inglaterra que Rutherford estudou as radiações de Urânio em pesquisas feitas em colaboração com o Frederick Soddy. Em 1902, ambos distinguem os raios alfa e beta e desenvolvem a teoria das desintegrações radioativas espontâneas. Uma oportunidade surgiu quando o lugar de professor de Física na Universidade McGill, em Montreal ficou vago. Em 1898 partiu para o Canadá, para assumir o posto. No mesmo ano, foi nomeado professor de Física da Universidade McGill, em Montreal, e em 1907 na Universidade Victoria em Manchester. Nessa época, Ernest formulou a hipótese de que a radiatividade não se tratava de um fenômeno comum a todos os átomos, mas somente de uma certa categoria. Esses estudos resultaram o livro Radiatividade, verdadeiro marco na história do progresso científico. Apesar de ser um físico, recebeu o Nobel de Química de 1908, por suas investigações sobre a desintegração dos elementos e a química das substâncias radioativas. Ainda em Manchester, trabalhando em conjunto com Hans Geiger e Thomas Royds, Rutherford elucidou a natureza da chamada radiação alfa. Após comprovar que esta é formada por partículas com o dobro da carga elétrica de um elétron, em 1907 Rutherford e seus colegas elaboraram um experimento engenhoso no qual partículas alfa foram acumuladas em um tubo de vidro evacuado. Ao passar uma corrente elétrica pelo tubo, puderam observar claramente o espectro do gás hélio, provando assim que as partículas alfa eram na verdade átomos de hélio ionizados, mais tarde identificados como núcleos de hélio. Rutherford realizou seus trabalhos mais famosos depois de receber o prêmio Nobel de 1908. Sob sua direção, em 1909 Hans Geiger e Ernest Marsden realizaram o famoso experimento (muitas vezes chamado no Brasil de \"Experimento de Rutherford\"), o qual demonstrou a natureza nuclear dos átomos através da deflexão de partículas alfa atravessando uma fina folha de ouro. Nesse experimento, Rutherford pediu a Geiger e Marsden que procurassem por partículas alfa refletidas por ângulos muito grandes, algo que não seria esperado dadas as teorias atômicas da época. Embora raras, tais deflexões foram de fato observadas, algo que Rutherford mais tarde descreveu como \"... o evento mais incrível que aconteceu comigo em toda a minha vida. Foi quase tão incrível quanto se você atirasse um projétil de 15 polegadas num lenço de papel e ele ricocheteasse de volta e o atingisse\". Para conseguir explicar a forma precisa com que as deflexões dependiam do ângulo, Rutherford foi levado em 1911 a formular o modelo atômico que leva seu nome - no qual concebeu o átomo como constituído de um núcleo minúsculo de carga positiva, contendo quase toda a massa do átomo, e orbitado por elétrons. Baseado na concepção de Rutherford, o físico dinamarquês Niels Bohr idealizaria mais tarde um novo modelo atômico. Em 1919, antes de deixar Manchester para assumir a direção do Laboratório Cavendish em Cambridge, Rutherford se tornou a primeira pessoa a deliberadamente transmutar um elemento em outro. Bombardeando nitrogênio puro com radiação alfa, ele foi capaz de converter núcleos de nitrogênio em oxigênio. Nos produtos dessa reação nuclear, identificou partículas idênticas a núcleos de hidrogênio, demonstrando que estes eram partes constituintes do núcleo de nitrogênio - e, por inferência, provavelmente de outros núcleos também. Tal construção já havia sido suspeitada há tempos devido ao fato de a massa atômica de todos os elementos serem aproximadamente um múltiplo da do hidrogênio (Hipótese de Prout). Por conta dessas considerações, em 1920 Rutherford postulou então que o núcleo de hidrogênio deveria ser uma partícula fundamental, que ele denominou próton, a qual seria o elemento constituinte de todos os demais núcleos. Tais fatos levaram a que Rutherford fosse considerado como o fundador da física nuclear. Imagem:1911 Solvay conference.jpg|miniatura|direita|300px|Primeira Conferência de Solvay, em 1911. Ernest Rutherford é o quarto de pé, a partir da direita Rutherford dirigiu o Laboratório Cavendish desde 1919 até à sua morte, período em que foi Professor Cavendish de Física. Sua liderança e trabalho inspiraram duas gerações de cientistas. Foi presidente da Royal Society de 1925 a 1930. Recebeu a Ordem de Mérito em 1925 e em 1931 foi condecorado Barão Rutherford de Nelson, Cambridge, um título que foi extinto depois da sua inesperada morte, enquanto aguardava uma cirurgia de hérnia umbilical. Após tornar-se um Lord, ele só poderia ser operado por um médico também nobre (uma exigência do protocolo britânico) e essa demora custou-lhe a vida. Morreu em 19 de outubro de 1937 em Cambridge, e suas cinzas foram enterradas na Abadia de Westminster, perto das tumbas de Isaac Newton e outros grandes cientistas.Heilbron, J. L. Ernest Rutherford and the Explosion of Atoms. Oxford: Oxford University Press, 2003; pp. 123-124. Acessado 3 Jan 2012. Participou da 1ª, 2ª, 3ª, 4ª e 7ª Conferência de Solvay. == Publicações == * Radioatividade (1904), 2nd ed. (1905) * Transformações Radioativas (1906) * Radiações de substâncias radioativas, com James Chadwick e CD Ellis (1919) * A estrutura elétrica da matéria (1926) * As transmutações artificiais dos Elementos (1933) * A Nova Alquimia (1937) ==Ver também== *Medalha e Prêmio Rutherford ==Bibliografia== *J. Campbell (1999) Rutherford: Scientist Supreme, AAS Publications, Christchurch *Reeves, Richard (2008). A Force of Nature: The Frontier Genius of Ernest Rutherford. New York: W. W. Norton. ISBN 0-393-33369-8 *Rhodes, Richard (1986). The Making of the Atomic Bomb. New York: Simon & Schuster. ISBN 0-671-44133-7 *Wilson, David (1983). Rutherford. Simple Genius, Hodder & Stoughton, ISBN 0-340-23805-4 ==Ligações externas== * * * The Chemical Nature of the Alpha Particles from Radioactive Substances * Categoria:Nobel de Química Categoria:Medalha Copley Categoria:Medalha Rumford Categoria:Medalha Elliott Cresson Categoria:Conferência de Solvay Categoria:Presidentes da Royal Society Categoria:Membros da Royal Society Categoria:Membros da Pontifícia Academia das Ciências Categoria:Membros da Academia de Ciências de Göttingen Categoria:Membros da Academia de Ciências da Prússia Categoria:Membros da Academia de Ciências da Baviera Categoria:Membros da Leopoldina (século XX) Categoria:Membros da Academia de Ciências da França Categoria:Membros da Academia Real das Artes e Ciências dos Países Baixos Categoria:Membros da Academia de Ciências da Rússia Categoria:Membros da Academia Nacional de Ciências dos Estados Unidos Categoria:Membros da Academia de Artes e Ciências dos Estados Unidos Categoria:Membros da Sociedade Real da Nova Zelândia Categoria:Knights Bachelor Categoria:Professores da Universidade McGill Categoria:Físicos nucleares do Reino Unido Categoria:Físicos nucleares da Nova Zelândia Categoria:Químicos do Reino Unido Categoria:Químicos do século XX Categoria:Alunos da Universidade de Canterbury Categoria:Alunos do Trinity College Categoria:Sepultados na Abadia de Westminster Categoria:Predefinição sobre prémios Nobel que usam a propriedade do Wikidata P8024",
 "title": "Ernest Rutherford"
}