{
 "id": "78700",
 "text": "A recolha automática de dados consiste em todo e qualquer processo que permita registar e agrupar dados estatísticos sem intervenção humana. ==Conceito== Existem diferentes métodos que se adequam a situações distintas. Por exemplo, um hipermercado pode fazer uso da informação obtida nas caixas de pagamento (vendas) para elaborar relatórios estatísticos que permitam planear uma disposição dos produtos mais agradável para os clientes; determinando a frequência de compra de determinados produtos em alturas distintas do mês, bem como os seus hábitos de consumo, pode ainda garantir a sua disponibilidade e manutenção em stock de uma forma eficaz. Outro exemplo, desta vez para uma empresa online, seria o rastreio diferenciado dos utilizadores, aquando da consulta do seu site, registando padrões comportamentais, interesses, objectos de procura, métodos, etc. para permitir disponibilizar a informação o mais rápido possível. Todos estes parâmetros, embora meros exemplos, constituem para a empresa factores de diferenciação em relação à concorrência: o cliente irá optar pela empresa com que melhor se identifique e que lhe preste o melhor serviço, consoante as suas necessidades. ==Métodos== Alguns métodos utilizados para simplificar esta recolha automática são: a utilização de código de barras e identificação por radiofrequência (RFID). Para uma empresa online, um exemplo seria a utilização de cookies, que dispensam registo prévio. Todas estas considerações pressupõem um processamento mais rápido da informação, o que também constitui uma vantagem de negócio quer para a empresa, que se diferencia pela rapidez e oportunidade, quer para o cliente que vê as suas necessidades satisfeitas de forma mais eficiente. == Ética vs. recolha automática de dados == Uma das questões que se levantam na recolha automática de dados é a confidencialidade ou privacidade do cliente. Quando o cliente estabelece um contacto com determinada empresa e, durante o processo de negócio, fornece-lhe dados que podem ser por si considerados como sensíveis e, como tal, espera discrição por parte da empresa. Porém, estes dados constituem por vezes fortes amostras estatísticas que, por parte das empresas, são consideradas anónimas. Este pressuposto deve-se ao facto de que os dados processados não necessitam de ser diferenciados de cliente para cliente. Porém, este, que não tem a certeza disso, vê os seus dados (confidenciais) incluídos em estudos para os quais não deu autorização – ainda que internos à empresa. Este problema agrava-se quando os dados são partilhados com terceiros. Aliás, em Portugal, há relativamente pouco tempo, uma polémica acerca deste tópico: até que ponto os laboratórios fabricantes de medicamentos não interferiam com os diagnósticos dos pacientes nos serviços de Saúde. Estes fariam, alegadamente, uso de dados estatísticos das receitas para promover determinados produtos1. Outro exemplo de violação da ética de privacidade pode ser uma empresa de telecomunicações, especialmente se for monopólio, que dispõe dos hábitos de comunicação dos seus clientes, o que lhe permite promover planos tarifários e outros serviços específicos para determinadas situações – até que ponto queremos que o operador de telecomunicações trate os nossos hábitos? Goatei muito dos cometarios do W que bon vanos agora iniciar a nosaa poartilha == Referências == * Categoria:Ciência da computação",
 "title": "Recolha automática de dados"
}