{
 "id": "7876",
 "text": "São Vicente é uma povoação portuguesa sede da Freguesia de São Vicente do Município de Chaves, freguesia com 31,26 km² de área e 185 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . == História == Integrou o concelho de Monforte de Rio Livre, até à sua extinção em 31 de Dezembro de 1853; nessa data, passou para o concelho de Valpaços e, em 24 de Outubro de 1855, foi anexada ao concelho (atual município) de Chaves. É composta pelos lugares de Aveleda, Orjais, São Vicente e Segirei. O seu orago é a Nossa Senhora da Natividade. Registos de batismos, casamentos, óbitos, testamentos, inventário de bens e licenças de casamento, referentes às aldeias de Aveleda, Orjais, São Vicente e Segirei, podem ser consultados no Arquivo Distrital de Vila Real - Paróquia de São Vicente. Em Segirei, a paróquia de São Gonçalo, datada de 1790 (séc. XVIII), sofreu recentemente intervenções ao nível estrutural, nomeadamente no telhado, que se encontrava degradado, pintura exterior do edifício e substituição do forro do teto interior. A referida aldeia ainda possui muitas casas construídas com pedras de xisto. Em Agosto, a aldeia enche-se de alegria, pois é realizada anualmente a festa em honra de São Gonçalo no dia 20/08. Entre os atrativos de Segirei, encontramos a Praia Fluvial, o Rio Mente, muitas paisagens de tirar o fôlego e um povo muito acolhedor e hospitaleiro. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 28 33 143 109 2011 7 15 90 115 2021 5 2 57 121 ==Património== * Igreja Matriz de São Vicente * Capela de Santa Luzia, em Orjais * Capela de São Tomé, em Aveleda * Capela de São Gonçalo, em Segirei * Capela de Nossa Senhora do Rosário * Praia Fluvial de Segirei Categoria:Freguesias de Chaves Categoria:Antigas freguesias de Monforte de Rio Livre Categoria:Antigas freguesias de Valpaços Categoria:Freguesias fronteiriças de Portugal",
 "title": "São Vicente (Chaves)"
}