{
 "id": "78785",
 "text": "It's a Man's World é o vigésimo segundo álbum de estúdio da cantora e atriz estadunidense Cher, lançado em 6 de novembro de 1995 na Europa e em 25 de junho de 1996 nos Estados Unidos pela Warner Bros Records. Cher assinou com a Warner Music UK em 1994 e gravou It's a Man's World em Londres em 1995. O álbum apresenta uma variedade de estilos musicais ineditos na discografia da cantora, incluindo música experimental. A faixa-título, um número de soul music popularizado pela primeira vez por James Brown, foi uma mudança no som pop que Cher vinha fazendo. Em entrevista a cantora afirmou: \"Eu não queria soar como sempre soei nos discos, porque estou meio entediada com isso. Gosto de algumas músicas como \"If I Could Turn Back Time\", mas em muitos álbuns, acho que estou meio enjoada! O problema de ter uma voz muito distinta é que, se você gosta, ótimo, mas se não, as pessoas não suportam e você boceja nas três primeiras músicas\". Em relação aos vocais, ela revelou: \"Trabalhei muito para ter mais controle e não usar meu vibrato e outras coisas. Eu não gostei da minha voz. Ainda sou eu, você sabe que sou eu, e não há como fugir disso. Mas em algumas músicas como \"One by One\" e \"The Gun-man\", você não me reconhece imediatamente\". A versão lançada na Europa é diferente da lançada nos Estados Unidos, tanto em termos de números de faixas quanto em sonoridade e créditos de produção. Tal motivo se deve ao fato da gravadora ter pedido ao produtor Sam Ward remixar as canções da mesma forma que fez com o single de \"One by One\". A edição dos Estados Unidos inclui onze canções (removeu \"I Wouldn't Treat a Dog (The Way You Treated Me)\", \"Don't Come Around Tonite\" e \"Shape of Things to Come\"). Alguns críticos o apontaram como um dos álbuns que seguiu o \"fenômeno R&B;/pop de meados dos anos 90\" devido ao fato de cinco de suas canções (\"Not Enough Love in the World\", \"Paradise Is Here\", \"Angels Running\", \"What About the Moonlight\" e \"One by One\") serem remixadas para evocar um toque R&B; contemporâneo. No entanto, a versão internacional é influenciada pelo Southern rock e pelo blues. As resenhas dos críticos especializados em música foram em maioria favoráveis. Comercialmente, o desempenho foi modesto em comparação com seus álbuns lançados anteriormente na década de 1990. Ao todo, mais de 700 mil cópias foram vendidas no mundo. ==Singles== \"Walking in Memphis\" foi lançada como o primeiro single no Reino Unido, em 16 de outubro de 1995. Estreou em décimo primeiro lugar na parada de singles do país, na semana que terminou em 28 de outubro de 1995. No videoclipe da canção a cantora presta homenagem a um de seus ídolos, o cantor Elvis Presley, caracterizando-se como ele. \"One by One\" foi o segundo single a ser lançado. Trata-se de uma versão cover da banda Jo Jo and the Real People, que foi lançada em 1987. O videoclipe original foi filmado e lançado no Reino Unido, o filho da cantora, Chaz Bono, esteve envolvido no projeto, cujo enredo segue a história de um casal infeliz que enfrenta problemas conjugais, mas depois se reconciliam ao perceber o quanto realmente se amam. Sobre o single, Larry Flick, da revista Billboard, escreveu: \"Cher faz sua estreia na [gravadora] Reprise com uma cantiga pop de verão. Ela está praticamente irreconhecível durante os versos da música, que ela apresenta em um falsete surpreendentemente emocionante (e anteriormente inexplorado). No momento em que o refrão começa, você é fisgado pela melodia envolvente e uma letra que é tão doce quanto pode ser. Um crítico da revista Music Week o avaliou com uma nota três de cinco. Nos Estados Unidos, o single teve um desempenho moderado na Billboard Hot 100, alcançando a posição de número 52, mas foi um grande sucesso nas paradas Adult Contemporary, Hot Dance Club Play e Hot Dance Singles Sales da Billboard. No Reino Unido alcançou a sétima posição. Dois covers, \"Not Enough Love in the World\", de Don Henley e \"The Sun Ain't Gonna Shine Anymore\", de Frankie Valli, foram lançados como os singles subsequentes, ambos alcançando posições notáveis ​​nas paradas no Reino Unido e na Escócia. O single final nos Estados Unidos foi um cover de \"Paradise Is Here\" de Tina Turner, que foi remixado e dessa forma alcançou a 11ª posição na parada de músicas do Dance Club dos EUA. Nenhum videoclipe foi lançado para promover os três últimos singles. ==Recepção crítica== Após o lançamento, o álbum recebeu resenhas em maioria favoráveis dos críticos especializados em música internacionais. De maneira geral, os críticos elogiaram os vocais da cantora e se surpreenderam com a qualidade de produção e seleção de faixas, apesar de alguns sentirem falta da música pop que ela costumava fazer. Jose F. Promis, do site AllMusic, avaliou com três estrelas de cinco e o considerou \"um dos melhores da cantora, bem como um de seus álbuns mais negligenciados e subestimados\". Ele também escreveu que a lista de faixas possui \"baladas quentes, [canções] épicas com temas ocidentais e influências de R&B;\" e que \"o álbum mostra a cantora soando vocalmente relaxada e autoconfiante\". Jim Farber, da revista Entertainment Weekly, avaliou com uma nota \"C\" e apontou \"Walking In Memphis\" como um dos destaques, afirmando que a música \"deve ser ouvida para ser acreditada\". De maneira geral, ele escreveu que nas canções do álbum \"faltam um pouco do antigo estilo camp de Cher\". ==Desempenho comercial== It's a Man's World fez sucesso na Europa. Estreou em 28º lugar na parada de álbuns do Reino Unido na semana de 12 de novembro de 1995. Alcançou sua posição de pico no número 10 durante sua décima terceira semana na parada, após o sucesso comercial de \"One by One\". No total passou 22 semanas na tabela, e vendeu mais de 100.000 cópias no Reino Unido, sendo certificado como disco de ouro pela British Phonographic Industry. Nos Estados Unidos alcançou a posição de número 64 na parada Billboard 200, com apenas 9.000 cópias vendidas em sua primeira semana. Até 2003, cerca de 194 mil cópias foram vendidas no país, de acordo com a Nielsen Soundscan. De acordo com a revista Billboard, as vendas atingiram mais de 700 mil cópias em todo o mundo. == Lista de faixas == Créditos adaptados do encarte dos álbuns It's a Man's World, versão europeia e versão estadunidense. ==Tabelas== ===Tabelas semanais=== Tabela musical (1995–96) Melhor posição Canadian Albums (RPM) 46 European Albums (Top 100) 35 German Albums (Offizielle Top 100) 74 Italian Albums (Musica e dischi) Set \"Tipo\" on \"Album\". Then, in the \"Titolo\" field, search \"It's a Man's World\". 16 ===Tabelas de fim-de-ano=== Tabela musical (1996) Posição UK Albums (OCC) 84 ==Certificações e vendas== Categoria:Álbuns de Cher Categoria:Álbuns de 1995",
 "title": "It's a Man's World"
}