{
 "id": "7887",
 "text": "Vilarelho da Raia é uma povoação portuguesa sede da Freguesia de Vilarelho da Raia do Município de Chaves, freguesia com 18,03 km² de área e 464 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Fazem parte da freguesia as povoações de Vilarelho da Raia, Cambedo, Vila Meã e Vilarinho da Raia. == Geografia e história == Situa-se a 15 km a norte de Chaves e a 200 m da Galiza. Integrou o antigo concelho de Ervededo, extinto em 31 de Dezembro de 1853, passando para o de Chaves (atual município) a partir dessa data e o seu orago é São Tiago. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 47 56 293 223 2011 21 35 242 260 2021 30 12 185 237 == Atividades económicas == Agricultura e comércio. Antigamente esta aldeia era muito rica pois o seu povo vivia de contrabando. == Festas e Romarias == São José (19 de março), São Tiago (25 de julho) e Senhor das Almas (penúltimo fim- de-semana de agosto), Sendo a última muito conhecida e aplaudida pelo seu grandioso espectáculo de pirotecnia. É de grande importância para todos os Vilarraienses, uma vez que neste fim de semana, normalmente todos os emigrantes/imigrantes da terra estão de volta às suas origens. A emigração começou principalmente na década de 60. == Património == Igreja matriz, Museu Etnográfico e Arqueológico e capelas do Senhor das Almas, de Nossa Senhora das Neves, de Santa Catarina e de São Gonçalo. A igreja Matriz, igreja de Santiago, foi construída em 1698. == Gastronomia == Fumeiro, presunto e folar == Coletividades == Associação Social e Cultural de Vilarelho da Raia == Tradições == * Grupo de Cantares de Vilarelho da Raia == Outras == * Água da Faxa: fonte localizada entre esta povoação e o Cambedo. As águas da fonte são ferrosas. ==Meteorito de Chaves== Em 3 de maio de 1925 caiu um meteorito na aldeia. Quatro fragmentos são conhecidos, numa massa total de 2900 gramas. A caracterização mineralógica e petrográfica efectuada, assim como os estudos petro-químicos realizados, mostram que o meteorito de Chaves é um acondrito do tipo dos howarditos. Trata-se de uma brecha com fragmentos pétreos distintos, possivelmente provenientes do mesmo corpo parental, aglutinados por uma matriz fina de natureza regolítica. Categoria:Freguesias de Chaves Categoria:Antigas freguesias de Ervededo Categoria:Freguesias fronteiriças de Portugal",
 "title": "Vilarelho da Raia"
}