{
 "id": "78937",
 "text": "Montemurro é uma comuna italiana da região da Basilicata, província de Potenza, com cerca de 1.384 habitantes. Estende-se por uma área de 56,54 km², tendo uma densidade populacional de 28 hab/km². Faz divisa com Armento, Corleto Perticara, Grumento Nova, San Martino d'Agri, Spinoso, Viggiano. A cidade também é conhecida como a \"Pérola do Vale do Rio Agri\", uma menção amorosa de seus habitantes à localização da cidade sobre uma colina deste vale. == História == Localizada na área da antiga província italiana da Lucânia, próxima ao Golfo de Tarento, não muito longe do mar, no cume de uma colina no antigo vale do rio Agris (hoje Agri), a região de Montemurro já foi de domínio grego, romano, normando, sarraceno, espanhol, siciliano, entre outros. O local já foi povoado desde o século IV antes de Cristo, segundo as escavações arqueológicas no ano de 1924 na localidade de \"Fosso Concetta\", nas quais foram descobertas tumbas contendo moedas, elmos, e vasos antigos. Montemurro teve sua origem por volta do ano 1000 d.C. quando os habitantes da importante cidade romana de Grumento (que se localizava nas proximidades da atual cidade de Grumento Nova) foram forçados a edificar fortificações nas colinas próximas para fugir dos ataques dos sarracenos. Assim foi edificado um burgo no local onde fica a atual Montemurro, citado pela primeira vez em 1070 como Castellum Montis Murri. Após a destruição total da cidade de Grumento (em 975 ou 1031 d.C.), muitas famílias construíram suas casas ao redor do burgo a procura de maior proteção, formando assim o primeiro núcleo da cidade. O burgo original (que se localizava onde é hoje a praça principal) foi destruído num terremoto em 1343. Montemurro foi posteriormente fortificada com uma muralha ao redor da cidade e tornou-se sede de uma comunidade de monges basilianos, que era uma ordem eclesiástica ortodoxa. Mais tarde, este convento foi fechado pelos governantes normandos, que eram fiéis ao papa católico (meados do séc XI). Em 1084 os normandos entregam a paróquia de Montemurro ao bispo de Tricarico que governa a cidade até a ascensão da dinastia dos Staufer em 1194. Outro convento foi fundado em 1442 pela ordem dos Dominicanos. Na Idade Média, Montemurro também pertenceu ao feudo de Montescaglioso. Durante o reinado da dinastia Anjou (século XIII), a cidade pertenceu ao feudo dos sanseverino e durante o domínio aragonês (século XV) ao feudo dos Carafa. Na época da unificação italiana, na primeira metade do século XIX, a cidade se destacou pela ação de Giacinto Albini, o líder da insurreição lucana contra o domínio da dinastia dos Bourbon. Giuseppe Garibaldi designou Albini como governador da província de Basilicata após sua independência. Com 7.500 habitantes, Montemurro por volta de 1850 era a quarta maior cidade da Basilicata. O desenvolvimento da cidade foi interrompido bruscamente com um terrível terremoto no dia 16 de dezembro de 1857, quando morreram 4.000 pessoas e que arrasou a cidade quase por completo. Apenas 3.655 habitantes sobreviveram e só alguns edifícios na área norte da cidade resistiram ao abalo. Esta data inicia o longo período de decadência desta outrora importante cidade. A situação econômica da população mais pobre piora cada vez mais, em parte por causa das guerras da unificação italiana e em parte por causa de uma crise agrária na década de 1880. A partir de 1870 aumenta consideravelmente o número de emigrantes, que foram em grande número para a América do Sul, principalmente Brasil e Argentina, e a partir de 1900, em sua maioria, para a América do Norte, França, Austrália e para os centros industriais do norte da Itália. Além daquele terrível terremoto de 1857, a cidade sofreu ainda um grande deslize de terra em 26 de fevereiro de 1907 e outro terremoto em 23 de novembro de 1980. Os dados da população residente da cidade refletem a situação de muitas cidades pequenas do Mezzogiorno italiano, que não tende a mudar até os dias atuaisAndamento demografico di Montemurro, sul periódico \"Dietro Le Mura\".: Três das regiões brasileiras que receberam inúmeros imigrantes de Montemurro são a Alta Mogiana Paulista, a Média Mogiana Paulista e o sul de Minas Gerais, onde eles inicialmente encontraram trabalho nas lavouras de café, nos ofícios e no comércio. Os primeiros imigrantes italianos que chegaram ao Brasil devem ter tido tanto êxito, que chamaram amigos e familiares de suas cidades natais para cá. Em certas cidades do interior (p. ex. Mococa, Caconde, São José do Rio Pardo, Guaranésia, Guaxupé, Arceburgo, Monte Santo de Minas), os italianos de Montemurro formavam quase a maioria da população italiana. Em algumas áreas rurais se falava o dialeto de Montemurro. Assim se encontra hoje nesta área muitos sobrenomes italianos típicos da região do Vale do Rio Agri, como Lattaro, Ciuffi, Imperatrice, Dimase, Marra, Robilotta, Mazzilli, Liuzzi, Latorraca, Lo Bosco, Ventura, Tortorelli, Pisani e Solitto entre outros. Desta região de imigração original, muitas famílias se difundiram para as cidades grandes locais, como São Paulo, Campinas, Ribeirão Preto e Franca. Um dos descendentes de imigrantes de Montemurro que se destacou na política brasileira foi Ranieri Mazzilli, político brasileiro cacondense, que foi o 25° presidente do Brasil, com dois mandatos curtos nos conturbados anos de 1961 e 1964. ==Demografia== == Monumentos e lugares turísticos == === Arquitetura religiosa === *Igreja madre dedicada a São Jorge, atualmente paróquia de Santa Maria Assunta, que pertenceu certo tempo ao convento da ordem franciscana de Santo Antonio (1635). *Santuário de Maria Santissima di Servigliano, reconstruído em 1911 e restaurado em 2007. A igreja original foi destruída no deslize de terra de 1907. *Igreja de Santa Maria del Soccorso, anexa ao cemitério, reconstruída após o terremoto de 1857 que possui um crucifixo do século XV. *Igreja de São Roque, reconstruída sobre as ruínas da antiga igreja de 1600 após o terremoto de 1857. *Igreja de Domingos de Gusmão, construída sobre as ruinas do convento dominicano de 1442. === Áreas naturais === *Lago de Pertusillo, criado nos anos sessenta que represa o rio Agri. Também faz parte dos municípios das comunas de Grumento Nova e Spinoso e faz parte do Parque nacional \"della Val d'Agri e Lagonegrese\". == Bibliografia == *Luigi Montesano, Capitolazioni o Leggi Statutarie di Montemurro, testo note e appunti, Tipografia Garramone e Marchesiello, Potenza, 1911. *Ulisse Prota - Giurleo, Pittori montemurresi del '600, Comune di Montemurro, 1952. *Camillo Padula, Un anno dopo, Agar Napoli, 1966. *Enrico Schiavone, Montemurro, notizie storiche, Società di Cultura per la Lucania, Napoli, 1966. *Maria Padula, Il vento portava le voci, storia di una ragazza lucana, IGEI, 1986. *Robert Mallet, Il terremoto Napoletano del 1857, a cura di Emanuela Guidoboni e Graziano Ferrari, SGA Bologna, 1987. *Enrico Schiavone, Montemurro perla dell'Alta Val d'Agri, Comune di Montemurro, 1990. *Antonio Sanchirico, Pasquale Lotito, Montemurro, il tempo e la memoria, Rocco Curto editore, 1994. *Giuseppe Tortora (a cura di), Le vespe d'oro, saggi e testimonianze su Leonardo Sinisgalli, Avagliano editore, 1995. *Mario Trufelli, L'erbavento, scritti vari 1952-1996, a cura di Antonio Sanchirico, Rocco Curto editore, 1997. *Gianni Lacorazza (a cura di), Me lo conceda il tempo, Rocco Curto editore, 1997. *Comune di Montemurro, Giuseppe Antonello Leone, topoi lithos poiesis, Litomuseum, Maratea, 1998. *Ugo Piscopo (a cura di), Maria Padula, la donna la pittrice la scrittrice, Consiglio Regionale della Basilicata, 1999. *Philippe Daverio, Il caso Giuseppe Antonello Leone, Edizione Oreste Genzini e Philippe Daverio, 2005. *Gianni Lacorazza, Meccanima, Civiltà delle Macchine negli anni di Leonardo Sinisgalli (1953 - 1958), Consiglio Regionale della Basilicata, 2005. *Antonio Sanchirico, La Basilicata, Montemurro e il dialetto, Dibuono edizioni, 2010. *Rainer Pfeiffer Novelli, A história da família Lattaro, Academia.edu, 2019. == Ligações externas == * * * * *https://www.academia.edu/65284140/A_hist%C3%B3ria_da_fam%C3%ADlia_Lattaro Categoria:Comunas de Potenza (província)",
 "title": "Montemurro"
}