{
 "id": "7893",
 "text": "Bairros é uma povoação portuguesa do Município de Castelo de Paiva que foi sede da extinta Freguesia de Bairros, freguesia que tinha 8,59 km² de área e 2 047 habitantes (2011), e, por isso, uma densidade populacional de 238,3 hab/km². A Freguesia de Bairros foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à Freguesia de Sobrado, para formar uma nova freguesia denominada União das Freguesias de Sobrado e Bairros com a sede em Sobrado.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Bairros fica a 2 km do centro da vila de Castelo de Paiva. ==Descrição== Localidade pitoresca que cresce em socalcos, Bairros debruça-se sobre o rio Paiva, numa paisagem de sonho, onde predomina as culturas da cereja e dos citrinos, para além da vinha de enforcado. Com o Paiva a correr de sul para norte, oferecendo uma beleza incomparável, merece natural referência a zona ribeirinha de Várzea, aproveitada como zona de lazer no período estival. A Ponte da Bateira, na EN 225, situa-se numa das zonas fronteiriças desta localidade, atravessando o rio Paiva, na ligação à vizinha freguesia de Travanca e ao Município de Cinfães. ==História== O nome original desta localidade é São Miguel de Bairros, em virtude do seu padroeiro. Bairros tem uma existência muito antiga, conforme se pode ler em documentos que foram surgindo ao longo dos tempos. Sabe-se que, no ano de 989, o abade do Mosteiro de S. Miguel, trocava uma herdade em Várzea, pertencente ao Mosteiro, por outra na rústica Villa de Barius, hoje Bairros. Quando se efectuaram nas terras de Paiva as inquirições de 1258, estava a paroquiar esta povoação o Padre Pedro Gonçalves e a igreja estavam dependentes do Mosteiro de Vila Boa do Bispo. Toda a paróquia pertencia à Ordem do Hospital e a cavaleiros, excepção feita aos lugares de Fundões e Felgueiras, domínios pertencentes a Rodrigo Flaz. Já no século XVIII, a economia de Bairros era suportada pelo cultivo e exploração da vinha, sendo este produto agrícola usado como forma de pagamento e para satisfazer as obrigações paroquiais. ==Património== * Quinta da Fisga, com edifício de estilo barroco, e com um grandioso portal e uma vistosa fonte, é o ex-libris deste povoado, apresentando um dos solares mais típicos da região norte, cuja construção teve início em 1640, e hoje pertencente a Fernanda Salema. * Capelas do Senhor dos Aflitos e de São Lourenço * Casa setencista (junto à igreja) * Edifício da Escola de São Lourenço * Quinta de Religães * Lugares da Ladroeira e da Várzea com praia fluvial * Monte do Alto do Facho * Moinhos de água * Mamoas do Alto da Forca e da Sardeirinha * Quinta do Outeiro, a casa mantém-se na mesma família desde o século XVIII, tendo sido alvo de remodelação em 2003. A propriedade mantém desde sempre uma produção de vinho de reconhecida qualidade. ==População== População da freguesia de Bairros (1864 – 2011) [Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes ] 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 717 820 894 961 1.109 1.068 1.122 1.284 1.464 1.543 1.469 1.720 1.830 1.853 2.047 Categoria:Antigas freguesias de Castelo de Paiva",
 "title": "Bairros"
}