{
 "id": "7894",
 "text": "Fornos é uma povoação portuguesa sede da Freguesia de Fornos do Município de Castelo de Paiva, freguesia com 4,11 km² de área e 1277 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Dista 4 km do centro da vila de Castelo de Paiva. Nas primeiras inquirições realizadas surge como parte final de Paiva e a sua paróquia foi formada no século X, sendo S. Paio (hoje S. Pelágio) o seu padroeiro. O lugar do Castelo, na foz do rio Paiva que ali se junta ao Douro, foi um antigo porto fluvial que servia uma vasta região e já era referido num documento relativo ao ano de 1423. Este porto fluvial tinha um intenso tráfego, visto que servia todo o Vale do Paiva, as terras de Paiva, de Cinfães e algumas localidades do vizinho concelho de Arouca. Sobranceiro ao lugar do Castelo, onde hoje foram concretizadas diversas estruturas de lazer, localiza-se a Ilha do Castelo, a única em todo o percurso nacional do Douro. A forma deste ilhéu, propriedade municipal desde 1991, lembra uma velha fortificação ou posto de vigia, mas há quem diga que, outrora existia uma mina, construída pelos mouros, que estabelecia uma ligação à Capela de Escamarão, na freguesia de Souselo, situada na outra margem do Paiva. Após uma intervenção arqueológica, foram descobertos na ilha, os restos de uma ermida do século XV, que pode ser admirada por todos aqueles que procuram esta zona, de inconfundível beleza, para momentos de descanso e lazer. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 279 227 860 236 2011 211 174 798 256 2021 140 164 660 313 ==Património== * Capelas do Luzio, de Santo António e da Senhora do Desterro * Pelourinho- cruzeiro * Casas do Covelo, da Cardia e de Pousada * Residência Paroquial * Lugar do Castelo e praia fluvial * Ilhota do Castelo * Miradouro do Lugar de Casal * Ara votativa romana Categoria:Freguesias de Castelo de Paiva",
 "title": "Fornos (Castelo de Paiva)"
}