{
 "id": "7898",
 "text": "Real é uma freguesia portuguesa do município de Castelo de Paiva, com 33,11 km² de área e 1194 habitantes (censo de 2021). A sua densidade populacional é . Fica a 5 km do centro da vila de Castelo de Paiva. O seu ponto mais alto é o Monte de Santo Adrião. ==História== As citações desta freguesia remontam aos alvores da formação da nacionalidade, aparecendo com a designação de Villa Rial. Vários autores correlacionam este nome como representativo do poder régio nas terras que compunham esta freguesia. Sabe-se, porém, que inicialmente estas terras eram senhoriais e não reais. Só nas inquirições de 1258 é que surge uma nova corrente que pretende relacionar o topónimo Rial com um conjunto de nascentes que formariam um pequeno ribeiro, hoje transformado no rio Sardoura que atravessa a freguesia, com a nascente próxima do lugar do Seixo desta freguesia. Nos meados do século XI eram grandes senhores em Villa Rial e em seus lugares, três homens de nome Formosinho, a saber Formosinho Fernandes, Formosinho, o presbítero e Formosinho Romarigues. Administrativamente, já no século XVIII, esta freguesia estava sujeita à Casa de Bragança, tal como todo o concelho em geral. A casa de audiências da câmara e a cadeia situavam-se em área desta freguesia, no lugar de Nojões, onde outrora, (até aos anos 40), se realizava uma feira com alguma grandeza. Um dos documentos mais antigos desta freguesia data de 1902 e diz respeito aos direitos do Mosteiro de Arouca sobre a igreja desta vila dedicada a São Miguel. ==Geografia== Real situa-se entre montes e vales, e algumas partes do território em planície, sendo o ponto mais elevado o Monte de Santo Adrião, com cerca de 640 metros de altitude, servindo de partilha desta freguesia com o concelho de Arouca. Fala-se que foi fortificado, porque aí perto encontra-se uma povoação com o nome de Castro, que alude precisamente ao castro localizado no alto desse monte. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 258 233 672 208 2011 195 160 746 199 2021 150 133 675 236 == Património == * Igreja de Santa Marinha ou Igreja Paroquial de Real * Capelas de Santo Adrião e de Santa Cristina * Cruzeiro * Residência paroquial * Vestígios castrejos * Solar de Nojões * Barragem do Seixo * Trecho do rio Sardoura * Cruz de Ancia * Mina do Monte dos Cubos * Mamoas da Chandreia e da Cruz * Menir de Antela * Castro dos Calhaus Altos * Necrópole de incineração de Real * Túmulo em casa particular no lugar de Quintã * Pia baptismal em casa particular no lugar de Casal Categoria:Freguesias de Castelo de Paiva",
 "title": "Real (Castelo de Paiva)"
}