{
 "id": "78998",
 "text": "O Homem que calculava: aventuras de um singular calculista persa é um livro de Matemática recreativa e um romance infanto-juvenil do fictício escritor Malba Tahan (heterônimo do professor brasileiro Julio César de Mello e Souza), que narra as aventuras e proezas matemáticas do calculista persa Beremiz SamirEm edições mais antigas o nome do protagonista era escrito somente Beremiz. na Bagdá do século XIII. Foi publicado pela primeira vez em 1938OLIVEIRA, Cristiane Coppe de. A sombra do arco-íris: um estudo histórico/mitocrítico do discurso pedagógico de julio cesar de mello e souza e mais conhecido como Malba Tahan. 2008. Tese (Doutorado em Educação) - Faculdade de Educação, Universidade de São Paulo, São Paulo, 2008. Disponível em: . Acesso em: 2012-04-11. 171 p.; p. 125 e alcançou sua 100ª edição em 2021. A narrativa, dentro da paisagem do mundo islâmico medieval, trata das peripécias matemáticas do protagonista, que resolve e explica, de modo extraordinário, diversos problemas, quebra-cabeças e curiosidades da matemática. Inclui, ainda, lendas e histórias pitorescas, como, por exemplo, a lenda da origem do jogo de xadrez e a história da filósofa e matemática Hipátia de Alexandria. Sem ser um livro didático, tem, contudo, uma forte tonalidade moralista. Por isso, o livro é indicado como um livro paradidático em vários países, tendo sido citado na Revista Book Report e em várias publicações do gênero. A obra já foi traduzida para vários idiomas, entre eles espanhol, inglês, italiano, alemão, francês, holandês e árabe. Estima-se que tenha vendido mais de 2 milhões de exemplares somente no Brasil.em.com.br/ O homem que calculava e as maravilhas da matemática == Enredo == Viajando de Samarra a Bagdá, Hank Tade- Maiá, o narrador da história, encontra Beremiz Samir, um singular personagem que se revela ser um fabuloso calculista da Pérsia. Eles decidem viajar juntos para Bagdá e ainda no trajeto Beremiz dá mostras de sua extraordinária habilidade com os cálculos. Em Bagdá, Beremiz rapidamente torna-se famoso e muito requisitado tanto por pessoas comuns quanto por nobres, despertando a simpatia de uns e a inveja de outros. Emprega-se como secretário do Grão-vizir Ibrahim Maluf, enquanto que Tade-Maiá fica como escriba deste mesmo ministro. Beremiz aceita também a tarefa de ensinar a matemática à filha do poeta Iezid, travando conhecimento com Telassim, sua futura esposa. Até mesmo o califa ouve falar de Beremiz e concede-lhe uma audiência. O califa fica encantado com a argúcia do calculista, elogiando-o. Para testar definitivamente a capacidade de Beremiz, o califa prepara, então, uma audiência onde o calculista seria interrogado por sete sábios. Tendo respondido brilhantemente todas as provas, Beremiz, como recompensa, pede em casamento a mão de Telassim, por quem havia se apaixonado. Beremiz casa-se com Telassim e, se convertido ambos ao cristianismo, tendo três filhos, mudam-se juntamente com o amigo Tade-Maiá para Constantinopla, no então Império Bizantino. == Personagens == * Hank Tade-Maiá: É o narrador-personagem que conta a história acompanhando Beremiz. * Beremiz Samir: É o protagonista da história, um calculista persa conhecido em Bagdá como O Homem que Calculava. * Ibrahim Maluf el Barad: Grão-vizir protetor de Beremiz. * Telassim: Filha de 17 anos do poeta Iezid Abul-Hamid. * Al-Motacém - O sumo califa Al-Musta'sim Billah (1242-1258 AD) de Bagdá.⠀ == Recepção da crítica == Monteiro Lobato classificou este livro como: \"… obra que ficará a salvo das vassouradas do tempo como a melhor expressão do binômio ‘ciência-imaginação.’\"\"Carta de Monteiro Lobato\". IN: Mil Histórias Sem Fim. 2º vol. 4º ed. Rio de Janeiro: Conquista, 1957. p. 223. === Prêmios === * Em 1939, no concurso literário da ABL, o livro foi agraciado com o Prêmio Academia Brasileira na categoria \"Livro de contos e novelas\".Prêmio Concurso Literário 1929 * Em 1972, o livro foi premiado pela Academia brasileira de Letras. Na ocasião em que era lançada sua 75ª edição. Categoria:Livros de matemática Categoria: Matemática recreativa Categoria:Livros infantojuvenis do Brasil Categoria:Livros de 1939 Categoria:Livros de Malba Tahan",
 "title": "O Homem que Calculava"
}