{
 "id": "7906",
 "text": "Oliveira do Conde é uma povoação portuguesa sede da freguesia homónima do município de Carregal do Sal. Tem 35,24 km² de área e 2798 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Oliveira do Conde foi vila e sede de concelho entre 1286 e o início do século XIX. Este era constituído pelas freguesias de Beijós, Cabanas e Oliveira do Conde. Tinha, em 1801, 4 900 habitantes. ==Localidades== Além da sede, a Freguesia de Oliveira do Conde engloba as seguintes localidades: * Alvarelhos; * Azenha; * Carregal do Sal, zona leste da vila. * Fiais da Telha; * Oliveirinha; * Vila Meã; * Travanca de São Tomé; ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 524 460 1681 648 2011 424 355 1575 768 2021 295 263 1343 897 == Património == * Casas Senhoriais: ** Albergaria: *** Casa do Passadiço; ** Alvarelhos: *** Casa da Fidalga, também conhecido pelo Solar da Fidalga ou Solar de Alvarelhos. *** Casa da Dona Felismina do Carmo Campos; ** Fiais da Telha: *** Casa da Barreirinha, também conhecida pela Casa Solarenga da Barreirinha; ** Oliveira do Conde: *** Casa dos Seia, funcionou uma cadeia e alguns serviços do extinto município de Oliveira do Conde; *** Casa da Quinta do Boiço; *** Solar dos Soares de Albergaria, classificada como Imóvel de Interesse público; *** Solar dos Viscondes, também conhecido pela Casa da Quinta; ** Oliveirinha: *** Casa de Dona Maria de Neves, também conhecida por Casa de Oliveirinha; ** Travanca de São Tomé: *** Casa de Cabriz, localizada na zona sul da aldeia e perto da Ribeira de Cabanas; *** Casa dos Garcia de Mascarenhas, também conhecida pelo Solar dos Garcia de Mascarenhas; ** Outros: *** Dólmen da Orca, Lapa da Orca ou Orca de Fiais da Telha *** Igreja Matriz de Oliveira do Conde / Túmulo de Fernão Gomes de Góis, de João Afonso (escultor) *** Capela de Nossa Senhora dos Carvalhais *** Pelourinho de Oliveira do Conde *** Busto de homenagem ao ==Associações locais== * Alvarelhos: ** Associação Recreativa e Desportiva de Alvarelhos; * Fiais da Telha: ** Associação Recreativa e Desportiva de Fiais da Telha; ** Clube Associativo de Caçadores e Pescadores do Concelho de Carregal do Sal; * Oliveira do Conde: ** Grupo Recreativo e Cultural “Zés Pereiras”; ** Sociedade de Educação e Recreia de Oliveira do Conde; * Oliveirinha: ** Associação Recreativa e Cultural de Oliveirinha; ** Núcleo Juvenil de Animação Cultural de Oliveirinha; * Vila Meã: ** Associação Jovem de Vila Meã; ** Grupo Folclórico D` Alegria de Vila Meã; * Travanca de São Tomé: ** Associação para o Progresso de Travanca de São Tomé; ==Eventos== *Eventos gastronómicos: ** Fiais da Telha: *** Festival do Leitão, organizado pela Associação Recreativa e Desportiva de Fiais da Telha e a primeira edição ocorreu em 2015. * Eventos musicais: ** Oliveira do Conde: *** Marchas populares (Final de junho), organizado pelo Grupo Recreativo e Cultural Zés Pereiras e conta com atuações de grupos da freguesia de Oliveira do Conde e de Beijós. * Eventos culturais: ** Alvarelhos: *** Queima do Comadre, realiza-se quinta-feira antes do Carnaval e esta tradição faz lembrar as cantigas de escâmbio e de maldizer do século XIII. ** Oliveira do Conde: *** Festa das Colheitas (Primeiro fim de semana de Setembro), organizado pela Junta de Freguesia de Oliveira do Conde ** Oliveirinha: *** Palco para dois ou menos, festival de teatro organizado pela NACO e com atuações na antiga escola primária de Oliveirinha. *Eventos religiosos: ** Albergaria: *** Festa em honra São João (24 de junho). ** Alvarelhos: *** Festa em honra Santo Aleixo, (último fim de semana de julho). ** Fiais da Telha: *** Festa em honra de Santo António (Segundo fim de semana de junho). ** Oliveira do Conde: *** Festa em honra Santo Amaro (Segundo fim de semana de Janeiro=. *** Festa em honra S. Miguel Arcanjo (Finais de setembro). ** Oliveirinha: *** Festa em honra Senhora dos Prazeres (Segundo Domingo após a Páscoa). ** Vila Meã: *** Festa em honra São Domingos (Primeiro Domingo de Agosto). ** Travanca de São Tomé: *** Festa em honra São Tomé (Primeiro Domingo de Agosto), integrado nas Festas anuais da aldeia. *Outros eventos: ** Presépio de Natal, presépio fica exposta no centro da aldeia de Vila Meã ao longo de cada mês de dezembro e é organizado pelo Grupo Folclórico D’ Alegria de Vila Meã. ==Personalidades== * Atílio dos Santos Nunes (1938 - 2017), antigo político, presidente da Câmara Municipal de Carregal do Sal entre 1989 a 2013 e um dos responsáveis pela construção do IC12 (Santa Comba Dão - Canas de Senhorim). * Comendador José Nunes Martins (1903 - 1981). ==Politica== * Junta de Freguesia de Oliveira do Conde: ** 2021 a 2025: ***Presidente de Junta, Carlos Manuel Bastos; ***Secretária, João Borges de Campos; ***Tesoureiro, Cátia Mendes; *Assembleia de Freguesia de Oliveira do Conde: **2021 a 2025: ***Mesa da assembleia: ****Presidente, Vítor Figueiredo; ****Primeira secretária, Maria Ribeiro; ****Segunda secretária, Joana Filipa Campos; ***Elementos da assembleia: ****Catarina Alexandra Borges; ****Joana Sofia Nascimento; ****Cristina Fernandes Campos; ****Andreia Borges; ****Miguel Vicente; * Anteriores presidentes de Junta: ** João Acácio Ferreira Bastos (PS) - 2013 a 2017 ** António de Sousa Borges (PS) - 2017 a 2021 == Obras e publicações == * Câmara Municipal Carregal do Sal, Os Edifícios Religiosos do Município de Carregal do Sal Guia Turístico - Cultural. Beiratipo, Lda. 2012. Consultado em 17 de Janeiro de 2024. * Câmara Municipal Carregal do Sal, Roteiro turístico Solares e Casas Solarengas do Munícipio de Carregal do Sal. Morgráfica, Gráfica de Mortágua, 2015. Consultado em 17 de Janeiro de 2024. == Ligações externas == * * https://www.jf- oliveiradoconde.pt/pt_pt/index, site da Junta de Freguesia de Oliveira do Conde.",
 "title": "Oliveira do Conde"
}