{
 "id": "79249",
 "text": "Guardia Piemontese (em occitano, La Gàrdia) é uma comuna italiana da região da Calábria, província de Cosenza, com cerca de 1.867 habitantes, de língua occitana. Estende-se por uma área de 21 km², tendo uma densidade populacional de 89 hab/km². Faz fronteira com Acquappesa, Cetraro, Fuscaldo, Mongrassano. ==Demografia== == História == Esta comuna tem a particularidade de ser uma ilha linguística occitana do Sul-Itália. Foi fundada no século XII por refugiados valdenses de Bobbio Pellice no Piemonte.. A comuna era conhecida também como Guardia LombardaLombarda era a palavra, no passado, para definir qualquer pessoa da Itália do Norte. == Bibliografia == * Guardia Piemontese le ragioni di una civiltà - Indagine sul mondo occitanico calabrese, a cura di Agostino Formica - Comunità Europea - Comune di Guardia Piemontese - 1999 * Un mistero occitano per il commissario Abruzzese, romanzo storico poliziesco, di Massimo Siviero - Editor Claudiana, Collana Centro Culturale Valdese - Turim 2001 * Guardia Piemontese - la sua lingua la storia le prospettive culturali - CD - 2001 * Opuscolo bilingue - Guardia Piemontese storia di un popolo e di una chiesa - Comune di Guardia Piemontese - Assessorato alla Cultura - Finanziamento 482/99 - Annualità 2001 * 'O libre meu - manuale didattico per l'insegnamento della lingua occitana * Quaderno didattico per l'insegnamento efficace delle lingue meno diffuse in Europa - L'occitano di Guardia Piemontese - Comune di Guardia Piemontese - 2001 * Vocabolario dell'occitano di Guardia Piemontese CD - Comune di Guardia Piemontese - 2004 * Vocabolario dell'occitano di Guardia Piemontese - Comune di Guardia Piemontese - 2005 * Breve grammatica dell'occitano di Guardia Piemontese di Hans Peter Kunert - Comune Guardia Piemontese - 2006 * Gli Ultramontani storia dei Valdesi di Calabria de Enzo Stancati - seconda edizione riveduta, aggiornata e ampliata. Editore Luigi Pellegrini - Cosenza - Finanziato dal Por Calabria 2000/2006 Misura 2.2 - FESR - Assessorato alla Cultura, Istruzione, Università, Ricerca Scientifica e Innovazione Tecnologica. Ano 2008 * Taliant de la pèire da Garroc - Canti, filastrocche, racconti, indovinelli e proverbi di Guardia Piemontese, Società di Studi Evangelici, Edizioni dell'Orso - Alessandria, Reimpresso 2008 * L'Inquisizione romana e i Valdesi di Calabria (1554-1703) di Pierroberto Scaramella - Editoriale Scientifica - Napoli 1999. * I Segni della Storia nei due centri religiosi di Guardia Piemontese di Francesco Samà - Gnisci- Paola 2006 * Presenze Valdesi nel Mezzogiorno d’Italia (secoli XV- XVII) de Alfonso Tortora - Laveglia, Salerno 2004 (Quaderni della Società di Storia Patria Salernitana, 16) * Francesco Samà, Un convento dei domenicani per la restaurazione cattolica a Guardia Piemontese, Attos do 3º Seminário Internazional de estudos sobre o Valdismo * Mediterraneo, a cura di Renata Ciaccio e Alfonso Tortora, (Cosenza-Arcavacata 25-25 novembro 2011), Nocera Inferiore (SA), ViVa Liber Edizioni 2013, pp. 197–223 == Ligações externas == * Site da comuna de La Guardia * Vocabulari de l'occitan de La Gàrdia, Calàbria (4000 tèrmes) Categoria:Comunas de Cosença (província) Categoria:Língua occitana",
 "title": "Guardia Piemontese"
}