{
 "id": "7925",
 "text": "Munique (; , em bávaro: Minga) é uma cidade da Alemanha, capital do estado alemão da Baviera, no sudeste do país. Conta atualmente cerca de 1,3 milhão de habitantes (2012), enquanto a sua região metropolitana, que engloba diversas cidades vizinhas ou próximas a Munique, abriga mais de 2,6 milhões de pessoas. É assim a cidade mais populosa da Baviera e do sul da Alemanha, e a terceira cidade mais populosa do país, depois da capital, Berlim, e de Hamburgo. Munique é uma cidade independente (kreisfreie Stadt) ou distrito urbano (Stadtkreis), ou seja, possui estatuto de distrito (Kreis). Adicionalmente, Munique é também sede do governo do distrito administrativo da \"Alta Baviera\" (Oberbayern em alemão) bem como do distrito territorial (Landkreis) de Munique. Cidades grandes próximas são Zurique (Suíça), a 315 km a oeste, Praga (República Checa), a cerca de 380 km a nordeste, Viena (Áustria) a cerca de 440 km a leste, Milão (Itália) a 490 km ao sul e Berlim, a cerca de 590 km a norte. Foi fundada em 1158. O número de habitantes da cidade de Munique ultrapassou por volta de 1854 os 100 000, tendo nessa altura obtido o estatuto de cidade grande (Grosstadt). A cidade foi destruída pela metade durante a Segunda Guerra Mundial, porém reconstruída nas décadas posteriores ao fim do conflito. Desde os anos 1960, alcançou a marca de um milhão de habitantes, estabelecendo-se desde então como a terceira mais populosa cidade alemã (entre os anos 60 e 80, a segunda ou a terceira mais populosa cidade da Alemanha Ocidental). Munique é atravessada pelo rio Isar. É em Munique que é realizada anualmente a Oktoberfest, uma tradicional festa alemã, que é a maior do mundo, sendo o evento um dos principais alicerces turísticos da Alemanha. A Munique moderna é um importante e desenvolvido centro financeiro, urbano, logístico, cultural e político da Alemanha e da Europa continental. É sede de diversas empresas de renome mundial, incluindo a montadora BMW. Entre 2011 e 2012, Munique foi posicionada na 4ª posição entre as \"Cidade Mais Habitáveis do Mundo\", segundo estudos da consultoria internacional Mercer. A partir de 2006, o lema da cidade passou a ser \"München mag dich\" (Munique gosta de ti (Pt) ou Munique ama você(Br), em alemão). Até 2005, o lema era \"Weltstadt mit Herz\" (Cidade cosmopolita com coração). == História == === Idade Média === O primeiro assentamento conhecido na área era de monges beneditinos na antiga rota do sal. A data da fundação é considerada o ano 1158, data em que a cidade foi mencionada pela primeira vez em um documento, assinado em Augsburgo. Até então, Henrique, o Leão, da Casa de Guelfo, o Duque da Saxônia e da Baviera, construíram uma ponte de pedágio sobre o rio Isar ao lado do assentamento dos monges e da rota do sal. Em 1175, Munique recebeu estatuto de cidade e de fortificação. Em 1180, com o julgamento de Henrique, o Leão, Otão I tornou-se duque da Baviera e Munique foi entregue ao Bispo de Frisinga. (Os herdeiros de Otão I, a Casa de Wittelsbach, governaram a Baviera até 1918.) Em 1240, Munique foi transferida para Otão II da Baviera e em 1255, quando o Ducado da Baviera foi dividido em dois, Munique tornou-se a residência ducal da Alta Baviera. O duque Luís IV, nativo de Munique, foi eleito rei alemão em 1314 e coroado como imperador do Sacro Império Romano-Germânico em 1328. Ele fortaleceu a posição da cidade concedendo-lhe o monopólio do sal, assegurando-a de uma renda adicional. No final do , Munique sofreu um avivamento das artes góticas: a Câmara Municipal antiga foi ampliada, e a maior igreja gótica de Munique — a Frauenkirche — agora uma catedral, foi construída em apenas 20 anos, começando em 1468. === Guerras mundiais === Após o início da Primeira Guerra Mundial em 1914, a vida em Munique tornou-se muito difícil, já que o bloqueio dos Aliados à Alemanha levou à falta de alimentos e combustíveis. Durante as incursões aéreas francesas em 1916, três bombas caíram em Munique. Após o conflito, a cidade estava no centro de muita agitação política. Em novembro de 1918, na véspera da revolução alemã, Luís III da Baviera e sua família fugiram da cidade. Após o assassinato do primeiro-ministro republicano Kurt Eisner em fevereiro de 1919 por Anton Graf von Arco auf Valley, a República Soviética da Baviera foi proclamada. Quando os comunistas tomaram o poder, Lenin, que morou em Munique alguns anos antes, enviou um telegrama congratulatório, mas a república soviética foi posta abaixo em 3 de maio de 1919 pelos Freikorps. Enquanto o governo republicano havia sido restaurado, Munique tornou-se um viveiro de políticos extremistas, entre os quais Adolf Hitler e os nacional-socialistas se tornaram proeminentes. Em 1923, Adolf Hitler e seus apoiantes, concentrados em Munique, organizaram o Putsch da Cervejaria, uma tentativa de derrubar a República de Weimar e tomar o poder. A revolta fracassou e resultou na prisão de Hitler e na paralisação temporária do Partido Nazista (NSDAP), que era praticamente desconhecido fora de Munique. A cidade tornou-se novamente uma fortaleza nazista quando o partido tomou o poder na Alemanha em 1933. A festa criou seu primeiro campo de concentração em Dachau, a 16 km a noroeste da cidade. Por sua importância para o surgimento do nacional-socialismo, Munique foi designada como Hauptstadt der Bewegung (\"Capital do Movimento\"). A sede do NSDAP estava em Munique e muitos Führerbauten (\"prédios do Führer\") foram construídos em torno da Königsplatz, alguns dos quais ainda sobrevivem. A cidade é conhecida como o ponto de culminante da política de apaziguamento do Reino Unido e da França que levou à Segunda Guerra Mundial. Foi em Munique que o primeiro-ministro britânico, Neville Chamberlain, concordou com a anexação da região dos Sudetos, então da Tchecoslováquia, no território da Grande Alemanha, com a esperança de saciar os desejos do Terceiro Reich de Hitler. A cidade foi muito danificada pelos bombardeios dos Aliados durante a Segunda Guerra Mundial — a cidade foi atingida por 71 incursões aéreas durante um período de seis anos. À medida que os bombardeios continuavam, mais e mais pessoas se mudaram. Em maio de 1945, 337 000 pessoas (41%) deixaram a cidade.Richard Overy, The Bombers and the Bombed: Allied Air War Over Europe 1940-1945 (2014) p 304 A batalha final para Munique começou 29 de abril de 1945, quando a 20.ª Divisão Blindada, a 3ª Divisão de Infantaria, a 42.ª Divisão de Infantaria e a 45.ª Divisão de Infantaria dos Estados Unidos atacavam nos arredores da cidade, quando também liberaram o campo de concentração de Dachau no processo. Alguns setores foram bem defendidos contra essa investida dos Aliados. No entanto, a própria cidade foi capturada com bastante facilidade em 30 de abril de 1945, já que os defensores alemães ofereceram resistência leve.Stanton, Shelby, World War II Order of Battle: An Encyclopedic Reference to U.S. Army Ground Forces from Battalion through Division, 1939–1946 (Revised Edition, 2006), Stackpole Books p. 69, 80, 129, 135 == Geografia == Munique situa-se nas planícies elevadas da Alta Baviera, a cerca de 50 km ao norte da borda norte dos Alpes, a uma altitude de cerca de 520 m. Os rios locais são o Isar e o Würm. Munique está situado no contraforte alpino. A parte norte deste planalto arenoso inclui uma área de sílex altamente fértil que já não é afetada pelos processos de dobramento geológico encontrados nos Alpes, enquanto a parte sul é coberta de colinas morainas. === Clima === A cidade de Munique situa-se na região entre os climas atlântico úmido e continental seco. Outros fatores essenciais que determinam o clima da cidade são os Alpes e o rio Danúbio, que fazem a divisão do tempo da região (um lado dos Alpes apresenta clima diferente do outro). Graças a esses fatores o tempo é relativamente muito variável. O vento Föhn traz da região sul, durante o ano todo, correntes de ar irregularmente quentes e secas. Em conjunto com as correntes de ar está a boa vista à distância — e especialmente o conhecido céu azul da Baviera — estando os alpes da Baviera muito nitidamente visíveis. == Demografia == === Religiões === Cerca de 45% dos moradores de Munique não são afiliados a nenhum grupo religioso e esse índice representa o segmento de maior crescimento da população. Como no resto da Alemanha, as igrejas católicas e protestantes têm sofrido um contínuo declínio na adesão. Em 31 de dezembro de 2016, 32,4% dos habitantes da cidade se declaravam católicos romanos, 11,6% protestantes e 0,3% judeus. Em 2011, 7,5% eram migrantes muçulmanos de 21 países de origem. Cerca de 3% aderem a outras denominações cristãs. O estado da Baviera, no sul da Alemanha, é maioritariamente católico, ao contrário de estados como Baden-Württemberg a oeste, bem como a maior parte dos estados situados no norte da Alemanha, que são na maioria protestantes (Luteranos). A cidade de Munique pertencia inicialmente ao bispado de Freising, que por sua vez era subordinada (sufragânea) de Salzburgo. Houve várias tentativas de criação de um bispado próprio, inicialmente frustradas. Em 1817, como resultado de alterações políticas, o bispado de Freising foi transferido para Munique. Ao mesmo tempo o bispado foi promovido a arcebispado. A doutrina de Martinho Lutero gozou de simpatia inicial em Munique, mas nos anos seguintes ao parlamento imperial de Worms em 1522 foi brutalmente reprimida. Antes de tudo devido à acção dos Jesuítas que oprimiram qualquer tentativa de revolta. Por isso, a cidade permaneceu católica, sem excepções. Só em 1799 foi possível estabelecer em Munique uma pequena paróquia, com a protecção do príncipe-eleitor (Kurfürstin), na altura uma mulher. Essa paróquia deu origem, em 1806, à primeira congregação paroquial (Pfarrei), cujo número de participantes crescia. A igreja de Salvador (Salvatorkirche) foi concedida aos protestantes, não tendo sido no entanto usada, porque era muito pequena. A paróquia pertencia à igreja protestante do reino da Baviera, que foi instituída para todas as paróquias luteranas e reformadas. Em 1833, foi possível erigir a igreja de Mateus (Matthäuskirche), a primeira igreja evangélica. São Markus foi a segunda, em 1877. == Governo e política == O atual prefeito de Munique é Dieter Reiter, do Partido Social Democrata da Alemanha (SPD). Munique foi governada pelo SPD há quase seis anos desde 1948. Isso é notável porque a Baviera — e particularmente o sul da Baviera — tem sido uma fortaleza conservadora, visto que a União Social Cristã ganha maiorias absolutas entre o eleitorado bávaro em muitas eleições comunais, estaduais e federais, além de liderar o governo do estado bávaro por todos os anos, exceto três, desde 1946. Como a capital do Estado Livre da Baviera, Munique é um importante centro político na Alemanha e sede do Parlamento do Estado da Baviera, da Staatskanzlei (Chancelaria do Estado) e de todos os departamentos estaduais. Várias autoridades nacionais e internacionais estão localizadas em Munique, incluindo o Federal Finance Court of Germany e o European Patent Office. === Relações internacionais === Munique tem como cidades-irmãs os seguintes centros urbanos: * Edimburgo, Reino Unido (1954) * Verona, Itália (1960) * Bordeaux, França (1964) * Sapporo, Japão (1972) * Cincinnati, Ohio, Estados Unidos (1989) * Kiev, Ucrânia (1989) * Harare, Zimbábue (1996) == Subdivisões == Com a nova divisão das regiões da cidade em 1992, o número de bairros de Munique diminuiu de 41 para 25. Eles são (listados em ordem alfabética): * Allach-Untermenzing (23) * Altstadt-Lehel (1) * Aubing-Lochhausen-Langwied (22) * Au-Haidhausen (5) * Berg am Laim (14) * Bogenhausen (13) * Feldmoching- Hasenbergl (24) * Hadern (20) * Laim (25) * Ludwigsvorstadt-Isarvorstadt (2) * Maxvorstadt (3) * Milbertshofen-Am Hart (11) * Moosach (10) * Neuhausen- Nymphenburg (9) * Obergiesing (17) * Pasing-Obermenzing (21) * Ramersdorf- Perlach (16) * Schwabing-Freimann (12) * Schwabing-West (4) * Schwanthalerhöhe (8) * Sendling (6) * Sendling-Westpark (7) * Thalkirchen-Obersendling- Forstenried-Fürstenried-Solln (19) * Trudering-Riem (15) * Untergiesing- Harlaching (18). == Economia == thumb|Sede da BMW thumb|Sede da Allianz Munique tem a economia mais forte de qualquer cidade alemã e a menor taxa de desemprego (5,4% em julho de 2020) entre as cidades alemãs com mais de um milhão de pessoas (as outras são Berlim, Hamburgo e Colônia). A cidade também é o centro econômico do sul do país. A iniciativa \"Neue Soziale Marktwirtschaft (INSM)\" e a revista WirtschaftsWoche (Business Weekly) concederam a Munique a pontuação máxima em sua pesquisa comparativa pela terceira vez em junho de 2006. Munique encabeçou o ranking da revista Capital em fevereiro de 2005 para as perspectivas econômicas entre 2002 e 2011 em 60 cidades alemãs. A capital bávara é um centro financeiro e uma cidade global e detém a sede da Siemens AG (eletrônica), BMW (carro), MAN AG (fabricante de caminhões, engenharia), Linde AG (gases), Allianz (seguro), Munich Re (resseguro) e Rohde & Schwarz (eletrônica). Entre as cidades alemãs com mais de 500 000 habitantes, o poder de compra era maior em Munique (26 648 euros por habitante) em 2007. Em 2006, a mão de obra local gozava de um salário médio por hora de 18,62 euros (cerca de 20 dólares).Landeshauptstadt München, Direktorium, Statistisches Amt: Statistisches Jahrbuch 2007, page 206 (Statistical Yearbook of the City of Munich 2007) http://currency.wiki/18-62eur-usd A classificação das cidades propriamente ditas (não de suas áreas metropolitanas) Global 500 citou Munique na 8ª posição em 2009. Munique também é um centro de biotecnologia, softwares e outras indústrias de serviços. A cidade também é o lar da sede de muitas outras grandes empresas, como o fabricante de motores da aeronave MTU Aero Engines, o fabricante de máquinas de moldagem por injeção Krauss-Maffei, a fabricante de iluminação e câmeras Arri, a empresa de semicondutores Infineon Technologies (com sede na cidade suburbana de Neubiberg), a gigante da iluminação Osram, bem como a sede alemã ou europeia de muitas empresas estrangeiras, como a McDonald's e a Microsoft. Munique tem importância como um centro financeiro (atrás apenas de Frankfurt), sendo o lar do HypoVereinsbank e do Bayerische Landesbank e a sede de companhias de seguros como Allianz e Munich Re. Munique é a maior cidade editora da Europa e abriga o Süddeutsche Zeitung, um dos maiores jornais da Alemanha. A cidade também é a sede da sede de programação da maior rede de radiodifusão pública da Alemanha, a ARD, enquanto a maior rede comercial, Pro7–Sat1 Media AG, está sediada no subúrbio de Unterföhring. A sede do ramo alemão da Random House, a maior editora do mundo, e do grupo de publicação Hubert Burda Media também estão em Munique. O Bavaria Film Studios está localizado no subúrbio de Grünwald. Eles são um dos maiores e mais famosos estúdios de produção cinematográfica da Europa. ===Dez maiores empresas em Munique (2016)=== Empregador est. N.º de empregados locais BMW 1916 34 500 Universidade Técnica de Munique 1868 9 800 Stadtwerke München 1998 9 700 MAN SE 1758 9 200 Siemens 1847 9 000 Allianz 1890 8 500 Linde AG 1879 8 000 Aeroporto de Munique-Franz Josef Strauss 1992 7 500 Munich Re 1880 3 600 Stadtsparkasse München 1824 3 000 == Infraestrutura == === Educação === Munique é um líder local em ciência e a pesquisa, com uma longa lista de ganhadores do Prêmio Nobel, de Wilhelm Conrad Röntgen em 1901 até Theodor Hänsch em 2005. A cidade tornou-se um centro espiritual já desde os tempos do imperador Luís IV, quando filósofos como Miguel de Cesena, Marsílio de Pádua e Guilherme de Ockham foram protegidos na corte do imperador. A Universidade Ludwig Maximilian (LMU) e a Universidade Técnica de Munique (TU ou TUM) foram duas das três primeiras universidades alemãs a serem premiadas com o título de \"universidade de elite\" por um comitê de seleção composto por acadêmicos e membros dos Ministérios da Educação e Pesquisa da Federação Alemã e dos estados alemães (Länder). Apenas estas duas universidades locais e a Universidade Técnica de Karlsruhe (agora parte do Instituto de Tecnologia de Karlsruhe) conseguiram esta honra e implicaram maior chance de atrair fundos de pesquisa, desde a primeira rodada de avaliação em 2006. === Transportes === thumb|Metro de Munique O Aeroporto Internacional de Munique Franz Josef Strauß foi aberto em 17 de Maio de 1992 em Erdinger Moos (código internacional de aeroportos: MUC (Código-IATA) EDDM (Código-ICAO)). A 29 km de distância de Munique, o aeroporto, com 30,8 milhões de passageiros em 2006, é o segundo maior da Alemanha e o sétimo da Europa. Desde a decisão da Lufthansa de ter Munique além de Frankfurt como centro, o aeroporto internacional tem recebido cada vez mais conexões. Devido ao fluxo cada vez maior de passageiros um novo terminal foi construído e em 2003 foi aberto. É o 15.º aeroporto mais movimentado do mundo por número de passageiros internacionais. Uma ligação do Aeroporto com Munique através do Transrapid foi apoiada pelo Freistaat Bayern e pelo Bundesregierung, mas foi recusada pela Stadtrat devido aos altos custos. O projeto milionário foi interrompido. Essa ligação iria diminuir o tempo de viagem até o aeroporto em 10 minutos e seria uma ligação do aeroporto com a linha de trem de longas distância (Fernbahnnetz) da Deutschen Bahn AG. No oeste de Munique há a Base Aérea de Fürstenfeldbrück e a Base Aérea Oberpfaffenhofen. Atualmente há discussão de ambas abrirem para o tráfego aéreo comercial. O Aeroporto Memmingnen, localizado a 90 km a oeste da cidade é também conhecido como Aeroporto Munique-West. Ryanair erfindet „Airport München-West“ A München Hauptbahnhof é a principal estação ferroviária da cidade, localizada no centro. A primeira estação de Munique foi construída a cerca de 800 m a oeste, em 1839. Uma estação no local atual foi inaugurada em 1849 e foi reconstruída inúmeras vezes, inclusive para substituir o prédio da estação principal, que foi gravemente danificado durante a Segunda Guerra Mundial. A München Hauptbahnhof é uma das três estações de longa distância em Munique, sendo as outras a München Ost (a leste) e a München-Pasing (a oeste). Todos as três estão ligadas ao sistema de transporte público e servem de hubs de transporte. A München Hauptbahnhof é usada por cerca de 450 000 passageiros por dia, o que a coloca em par com outras grandes estações na Alemanha, como a Hamburg Hauptbahnhof e a Frankfurt Hauptbahnhof. Ela e a München Ost são duas das 21 estações na Alemanha classificadas pela Deutsche Bahn como uma \"estação de categoria 1\". O prédio principal é uma estação terminal com 32 plataformas. O S-Bahn subterrâneo tem 2 plataformas e o U-Bahn tem seis plataformas na estação. Para atender a sua população urbana de 2,6 milhões de pessoas, Munique e os seus subúrbios mais próximos têm um dos sistemas mais abrangentes e pontuais do mundo, incorporando o U-Bahn (metrô), o S-Bahn (trens suburbanos), bondes e ônibus. O sistema é supervisionado pela Münchner Verkehrs-und Tarifverbund (GmbH). Os bondes são parte do mais antigo sistema de transporte público existente na cidade, que está em operação desde 1876. Munique também possui uma extensa rede de linhas de ônibus. == Cultura == === Museus === O Deutsches Museum, localizado em uma ilha no rio Isar, é o maior e um dos mais antigos museus de ciência do mundo. Três edifícios de exposição que estão sob uma ordem de proteção foram convertidos na casa do Verkehrsmuseum, que abriga as coleções de transporte terrestre do Deutsches Museum. O centro de exposições de voos Flugwerft Schleissheim do Deutsches Museum está localizado nas proximidades, no campo de pouso especial Schleissheim. Vários museus não centralizados (muitas dessas são coleções públicas da Universidade de Munique) mostram as coleções ampliadas de paleontologia, geologia, mineralogia, zoológicos, botânica e antropologia. A cidade tem várias galerias de arte importantes, a maioria das quais pode ser encontrada no Kunstareal, incluindo a Alte Pinakothek, a Neue Pinakothek, a Pinakothek der Moderne e o Museu Brandhorst. A estrutura monolítica da Alte Pinakothek contém um tesouro das obras dos mestres europeus entre os séculos XIV e XVIII. A coleção reflete os gostos ecléticos dos Wittelsbach durante quatro séculos e é ordenada por escolas ao longo de dois andares. As principais exibições incluem o autorretrato de Albrecht Dürer, as pinturas de Rafael, A Sagrada Família Canigiani e Tempi Madonna, bem como a obra O Dia do Julgamento, Peter Paul Rubens. A galeria abriga uma das coleções mais abrangentes de Peter Paul Rubens no mundo. Antes da Primeira Guerra Mundial, o grupo de artistas Der Blaue Reiter trabalhou em Munique. Muitas de suas obras agora podem ser vistas no Lenbachhaus.Catherine Hickley (8 de maio de 2013), Norman Foster Turns Munich Villa Into Home for Kandinskys Bloomberg. Uma coleção importante de arte greco-romana está exposta na Glyptothek e nas Coleções Estatais de Antiguidades. O Rei Ludwig consegui adquirir peças tão famosas como, a Medusa Rondanini, o Fauno Barberini e as figuras do Templo de Afaia, em Egina (ilha), Grécia, para a Glyptothek. Outro museu importante no Kunstareal é o Museu Egípcio. Outra área para as artes ao lado do Kunstareal é o quarteirão de Lehel, entre a cidade velha e o rio Isar: o Museu dos Cinco Continentes em Maximilianstraße é a segunda maior coleção na Alemanha de artefatos e objetos de fora da Europa, enquanto o Museu Nacional da Baviera e a Coleção Arqueológica Estadual da Baviera adjacente, na Prinzregentenstrasse, são classificados entre os principais museus de arte e história cultural da Europa. A Schackgalerie, nas proximidades, é uma galeria importante de pinturas alemãs do . O antigo campo de concentração de Dachau fica a 16 km fora da cidade. === Esportes === Munique é o lar de várias equipes de futebol profissional, incluindo o Bayern de Munique, o clube mais bem sucedido da Alemanha e vencedor de vários campeonatos da UEFA Champions League. Outros clubes notáveis ​​incluem o TSV 1860 München, que eram rival do Bayern em pé de igualdade, mas, no momento, joga no Regionalliga Bayern (4º divisão) devido a um rebaixamento por motivos financeiros; e o antigo clube da Bundesliga, SpVgg Unterhaching, que agora está jogando na 3.ª divisão.VIGNOLI, Leandro (2017). 3. O incrível fracasso do Munique 1860. À sombra de gigantes: uma viagem ao coração das mais famosas pequenas torcidas do futebol europeu. São Paulo: L. Vignoli, 2017, pp. 38-45 No basquete, o FC Bayern Munich Basketball atualmente joga na Liga Alemã de Basquetebol. A cidade recebeu os estágios finais da FIBA ​​EuroBasket de 1993, onde a equipe alemã de basquete venceu a medalha de ouro. Munique hospedou os Jogos Olímpicos de Verão de 1972, onde ocorreu o Massacre de Munique. Foi uma das cidades-sede da Copa do Mundo de Futebol de 2006, que não foi realizada no Estádio Olímpico de Munique, mas em um novo estádio de futebol, o Allianz Arena. Munique tentou sediar os Jogos Olímpicos de Inverno de 2018, mas perdeu para Pyeongchang, na Coreia do Sul. Em setembro de 2011, o presidente da Federação Alemã de Esportes Olímpicos, Thomas Bach, confirmou que o município pediria novamente para os Jogos Olímpicos de Inverno no futuro. Há três eventos de maratona anuais na cidade: a Maratona de Munique em outubro, o B2Run em julho e a Corrida de Ano Novo em 31 de dezembro. Entre as instalações esportivas públicas da cidade estão dez piscinas cobertas e oito piscinas sem cobertura, que são operadas pela empresa comunal Stadtwerke München, enquanto a natação dentro dos limites da cidade de Munique também é possível em vários lagos artificiais como, por exemplo, o Riemer See ou o distrito dos lagos de Langwieder. Munique tem uma reputação como um ponto de acesso ao surf, oferecendo o ponto de navegação mais conhecido do mundo, a onda de Eisbach, que está localizada na extremidade sul do parque Englischer Garten e utilizada pelos surfistas dia e noite e durante todo o ano. A meio quilômetro do rio, há uma segunda onda mais fácil para iniciantes, a chamada Kleine Eisbachwelle. Dois outros pontos de surf dentro da cidade estão localizados ao longo do rio Isar, a onda no canal Floßlände e uma onda da ponte Wittelsbacherbrücke. == Ver também == *Demografia da Alemanha == Ligações externas == * Página oficial de Munique — Informações turísticas Categoria:Cidades independentes da Alemanha",
 "title": "Munique"
}