{
 "id": "79271",
 "text": "O cinema dos Estados Unidos, muitas vezes chamado metonimamente de Hollywood, teve um grande efeito na indústria cinematográfica em geral desde o início do século XX. O estilo dominante do cinema americano é o cinema clássico de Hollywood, que se desenvolveu de 1917 a 1960 e caracteriza a maioria dos filmes feitos até hoje. Enquanto os franceses Auguste e Louis Lumière são geralmente creditados com o nascimento do cinema moderno, o cinema americano logo veio a ser uma força dominante na indústria como surgiu. Produz o maior número total de filmes de qualquer cinema nacional de língua única, com mais de 700 filmes em inglês lançados em média todos os anos. Apesar dos cinemas nacionais do Reino Unido (299), Canadá (206), Austrália e Nova Zelândia também produzirem filmes na mesma língua, eles não são considerados parte do sistema de Hollywood. Hollywood também foi considerado um cinema transnacional. A Hollywood clássica produziu versões em vários idiomas de alguns títulos, muitas vezes em espanhol ou francês. Atualmente há a produção contemporânea de offshores de Hollywood para o Canadá, Austrália e Nova Zelândia. Hollywood é considerada a mais antiga indústria de filmes, por ter sido aonde surgiram os primeiros estúdios de cinema e empresas de produção cinematográfica, ele também é o berço de vários gêneros do cinema, entre os quais a comédia, o drama, a ação, o musical, o romance, o horror e a ficção científica, tem sido um exemplo para outras indústrias cinematográficas nacionais. Em 1878, Eadweard Muybridge demonstrou o poder da fotografia para capturar movimento. Em 1894, a primeira exposição cinematográfica comercial do mundo foi dada em Nova York, usando o cinetoscópio de Thomas Edison. Os Estados Unidos produziram o primeiro filme musical de som sincronizado do mundo, The Jazz Singer, em 1927, e estavam na vanguarda do desenvolvimento de filmes sonoros nas décadas seguintes. Desde o início do século XX que a indústria cinematográfica dos EUA tem sido amplamente baseada em torno da zona de 30 milhas em torno de Hollywood, Los Angeles na Califórnia. Cidadão Kane de Orson Welles (1941) é frequentemente citado em críticos como o maior filme de todos os tempos. Hoje, os estúdios de cinema norte-americanos geram coletivamente centenas de filmes todos os anos, tornando os Estados Unidos um dos produtores de filmes mais prolíficos do mundo e um dos pioneiros em engenharia e tecnologia de cinema. == História == === Origens e Fort Lee === A primeira instância registrada de fotografias capturando e reproduzindo movimentos foi uma série de fotografias de um cavalo correndo por Eadweard Muybridge, que ele tirou em Palo Alto, Califórnia, usando um conjunto de câmeras fotográficas colocadas em fila. As realizações de Muybridge levaram os inventores de todos os lugares a tentar criar dispositivos semelhantes. Nos Estados Unidos, Thomas Edison foi um dos primeiros a produzir um aparelho desse tipo, o cinetoscópio. A história do cinema nos Estados Unidos pode traçar suas raízes até a Costa Leste, onde, ao mesmo tempo, Fort Lee, Nova Jersey, era a capital do cinema americano. A indústria começou no final do século XIX com a construção de \"Black Maria\", de Thomas Edison, o primeiro estúdio de cinema em West Orange, Nova Jersey. As cidades e vilas no rio Hudson e Hudson Palisades ofereceram terra a um custo consideravelmente menor do que a cidade de Nova York do outro lado do rio e se beneficiaram enormemente como resultado do crescimento fenomenal da indústria cinematográfica na virada do século XX. A indústria começou a atrair capital e uma força de trabalho inovadora, e quando a Kalem Company começou a usar Fort Lee em 1907 como local de filmagem na área, outros cineastas rapidamente seguiram. Em 1909, um precursor da Universal Studios, a Champion Film Company, construiu o primeiro estúdio. Outros rapidamente seguiram e construíram novos estúdios ou arrendaram instalações em Fort Lee. Nos anos 1910 e 1920, empresas cinematográficas como a Independent Moving Pictures Company, a Peerless Studios, a Solax Company, a Éclair Studios, a Goldwyn Picture Corporation e a American Méliès (Star Films), a World Film Company, a Biograph Studios, a Fox Film Corporation, a Pathé Frères, a Metro Pictures Corporation, a Victor Film Company e a Selznick Pictures Corporation estavam fazendo fotos em Fort Lee. Notáveis ​​atrizes como Mary Pickford começaram na Biograph Studios. Em Nova York, o Kaufman Astoria Studios, no Queens, foi construído durante a era do cinema mudo, foi usado pelos irmãos Marx e WC Fields. Os Edison Studios estavam localizados no Bronx. === Ascensão de Hollywood === No início de 1910, o diretor DW Griffith foi enviado pela Biograph Company para a costa oeste com sua tropa de atores, composta pelos atores Blanche Sweet, Lillian Gish, Mary Pickford, Lionel Barrymore e outros. Eles começaram a filmar em um terreno baldio perto da Georgia Street, no centro de Los Angeles. Enquanto esteve lá, a empresa decidiu explorar novos territórios, viajando várias milhas ao norte de Hollywood, uma pequena vila que era amigável e gostava da companhia cinematográfica que estava filmando lá. Griffith, em seguida, filmou o primeiro filme já filmado em Hollywood, na antiga Califórnia, um melodrama biográfico sobre a Califórnia no século XIX, quando pertencia ao México. Griffith ficou lá por meses e fez vários filmes antes de voltar para Nova York. Depois de ouvir sobre o sucesso de Griffith em Hollywood, em 1913, muitos cineastas se dirigiram para o oeste para evitar as taxas impostas por Thomas Edison, que possuía patentes no processo de criação de filmes. Nestor Studios de Bayonne, Nova Jersey, construiu o primeiro estúdio em Hollywood em 1911. Nestor Studios, de propriedade de David e William Horsley, mais tarde se fundiu com a Universal Studios; e a outra empresa de William Horsley, Hollywood Film Laboratory, é hoje a mais antiga empresa existente em Hollywood, agora chamada de Hollywood Digital Laboratory. O clima mais hospitaleiro e rentável da Califórnia levou à eventual mudança de praticamente todo o cinema para a costa oeste dos anos 1930. Na época, Thomas Edison possuía quase todas as patentes relevantes para a produção cinematográfica e os produtores de filmes da Costa Leste agindo independentemente da Motion Picture Patents Company de Edison eram frequentemente processados ​​ou intimados por Edison e seus agentes, enquanto cineastas trabalhando na Costa Oeste podiam trabalhar independentemente do controle de Edison. Em Los Angeles, os estúdios e Hollywood cresceram. Antes da Primeira Guerra Mundial, os filmes eram feitos em várias cidades dos Estados Unidos, mas os cineastas tendiam a gravitar em direção ao sul da Califórnia enquanto a indústria se desenvolvia. Eles foram atraídos pelo clima quente e pela luz solar confiável, o que tornou possível filmar filmes ao ar livre o ano todo e pelo cenário variado que estava disponível. Existem vários pontos de partida para o cinema (particularmente o cinema americano), mas foi o controverso épico de 1915 de Griffith, Birth of a Nation, que foi pioneiro no vocabulário mundial das filmagens que ainda domina o celuloide até hoje. No início do século XX, quando o meio era novo, muitos imigrantes judeus encontravam emprego na indústria cinematográfica dos EUA. Eles foram capazes de deixar sua marca em um negócio totalmente novo: a exibição de curtas- metragens em teatros chamados nickelodeons, após o preço de admissão de um níquel (cinco centavos). Em poucos anos, homens ambiciosos como Samuel Goldwyn, William Fox, Carl Laemmle, Adolph Zukor, Louis B. Mayer e Warner Brothers (Harry, Albert, Samuel e Jack) mudaram para o lado de produção do negócio. Logo eles eram os cabeças de um novo tipo de empresa: o estúdio de cinema (Os EUA tinham pelo menos uma diretora, produtora e chefe de estúdio nesses anos: a diretora francesa Alice Guy-Blaché.) Eles também prepararam o cenário para o internacionalismo da indústria. Outros cineastas chegaram da Europa após a Primeira Guerra Mundial: diretores como Ernst Lubitsch, Alfred Hitchcock, Fritz Lang e Jean Renoir; e atores como Rudolph Valentino, Marlene Dietrich, Ronald Colman e Charles Boyer. Eles se juntaram a uma oferta local de atores, atraídos para o oeste da cidade de Nova York após a introdução de filmes sonoros, para formar uma das indústrias de crescimento mais notáveis ​​do século XX. No auge da popularidade dos filmes em meados da década de 1940, os estúdios estavam produzindo um total de cerca de 400 filmes por ano, vistos por um público de 90 milhões de americanos por semana. Além disso, atores estrangeiros desempregados, dramaturgos e vencedores dos concursos de fotogenia foram escolhidos e levados para Hollywood, onde gravaram versões paralelas dos filmes em inglês. Essas versões paralelas tinham um orçamento menor, eram filmadas à noite e eram dirigidas por diretores americanos de segunda linha que não falavam a língua estrangeira. As equipes de língua espanhola incluíam pessoas como Luis Buñuel, Enrique Jardiel Poncela, Xavier Cugat e Edgar Neville. As produções não tiveram muito sucesso nos mercados pretendidos, devido às seguintes razões: * Os orçamentos mais baixos eram aparentes; * Muitos atores de teatro não tinham experiência anterior no cinema; * Os filmes originais costumavam ser de segunda categoria, já que os estúdios esperavam que as principais produções fossem vendidas por eles mesmos; * A mistura de sotaques estrangeiros (castelhano, mexicano e chileno, por exemplo, no caso espanhol) era estranha para o público. === Cinema Clássico de Hollywood e a Era Dourada de Hollywood (1917-1960) === O cinema clássico de Hollywood é definido como um estilo técnico e narrativo característico do cinema de 1917 a 1960. Durante a Era de Ouro de Hollywood, que durou do fim da era silenciosa do cinema americano no final dos anos 1920 até o início dos anos 1960, milhares de filmes foram emitidos a partir dos estúdios de Hollywood. O início da Idade de Ouro foi indiscutivelmente quando The Jazz Singer foi lançado em 1927, encerrando a era do cinema mudo e aumentando os lucros de bilheteria para filmes, à medida que o som era introduzido nos filmes de longa-metragem. A maioria das fotos de Hollywood aderiram de perto a uma fórmula ocidental de comédia, musicais, desenhos animado, filme biográfico (imagem biográfica) e as mesmas equipes criativas, muitas vezes trabalhou em filmes feitos pelo mesmo estúdio. Por exemplo, Cedric Gibbons e Herbert Stothart sempre trabalharam em filmes da MGM, Alfred Newman trabalhou na 20th Century Fox por vinte anos, os filmes de Cecil B. DeMille foram quase todos feitos na Paramount, e os filmes do diretor Henry King foram feitos principalmente para a 20th Century Fox. Por exemplo, To Have and Have Not (1944) é famoso não só pelo primeiro par de atores Humphrey Bogart (1899-1957) e Lauren Bacall (1924-2014), mas também por ter sido escrito por dois futuros vencedores do Prêmio Nobel: Ernest Hemingway (1899-1961), o autor do romance em que o roteiro foi nominalmente baseado, e William Faulkner (1897-1962), que trabalhou na adaptação da tela. Depois que The Jazz Singer foi lançado em 1927, a Warner Bros. obteve grande sucesso e pôde adquirir seu próprio repertório de cinemas, depois de comprar os Stanley Theatres e First National Productions em 1928. A MGM também era dona da Loews de teatros desde que se formou, e a Fox Film Corporation também possuía as cordas da Fox Theatre. Além disso, a RKO (uma fusão de 1928 entre a Keith- Orpheum Theatres e a Radio Corporation of America) respondeu ao monopólio da Western Electric/ ERPI sobre o som em filmes e desenvolveu seu próprio método, conhecido como Photophone, para colocar som em filmes. A Paramount, que já adquiriu Balaban e Katz em 1926, responderia ao sucesso da Warner Bros. e da RKO, e compraria uma série de teatros no final da década de 1920, e deteria o monopólio dos cinemas em Detroit, Michigan. Na década de 1930, quase todos os teatros metropolitanos de primeira geração nos Estados Unidos eram de propriedade dos estúdios Big Five, MGM, Paramount Pictures, RKO, Warner Bros e 20th Century Fox . === Declínio do sistema de estúdio (final da década de 1940) === Em 1938, Snow White e Seven Dwarfs, de Walt Disney, foi lançado durante uma série de filmes sem brilho dos grandes estúdios e rapidamente se tornou o filme de maior bilheteria lançado até aquele momento. Embaraçosamente para os estúdios, foi um filme de animação produzido de forma independente que não apresentava nenhuma estrela empregada em estúdio. O procurador-geral assistente Thurman Arnold, um conhecido \"trust buster\" do governo Roosevelt, aproveitou a oportunidade para iniciar um processo contra os oito maiores estúdios de Hollywood em julho de 1938 por violações da Lei Sherman Anti- Trust. O processo federal resultou em cinco dos oito estúdios (os \"Big Five\": Warner Bros, MGM, Fox, RKO e Paramount) chegando a um acordo com Arnold em outubro de 1940 e assinando um decreto de consentimento concordando em, dentro de três anos: * Eliminar a reserva de bloco de curtas-metragens, em um arranjo conhecido como \"one shot\", ou \"full force\" block-booking; * Eliminar o bloqueio de reserva de mais de cinco recursos em seus cinemas; * Não mais se envolvem em compras cegas (ou na compra de filmes pelos distritos de teatro sem ver os filmes de antemão) e, ao contrário, exibem o comércio, em que todos os 31 distritos dos EUA veriam filmes a cada duas semanas antes de exibir filmes nos cinemas; * Criar um conselho de administração em cada distrito de teatro para impor esses requisitos. A Universal Studios, United Artists e Columbia Pictures, que não possuíam nenhum teatro, se recusaram a participar do decreto de consentimento. Uma série de produtores de filmes independentes também estavam insatisfeitos com o acordo e formaram um sindicato conhecido como Sociedade de Produtores Independentes de Cinema e processaram a Paramount pelo monopólio que ainda mantinham nos Teatros de Detroit. Mas como a Paramount também estava ganhando dominação através de atores como Bob Hope, Paulette Goddard, Veronica Lake, Betty Hutton, o cantor Bing Crosby, Alan Ladd e ator de longa data para o estúdio Gary Cooper também em 1942. Os Big Five não atenderam aos requisitos do Consent of Decree durante a Segunda Guerra Mundial, sem grandes conseqüências, mas depois que a guerra terminou, eles se juntaram à Paramount como réus no caso anti-trust de Hollywood, assim como o Little Three Studios. A Suprema Corte acabou determinando que a propriedade dos grandes estúdios de cinemas e distribuição de filmes era uma violação do Sherman Antitrust Act. Como resultado, os estúdios começaram a liberar atores e técnicos de seus contratos com os estúdios. Isso mudou o paradigma da produção cinematográfica pelos grandes estúdios de Hollywood, já que cada um poderia ter um elenco e uma equipe criativa totalmente diferentes. === Novo Hollywood e cinema pós-clássico (anos 1960-1980) === Cinema pós-clássico é o termo usado para descrever os métodos de mudança de narrativa na Nova Hollywood. Argumentou-se que novas abordagens de dramatização e caracterização se baseavam nas expectativas da audiência adquiridas no período clássico: a cronologia pode ser embaralhada, os enredos podem apresentar \" finais torcidos \", e as linhas entre o antagonista e o protagonista podem ficar embaçadas. As raízes da narrativa pós-clássica podem ser vistas nos filmes; Rebel Without a Cause (1955), e no Psycho de Hitchcock. 1959, marca a estreia de Plan 9 from Outer Space, clássico do cinema \"trash\" e, considerado o \"pior filme já feito\". O cineasta Ed Wood, diretor do longa, é considerado o \"pior diretor da história\". A Nova Hollywood descreve o surgimento de uma nova geração de diretores formados em escolas de cinema que absorveram as técnicas desenvolvidas na Europa na década de 1960; O filme Bonnie and Clyde, de 1967, marcou o início do cinema norte-americano, uma vez que uma nova geração de filmes ganharia sucessos nas bilheterias. Cineastas como Francis Ford Coppola, Steven Spielberg, George Lucas, Brian De Palma, Stanley Kubrick, Martin Scorsese, Roman Polanski e William Friedkin vieram para produzir a tarifa que homenageou a história do cinema e desenvolveu-se sobre os gêneros e técnicas existentes. Inaugurado pela liberação de 1969, Blue Movie de Andy Warhol, o fenômeno de filmes eróticos adultos sendo discutido publicamente por celebridades (como Johnny Carson e Bob Hope), e levada a sério pelos críticos (como Roger Ebert), um desenvolvimento referido por Ralph Blumenthal, do The New York Times, como \"chique porno\" e mais tarde conhecido como a Era de Ouro do Pornô, começou, pela primeira vez, na cultura americana moderna. De acordo com o premiado autor Toni Bentley, o filme de Radley Metzger de 1976, A Abertura de Misty Beethoven, baseado na peça Pigmalião de George Bernard Shaw (e seu derivado, My Fair Lady), e devido a atingir um nível alto no enredo e conjuntos, é considerada a \"jóia da coroa\" desta \" Idade de Ouro\". Na década de 1970, os filmes dos cineastas da Nova Hollywood eram frequentemente aclamados pela crítica e tinham sucesso comercial. Enquanto os primeiros filmes de New Hollywood como Bonnie e Clyde e Easy Rider eram de baixo orçamento com heróis amorais e aumento de sexualidade e violência, o enorme sucesso desfrutado por Friedkin com O Exorcista, Spielberg com Jaws, Coppola com O Poderoso Chefão e Apocalypse Now, Scorsese com Taxi Driver, Kubrick com 2001: Uma Odisséia no Espaço, Polanski com Chinatown, e Lucas com American Graffiti e Star Wars, respectivamente ajudaram a dar origem ao \" blockbuster \" moderno, e induziu os estúdios a se concentrar cada vez mais na tentativa de produzir hits enormes. === Cinema moderno === Os cineastas da década de 1990 tiveram acesso a inovações tecnológicas, políticas e econômicas que não estavam disponíveis nas décadas anteriores. Dick Tracy (1990) tornou-se o primeiro longa-metragem de 35 mm com uma trilha sonora digital. Batman Returns (1992) foi o primeiro filme a usar o som estéreo de seis canais Dolby Digital, que desde então se tornou o padrão da indústria. Computação gráfica ou computação gráfica avançaram a um ponto em que Jurassic Park foi capaz de usar as técnicas para criar animais de aparência realista. The Phantom Menance (1999) tornou-se o primeiro filme que será filmado inteiramente em digital. Até mesmo o Blair Witch Project (1999), um filme de terror independente de baixo orçamento de Eduardo Sanchez e Daniel Myrick, foi um enorme sucesso financeiro. Filmado em um orçamento de apenas US$ , sem grandes estrelas ou efeitos especiais, o filme arrecadou US$ 248 milhões com o uso de modernas técnicas de marketing e promoção online. Embora não seja da escala do prequel de US$ 1 bilhão de George Lucas para a Trilogia Star Wars, The Blair Witch Project ganhou a distinção de ser o filme mais lucrativo de todos os tempos, em termos de porcentagem bruta. O sucesso de Blair Witch como um projeto indie permanece entre as poucas exceções, no entanto, eo controle dos estúdios The Big Five sobre o cinema, continuou a aumentar nos anos 90. As seis grandes empresas desfrutaram de um período de expansão nos anos 90. Cada um deles desenvolveu maneiras diferentes de se ajustar ao aumento dos custos na indústria cinematográfica, especialmente o aumento dos salários de estrelas de cinema, impulsionado por agentes poderosos. As maiores estrelas como Sylvester Stallone, Tom Cruise, Arnold Schwarzenegger, Mel Gibson e Julia Roberts receberam entre US$ 15 e US$ 20 milhões por filme e, em alguns casos, receberam até uma parte dos lucros do filme. == Papel das mulheres == As mulheres são estatisticamente sub-representadas em posições criativas no centro da indústria cinematográfica dos EUA, Hollywood. Esta sub-representação tem sido chamada de \"Celluloid ceiling\". Em 2013, os atores mais bem pagos ganharam duas vezes e meia mais dinheiro do que as atrizes mais bem pagas\". O Relatório do Celluloid ceiling de 2013 conduzido pelo Centro para o Estudo de Mulheres em Televisão e Cinema na San Diego State University reuniu uma lista de estatísticas coletadas de \" pessoas empregadas pelos 250 principais filmes de arrecadação doméstica de 2012.\": As mulheres representavam... * \"18% de todos os diretores, produtores executivos, produtores, escritores, diretores de fotografia e editores. Isso não refletiu nenhuma mudança em relação a 2011 e apenas um aumento de 1% em relação a 1998\"; * \"9% de todos os diretores\"; * \"15% dos escritores\"; * \"25% de todos os produtores\"; * \"20% de todos os editores\"; * \"2% de todos os cineastas\"; * \"38% dos filmes empregavam 0 ou 1 mulher nos papéis considerados, 23% empregavam 2 mulheres, 28% empregavam 3 a 5 mulheres e 10% empregavam 6 a 9 mulheres\". Um artigo do New York Times afirmou que apenas 15% dos principais filmes em 2013 tinham mulheres como protagonistas. O autor do estudo observou que \"A porcentagem de papéis que falam mulheres não aumentou muito desde a década de 1940, quando eles giravam em torno de 25% a 28%\". \"Desde 1998, a representação das mulheres nos papéis de bastidores, além da direção, subiu apenas 1%. As mulheres dirigiram o mesmo percentual dos 250 filmes de maior bilheteria em 2012 (9%) do que em 1998.\". == Ver também == * Cinema * Cultura dos Estados Unidos * Lista dos melhores filmes americanos segundo o American Film Institute !",
 "title": "Cinema dos Estados Unidos"
}