{
 "id": "79319",
 "text": "Palmi é uma comuna italiana da região da Calábria, província de Reggio Calabria, com cerca de 19.207 habitantes. Estende-se por uma área de 31 km², tendo uma densidade populacional de 620 hab/km². Faz fronteira com Gioia Tauro, Seminara. É sede do distrito, que inclui 33 comuna na planície de Gioia Tauro, com uma população de aproximadamente 170.000 habitantes. Com as praias de Marina di Palmi e Lido di Palmi, com vista para a Costa Viola, a cidade é um dos principais resorts à beira-mar, graças à sua paisagem, o que levou os escritores e poetas para chamá-lo de \"terraço sobre o Estreito de Messina\". Em relação a isso, a maior parte do território de Palmi é limitada porque \"por suas belas e variadas opiniões, a beleza cênica incomparável emoldurado pelo verde das oliveiras e os trechos pitorescos de falésias que descem para o mar, é um quadro natural de particular beleza\". Além de ser o principal centro administrativo, o escritório ea escola da costa do Tirreno da província, Palmi também é um centro agrícola e comercial e abriga os escritórios da Cúria da diocese de Oppido Mamertina-Palmi. Durante séculos, a cidade é também um dos centros culturais da Calábria, no interesse literário, musical, histórico e arqueológico. Deu à luz, entre outros, o compositor Francesco Cilea e escritor Leonidas Repaci e abriga o complexo do museu da Casa da Cultura eo parque arqueológico de Tauriani, sobre as ruínas da antiga cidade de Tauriana. Neste último viveu em São Fantino, santo mais antigo da Calábria e da cripta, que contém seus restos mortais, é atualmente o mais antigo lugar de culto católico na região. Além de Palmi são celebrados dois feriados de importância nacional. Os dois eventos são a Varia di Palmi, inserida em 2013 na lista da UNESCO do Patrimônio Oral e Imaterial da Humanidade, ea festa de São Roque com a \"procissão de arame farpado\". ==Demografia== == Desporto == O futebol é o esporte mais popular em Palmi. A equipa de futebol é o principal US Palmese 1912 que no passado ele jogou por cinco temporadas no campeonato de nível III (agora Lega Pro) em falta, entre outras coisas, os playoffs em 1935 para o acesso ao Serie B. Além disso, em 1934, Palmese jogou em Palmi dois amistosos contra a AS Roma e AC Fiorentina. No ciclismo de estrada, 25 de maio de 1982 Palmi estava em casa para começar a décima primeira etapa de Giro d'Italia 1982. Além disso Palmi tem sido o lar para começar, ou passagem, inúmeras edições do Giro da Calabria e, acima de tudo, o Giro della Provincia di Reggio Calabria. Na subida do mount sao Elias, no passado, os maiores nomes do ciclismo italiano deu o show na escalada até o cume. Estes incluíram: Fausto Coppi, Gino Bartali, Felice Gimondi, Fiorenzo Magni, Francesco Moser, Gastone Nencini e Vittorio Adorni. Categoria:Comunas de Régio da Calábria (província)",
 "title": "Palmi"
}