{
 "id": "79317",
 "text": "Divisões paralelas do Campeonato Carioca de Futebol são os campeonatos de futebol existentes aos clubes do Rio de Janeiro que se encontram nos quadros abaixo do torneio estadual principal (Primeira Divisão). Normalmente as equipes campeãs de uma divisão são promovidas no ano seguinte para a divisão imediatamente superior. Apesar de ser mais usual a utilização dos termos Primeira Divisão, Segunda Divisão e Terceira Divisão, não raro houve certames com apenas duas divisões ou utilizando nomenclaturas diferentes para cada uma delas. Entre 1994 e 2000 chegou a haver até uma espécie de Quarta Divisão que, contudo, foi nomeada Segunda ou Terceira, dependendo da quantidade de divisões intermediárias entre esta e a primeira. A relação abaixo acompanha as mudanças de nomenclatura, sempre com o nome do clube campeão daquele ano em cada. ==Lista de Campeões== Segundo Nível Terceiro Nível Quarto Nível Quinto Nível Ano Segunda Divisão Terceira Divisão 1906 Riachuelo 1910 Paysandu 1911 Bangu 1912 Guanabara (Rio de Janeiro) 1913 Carioca 1914 Bangu Vila Isabel 1915 Andarahy Palmeiras 1916 Carioca Icarahy 1917 Cattete Americano (Rio de Janeiro) 1918 Americano (Rio de Janeiro) Esperança 1919 Palmeiras Hellênico 1920 Carioca Metropolitano 1921 Bonsucesso Vila Isabel (LMDT) 1922 River (LMDT) 1923 Hellênico 1925 Andarahy 1926 Bonsucesso 1927 Bonsucesso 1928 Bonsucesso 1929 Carioca 1930 Carioca 1931 Olaria 1932 Engenho de Dentro 1933 São Cristóvão (LCF) Anchieta (AMEA) 1934 Brasil Suburbano (AMEA) Modesto (LCF) 1935 Engenho de Dentro (LCF) 1936 Benfica (FMD) Carbonífera (LCF) 1965 São Cristóvão 1978 Friburgo 1979 Friburgo 1980 Olaria (capital) Costeira (interior) Ano Segunda Divisão Terceira Divisão 1981 Bonsucesso Mesquita 1982 Goytacaz Siderantim 1983 Olaria Nacional 1984 Bonsucesso Rio Branco 1985 Campo Grande Porto Alegre (Atual Itaperuna) 1986 AA Cabofriense Tomazinho 1987 Volta Redonda Paduano 1988 Nova Cidade União Nacional e América-TR 1989 América de Três Rios Rio das Ostras 1990 Volta Redonda Ceres Ano Grupo B da Primeira Divisão Segunda Divisão Terceira Divisão 1991 São Cristóvão (Primeiro Turno) Volta Redonda (Segundo Turno) Saquarema Barreira 1992 Goytacaz (Primeiro Turno) Entrerriense (Segundo Turno) Serrano Anchieta 1993 Itaperuna (1º Turno) Campo Grande (2º Turno) Madureira (2º Turno) Bayer Apollo Ano Módulo Intermediário Segunda Divisão Terceira Divisão 1994 Friburguense Nova Iguaçu Cardoso Moreira 1995 Barra Mansa Lucas Tio Sam Ano Módulo Especial Módulo Intermediário Segunda Divisão 1996 Portuguesa Tio Sam Vera Cruz 1997 Friburguense Rio de Janeiro (atual CFZ) Cosmos 1998 Cabofriense Botafogo de Macaé (atual Macaé Esporte) Anchieta Ano Módulo Extra Módulo Especial Série A3 1999 Serrano Angra dos Reis Não Disputado 2000 Portuguesa Independente Casimiro de Abreu 2001 Entrerriense Rio Branco Ano Segunda Divisão Terceira Divisão 2002 Cabofriense Casimiro de Abreu 2003 Portuguesa Bonsucesso 2004 Volta Redonda CFZ do Rio 2005 Nova Iguaçu Estácio de Sá 2006 Boavista Cardoso Moreira 2007 Resende Sendas Pão de Açúcar 2008 Bangu Quissamã Ano Série B Série C 2009 America Sampaio Corrêa 2010 Cabofriense São João da Barra 2011 Bonsucesso Goytacaz 2012 Quissamã Paduano 2013 Cabofriense 2014 Barra Mansa Gonçalense 2015 America Itaboraí 2016 Nova Iguaçu Ano Série B1 Série B2 Série C 2017 Goytacaz Angra dos Reis Pérolas Negras 2018 America Nova Cidade Mageense 2019 Friburguense Rio São Paulo Ceres 2020 Nova Iguaçu Pérolas Negras Não Disputado Ano Série A2 Série B1 Série B2 Série C 2021 Audax Rio Paduano Paduano 2022 / Belford Roxo 2023 Sampaio Corrêa Zinza FC === Total de títulos em torneios de segundo nível por clube === Clube Títulos Anos Campeão Bonsucesso 7 1921, 1926, 1927, 1928, 1981, 1984 e 2011 Carioca 5 1913, 1916, 1920, 1929 e 1930 Volta Redonda 5 1987, 1990, 1991, 2004 e 2022 AD Cabofriense 4 1998, 2002, 2010 e 2013 Friburguense 3 1994, 1997 e 2019 Portuguesa 3 1996, 2000 e 2003 Olaria 3 1931, 1980 e 1983 Bangu 3 1911, 1914 e 2008 Goytacaz 3 1982 , 1992 e 2017 America 3 2009, 2015 e 2018 Nova Iguaçu 3 2005, 2016 e 2020 Campo Grande 2 1985 e 1993 Entrerriense 2 1992 e 2001 Friburgo (atual Nova Friburgo) 2 1978 e 1979 São Cristóvão 2 1965 e 1991 Engenho de Dentro 2 1932 e 1935 Andarahy 2 1915 e 1925 Barra Mansa 2 1995 e 2014 Riachuelo 1 1906 Paysandu 1 1910 Guanabara (Rio de Janeiro) 1 1912 Cattete 1 1917 Americano (Rio de Janeiro) 1 1918 Palmeiras 1 1919 River 1 1922 Hellênico 1 1923 Anchieta 1 1933 Brasil Suburbano 1 1934 Modesto 1 1934 Benfica 1 1936 Carbonífera 1 1936 Costeira 1 1980 AA Cabofriense 1 1986 Nova Cidade 1 1988 América de Três Rios 1 1989 Itaperuna 1 1993 Madureira 1 1993 Serrano 1 1999 Boavista 1 2006 Resende 1 2007 Quissamã 1 2012 Audax Rio 1 2021 Sampaio Corrêa 1 2023 === Total de títulos em torneios de terceiro nível por clube === Clube Títulos Anos Campeão Paduano 2 1987 e 2012 Rio Branco 2 1984 e 2001 Rio de Janeiro (atual CFZ) 2 1997 e 2004 Angra dos Reis 2 1999 e 2017 2 2013 e 2016 Vila Isabel 1 1914 Palmeiras 1 1915 Icarahy 1 1916 Americano (Rio de Janeiro) 1 1917 Esperança 1 1918 Hellênico 1 1919 Metropolitano 1 1920 Mesquita 1 1981 Siderantim 1 1982 Nacional 1 1983 Porto Alegre (atual Itaperuna) 1 1985 Tomazinho 1 1986 União Nacional 1 1988 Rio das Ostras 1 1989 Ceres 1 1990 Saquarema 1 1991 Serrano 1 1992 Bayer 1 1993 Nova Iguaçu 1 1994 Lucas 1 1995 Tio Sam 1 1996 Botafogo de Macaé (atual Macaé Esporte) 1 1998 Independente (atual Serra Macaense) 1 2000 Casimiro de Abreu 1 2002 Bonsucesso 1 2003 Estácio de Sá 1 2005 Cardoso Moreira 1 2006 Sendas Pão de Açúcar (atual Audax Rio) 1 2007 Quissamã 1 2008 Sampaio Corrêa 1 2009 São João da Barra 1 2010 Goytacaz 1 2011 1 2014 1 2015 Nova Cidade 1 2018 Rio São Paulo 1 2019 Pérolas Negras 1 2020 Olaria 1 2021 / 1 2022 === Total de títulos em torneios de quarto nível por clube === Clube Títulos Anos Campeão Anchieta 2 1992 e 1998 Barreira (atual Boavista) 1 1991 Apollo 1 1993 Cardoso Moreira 1 1994 Tio Sam 1 1995 Vera Cruz 1 1996 Cosmos 1 1997 Casimiro de Abreu 1 2000 Pérolas Negras 1 2017 Mageense 1 2018 Ceres 1 2019 Paduano 1 2021 1 2022 === Total de títulos em torneios de quinto nível por clube === Clube Títulos Anos Campeão Paduano 1 2021 Belford Roxo 1 2022 Zinza FC 1 2023 == Observações == * Em 1978 e 1979 não houve acesso à Primeira Divisão. O campeonato foi disputado em caráter experimental apenas por equipes do interior e se chamava Divisão de Acesso. * Em 1980, o acesso só foi válido para os times da zona da capital, que disputaram um campeonato independente daquele dos clubes do interior. * A partir de 1981, a nomenclatura das divisões ficou mais usual. Primeira, Segunda e Terceira Divisão. Iria durar até 1993 e retornar em 2005. * Entre 1991 e 1992, a Segunda Divisão tornou-se Módulo \"B\" da Primeira com o acesso de 2 equipes para o \"A\", composto pela elite, nos dois turnos. A antiga Terceira Divisão tornou-se Segunda Divisão e seria criada uma nova Terceira Divisão. * Em 1994 e 1995, houve mudanças na nomenclatura das divisões. A Segunda Divisão passou a se chamar Módulo Intermediário. E a Terceira Divisão passou a se chamar Segunda Divisão. * Em 1996, 1997 e 1998, a tradicional Segunda Divisão passou a se chamar Módulo Especial. A Terceira Divisão ficou com o nome de Módulo Intermediário. * De 1999 a 2001, a Segunda Divisão passou a se chamar Módulo Extra e a Terceira Divisão, Módulo Especial. Foi abolida daí por diante a Quarta Divisão, exceto em 2000. * De 2002 em diante, a nomenclatura voltou para a tradicional. Primeira, Segunda e Terceira Divisão. * A partir de 2009 os nomes foram atualizados para Séries A, B e C, correspondendo respectivamente à Primeira, Segunda e Terceira Divisão. * A partir de 2017 os torneios de segundo e terceiro nível passaram a ser chamados respectivamente de Série B1 e Série B2, enquanto foi recriado um torneio de quarto nível com o nome Série C.http://www.nfnoticias.com.br/noticia-3949/ferj-convoca-reuniao-do-conselho- arbitral-das-series-b1-b2-e-c-do-estadual *A partir de 2021, foi criada uma nova divisão entre a Séries A e B1, denominada de Série A2. Esta, por sua vez, passa a ser a nova competição de segundo nível. Sendo assim, as Séries B1, B2 e C perderam um nível cada, passando a equivaler às divisões de terceiro, quarto e quinto nível, respectivamente. == Ver também == * Campeonato Brasileiro * Campeonato Carioca",
 "title": "Campeonato Carioca de Futebol (divisões inferiores)"
}