{
 "id": "79335",
 "text": "Rota Greca é uma comuna italiana da região da Calábria, província de Cosenza, com cerca de 1.287 habitantes. Estende-se por uma área de 12 km², tendo uma densidade populacional de 107 hab/km². Faz fronteira com Cerzeto, Fuscaldo, Lattarico, San Martino di Finita. ==Demografia== Cultura: Rota história grega e origens que remontam ao século XV, quando alguns grupos de famílias albanesas que resistiram as incursões do exército otomano em sua terra natal, e liderada pelo famoso líder Giorgio Castriota Skanderbeg (1405-1468) deu origem a muitos assentamentos em diversas áreas no sul da Itália. \"Santa Maria della Rota\" com \"Mangalavite\" formaram o núcleo original da comunidade. A primeira evidência documentada da presença de albaneses na Rota remonta a 08 de março de 1507, quando Nicola Macza, albanês aldeia de Santa Maria della Rota, foi licença familiar e permissão para ir armado até os feudos de Bisignano, pelo príncipe Sanseverino Berardino. O rito religioso em uso até o segundo semestre de 1600 em Rota foi o grego-bizantino (como na maioria das comunidades de origem arbereshe), mas durante o pontificado do Papa Urbano VIII em 14 dezembro de 1634 Resumo do Vaticano está contido em um Decreto da Propaganda Fide, o que lhe dá licença para a Rota e outras comunidades vizinhas para mudar para o rito latino. O adjetivo \"Greek\" foi adicionada ao comum com a unificação da Itália, ou seja, em 1863, para lembrar o uso típico religioso. A arquitetura está estruturada na forma de Gijtonia Rota (em arbereshe significa vizinhança, grupo de casas lado a lado) articulados em trajetórias circulares, e é especialmente visível no bairro chamado de \"Babilônia\". Outros distritos são: Casale, e Migliani Magnocavallo. O uso da linguagem arbereshe é perdido por algum tempo, no entanto, há testemunhos de origem albanesa nell'onomastica e nomes de lugares e tradições da comunidade. A bula papal de 1089 atesta a presença de um mosteiro beneditino no lugar, mas não há um traço. O patrono grego da Rota é Santa Maria Assunta, que é comemorado em 15 de agosto dizendo que o Torchio Partena (Ave Maria em grego é ainda muito difundida nos países arbereshe rito grego-bizantino) e que é preservada no homônimo bela estátua de madeira da Igreja Matriz 600. O santo padroeiro é São Francisco de Paula, que é celebrada na noite de 7 de setembro e 8 com uma procissão pelas ruas do país em memória da fuga estreita durante o terremoto de 1905 e terminando com uma grande queima de fogos. Casale está localizado no bairro do Palácio Ducal, que tem cerca de 50 quartos e um jardim, agora de propriedade da família Ricci, uma vez que a residência de verão do príncipe de Bisignano Sanseverino. Outros monumentos importantes são aqueles que se dedicam à guerra morto, a praça com o nome da \"Bem-aventurada Madre Teresa de Calcutá\" (distrito de Babilônia) e \"O Jardim dos Justos\" (quartas-de-Migliani Magnocavallo), dedicada ao chefe ex-assistente em Roma De Angelo flor, um nativo da Rota Greca, que, durante a Segunda Guerra Mundial, salvou muitos judeus do extermínio, e é por isso que seu nome está listado no Jardim dos Justos das Nações em Jerusalém. As feiras do país são 24 de outubro em honra de São Rafael Arcanjo, e da exposição do 05 de fevereiro \"Santarieddi\". Categoria:Comunas de Cosença (província)",
 "title": "Rota Greca"
}