{
 "id": "79437",
 "text": "Procompsognathus é um gênero de dinossauro carnívoro e bípede que viveu durante o período Triássico. Media cerca de 1,2 metros de comprimento, 1 metro de altura e cerca de 15 quilogramas. Acreditam que os mesmos eram carniceiros como os chacais. O Procompsognathus viveu na Europa e era extremamente parecido com o Compsognathus, apresentando como principal diferença o seu tamanho superior. A partir da observação dessa característica Eberhard Fraas resolveu, em 1913, nomeá-lo oficialmente como Procompsognathus. ==Classificação== ===Holótipo SMNS 12591=== Embora seja, sem dúvida, um pequeno carnívoro bípede, a preservação extremamente pobre do único fóssil conhecido deste gênero torna difícil determinar sua identidade exata. Fraas originalmente atribuiu a Dinosauria. Em 1923, Franz Nopcsa cunhou Procompsognathinae e, em 1929, von Huene criou Procompsognathidae, embora esses conceitos sejam hoje raramente usados. Em 1932, von Huene viu-o como um membro de Pseudosuchia não-dinossauriana. Desde então, tem sido considerado um dinossauro terópode, com algumas exceções. Em 1992, Paul Sereno e Rupert Wild afirmaram que o espécime holotípico consistia em fósseis de dois animais separados: o esqueleto pós-craniano seria um terópode, provavelmente da família Coelophysoidea relacionado a Segisaurus, mas o crânio e os espécimes de von Huene se referiam ao crocodilomorfo basal Saltoposuchus connectens. No entanto, em 1993, Sankar Chatterjee, depois de mais uma preparação, refutou sua avaliação e considerou o crânio como um terópode semelhante ao Syntarsus, e demonstrou que não poderia ter sido um crocodilomorfo já que não possui as características marcantes deste grupo. Sereno (1997) e Ezcurra e Novas (2007) realizaram análises filogenéticas que apoiaram a colocação do gênero no táxon Coelophysidae. Este gênero pode ser mais estreitamente relacionado com Segisaurus. ===Holótipo SMNS 12352 e SMNS 12352a=== Em 2000, Oliver Rauhut e Axel Hungerbuhler notaram características das vértebras que sugerem que o gênero pode pertencer a Coelophysidae ou Ceratosauria, e Carrano et al. (2005), em seu reestudo do gênero relacionado Segisaurus, encontraram tanto Segisaurus quanto Procompsognathus como pertencentes a Coelophysidae dentro de Dinosauria. Em 2004, David Allen considerou o gênero um ornitodiran primitivo e não dinossauro. ==Paleoecologia== Procompsognathus viveu em um ambiente relativamente seco e pode ter se alimentado de insetos, lagartos e outras presas pequenas. Contemporâneos do gênero incluíram membros de Coelophysoideam como Halticosaurus e Dolichosuchus, além dos sauropodomorfos Plateosaurus gracilis e Efraasia minor. Weishampel et al. (2004) observaram que os rastros de terópodes e os fósseis de um gênero desconhecido de Herrerasauridae são conhecidos da formação inferior de Stubensandstein.. ==Na cultura popular== O gênero aparece no romance Jurassic Park (romance) e sua sequência The Lost World, de Michael Crichton. A espécie é às vezes referida pelos personagens como \"compys\". O autor, por sua vez, introduz uma mordida venenosa ao gênero, o que não há evidências científicas que apoiam essa informação. Categoria:Coelophysoidea Categoria:Dinossauros do Triássico Categoria:Dinossauros da Europa Categoria:Espécies fósseis descritas em 1913",
 "title": "Procompsognathus"
}