{
 "id": "79472",
 "text": "São Silvério nasceu em Frosinone, cerca do 480, filho do papa Hormisda, que fora casado antes de se tornar prelado. Silvério foi Papa de 1 de Junho de 536 a março de 537.Pope St. Silverius É venerado como Santo pela Igreja Católica. == O Pontificado == Foi eleito por determinação do rei dos godos, Teodato, para suceder o papa Agapito I, que morrera em Constantinopla. Naquela cidade estava também o candidato mais forte à sucessão, Vigílio, que contava com o apoio da Imperatriz Teodora. A ascensão de Silvério ao trono pontifício, portanto, foi fonte de ásperas relações entre o diácono Vigílio e o novo papa. Em 536, Teodato era morto, enquanto as tropas bizantinas de Belisário entravam em Roma e Silvério viu-se só, no centro de um complô tramado pelo próprio Vigílio. Este conseguiu a deposição de Silvério, que foi exilado na província da Lícia, e, assim, elegeu-se Papa em 537. Do exílio, Silvério, com a intervenção do imperador Justiniano I, conseguiu obter a revisão do processo, demonstrando a sua inocência e voltando a Roma e ao trono de São Pedro; mas Belisário, certamente instigado por Vigílio, fez com que fosse aprisionado na Ilha Ponza. Em março de 537, Silvério foi forçado a abdicar, assinando um documento no qual renunciava a trono de São Pedro em favor de Vigílio. Por causa da conspiração, foi martirizado em 2 de Dezembro de 537, na ilha de Palmarola, uma das Ilhas Pontinas, lá ele morreu de fome, alguns meses depois.Richards, Popes and the papacy, pp. 129f Seu corpo foi trasladado para a Catedral da Comuna de Ponza, em 20 de Junho do ano seguinte. == O culto == Segundo o Liber Pontificalis, depois de sua morte, os fiéis que o visitavam na sua tumba o invocavam constantemente como Santo. A primeira prova desta veneração está documentada em um hagiológio do século XI (Mélanges d'archéologie et d'histoire, 1893, 169). O Martyrologium di Petrus de Natalibus, do século XIV, contemplava a sua festa em 2 de dezembro. Atualmente, São Silvério é muito venerado na Ilha de Ponza, de onde é padroeiro. A sua memória litúrgica se dá em 20 de junho. ==Leitura de apoio== *Louise Ropes Loomis, The Book of Popes (\"Liber Pontificalis\"). Merchantville, NJ: Evolution Publishing. ISBN 1-889758-86-8 (Reimpressão da edição de 1916). Categoria:Papas da Itália Categoria:Santos da Itália Categoria:Papado ostrogodo Categoria:Papas que abdicaram Categoria:Controvérsia monofisista",
 "title": "Papa Silvério"
}