{
 "id": "7962",
 "text": "O Galícia Esporte Clube é um clube esportivo brasileiro, com sede em Salvador, capital do estado da Bahia. O azulino é um dos clubes mais tradicionais do estado, historicamente ligado à colônia galega de Salvador, foi tricampeão consecutivo do Campeonato Baiano sendo o primeiro clube do estado a conseguir tal feito, o orgulho das conquistas é tanto que no refrão do hino do clube os três títulos são citados. O Galícia é o quarto maior campeão do Campeonato Baiano com cinco títulos conquistados. O clube participou de todas divisões do futebol brasileiro, teve duas participações na Serie A após campanhas de sucesso no campeonato estadual, porém, não conseguiu atingir o mesmo sucesso a nível nacional e foi rebaixado em sua segunda participação. == História == O Galícia Esporte Clube foi fundado em 1º de janeiro de 1933 por imigrantes galegos, com que leva no seu escudo as cores e símbolos da Galiza. O seu primeiro presidente e um dos fundadores foi Eduardo Castro Iglesias.História O clube foi o primeiro tricampeão do Campeonato Baiano de Futebol e praticamente dominou o panorama futebolístico da Bahia durante seus dez primeiros anos de fundação, tendo sido campeão nos anos de 1937, 1941, 1942 e 1943 e vice- campeão em 1935, 1936, 1938, 1939 e 1940. Depois desse período áureo, voltou a ser campeão baiano somente em 1968, obtendo ainda quatro vice-campeonatos em 1967, 1980, 1982 e 1995. No futebol masculino, seu melhor desempenho regional foi o vice-campeonato da Zona Nordeste do Torneio Norte-Nordeste de 1969. Nacionalmente, participou do Campeonato Brasileiro da Primeira Divisão em 1981 (25º lugar) e 1983 (43º lugar), no mesmo ano jogou a segunda divisão além de disputar a Terceira Divisão entre 1995 e 1997. * O Galícia realizou uma excursão à Europa, África e Ásia saindo invicto. Foi em 1974, quando o Azulino enfrentou e empatou a seleção da Síria, em Damasco, por 1 a 1, e venceu para a seleção da Romênia, em Bucareste, por 3 a 0.GALÍCIA ESPORTE CLUBE - ANOTANDO FÚTBOL * Século XXI Rebaixado para a Segunda Divisão do Campeonato Baiano em 1999, e após tentar, sem sucesso, retornar à Primeira Divisão nas duas temporadas seguintes, o clube licenciou-se de competições profissionais em 2002 e passou a disputar o Campeonato Baiano somente nas categorias inferiores. Em 2006, um grupo de torcedores criou a Associação Torcedores e Amigos do Galícia (ATAG), que desde então trabalha em colaboração com a diretoria do clube com o objetivo de assessorar e dar apoio nas áreas patrimonial, administrativa e social.Sobre a ATAG Naquele mesmo ano, o clube voltou a participar do Campeonato Baiano profissional, após quatro temporadas licenciado. No retorno à Segunda Divisão, terminou apenas em terceiro lugar, insuficiente para conseguir o acesso, já que apenas o campeão era promovido. Em 2007, conquistou o vice-campeonato, perdendo a final para o Feirense. Entre 2008 a 2012, em novas participações, respectivamente não obteve destaques. Em 2013, ano do seu 80º aniversário, com uma nova diretoria, o clube conseguiu, depois de 14 anos, a voltar à elite do futebol baiano, ao conquistar o título de campeão baiano da Segunda Divisão. No mesmo ano, o clube lançou seu terceiro uniforme para a próxima temporada, confeccionado em tons de vermelho e amarelo, como forma de homenagem à Seleção Espanhola, com a confirmação de uma partida da seleção na Arena Fonte Nova na primeira fase da Copa do Mundo. De volta à Primeira Divisão, teve altos e baixos em suas participações: em 2014, terminou a competição em um sólido quinto lugar além de ter sido o terceiro colocado em número total de pontos, obteve uma vitória surpreendente contra o favorito Bahia na Arena Fonte Nova.De uniforme e técnico novos, Galícia ‘demole’ o Bahia com virada na Fonte Em 2015, obteve o oitavo lugar na competição estadual e, em 2016, terminou novamente na quinta posição, o que lhe assegurou uma vaga na Série D do Campeonato Brasileiro daquele ano, no que foi o seu retorno às competições nacionais após 19 anos. Entretanto, a participação foi decepcionante, sendo eliminado ainda na primeira fase, com uma vitória e cinco derrotas em seis partidas disputadas no grupo A7, do qual foi o último colocado. Em 2017, o clube granadeiro voltou a ser rebaixado no Estadual, após terminar na última posição do Campeonato Baiano, com apenas um ponto conquistado em dez partidas.Galícia perde para o Juazeirense e é o primeiro clube rebaixado no BaianãoCom mais uma derrota, Galícia é rebaixado para a Série B Já na Segunda Divisão, terminou também na última posição em 2018 e 2019. Nos dois anos seguintes, o clube optou por não participar da Segunda Divisão, voltando a fazê-lo em 2022 e 2023, ficando na sétima posição em ambos anos não conseguindo mais uma vez o acesso.Presidente do Galícia estuda constituir SAF em busca de \"mais 90 anos de história\" === Feminino === No futebol feminino, o Galícia sagrou-se Campeão do Nordeste no ano 2000, com um time que revelou algumas boas jogadoras, entre elas Elaine Estrela Moura e Viola, que chegaram à Seleção Brasileira da categoria. Também participou do Campeonato Brasileiro de Futebol Feminino em 1999 e 2001, conseguindo o 13º e o 15º lugar, respectivamente.Feminino Pouco depois, o time feminino do Galícia foi desativado, somente retornando em 2008, ano em que o clube voltou a participar do Campeonato Baiano da categoria, tendo terminado em 4º em 2008 e 2009 e 3º em 2010 e 2012. === Galícia Rugby Clube === Em janeiro de 2009, o Galícia passou a contar com uma equipe de rugby, o Galícia Rugby Clube. Neste mesmo ano, o time realizou o primeiro amistoso internacional de rugby na Bahia, enfrentando a equipe amadora da Universidade de Harvard (EUA) e fez a sua primeira excursão internacional, quando jogou no Paraguai e Argentina.Rugby No seu primeiro ano de existência, o Galícia Rugby Clube participou do Campeonato Nordestino de Rugby 2009, sagrando-se campeão de forma invicta. Para tanto venceu a primeira e a terceira etapas da competição. Em 2010 aconteceu a 2ª Gira Internacional do GRC, visitando Buenos Aires- Argentina, jogando contra o Hindu Club (atual tetracampeão argentino), Liceo Militar e Alma Fuerte (primeira vitória do GRC em terras estrangeiras). O convívio com rugbiers de outros países foi um grande incentivo para a continuidade e evolução do grupo, além de um grande aprendizado para os participantes. Ainda em 2010, os \"Bufalitos\", como são conhecidos os rugbiers galicianos, sagraram-se campeões da primeira etapa, realizada em Recife e seguiram em busca do bi-campeonato. No dia 31 de julho de 2010, os \"Bufalitos\" venceram a 2ª Etapa do Nordestão, realizada em seu estádio, após uma vitória nos últimos segundos sobre o Recife Rugby Clube (Tubarões). Uma vitória por 12 a 8 que foi bastante comemorada no Parque Santiago, garantindo o tricampeonato do Nordeste para os galicianos. == Estádio == Nos primeiros anos após a fundação, o Galícia mandava seus jogos no antigo Campo da Graça. Posteriormente, passou a ter o mando de campo na Fonte Nova, e, eventualmente, no Estádio de Pituaçu, até construir o seu próprio estádio, o Parque Santiago, que tem capacidade para cinco mil torcedores.Estádio Parque Santiago Na temporada de 2012, os azulinos tiveram seu mando de campo no interior do estado, no Estádio Junqueira Ayres em São Francisco do Conde. Em 2013, o clube voltou sediar seus jogos em Salvador, no Estádio de Pituaçu.Todos em Pituazul para Galícia x Ipitanga!Em Pituaçu, Ypiranga vence e Galícia dá adeus à 2ª divisão do Baiano == Símbolos == O Galícia é conhecido como \"Demolidor de Campeões\", \"Granadeiro\" ou \"Azulino\". Seu escudo constitui-se da bandeira da Galiza (brasão branco com uma faixa diagonal azul) e a Cruz de Santiago em vermelho ao centro.Escudo O uniforme é composto por camisas azuis, calções e meias brancas. Em 2014, o Galícia lançou o seu 3º uniforme em homenagem a seleção espanhola, vermelho com lista diagonal amarelo,Conheça os novos uniformes do Galícia! além de um 4º uniforme em homenagem à seleção brasileira, amarelo com lista diagonal verde.Galícia e seus quatro uniformes para o Campeonato Baiano === Hino === O hino foi composto por Francisco Icó da Silva, tendo sido gravado pelo Inema Trio (formado por Douglas e a dupla Tom e Dito, famosa por interpretar também a música \"Tamanco Malandrinho\").Hino do Granadeiro == Títulos == ESTADUAIS Competição Títulos Temporadas Campeonato Baiano 5 1937, 1941, 1942, 1943 e 1968 Campeonato Baiano - Série B 3 1985, 1988 e 2013 Torneio Início 9 1935, 1936, 1939, 1945, 1946, 1950, 1954, 1957 e 1960 TOTAL Conquistas Títulos Categorias Títulos Oficiais 17 17 Estaduais == Esportes Olímpicos == === Futebol Feminino === REGIONAIS Competição Títulos Temporadas Campeonato Norte-Nordeste de Futebol Feminino 1 2000 === Rugby === REGIONAIS Competição Títulos Temporadas Campeonato Nordestino de Rugby 3 2009, 2010 e 2011 == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha rowspan=\"2\" Campeonato Baiano 66 Campeão (5 vezes) 1934 2017 5 Segunda Divisão 19 Campeão (3 vezes) 1985 2024 4 rowspan=\"4\" Campeonato Brasileiro 2 25º colocado (1981) 1981 1983 1 Série B 1 8º colocado (1983) 1983 1983 – – Série C 3 21º colocado (1995) 1995 1997 – – Série D 1 61º colocado (2016) 2016 2016 – == Estatística de Outros Esportes == === Feminino === * Campeonato Brasileiro de Futebol Feminino ** 2001: 15º lugar ** 1999: 13º lugar === Rugby === * 1º Amistoso Internacional de Rugby em Salvador - 28 de Março de 2009 ** Galícia RC (e convidados) 12 X 0 Harvard University Rugby Team * 1ª Gira Internacional - 2 de setembro de 2009 até 12 de setembro de 2009 ** Galícia RC 12 X 22 Ciudad Del Este - PARAGUAI ** Galícia RC 9 X 24 Cataratas RC - ARGENTINA ** Galícia RC 0 X 20 Unibrasil Curitiba Rugby - BRASIL == Ídolos == Alguns jogadores de projeção nacional foram revelados no Galícia, tais como o zagueiro Dante do Bayern Munique, o lateral-direito Toninho, os atacantes Washington, Oséas e Servílio (ex-Corinthians),Boa sorte, Dante! Boa sorte, Brasil! além de Vevé (ex-Flamengo), com diversas passagens pela Seleção Brasileira e Maneca, que brilhou no Vasco e disputou a Copa do Mundo de 1950 pela Seleção Brasileira.Maneca - Que fim levou? Outros jogadores que se tornaram ídolos do clube foram Nelson Leal,Missa para Nelson Leal Nelinho,Nelinho… o beque sergipano Evilásio, Esquerdinha,Morre Esquerdinha, ídolo do Galícia Marinho Peres, campeão brasileiro de 1976 pelo Internacional e zagueiro titular da Seleção Brasileira na Copa do Mundo de 1974,Marinho Peres no Barcelona e o problema com o serviço militar espanhol Lenilson (com passagem pelo São Paulo),Lenílson - Que fim levou? Lula Mamão, Ferreira e Helinho (goleiros), Morais (ex-Cruzeiro), Pirulito, Valtinho, Robson, Rangel, Gláucio, Léo Mineiro e Moisés, dentre outros.Conheça o Galícia Esporte Clube, primeiro adversário do COLO COLO no campeonato bahiano de 2018 Também jogou no Galícia o atacante Jacozinho,Ídolo do CSA, Jacozinho conta como virou uma lenda do futebol alagoano que se notabilizou na partida de retorno de Zico ao Maracanã, quando marcou um gol e foi um dos destaques do jogo. Entre os grandes treinadores galicianos, como Jorge Vieira (1968),De jogador brigão a técnico respeitado Danilo Alvim (1981),Futebol Livro aponta ídolos que fizeram sucesso na Bahia e em Alagoas Abel Braga (1987),Abel Braga é novo diretor técnico do Vasco e Eládio Magalhães (1995),Galícia anuncia ex-jogador no comando da equipe sobressaiu-se o campeão mundial de futebol Aymoré Moreira, treinador do Brasil no bicampeonato no Mundial do Chile. Com Aymoré, a equipe galiciana chegou ao vice-campeonato baiano em 1980.Aymoré Moreira… o “Biscoito” foi campeão do Mundo == Rankings == === Ranking da CBF === * Posição (2008): 195º * Pontuação: 11 pontos === Ranking da Revista Placar === * Posição (2001): 54ª * Pontuação: 15 pontos == Rivalidade == O maior rival do Galícia é o Ypiranga.Com estádio construído pelo governo, Ypiranga projeta disputar Série B do Baiano em 2023 Estatísticas Jogos 141 Vitórias do Ypiranga 45 Empates 37 Vitórias do Galícia 59 Gols do Ypiranga 201 Gols do Galícia 218 == Ver também == * Campeonato Baiano de Futebol * Federação Bahiana de Futebol * Campeonato Brasileiro de Futebol * Confederação Brasileira de Futebol * Clubes brasileiros de futebol == Ligações externas == * Página oficial * Granadeiros Azulinos (página não oficial) * Galícia Esporte Clube no Arquivo de Clubes * Galícia (Galícia Esporte Clube) no Futpédia Galícia",
 "title": "Galícia Esporte Clube"
}