{
 "id": "79628",
 "text": ":Se procura outras pessoas com o nome Brito Capelo, veja Brito Capelo (desambiguação). Hermenegildo Carlos de Brito Capelo GCTE • GCA • GCSE (Palmela, 4 de Fevereiro de 1841 — Lisboa, 4 de Maio de 1917), foi um oficial da Marinha portuguesa e explorador do continente africano durante o último quartel do século XIX. Participou com Roberto Ivens na célebre travessia entre Angola e a costa do Índico. == Início de carreira == Hermenegildo Carlos de Brito Capelo nasceu no Castelo de Palmela onde o seu pai, major Félix António Gomes Capelo, era governador. Quando faleceu ocupava o posto de vice- almirante. Era o mais novo de seis irmãos, dos quais três outros são também ilustres – Félix António de Brito Capelo, biólogo (1828- 1879), João Carlos de Brito Capelo, vice-almirante da Marinha e engenheiro hidrográfico (1831-1891), Guilherme Augusto de Brito Capelo, vice-almirante da Marinha e cientista (5 de Agosto de 1839 - 21 de Março de 1926). Assentou praça na Marinha em 1855 terminando o curso 4 anos depois. Em 1860 embarcou como guarda-marinha para Angola a bordo da corveta D. Estefânia, comandada pelo príncipe D. Luís, mais tarde rei, permanecendo durante três anos na estação naval de África Ocidental. Em 1863 regressa a Lisboa e no ano seguinte é promovido a segundo tenente. Nesse ano voltou a África donde regressa em 1866 para voltar logo de seguida a Angola, onde permanece até 1869, altura em que segue para Moçambique, regressando a Lisboa em 1870 para logo partir em Direcção a Cabo Verde. Em 1871 é integrado numa expedição enviada à Guiné, onde se bate valentemente no ataque a Caconga, tendo-se destacado pela sua disciplina e coragem. Em 1872 vai para a China donde regressa a Lisboa em 1876. Em parceria com Roberto Ivens, em 1889, publica a obra Quelques Notes Sur L’Établissement et les Travaux des Portugais au Monomotapa com o fito de apoiar as pretensões portuguesas no Niassa e na África Central. == As viagens de exploração == Em 1875, Luciano Cordeiro fundou a Sociedade de Geografia de Lisboa, reunindo em seu redor uma elite intelectual, civil e militar. Embora a sua actuação não fosse direccionada exclusivamente para o continente africano, logo nos primeiros anos da sua existência criou a Comissão Nacional Portuguesa de Exploração e Civilização da África, mais conhecida por Comissão de África que assumiu a função de despertar a opinião pública para as questões do Ultramar e que preparou as primeiras grandes expedições de exploração científico- geográfica, recorrendo a financiamento por subscrição nacional, contribuindo assim para a definição de uma política colonial portuguesa em África. Estas expedições destinavam-se a efectuar o reconhecimento do Cuango e as suas relações com o Zaire, e ainda a comparar a bacia hidrográfica deste rio com a do Zambeze, concluindo, assim, a carta da África centro-austral, o famoso Mapa cor-de-rosa. Apesar do seu papel fundamental na defesa da posição portuguesa em África, face ao movimento expansionista europeu, a Sociedade de Geografia de Lisboa surgiu tardiamente, no que se refere à criação de sociedades homólogas nos restantes países da Europa. Estas expedições integram-se num contexto político marcado por um forte surto expansionista europeu, nos domínios do continente africano, que antecipam a histórica Conferência de Berlim, realizada em 1885. Exploradores de todas as grandes potências europeias, lançavam-se numa verdadeira rivalidade pela prospecção de territórios, obrigando Portugal a rever urgentemente a sua política colonial e a efectivar a sua presença nestes locais, mas as pretensões portuguesas de ocupação do espaço entre Angola e Moçambique chocaram com as pretensões inglesas, que se materializaram na consequente reivindicação dessa zona para o império inglês através do Ultimato Britânico a Portugal. === A primeira Viagem - De Benguela às Terras de Iaca === ;O objectivo Brito Capelo, aquando da sua permanência em Angola fez o reconhecimento científico daquela zona, facto que o fez ser escolhido, por Decreto de 11 de Maio de 1877, para dirigir uma expedição científica à África Central da qual também faziam parte o oficial da marinha Roberto Ivens e o major do exército Serpa Pinto. Segundo o decreto foram nomeados «para comporem e dirigirem a expedição que há-de explorar, no interesse da ciência e da civilização', os territórios compreendidos entre as províncias de Angola e Moçambique, e estudar as relações entre as bacias hidrográficas do Zaire e do Zambeze, segundo as instruções que receberem autorizadas pelo meu Governo.» Sob os auspícios da Sociedade de Geografia, esta expedição tinha por fim «…o estudo do rio Cuango nas suas relações com o Zaire e com os territórios portugueses da costa ocidental, assim como toda a região que compreende ao Sul e a sueste as origens dos rios Zambeze e Cunene e se prolonga ao Norte, até entrar pelas bacias hidrográficas do Cuanza e do Cuango…». Este objectivo constituía uma vitória de José Júlio Rodrigues sobre Luciano Cordeiro dado que este último tinha lutado por uma travessia de costa a costa, passando pela região dos grandes lagos da África Central. ;A viagem A 7 de Julho de 1877 Brito Capelo, Roberto Ivens e Serpa Pinto iniciam a expedição. Feito o trajecto Benguela-Bié, divergências entre Serpa Pinto e Brito Capelo levam a expedição a dividir-se, com Serpa Pinto, por sua iniciativa a tentar a travessia até Moçambique. Na verdade Luciano Cordeiro que nunca se tinha conformado com o facto da expedição não ser de costa a costa veio a encontrar em Serpa Pinto um irmão do mesmo sonho, já que Serpa Pinto sonhava desde longa data com uma empresa grandiosa em África.Desde o princípio da viagem Serpa Pinto tenta desviar os objectivos da expedição. Capelo e Ivens recusam-se ao que consideram ser “os desvarios de Serpa Pinto” e cognominando-o de falsário e participam a separação. Serpa Pinto acabou por falhar o seu objectivo, pois não o conseguiu como pretendia, atingir qualquer ponto da costa moçambicana, como foi sua declarada intenção. Chegou, no entanto, a Pretória, e posteriormente a Durban. Brito Capelo e Roberto Ivens mantiveram-se fiéis ao projecto inicial concentrando as atenção na missão para que haviam sido nomeados, ou seja nas relações entre as bacias hidrográficas do Zaire e do Zambeze. Mais tarde explicam que não tinham o direito de divagar nos sertões, por onde quiséssemos, dirigindo o nosso itinerário para leste ou norte. Percorreram as regiões de Benguela até às terras de Iaca, tendo delimitado os cursos dos rios Cubango, Luando e Tohicapa.»'' A 1 de Março de 1880, Lisboa recebe triunfalmente Brito Capelo e Roberto Ivens, tendo o êxito da expedição ficado perpetuado no livro De Benguela às Terras de Iaca. === A segunda viagem - De Angola à Contra-Costa === Depois de concretizado o importante percurso entre o Bié e o Zambeze, e atingidas as cataratas Vitória, Capelo e Ivens são estimulados a prosseguir com as suas expedições. ;O objectivo Dada a necessidade de ser criado um atlas geral das colónias portuguesas, Manuel Joaquim Pinheiro Chagas, ao tempo Ministro da Marinha e do Ultramar, criou por decreto de 19 de Abril de 1883 a Comissão de Cartografia, para a qual nomeou como vogais os dois exploradores. Por outro lado, pretendendo a criação de um caminho comercial que ligasse Angola e Moçambique nomeou-os a 5 de Novembro do mesmo ano para procederem aos necessários reconhecimentos e explorações. A escolha de dois oficiais de Marinha para a concretização desta importante missão, prende-se com o facto de se tratarem de territórios desconhecidos, não cartografados, nos quais era necessário avançar, recorrendo aos princípios da navegação marítima, tão familiares a estes exploradores. ;A viagem Entre 1884 e 1885, Capelo e Ivens realizaram nova exploração em África, primeiro entre a costa e o planalto de Huíla e depois através de Moçâmedes, em Angola, até Quelimane, em Moçambique. Em sete meses, percorreram 4.500 quilómetros, tendo morrido 68 dos 124 homens que participaram nesta expedição. Continuaram, então, os seus estudos hidrográficos, efectuando registos geográfico-naturais mas, também, de carácter etnográfico e linguístico. Estabelecem assim a tão desejada ligação por terra entre as costas de Angola e de Moçambique, explorando as vastas regiões do interior situadas entre estes dois territórios e descrevem-na no livro em dois volumes: de Angola à Contra-Costa. Tendo partido para essa missão a 6 de Janeiro de 1884 haveriam de regressar a 20 de Setembro de 1885 sendo recebidos triunfalmente pelo rei D. Luís. == Outras missões == Posteriormente, Brito Capelo, foi nomeado para outras missões, tais como a de vice-presidente do Instituto Ultramarino, do qual foi primeiro Presidente a Rainha Dona Amélia. Faziam igualmente parte da sua primeira Direcção eminentes vultos da História de Portugal, como Roberto Ivens, Andrade Corvo, Luciano Cordeiro, Pinheiro Chagas, António Enes e Oliveira Martins, o que revela bem da importância que as autoridades governamentais da época quiseram atribuir àquela obra social. == Outros cargos == Hermenegildo Capelo foi ajudante-de- campo dos reis D. Luís, D. Carlos e chefe da casa militar do rei D. Manuel II, ministro plenipotenciário de Portugal junto do Sultão de Zanzibar, organizador de uma carta geográfica da província de Angola, delegado do governo num congresso de Bruxelas e presidente da comissão de cartografia. Hermenegildo Capelo foi promovido a contra–almirante em 17 de Maio de 1902 e a vice–almirante em 18 de Janeiro de 1906. Muito dedicado ao rei D. Manuel II, fez parte do lote muito restrito de fieis que, a 5 de Outubro de 1910, acudiram ao Paço para defender o Rei.\"Memórias do Sexto Sexto Marquês de Lavradio \" - Editorial Nova Ática, ISBN 9726171644 A 24 de Outubro de 1910, por fidelidade ao Rei, pediu a demissão e deu por terminada a sua carreira militar. Faleceu aos 76 anos, sendo sepultado no Cemitério dos Prazeres. Foi casado com D. Amália Pinho. == Reconhecimentos == Ao longo da sua carreira, Hermenegildo Capelo recebeu, entre outras, as seguintes condecorações: *Grã- Cruz da Ordem Militar de Sant'Iago da Espada. *Grã-Cruz da Ordem Militar de Avis. *Grande Colar da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito. *Grã-Cruz da Ordem Nacional da Legião de Honra de França. *Grã-Cruz da Ordem Real Vitoriana da Grã-Bretanha e Irlanda. *Grã-Cruz da Ordem do Mérito Naval de Espanha. *Grã-Cruz da Ordem de Santo Estanislau da Rússia. *Grã-Cruz da Ordem da Estrela Negra da Alemanha. Era sócio correspondente da Academia Real das Ciências de Lisboa.Hermenegildo de Brito Capello, por Alberto Pereira de Almeida, Álbum dos Vencidos, Fasc. n.º N.º 3, [1913, pág. 68, Consultado em 8 de Abril de 2022] == Livros e trabalhos publicados == * * ==Bibliografia== * * * ==Ligações externas== * * * * Categoria:Naturais de Palmela Categoria:Exploradores de Portugal Categoria:Almirantes de Portugal Categoria:Navegadores de Portugal Categoria:Escritores de Portugal do século XIX Categoria:Monárquicos de Portugal Categoria:Heróis de Portugal Categoria:Grã-Cruzes da Ordem de Avis Categoria:Grã-Cruzes da Ordem de Santiago da Espada Categoria:Grã-Cruzes da Ordem da Torre e Espada Categoria:Correspondentes da Academia das Ciências de Lisboa",
 "title": "Hermenegildo Capelo"
}