{
 "id": "79669",
 "text": "O cérebro humano é o órgão central do sistema nervoso humano e, com a medula espinhal, forma o sistema nervoso central. O encéfalo consiste no cérebro, no tronco cerebral e no cerebelo. O cérebro controla a maioria das atividades do corpo, ao mesmo tempo em que processa, integra e coordena as informações que recebe do sistema sensorial e toma decisões quanto às instruções enviadas ao resto do corpo. O órgão, que está contido e protegido pelos ossos do crânio da cabeça e é a maior parte do encéfalo humano, consiste em dois hemisférios cerebrais. Cada hemisfério possui um núcleo interno composto de matéria branca e uma superfície externa - o córtex cerebral - composto de matéria cinzenta. O córtex tem uma camada externa, o neocórtex e um alocórtex interno. O neocórtex é formado por seis camadas neuronais, enquanto o alocórtex tem três ou quatro. Cada hemisfério é convencionalmente dividido em quatro lobos cerebrais - frontal, temporal, parietal e occipital. O lobo frontal está associado às funções executivas, como autocontrole, planejamento, raciocínio e pensamento abstrato, enquanto o lobo occipital é dedicado à visão. Dentro de cada lobo, áreas corticais estão associadas a funções específicas, como as regiões sensoriais, motoras e de associação. Embora os hemisférios esquerdo e direito sejam bastante semelhantes em forma e função, algumas funções estão associadas especificamente a um lado, como a linguagem à esquerda e a habilidade visual- espacial à direita. Os hemisférios são conectados por tratos nervosos comissurais, sendo o maior o corpo caloso. O tronco cerebral consiste no mesencéfalo, na ponte e no bulbo raquidiano. O cerebelo está conectado ao tronco cerebral por três pares de tratos nervosos chamados pedúnculos cerebelares. Dentro do cérebro está o sistema ventricular, que consiste em quatro ventrículos interconectados nos quais o líquido cefalorraquidiano é produzido e circulado. Abaixo do córtex cerebral existem várias estruturas importantes, incluindo o tálamo, o epitálamo, a glândula pineal, o hipotálamo, a glândula pituitária e o subtálamo; as estruturas límbicas, incluindo a amígdala e o hipocampo; o claustro, os vários núcleos dos gânglios da base; as estruturas basais do prosencéfalo e os três órgãos circunventriculares. As células do cérebro incluem neurônios e gliocitos. Existem mais de 86 bilhões de neurônios no cérebro e um número mais ou menos igual de outras células. A atividade cerebral é possibilitada pelas interconexões de neurônios e sua liberação de neurotransmissores em resposta aos impulsos nervosos. Os neurônios se conectam para formar caminhos neurais, circuitos neurais e sistemas de rede elaborados. Todo o circuito é impulsionado pelo processo de neurotransmissão. O cérebro é protegido pelo crânio, suspenso no líquido cefalorraquidiano e isolado da corrente sanguínea pela barreira hematoencefálica. No entanto, o cérebro ainda é suscetível a danos, doenças e infecções. Os danos podem ser causados ​​por trauma ou perda de suprimento sanguíneo conhecida como derrame. O cérebro é suscetível a doenças degenerativas, como doença de Parkinson, demências, incluindo doença de Alzheimer e esclerose múltipla. Acredita-se que condições psiquiátricas, incluindo esquizofrenia e depressão clínica, estejam associadas a disfunções cerebrais. O cérebro também pode ser o local de tumores, tanto benignos quanto malignos; estes se originam principalmente de outros locais do corpo. Apesar do cérebro representar apenas 2% da massa corporal, ele é responsável por 20% de consumo total de oxigênio do corpo humano. O estudo da anatomia do cérebro é a neuroanatomia, enquanto o estudo de sua função é a neurociência. Várias técnicas são usadas para estudar o cérebro. Espécimes de outros animais, que podem ser examinados microscopicamente, tradicionalmente fornecem muitas informações. As tecnologias de imagens médicas, como neuroimagem funcional e registros de eletroencefalografia (EEG), são importantes no estudo do cérebro. A história médica de pessoas com lesão cerebral forneceu informações sobre a função de cada parte do cérebro. A pesquisa sobre cérebro evoluiu ao longo do tempo, com fases filosóficas, experimentais e teóricas. Uma fase emergente pode ser a simulação da atividade cerebral. Na cultura, a filosofia da mente há séculos tenta abordar a questão da natureza da consciência e o problema mente-corpo. A pseudociência da frenologia tentou localizar os atributos da personalidade em regiões do córtex no século XIX. Na ficção científica, os transplantes de cérebro são imaginados em contos como o Cérebro de Donovan de 1942. == Anatomia == === Hemisférios === O hemisfério dominante em 98% dos humanos é o hemisfério esquerdo, é responsável pelo pensamento lógico e competência comunicativa. Enquanto o hemisfério direito, é responsável pelo pensamento simbólico e criatividade, embora pesquisas recentes estejam contradizendo isso, comprovando que existem partes do hemisfério direito destinados a criatividade e vice-versa. Nos canhotos as funções estão invertidas. O hemisfério esquerdo diz-se dominante, pois nele localiza-se 2 áreas especializadas: a Área de Broca (B), o córtex responsável pela motricidade da fala, e a Área de Wernicke (W), o córtex responsável pela compreensão verbal. O corpo caloso, localiza-se no fundo da fissura inter- hemisférica, ou fissura sagital, é a estrutura responsável pela conexão entre os dois hemisférios cerebrais. Essa estrutura, composta por fibras nervosas de cor branca (freixes de axónios envolvidos em mielina), é responsável pela troca de informações entre as diversas áreas do córtex cerebral. O córtex motor é responsável pelo controle e coordenação da motricidade voluntária. Traumas nesta área causam fraqueza muscular ou até mesmo paralisia. O córtex motor do hemisfério esquerdo controla o lado direito do corpo, e o córtex motor do hemisfério direito controla o lado esquerdo do corpo. Cada córtex motor contém um mapa da superfície do corpo: perto da orelha, está a zona que controla os músculos da garganta e da língua, segue-se depois a zona dos dedos, mão e braço; a zona do tronco fica ao alto e as pernas e pés vêm depois, na linha média do hemisfério. O córtex pré-motor é responsável pela aprendizagem motora e pelos movimentos de precisão. É na parte em frente da área do córtex motor correspondente à boca que reside a Área de Broca, que tem a ver com a linguagem. A área pré-motora fica mais ativa do que o resto do cérebro quando se imagina um movimento, sem o executar. Se se executa, a área motora fica também ativa. A área pré-motora parece ser a área que em grande medida controla o sequenciamento de ações em ambos os lados do corpo. Traumas nesta área não causam nem paralisia nem problemas na intenção para agir ou planear, mas a velocidade e suavidade dos movimentos automáticos (ex. fala e gestos) fica perturbada. A prática de piano, ténis ou golfe envolve o \"afinar\" da zona pré-motora - sobretudo a esquerda, especializada largamente em atividades sequenciais tipo série. Cabe ao córtex do cerebelo, fazer a coordenação geral da motricidade, manutenção do equilíbrio e postura corporal. O cerebelo representa cerca de 10% do peso total do encéfalo e contém mais neurônios do que os dois hemisférios juntos. O eixo formado pela adeno- hipófise e o hipotálamo, são responsáveis pela autorregulação do funcionamento interno do organismo. As funções homeostáticas do organismo (função cardiorrespiratória, circulatória, regulação do nível hídrico, nutrientes, da temperatura interna, etc.) são controladas automaticamente. === Córtex cerebral === No cérebro há uma distinção visível entre a chamada massa cinzenta e a massa branca, constituída pelas fibras (axónios) que interligam os neurónios. A substância cinzenta do cérebro, o córtex cerebral, é constituído de corpos celulares de dois tipos de células: as células de Glia - também chamadas de neuróglias - e os neurônios. O córtex cerebral humano é um tecido fino (como uma membrana) que tem uma espessura entre 1 e 4 mm e uma estrutura laminar formada por 6 camadas distintas de diferentes tipos de corpos celulares de neurônios. Perpendicularmente às camadas, existem grandes neurônios chamados neurônios piramidais que ligam as várias camadas entre si e representam cerca de 85% dos neurônios no córtex. Os neurônios piramidais estão interligados uns aos outros através de ligações excitatórias e pensa-se que a sua rede é o \"esqueleto\" da organização cortical. Podem receber entradas de milhares de outros neurônios e podem transmitir sinais a distâncias da ordem dos centímetros e atravessando várias camadas do córtex. Os estudos realizados indicam que cada célula piramidal está ligada a quase tantas outras células piramidais quantas as suas sinapses (cerca de 4 mil); o que implica que nenhum neurônio está a mais de um número pequeno de sinapses de distância de qualquer outro neurônio no córtex. Embora até há poucos anos se pensasse que a função das células de Glia é essencialmente a de nutrir, isolar e proteger os neurônios, estudos mais recentes sugerem que os astrócitos podem ser tão críticos para certas funções corticais quanto os neurônios. As diferentes partes do córtex cerebral são divididas em quatro áreas chamadas de lobos cerebrais, tendo cada uma funções diferenciadas e especializadas. Os lobos cerebrais são designados pelos nomes dos ossos cranianos nas suas proximidades e que os recobrem. O lobo frontal fica localizado na região da testa; o lobo occipital, na região da nuca; o lobo parietal, na parte superior central da cabeça; e os lobos temporais, nas regiões laterais da cabeça, por cima das orelhas. === Lobos cerebrais === Os lobos parietais, temporais e occipitais estão envolvidos na produção das percepções resultantes daquilo que os nossos órgãos sensoriais detectam no meio exterior e da informação que fornecem sobre a posição e relação com objetos exteriores das diferentes partes do nosso corpo. O lobo frontal, que inclui o córtex motor e pré-motor e o córtex pré-frontal, está envolvido no planejamento de ações e movimento, assim como no pensamento abstrato. A atividade no lobo frontal aumenta nas pessoas normais somente quando temos que executar uma tarefa difícil em que temos que descobrir uma sequência de ações que minimize o número de manipulações necessárias. A parte da frente do lobo frontal, o córtex pré- frontal, tem que ver com estratégia: decidir que sequências de movimento ativar e em que ordem e avaliar o seu resultado. As suas funções parecem incluir o pensamento abstrato e criativo, a fluência do pensamento e da linguagem, respostas afetivas e capacidade para ligações emocionais, julgamento social, vontade e determinação para ação e atenção seletiva. Traumas no córtex pré-frontal fazem com que uma pessoa fique presa obstinadamente a estratégias que não funcionam ou que não consigam desenvolver uma sequência de ações correta. O lobo occipital está localizado na parte póstero-inferior do cérebro. Coberta pelo córtex cerebral, esta área é também designada por córtex visual, porque processa os estímulos visuais. É constituída por várias subáreas que processam os dados visuais recebidos do exterior depois de terem passado pelo tálamo: há zonas especializadas em processar a visão da cor, do movimento, da profundidade, da distância, etc. Depois de percebidas por esta área - área visual primária - estes dados passam para a área visual secundária. É aqui que a informação recebida é comparada com os dados anteriores que permite, por exemplo, identificar um cão, um automóvel, uma caneta. A área visual comunica com outras áreas do cérebro que dão significado ao que vemos tendo em conta a nossa experiência passada, as nossas expectativas. Por isso é que o mesmo objeto não é percepcionado da mesma forma por diferentes sujeitos. Para além disso, muitas vezes o cérebro é orientado para discriminar estímulos. Uma lesão nesta área provoca agnosia, que consiste na impossibilidade de reconhecer objetos, palavras e, em alguns casos, os rostos de pessoas conhecidas ou de familiares O lobo temporal está localizado na zona por cima das orelhas tendo como principal função processar os estímulos auditivos. Os sons produzem-se quando a área auditiva primária é estimulada. Tal como nos lobos occipitais, é uma área de associação - área auditiva secundária - que recebe os dados e que, em interação com outras zonas do cérebro, lhes atribui um significado permitindo que a pessoa reconheça o que ouve. O lobo parietal, localizado na parte superior do cérebro, é constituído por duas subdivisões - a anterior e a posterior. A zona anterior designa-se por córtex somatossensorial e tem por função possibilitar a recepção de sensações, como o tato, a dor e a temperatura do corpo. Nesta área primária, que é responsável por receber os estímulos que têm origem no ambiente, estão representadas todas as áreas do corpo. São as zonas mais sensíveis que ocupam mais espaço nesta área, porque têm mais dados para interpretar. Os lábios, a língua e a garganta recebem um grande número de estímulos, precisando, por isso, de uma maior área. A área posterior dos lobos parietais é uma área secundária que analisa, interpreta e integra as informações recebidas pela área anterior ou primária, permitindo-nos a localização do nosso corpo no espaço, o reconhecimento dos objetos através do tato, etc. A Área de Wernicke é na zona onde convergem os lobos occipital, temporal e parietal que se localiza a área de Wernicke, que desempenha um papel muito importante na produção de discurso. É esta área que nos permite compreender o que os outros dizem e que nos faculta a possibilidade de organizarmos as palavras sintaticamente corretas. == Fisiologia == === Neurotransmissão === A atividade cerebral é possibilitada pelas interconexões de neurônios que estão ligados entre si para atingir seus alvos. Um neurônio consiste em um corpo celular, axônio e dendritos, que são frequentemente ramos extensos que recebem informações na forma de sinais dos terminais dos axônios de outros neurônios. Os sinais recebidos podem fazer com que o neurônio inicie um potencial de ação (um sinal eletroquímico ou impulso nervoso) que é enviado ao longo de seu axônio para se conectar com os dendritos ou com o corpo celular de outro neurônio. Um potencial de ação é iniciado no segmento inicial de um axônio, que contém um complexo especializado de proteínas. Quando um potencial de ação atinge o terminal do axônio, ele dispara a liberação de um neurotransmissor em uma sinapse que propaga um sinal que atua na célula-alvo. Esses neurotransmissores químicos incluem dopamina, serotonina, GABA, glutamato e acetilcolina. O GABA é o principal neurotransmissor inibitório no cérebro, enquanto o glutamato é o principal neurotransmissor excitatório. Os neurônios se conectam nas sinapses para formar redes neurais elaboradas, como a rede de saliência e a rede de modo padrão, e a atividade entre eles é impulsionada pelo processo de neurotransmissão. === Metabolismo === O cérebro consome até 20% da energia usada pelo corpo humano, mais do que qualquer outro órgão. Em humanos, a glicose no sangue é a principal fonte de energia para a maioria das células e é crítica para o funcionamento normal de vários tecidos, incluindo o cérebro. O cérebro humano consome aproximadamente 60% da glicose no sangue em indivíduos sedentários em jejum. O metabolismo do cérebro normalmente depende da glicose no sangue como fonte de energia, mas durante períodos de baixa glicose (como jejum, exercícios de resistência ou ingestão limitada de carboidratos), o cérebro usa corpos cetônicos como combustível com uma necessidade menor de glicose. O cérebro também pode utilizar lactato durante o exercício. O cérebro armazena glicose na forma de glicogênio, embora em quantidades significativamente menores do que as encontradas no fígado ou no músculo esquelético. Os ácidos graxos de cadeia longa não podem cruzar a barreira hematoencefálica, mas o fígado pode quebrá-los para produzir corpos cetônicos. No entanto, os ácidos graxos de cadeia curta (por exemplo, ácido butírico, ácido propiônico e ácido acético) e os ácidos graxos de cadeia média, como ácido octanóico e ácido heptanóico, podem cruzar a barreira hematoencefálica e ser metabolizados pelas células cerebrais. Embora o cérebro humano represente apenas 2% do peso corporal, ele recebe 15% do débito cardíaco, 20% do consumo total de oxigênio do corpo e 25% da utilização total da glicose corporal. O cérebro usa principalmente glicose para energia, e a privação de glicose, como pode acontecer na hipoglicemia, pode resultar em perda de consciência. O consumo de energia do cérebro não varia muito ao longo do tempo, mas as regiões ativas do córtex cerebral consomem um pouco mais energia do que as regiões inativas, o que constitui a base para os métodos de neuroimagem funcional de PET e fMRI. Essas técnicas fornecem uma imagem tridimensional da atividade metabólica. Um estudo preliminar mostrou que os requisitos metabólicos do cérebro em humanos atingem o pico por volta dos cinco anos de idade. A função do sono não é totalmente compreendida; no entanto, há evidências de que o sono aumenta a eliminação de produtos de resíduos metabólicos do cérebro, alguns dos quais são potencialmente neurotóxicos. As evidências sugerem que o aumento da eliminação de resíduos metabólicos durante o sono ocorre por meio do aumento do funcionamento do sistema glifático. O sono também pode afetar a função cognitiva, enfraquecendo conexões desnecessárias. Apesar de responder por 60% dos neurônios no encéfalo, a contribuição do cerebelo ao consumo de oxigênio é irrisória em comparação ao cérebro. Portanto, o fluxo sanguíneo encefálico é considerado igual ao fluxo sanguíneo cerebral. == Pesquisa == O cérebro não é totalmente compreendido e as pesquisas estão em andamento. Neurocientistas, junto com pesquisadores de disciplinas relacionadas, estudam como o cérebro humano funciona. As fronteiras entre as especialidades da neurociência, neurologia e outras disciplinas como a psiquiatria desapareceram, pois todas são influenciadas pela pesquisa básica em neurociência. A pesquisa em neurociência se expandiu consideravelmente nas últimas décadas. A \"Década do Cérebro\", uma iniciativa do Governo dos Estados Unidos na década de 1990, é considerada como tendo marcado grande parte desse aumento na pesquisa e foi seguida em 2013 pela Iniciativa BRAIN. O Human Connectome Project foi um estudo de cinco anos lançado em 2009 para analisar as conexões anatômicas e funcionais de partes do cérebro e forneceu muitos dados importantes. === Métodos === As informações sobre a estrutura e função do cérebro humano vêm de uma variedade de métodos experimentais em animais e humanos. Informações sobre traumas cerebrais e derrames forneceram informações sobre a função de partes do cérebro e os efeitos do dano cerebral. A neuroimagem é usada para visualizar o cérebro e registrar a atividade cerebral. A eletrofisiologia é usada para medir, registrar e monitorar a atividade elétrica do córtex. As medições podem ser de potenciais de campo locais de áreas corticais ou da atividade de um único neurônio. Um eletroencefalograma pode registrar a atividade elétrica do córtex usando eletrodos colocados de forma não invasiva no couro cabeludo. As medidas invasivas incluem eletrocorticografia, que usa eletrodos colocados diretamente na superfície exposta do cérebro. Este método é usado no mapeamento de estimulação cortical e também no estudo da relação entre áreas corticais e sua função sistêmica. Usando microelétrodos muito menores, gravações de um único neurônio fornecem uma alta resolução espacial e temporal. Isso permitiu a ligação da atividade cerebral ao comportamento e a criação de mapas neuronais. O desenvolvimento de organoides cerebrais abriu caminhos para estudar o crescimento do cérebro e do córtex e para compreender o desenvolvimento de doenças, oferecendo implicações adicionais para aplicações terapêuticas. === Imagiologia === As técnicas de neuroimagem funcional mostram mudanças na atividade cerebral que se relacionam com a função de áreas cerebrais específicas. Uma técnica é a imagem por ressonância magnética funcional (fMRI, sigla em inglês), que tem as vantagens sobre os métodos anteriores de SPECT e PET de não precisar do uso de materiais radioativos e de oferecer uma resolução mais alta. Outra técnica é a espectrografia funcional de infravermelho próximo (fNIRS). Esses métodos baseiam-se na resposta hemodinâmica que mostra mudanças na atividade cerebral em relação às mudanças no fluxo sanguíneo, úteis no mapeamento de funções para áreas cerebrais. O fMRI em estado de repouso analisa a interação das regiões do cérebro enquanto o cérebro não está realizando uma tarefa específica. Qualquer corrente elétrica gera um campo magnético; oscilações neurais induzem campos magnéticos fracos e, na magnetoencefalografia funcional, a corrente produzida pode mostrar função cerebral localizada em alta resolução. A tractografia usa ressonância magnética e análise de imagem para criar imagens tridimensionais dos tratos nervosos do cérebro. Os conectogramas fornecem uma representação gráfica das conexões neurais do cérebro. As diferenças na estrutura do cérebro podem ser medidas em alguns distúrbios, principalmente esquizofrenia e demência. Diferentes abordagens biológicas usando imagens forneceram mais informações, por exemplo, sobre os transtornos de depressão clínica e transtorno obsessivo-compulsivo. Uma fonte importante de informações sobre a função das regiões do cérebro são os efeitos dos danos causados ​​a elas. Os avanços na neuroimagem possibilitaram percepções objetivas sobre os transtornos mentais, levando a um diagnóstico mais rápido, prognóstico mais preciso e melhor monitoramento. === Expressão de genes e proteínas === A bioinformática é um campo de estudo que inclui a criação e o avanço de bancos de dados e técnicas computacionais e estatísticas que podem ser utilizadas em estudos do cérebro humano, principalmente nas áreas de expressão de genes e proteínas. A bioinformática e os estudos em genômica e genômica funcional geraram a necessidade de anotação de DNA, uma tecnologia de transcriptoma que identifica genes. Em 2017, quase 20 mil genes codificadores de proteínas foram vistos como expressos em humanos, e cerca de 400 desses genes são específicos do cérebro. Os dados fornecidos sobre a expressão gênica no cérebro alimentaram pesquisas adicionais sobre uma série de distúrbios. O uso de álcool a longo prazo, por exemplo, mostrou expressão de genes alterados no cérebro e mudanças específicas do tipo de célula que podem estar relacionadas ao alcoolismo. Essas alterações foram observadas no transcriptoma sináptico no córtex pré-frontal e são vistas como um fator que causa o impulso para a dependência de álcool e também para o abuso de outras substâncias. Outros estudos relacionados também mostraram evidências de alterações sinápticas e sua perda no envelhecimento do cérebro. Mudanças na expressão gênica alteram os níveis de proteínas em várias vias neurais e isso foi demonstrado ser evidente na disfunção ou na perda do contato sináptico. Observou-se que essa disfunção afeta muitas estruturas do cérebro e tem um efeito marcante nos neurônios inibitórios, resultando em um nível diminuído de neurotransmissão e no subsequente declínio cognitivo. === Bibliografia === * * * * * * * * == Ligações externas == * Lesões do Lobo occipital - MedMap/UFF *Humano Categoria:Cabeça e pescoço",
 "title": "Cérebro humano"
}