{
 "id": "79684",
 "text": "thumb|250px|Um mapa-múndi feito por Dreses. Note-se que o sul está localizado no topo do mapa Abu Abedalá Maomé Alidrissi (; Ceuta, 1110 - Sicília, 1165 ou 1166), também conhecido como Alidrissi (al-Idrisi), Xarife Alidrissi (Xarif al-Idrisi) ou simplesmente Edrisi ou Idris ou, ainda, pelo nome latino de Dreses, sendo também referido na literatura como o Árabe da Núbia, enquanto seu nome completo era Abu Abedalá Maomé ibne Maomé ibne Abedalá ibne Idris Alcurtubi Alhaçani (Abu Abdallah Muhammad ibn Muhammad ibn Abdallah ibn Idris al-Qurtubi al-Hasani), foi um geógrafo, cartógrafo e botânico árabe, famoso pela qualidade de seus mapas, tanto no desenho quanto na precisão. Nascido provavelmente Sebta, atual Ceuta, pertencia a uma nobre família de Alandalus. Cresceu em Córdoba, sob o Império Almorávida. Em 1154 confeccionou um grande mapa-múndi, orientado em sentido inverso ao utilizado atualmente, conhecido como a Tabula Rogeriana, acompanhado por um livro, denominado Geografia. O rei Rogério II da Sicília deu a estas obras o nome conjunto de Nuzhat al-Mushtak, ainda que Dreses as tenha batizado como Kitab Rudjar (\"O Livro de Rogério\"). A obra compreende uma descrição da Itália, da Sicília, do Alandalus, do norte da Europa, da África e do Império Bizantino, beneficiando-se da situação específica do reino normando da Sicília do e do sincretismo entre as civilizações bizantina, normanda e árabe que o caracterizava. Em 1161, Dreses realizou uma segunda edição ampliada, com o notável título de Os Jardins da Humanidade e o Entretenimento da Alma, a qual teve todas as suas cópias perdidas. Uma versão abreviada desta edição, chamada Jardim dos Gozos, ainda que mais conhecida como Pequeno Idrisi, foi publicada em 1192. Dreses divide o mundo em sete faixas paralelas ao equador que chama climas ou zonas. Cada uma delas subdivide em dez secções contadas do Ocidente para o Oriente. Ao prescindir da representação cónica habitual nessas linhas paralelas, realizou uma verdadeira revolução cientifica, antecipando-se em quatro séculos à cartografia de Mercator.Purin Sanches Lopez-Orcazberro, Los Caminhos Portugueses a Santiago en la obra del Geografo Arabe El-Idrisi, III Encontro sobre os Caminhos Portugueses a Santiago, Valença, 1997, p. 54. Descreve Lisboa e os principais portos de Portugal desde o rio Guadiana, a que chama \"Iana\", até à Galiza. Assinala ainda dois itinerários para Compostela, quatro \"Caminhos de Santiago\" se os definirmos por mar ou por terra, onde no mapa se pode identificar perfeitamente São Jacub como ponto de chegada, em que um deles parte da Baiona francesa e outro de Coimbra.Purin Sanches Lopez- Orcazberro, Los Caminhos Portugueses a Santiago en la obra del Geografo Arabe El-Idrisi, III Encontro sobre os Caminhos Portugueses a Santiago, Valença, 1997, p. 54-55. ==Ver também== * Portulano == Ligações externas == * Al Idrisi, n Infopédia (em linha). Porto: Porto Editora, 2003-2021. (consult. 2021-03-28 12:27:16). * Encyclopedia of World Biographies - Muhammad Al-Idrisi * Idrisi Al-Idrisi, Muhammad Al-Idrisi, Muhammad Categoria:Cientistas do Islã medieval Categoria:Naturais de Ceuta",
 "title": "Dreses"
}