{
 "id": "7971",
 "text": "Gralheira é uma povoação portuguesa do Município de Cinfães, no Distrito de Viseu, situada em plena serra de Montemuro, que foi sede da extinta Freguesia de Gralheira freguesia que tinha 10,19 km² de área e 165 habitantes (2011), e, por isso, uma densidade populacional de 16,2 hab/km². A Freguesia de Gralheira foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Alhões, Bustelo e Ramires, para formar uma nova freguesia denominada União das Freguesias de Alhões, Bustelo, Gralheira e Ramires da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Começou por se chamar Agralheira, integrou o antigo concelho de Ferreiros de Tendais até à extinção deste em 1855, tendo passado a fazer parte do concelho (atual município) de Cinfães a partir dessa data. == Altitude == A elevada altitude de Gralheira (1103 m) torna-a uma das aldeias de maior altitude de Portugal, a par de Pitões das Júnias na Distrito de Vila Real. O Sabugueiro é por vezes denominada a aldeia mais alta de Portugal, no entanto esta designação não é correcta, uma vez que existem aldeias que atingem altitudes superiores. Segundo a carta topográfica 1:25000 do CIGeoE, e tomando como critério a cota altimétrica do edifício que se encontra na parte mais elevada do povoado, o Sabugueiro atinge uma altitude máxima de 1120 m. Esta cota é superada na aldeia de Sendim, situada no Município de Montalegre, que atinge uma altitude de 1155 m; seguem-se Pitões das Júnias (alt. 1140 m), Gralheira (alt 1130 m) e Panchorra (alt 1120 m). Sendo assim a Gralheira no município de Cinfães é a terceira aldeia mais alta de Portugal e a mais alta no distrito de Viseu. ==População== População da freguesia de Ferreiros de Gralheira Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 376 427 394 398 407 400 449 425 451 432 304 248 230 205 165 ==Património== * Igreja Paroquial da Gralheira; * Capela da Senhora da Boa Morte. ==Clima== Os Invernos são muito rigorosos e cobrem a freguesia com um manto branco, tornando impraticáveis as acessibilidades.PEREIRA, Francisco Manuel Rodrigues - Montemuro : os trilhos gastronómicos na Serra de Montemuro. Coimbra : [s.n.], 2012A Gralheira é um dos locais mais frios habitados de Portugal sendo ainda mais fria do que a cidade mais alta de Portugal, Guarda. No ano de 2021 as seguintes temperaturas médias foram registadas na Gralheira. Mês Min Max Média Janeiro 1,0 7,3 ( 4,1) Fevereiro 3,9 8,9 (6,4) Março 2,9 11,7 (7,3) Abril 5,4 13,5 (9,4) Maio 6,0 15,4 (10,7) Junho 9,1 19,3 (14,2) Julho 11,3 21,8 (16,6) Agosto 12,4 23,8 (18,1) Setembro 10,2 18,8 (14,5) Outubro 8,5 16,9 (12,7) Novembro 2,6 9,9 (6,3) Dezembro 4,0 9,5 (6,8) Mínima média 6,4 Máxima média 14,7 Temperatura Média Annual 10,6 Extremos de temperatura (Ano 2021) Mínima absoluta - 5,8 (5 Janeiro 2021) Máxima absoluta 31,2 (13 Agosto 2021) Máxima mais baixa -1 (8 Janeiro 2021) Número de dias com neve --- 9 dias Número de dias com chuva -- 137 dias Número de dias 0 ou inferior---33 dias Número de dias 30 ou mais--- 2 dias Número de dias 10 ou menos de máxima --95 dias. ==Gastronomia local== Os pratos tradicionais da Gralheira são o cabrito assado, a posta de carne arouquesa e o mais famoso de todos, o cozido à portuguesa. == Ligações externas == * Categoria:Antigas freguesias de Cinfães Categoria:Antigas freguesias de Ferreiros de Tendais Categoria:Aldeias acima dos 1000 metros",
 "title": "Gralheira"
}