{
 "id": "79770",
 "text": "thumb|Vídeo cassete da sul-coreana LG (modelo de 2000-2001), compatível com o sistema VHS|278x278px O gravador de videocassete, videogravador, ou magnetoscópio, também conhecido pela sigla em inglês VCR (de Video Cassette Recorder), é um aparelho eletrônico capaz de gravar e reproduzir imagens que são registradas em fitas magnéticas acondicionadas em caixas plásticas (cassetes) para facilitar o manuseio, considerado o sucessor do gravador de videoteipe (ou VTR, na sigla em inglês de Video Tape Recorder), que utilizava fitas magnéticas em carretéis plásticos. Inicialmente, os videocassetes eram dirigidos ao mercado amador, mas com o tempo a tecnologia foi aperfeiçoada e usada para fins profissionais. Dependendo das características físicas da caixa e da fita bem como das especificações técnicas de gravação e reprodução da imagem, foram definidos diferentes \"formatos\" de videocassetes como o U-matic, Betamax, VHS, Betacam, S-VHS e outros. ==História== ===Primeiros aparelhos=== O primeiro videocassete com sucesso comercial foi o U-matic da Sony, introduzido no mercado em 1971. Até então, a gravação de imagens em meio magnético era feita com os videotapes (videoteipes), fitas magnéticas de 1/2, 1 ou 2 polegadas de largura acondicionadas em carretéis (ou rolos). Os equipamentos eram caros e pesados e seu uso para o mercado amador era pequeno. Usou-se então para o vídeo o conceito de \"cassete\" desenvolvido pela Philips nos anos 60 para as fitas de áudio, onde os carretéis com as fitas de áudio foram colocados em uma caixinha plástica. Do mesmo modo, as fitas de vídeo foram montadas em uma caixa plástica que permitiria sua colocação no gravador de maneira mais rápida e prática (sem precisar passar a fita ao redor da cabeça de leitura ou por polias), além de ser um aperfeiçoamento em relação à fita cassete de áudio, foi a colocação de uma tampa retrátil na caixa plástica no lado em que esta é introduzida no aparelho para protegê-la do contato com as mãos. O U-matic usava uma fita de 3/4 de polegada de largura. As primeiras máquinas não tinham os sintonizadores de televisão ou timers (relógios para programar a gravação), mas logo vislumbrou-se que o potencial do mercado seria o de se gravar em casa a programação da televisão, o que fez com que os aparelhos fossem aperfeiçoados neste sentido. O conceito de gravação de vídeo com \"fitas em cassetes\" foi desenvolvido, passou-se a usar fitas com 1/2 polegada de largura para diminuir o tamanho da caixa e já por volta de 1980 existiam três formatos de videocassetes competindo, cada um com um diferente tamanho de caixa fisicamente incompatíveis entre si. ====Os formatos Betamax e VHS==== Após o U-matic, a Sony criou um formato dirigido especificamente para o consumo de massa amador, conhecido como Betamax, lançado no mercado dos EUA em novembro de 1975. A novidade estava em usar uma fita de 1/2 polegada de largura (que resultava em uma caixa menor), que ao ser extraída do cassete envolvia completamente o cilindro onde estavam as cabeças de gravação e leitura de uma maneira que a troca de informação fosse maior, com consequente reflexo na qualidade da imagem. O Betamax possuía originalmente um tempo de gravação de 1 hora por fita (que após a chegada de concorrentes passou a 2 horas por fita). Por causa de uma estratégia mercadológica da Sony, o Betamax foi franqueado para poucas empresas, entre elas a Sanyo e a NEC. Em 1976, surgiu um formato concorrente lançado pela JVC conhecido como Video Home System, o VHS, também com fitas de 1/2 polegada que logo foi franqueado para outras empresas como a Matsushita (Panasonic), Sharp, Zenith, RCA, o que acelerou sua difusão pelo mundo. O VHS possuía um tempo de gravação de duas horas. Durante vários anos, estes dois formatos concorreram pela preferência do consumidor. O formato VHS aos poucos prevaleceu a ponto da Sony ficar isolada como única fabricante de aparelhos Betamax até que ela própria encerrou a fabricação deste tipo de aparelho e também adotou o padrão VHS.Existem várias suposições lógicas para o fracasso do formato Betamax: *Suposição I: O VHS prevaleceu porque, desde sua introdução contava com o dobro de tempo de gravação, dado que o formato Betamax no início estava limitado a uma hora de gravação; logo este foi aperfeiçoado com uma velocidade (Beta II), que permitia duas horas de gravação; *Suposição II: O êxito do VHS se deu pela sua rápida adoção pelo mercado pornográfico. A grande disponibilidade de pornografia neste formato impulsionou sua difusão, através da venda e locação das fitas, demonstrando que a pornografia em busca de novos mercados e de formas de difusão e comercialização é também um combustível para a consolidação de novos formatos audiovisuais (a Internet é um exemplo disso); *Suposição III: A JVC e a Sony usaram diferentes estratégias para a difusão de suas tecnologias, a JVC licenciou rapidamente sua tecnologia VHS a outras companhias que inundaram o mercado com dezenas de marcas diferentes (Zenith, RCA, Sharp, Philco, GE, Sears, Thomson, etc.) criando uma massa crítica de publicidade+marketing+revendas que em muito superou a Sony, que quis manter o Betamax apenas para si e para 2 ou 3 companhias que foram licenciadas por ela para produzir seus equipamentos; *Difusão no Brasil: Os primeiros gravadores de videocassete eram no padrão de cor americano NTSC, o que não permitia a gravação em cores das transmissões brasileiras (em PAL-M). Os técnicos de televisão brasileiros descobriram uma forma de trocar o cristal que determinava a frequência do sinal de cor dos aparelhos VHS para um padrão intermediário entre o NTSC e o PAL-M, sem a linha de retardo do PAL-M, criou- se o chamado de N-linha. Esta adaptação permitia a gravação e reprodução das cores dos programas de televisão através de aparelhos originalmente em NTSC, assim ao se comprar um gravador de videocassete a preferência pendeu para os VHS que podiam ser adaptados facilmente. ====Philips Video 2000==== Um terceiro formato, Video 2000, ou V2000 (vendido também como \"Video Compact Cassette\") foi desenvolvido e introduzido pela Philips em 1978, e foi vendido apenas na Europa. A Grundig desenvolveu e vendeu seus próprios modelos baseados no formato V2000. Como diferencial do VHS e Betamax, os modelos V2000 contavam com cabeças de posicionamento piezoeléctricas que ajustavam dinamicamente o tracking da fita, isto é a \"faixa gravada\" em relação à cabeça de leitura o que dava maior qualidade e estabilidade à imagem permitindo também uma câmera lenta e rápida limpas. Seguindo o conceito das fitas de áudio cassete as fitas de vídeo V2000 tinham dois lados, assim os cassetes tinham que ser virados quando chegavam ao fim para que o outro lado fosse gravado. Eram usados níveis de proteção da gravação que poderiam ser mudados pelo usuário ao invés dos pinos quebráveis das fitas VHS/Betamax. A fita de meia polegada continha duas faixas paralelas de um quarto de polegada, uma para cada lado. Tinha um tempo de gravação de quatro horas por lado. Os últimos modelos produzidos pela Philips em 1985 foram considerados por muitos como superiores a qualquer outro gravador de vídeo no mercado à época, mas a má reputação adquirida pelos modelos iniciais, difusão restrita e concentração do formato em duas marcas, resultaram em vendas limitadas. A dominação do mercado pelos formatos VHS e Betamax anos depois fez o sistema V2000 ser abandonado. ===Outros formatos=== Diversos outros formatos foram propostos por fabricantes e acabaram esquecidos devido ao fracasso comercial: ====VCR==== O formato VCR (não confundir com o nome genérico do videocassete em inglês) foi lançado pela Philips em 1970 e se restringiu ao mercado europeu. Usava cassetes quadrados e fita de 1,3 cm, que permitia uma hora de gravação. O primeiro modelo, disponível no Reino Unido em 1972, era equipado com um timer primitivo que usava mostradores rotatórios. Custando aproximadamente £ 600, era caro e por razões de mercado, o formato não se tornou popular no uso caseiro. ====Avco Cartrivision==== O sistema Avco Cartrivision, uma combinação de televisão e VCR da Cartridge Television Inc. que era vendido por US$ 1 350, foi o primeiro VCR a pré-gravar fitas de filmes populares disponíveis para locação. Assim como o VCR da Philips, o cassete era quadrado, no entanto gravava 114 minutos. Isso devia-se à forma primitiva de compressão de vídeo que gravava cada terço do vídeo e o reproduzia de volta três vezes. Foi abandonado treze meses depois, após péssimas vendas. Tempo depois, descobriu- se que fitas de Cartivision que haviam sido armazenadas em um armazém se desintegraram. ====V-Cord==== Formato proposto pela Sanyo e adotado também pela Toshiba. Foi lançado em 1974 nos EUA. ====VX==== Formato criado pela Matsushita, foi lançado no mercado dos EUA em 1974 sob a marca Quasar. ====Akai==== Formato proposto pela japonesa Akai. ====LVR==== Formato proposto pelas empresas alemãs Basf e Eumig para uso principalmente em câmeras de vídeo. Não foi lançado comercialmente. ====Sony U-Matic==== O Sony U-matic, introduzido em Tóquio em setembro de 1971, foi o primeiro formato comercial de videocassete do mundo. Como citado acima, seus cassetes usavam fitas de 3/4 de polegada (1,9 cm) e tinham um tempo de reprodução de 60 minutos (depois estendido a 90 minutos com uso de fitas mais finas). A Sony foi a impulsionadora deste formato também licenciado para a JVC e Panasonic. Diversas máquinas foram lançadas neste formato, tanto para uso doméstico (com sintonizador de TV e timer) quanto para uso profissional. O primeiro país a usar o U-Matic domesticamente em larga escala foi a África do Sul, que por conta do apartheid não tinha emissoras de TV. O U-matic, com sua fácil utilização e boa qualidade, permitiu sua difusão no meio profissional especialmente na área do jornalismo televisivo. Com a introdução de gravadores portáteis (os primeiros pesavam quase 10 quilos) que usavam fitas menores (com 20 minutos de duração) o U-Matic tornou-se o principal impulsionador do jornalismo eletrônico quando as câmeras de vídeo passaram a substituir as de cinema 16mm na captação de notícias para televisão e a edição eletrônica das imagens (montagem feita com dois ou mais aparelhos U-matic) passou a ser utilizada. Com o aperfeiçoamento do U-Matic como formato profissional, houve uma consequente redução de custos dos equipamentos, logo os VCRs U-matic passaram a ser largamente usados por escolas, empresas e instituições, desenvolvendo-se então um mercado até então incipiente da \"produção independente\" em vídeo tanto com fins empresariais e educacionais como para fins televisivos. Seu uso continuou até o início dos anos 90, quando outro formato da Sony, o formato Betacam (derivado do amador Betamax), com qualidade equivalente ao videoteipe profissional de uma polegada, passou a ser o equipamento padrão pelas emissoras de televisão e por produtoras. ===Derivados do VHS e Betamax=== ====VHS-C==== thumb|VHS comparado a um VHS-C Lançado em 1976, o VHS compacto é totalmente compatível com o VHS, sendo basicamente uma fita VHS embalada num cassete de tamanho menor, com menor duração (20 min. na velocidade padrão), porém mais conveniente para uso em câmeras de vídeo. Este tipo de fita pode ser usado num videocassete comum usando-se um adaptador. ====S-VHS==== Foi lançado em 1987. No Super VHS, o tamanho, a disposição física da fita e a velocidade são iguais ao VHS, sendo que a diferença fica no processamento de imagem e na frequência de gravação dos sinais que permitem uma qualidade de imagem superior, menor \"ruído\" nas cores e maior resolução. Fitas de melhor qualidade eram vendidas com a etiqueta Super VHS para responder melhor às características de gravação aperfeiçoadas, porém as fitas comuns VHS também serviam. Os aparelhos de VCR S-VHS são totalmente compatíveis com o formato VHS, porém o contrário não é verdadeiro, ou seja, uma fita gravada em S-VHS não pode ser reproduzida em um aparelho VHS. ====D-VHS==== Lançado em 2001, no Digital VHS, apesar de manter as características físicas do VHS, tinha a informação gravada em formato digital, como ocorre no DVD. O D-VHS é capaz de gravar imagens em HDTV (High Definition Television). Como os aparelhos usam um mecanismo herdado do VHS, eles são capazes de reproduzir fitas gravadas neste formato antigo. Comercialmente, este formato quase não teve sucesso fora do Japão. ====Video8==== thumb|Video Walkman, reprodutor de fitas no formato Video8 A Sony, após o fracasso do Betamax, lançou em 1984 um novo formato conhecido como Video8. Este formato usa um cassete de pequeno formato com uma fita de 8mm de largura, menor que um o VHS-C, teve relativo sucesso para uso em câmeras de vídeo. Em 1989, a empresa lançou um aperfeiçoamento do Vídeo8, conhecido como Hi-8. Este formato tem uma resolução de imagem equivalente ao do S-VHS. Em 1998, lançou o D8 ou Digital 8, que alcança 500 linhas em sistema digital e que virou um concorrente para o Mini-DV quando foi criado em 2001. ====Betacam==== É um formato profissional da Sony derivado do Betamax, também com fita de 1/2 polegada e caixa de tamanho similar, onde um sistema eletrônico altamente sofisticado e fitas de grande coercividade permitiam a captação e reprodução de imagens de alta qualidade. O grande salto foi a introdução de \"camcorders\" (câmeras com gravadores de vídeo acoplados) com fitas neste formato que deram, um salto de qualidade e mobilidade para o jornalismo eletrônico. ===Videocassete no Brasil=== O mercado de VCRs no Brasil começa no início da década de 1980. Os primeiros aparelhos eram trazidos do exterior e, por se tratarem de equipamentos feitos para o mercado americano, funcionavam no padrão de cores NTSC, o que no Brasil resultava na gravação e reprodução de imagens apenas em preto e branco. Pensando nisto, a Sony passou então a importar do Panamá aparelhos no formato Betamax, já adaptados para o sistema brasileiro, o PAL-M, para atender o mercado que começava. No entanto, por conta das taxas de importação, os aparelhos eram caros. O primeiro aparelho de VCR fabricado no Brasil foi lançado em 1982 pela Sharp no formato VHS. Cerca de um ano depois, a Philco lançou o produto em VHS e logo outros fabricantes entraram no mercado com este formato. A exceção foi a Sony, que começou a produzir em Manaus seu Betamax. Porém, o Betamax foi superado pelo VHS, que se tornou o formato padrão de vídeo do mercado brasileiro até meados de 2006, quando foi superado pelo DVD. ==Fim== Popular nas décadas de 1970 e 1980, a produção do videocassete entrou em declínio com a era dos DVDs. Os VCRs acabaram por perder seu mercado para os aparelhos gravadores de DVD, com discos graváveis nos formatos DVD-R, DVD+R, DVD-RW, DVD+RW, DVD+R DL ou DVD- RAM. Com o preço destes aparelhos muito mais em conta, esta nova tecnológica acabou por substituir os aparelhos com fita. Em outubro de 2008, a Distribution Video & Audio, última grande distribuidora de fitas VHS dos Estados Unidos, anunciou que entregou o último lote do seu produto. O último filme de Hollywood lançado em VHS foi A History of Violence, em 2006. A Funai Electric foi a última empresa a suspender a produção dos videocassetes em VHS, ocorrido em julho de 2016. Esta decisão não partiu da empresa e sim dos fornecedores de peças para o equipamento, que interromperam suas produções e obrigaram a Funai a cancelar a linha de montagem do aparelho. A empresa contabilizou a venda de 750 000 unidades no ano de 2015. ==Ver também== *Fita cassete *Reprodutor de DVD *VCD *Câmera de vídeo *Vídeo Categoria:Eletrodomésticos Categoria:Armazenamento de vídeo Categoria:Aparelhos eletrônicos Categoria:Tecnologia de áudio e cinema Categoria:Invenções do Japão Categoria:Terminologia televisiva Categoria:Invenções do século XX",
 "title": "Videocassete"
}