{
 "id": "79773",
 "text": "A Arquitetura do Egito Antigo é a arquitetura de uma das civilizações mais influentes ao longo da história, que desenvolveu uma vasta gama de estruturas diversas e grandes monumentos arquitetônicos ao longo do Nilo, incluindo pirâmides e templos, no período entre e Os egípcios demonstram nas suas manifestações artísticas uma profunda religiosidade, dando um caráter monumental aos templos e às construções mortuárias, notabilizando-se entre elas as pirâmides, construídas de pedra, quando todas as comunidades ao longo do rio Nilo são unificadas em um único Império (cerca de ). A primeira pirâmide foi construída pelo arquiteto Imotepe, como a tumba de Djoser, fundador da III dinastia, em Sacara. A chamada pirâmide de degraus não passa, na realidade, de uma construção constituída de túmulos primitivos (mastabas), cujas formas se assemelhavam a um tronco de pirâmide, que continuaram a ser construídas para tumbas de nobres e outros grandes funcionários do Estado. As pirâmides mais conhecidas são a de Quéops, Quéfren e Miquerinos, da IV dinastia, já com a forma geométrica que conhecemos, apontadas pelo poeta grego Antípatro no como uma das Sete Maravilhas do Mundo Antigo. ==Características== Medinet Habu 2016-03-23g.jpg|Sol alado num caveto (antequino) do complexo do templo Medinet Habu. O sol alado representa uma forma do deus falcão Hórus, filho de Ísis, triunfante sobre seus inimigos. A imagem também era um amuleto de proteção comum nas entradas dos templos. Philae temple at night.jpg|Templo de Ísis, que ainda se encontra bem preservado, de Philae (Egito), com um pilão (um monumental portão de um templo egípcio) Devido à escassez de madeira,R. G. Blakemore, History of Interior Design and Furniture: From Ancient Egypt to Nineteenth-Century Europe, John Wiley and Sons 1996, p.100 os dois materiais de construção predominantes utilizados no antigo Egito eram tijolos de barro cozidos ao sol e pedra , principalmente calcário, mas também arenito e granito em quantidades consideráveis.Blakemore, 1996, p.107 Desde o Império Antigo, a pedra era geralmenteutilizada em tumbas e templos, enquanto os tijolos eram usados ​​até mesmo para palácios reais, fortalezas, paredes de recintos de templos e cidades, e para edifícios secundários em complexos de templos. O núcleo das pirâmides consistia em pedras extraídas em locais próximos, tijolos de barro, areia ou cascalho. Para o revestimento foram utilizadas pedras que tiveram de ser transportadas de mais longe, predominantemente calcário branco de Tura e granito vermelho do alto Egito. As antigas casas egípcias eram feitas de lama colhida nas margens húmidas do rio Nilo. Era colocada em moldes e deixada secar ao sol quente para endurecer para uso na construção. Quando os tijolos eram usados ​​numa tumba real como uma pirâmide, os tijolos do exterior eram cinzelados e polidos no acabamento. Muitas cidades egípcias desapareceram porque estavam situadas perto da área cultivada do Vale do Nilo e foram inundadas à medida que o leito do rio subiu lentamente durante os milhares de anos, noutros casos os tijolos de barro e tijolos secos ao sol com os quais foram construídas acabaram por ser usados ​​pelos camponeses como fertilizante. Outras construções são simplesmente inacessíveis, já que foram erguidos novos edifícios sobre os edifícios antigos. No entanto, o clima seco e quente do Egito preservou algumas estruturas de tijolos de barro. Os exemplos incluem a aldeia Deir al-Madinah, a cidade do Império Médio em Kahun,W. M. Flinders Petrie, Kahun, Gurob, and Hawara, Kegan Paul, Trench, Trübner, and Co., London 1890 e as fortalezas de BuhenCharles Gates, Ancient Cities: The Archaeology of Urban Life in the Ancient Near East and Egypt, Greece and Rome, Routledge 2003, p.101 e Mirgissa. Além disso, muitos templos e tumbas sobreviveram porque foram construídos em terrenos elevados, não afetados pela enchente do Nilo, construídos em pedra. Assim, a nossa compreensão da arquitetura egípcia antiga baseia-se principalmente em monumentos religiosos,Dieter Arnold, Byron Esely Shafer Temples of Ancient Egypt, I.B.Tauris, 2005 estruturas maciças caracterizadas por paredes espessas e inclinadas com poucas aberturas, possivelmente ecoando um método de construção utilizado para obter estabilidade em paredes de barro. De modo semelhante, o adorno da superfície incisa e modelada de forma plana dos edifícios de pedra pode ter derivado da ornamentação das paredes de barro. Embora o uso do arco tenha sido desenvolvido durante a IV dinastia, todos os edifícios monumentais são construções de postes e vergas, com telhados planos construídos com enormes blocos de pedra sustentados pelas paredes exteriores e pelas colunas espaçadas. As paredes exteriores e interiores, bem como as colunas e pilares, eram cobertas por afrescos [[hieroglífo |hieroglífico]]s e pictóricos e esculturas pintadas em cores brilhantes.Blakemore, 1996, pp.107ff. Muitos motivos da ornamentação egípcia são simbólicos, como o escaravelho, ou besouro sagrado, o disco solar e o abutre. Outros motivos comuns incluem folhas de palmeira, a planta papiro e os botões e flores do lótus.Arnold, 2005, pp.204ff Os hieróglifos eram inscritos para fins decorativos, bem como para registrar eventos históricos ou feitiços. Além disso, esses afrescos pictóricos e esculturas permitem-nos compreender como viviam os antigos egípcios, o seu status, as guerras travadas e as suas crenças. Isto verificou-se especialmente nos últimos anos, ao explorar os túmulos de oficiais do Antigo Egito. Os antigos templos egípcios estavam alinhados com eventos astronomicamente importantes, como solstícios e equinócios, exigindo medições precisas no momento de cada evento específico. As medições nos templos mais importantes eram realizadas cerimonialmente pelo próprio Faraó. == Tipos de colunas == Os tipos de colunas egípcias são divididas conforme sua capital. A ordem protodórica marca sob o Antigo Império a transição entre o pilar e a coluna: • Palmiforme – inspirada na palmeira branca; • Papiriforme - flores de papiro. O fuste da coluna papiriforme é igualmente fasciculado, desta vez em arestas vivas. Quando as umbrelas estão abertas, o capitel é chamado de campaniforme; • Lotiforme – capitel representa um ramo de lótus com corolas fechadas e o fuste reproduz vários caules atados por um laço. == Templos == Os templos são características das monarquias média e recente. Apresentam forma tripartida: pátio colunado, salas hipostilas e santuários. Podem ser aparentes, semi-enterrados (hemispasmos) ou no subterrâneos (spéus). Os fatores geográficos para essas construções eram essenciais, no entanto, para a garantia da vida após a morte do faraó e pessoas importantes do reino. A localização privilegiada no vale do rio Nilo, com terras altamente férteis, devido às cheias anuais do rio, cercado por desertos e montanhas de pedra, também colaboraram para o recolhimento e lapidação das pedras das pirâmides. Dos palácios e resilmeira na arquitetura civil.",
 "title": "Arquitetura do Antigo Egito"
}