{
 "id": "80191",
 "text": "thumb|Micrografia electrónica de varrimento dum tricoma, um apêndice das folhas de Arabidopsis thaliana, formado por uma única célula. Arabidopsis thaliana é uma planta com flor, de pequenas dimensões, nativa da Europa e Ásia.Germplasm Resources Information Network: Arabidopsis thalianaBiogeography of Arabidopsis thaliana (L.) Heynh. (Brassicaceae) Matthias H. Hoffmann, Journal of Biogeography, 29, 125±134, 2002Arabidopsis thalianaand its wild relatives: a model system for ecology and evolution, Thomas Mitchell-Olds, TRENDS in Ecology & Evolution Vol.16 No.12, pp.693-700 ,December 2001Molecular Ecology (2000) 9, 2109–2118, Genetic isolation by distance in Arabidopsis thaliana: biogeography and postglacial colonization of Europe Timothy F. Sharbel, Bernhard Haubold And Thomas Mitchell-Olds É uma planta herbácea da família das Brassicaceae, a que também pertence a mostarda. É um dos organismos modelo para o estudo de genética, em botânica, tendo um papel semelhante ao da drosófila, noutros tipos de pesquisa genética. Foi a primeira planta cujo genoma foi completamente sequenciado. O genoma da Arabidopsis consiste de cinco cromossomas. A sequência final foi publicada em 2000. Com 125 milhões de pares de bases, o seu genoma é relativamente pequeno, se comparado com o das outras espécies vegetais, o que facilita o seu estudo. Entretanto, ainda que muitos dos seus 26 000 genes continuem sem função conhecida, muito se tem feito e descoberto sobre o papel de cada um na fisiologia da espécie, com implicações no conhecimento da genética vegetal no seu todo. Cientistas da Universidade de Purdue, estudando Arabidopsis, descobriram aquilo que já foi considerado \"um caminho paralelo à hereditariedade\", ou seja, uma alternativa aos mecanismos conhecidos de reparação do DNA. A partir do estudo de mutações num gene designado por HOTHEAD, cujas conseqüências eram deformações nos caules e flores, os pesquisadores chegaram à conclusão que as plantas têm \"gravadas\" versões antigas do seu código genético, pelo menos até à quarta geração antecedente, de forma que qualquer anomalia pode ser corrigida usando este tipo de backup. Existe a hipótese de este \"registo\" basear-se em RNA. ==Estudos de fototropismo == A espécie tem sido usada de forma recorrente em estudos relacionados com a base genética do fototropismo, comportamento dos cloroplastos, entre outros processos influenciados pela luz. Foram feitas descobertas, por exemplo, em relação a repostas fototrópicas positivas das células das raízes à luz vermelha, vermelha extrema e infra-vermelha. Enquanto que a resposta gravitrópica das raízes da Arabidopsis predomina entre os efeitos trópicos nestes órgãos, algumas espécies, tratadas com mutagéneos e depois seleccionadas pela sua ausência de ação gravitrópica mostraram resposta fototrópica negativa tanto à luz azul como à luz branca, mas apresentou resposta positiva à luz vermelha. Os pigmentos fotosensitivos fitocromo A e fitocromo B são os mediadores desta resposta. == Ver também == * Botânica * Biologia molecular Categoria:Arabidopsis Categoria:Organismos modelo Categoria:Flora de Portugal",
 "title": "Arabidopsis thaliana"
}