{
 "id": "80196",
 "text": "A disfemia, conhecida popularmente como gagueira ou gaguez, é uma desordem de fluência da fala. Os sintomas mais evidentes da gagueira são a repetição de sílabas, os prolongamentos de sons e os bloqueios dos movimentos da fala, sobretudo na primeira sílaba, no momento em que o fluxo suave de movimentos da fala precisa ser iniciado. Também usam-se os termos tartamudez, disfemismo ou disfluência. Além de gago, o indivíduo que apresenta disfemia recebe o nome de disfêmico, tartamudo, balbo (de balbuciar) ou tardíloquo. Cerca de 5% das crianças entre dois e quatro anos de idade apresentam episódios de disfemia, sendo geralmente episódios transitórios, que duram poucos meses, ocorrendo em consequência de uma combinação de vários fatores durante o desenvolvimento da fala. Um destes fatores é a maturação lenta das redes neurais de processamento da linguagem, que resulta numa habilidade ainda pequena para articular palavras e encadeá-las em frases nesta idade. O rápido fluxo de pensamentos, em contraste com a relativa imaturidade do sistema fonoarticulatório, contribui para que a criança apresente alguma dificuldade para produzir um ritmo regular e suave em sua fala. Esta disfluência pode aumentar quando a criança está ansiosa, cansada ou doente e quando está tentando dominar muitas palavras novas. Normalmente, este distúrbio é transitório, apenas 20% das crianças que apresentam disfemia em tenra idade necessitarão de tratamento especializado. Estes poucos casos que persistem por mais tempo do que o habitual podem estar associados a uma história familiar de gagueira, sugerindo uma predisposição hereditária. Um estudo do Instituto Nacional de Desordens da Comunicação nos EUA (NIDCD), divulgado em fevereiro de 2010 em uma das mais importantes revistas de saúde e ciências médicas do mundo, o The New England Journal of Medicine, encontrou 3 genes relacionados à origem da gagueira: GNPTAB, GNPTG e NAGPA. Neste estudo, foram descobertas mutações capazes de alterar o funcionamento normal de células cerebrais localizadas no centro de controle da fala em pessoas que gaguejam. Como um importante desdobramento dessa descoberta, em julho de 2015 foi publicada uma abrangente pesquisa epidemiológica mundial que revelou a quantidade de pessoas com gagueira associada a mutações nos genes GNPTAB, GNPTG e NAGPA. De forma inesperada, os pesquisadores descobriram que essa quantidade era muito maior do que se imaginava na época em que este subtipo do distúrbio veio à tona (fevereiro de 2010). Segundo os dados da última pesquisa, um em cada seis casos de gagueira persistente não-sindrômica tem como causa essas mutações (uma frequência três vezes maior do que a estimativa inicial, que era de um em cada 20). Embora essa não seja a única causa genética da gagueira, até o presente momento esta é a única com um nível adequado de esclarecimento bioquímico (via metabólica e enzimas/proteínas envolvidas) e estatístico-populacional (distribuição e frequência de casos). Em relação à cronificação da gagueira, uma característica que pode estar relacionada à tendência de o distúrbio tornar-se persistente nas crianças é o surgimento de sintomas adicionais bastante semelhantes a alguns verificados na Síndrome de Tourette, como: comportamentos obsessivo-compulsivos; esgares faciais (caretas), mioclonias e tiques involuntários enquanto fala; contrair os olhos ou bater o pé em sinal de desconforto nos momentos em que a fala bloqueia. Nestes casos em que a criança já tem plena consciência do problema e também percebe que sua fala pode ser julgada como fora do padrão normal, ela tende a adotar comportamentos de evitação, muitas vezes preferindo ficar em silêncio a interagir verbalmente. Neste estágio, na falta de tratamento especializado, a maioria das crianças com gagueira começa a se retrair e ter sua auto-estima prejudicada. O bullying escolar é uma possível complicação à qual pais e professores devem estar muito atentos. A disfemia que persiste após os cinco anos de idade está associada a alterações anatômicas e funcionais do cérebro, conforme vêm demonstrando as pesquisas mais modernas de neuroimagem. Dados de neuroimagem publicados em 2013 na prestigiada revista científica Brain mostraram que, desde os 3 anos de idade, já é possível detectar, por meio de fMRI e DTI, diferenças de conectividade nas redes neurais em crianças com gagueira que podem ajudar a prognosticar a evolução e cronificação do distúrbio. A avaliação e o tratamento precoces são decisivos para que a criança consiga compensar cedo essas eventuais deficiências, antes do aparecimento de complicações secundárias. Por essa razão, recomenda-se que toda criança com sintomas recorrentes de gagueira passe por avaliação fonoaudiológica tão cedo quanto possível. O fonoaudiólogo é o clínico responsável pelo atendimento da maioria dos pacientes com gagueira. No entanto, nem todo fonoaudiólogo está devidamente capacitado para tal tarefa. Em muitos casos, apenas a terapia fonoaudiológica é insuficiente para atender de forma adequada todas as necessidades do paciente com gagueira, tornando necessária a adoção de medidas adicionais de suporte, como assistência médica e farmacológica, sobretudo no adulto ou quando há a presença de comorbidades importantes, como: depressão, TOC, síndrome de Tourette, TDAH, síndrome de Asperger, fobia social, epilepsia focal, epilepsia rolândica, síndrome de Landau–Kleffner, insônia, apneia obstrutiva do sono, bruxismo, disfunção da articulação temporomandibular, etc. Nos últimos anos, tem havido uma mobilização internacional crescente no sentido de conscientizar a sociedade sobre os preconceitos e a discriminação a que estão sujeitas as pessoas com gagueira. Como parte dessa iniciativa, alguns bons vídeos educativos sobre o assunto foram produzidos. Entre eles, destaca-se \"Ssstutter\", um curta-metragem canadense bastante desconcertante e reflexivo, estrelado por uma adolescente de 16 anos que possui a desordem. Também como forma de ajudar no processo de conscientização social do problema, o dia 22 de outubro foi instituído como o Dia Internacional de Atenção à Gagueira. == Ver também == * Dislalia * Dicção * Distonia focal * Disfonia espasmódica * Lista de personalidades gagas * Mutismo seletivo * Síndrome de Tourette * Síndrome de Landau-Kleffner == Ligações externas == * * * * * * Categoria:Gagueira Categoria:Fonoaudiologia Categoria:Linguagem",
 "title": "Disfemia"
}