{
 "id": "802",
 "text": "Fases ou estados da matéria são conjuntos de configurações que objetos macroscópicos podem apresentar. O estado físico tem relação com a velocidade do movimento das partículas de uma determinada substância. Canonicamente e segundo o meio em que foram estudados, são cinco os estados ou fases considerados: * Sólido * Líquido * Gasoso * Plasma * Condensado de Bose- Einstein Outros tipos de fases da matéria, como a Água superiônica, SupersólidoCientíficos confirman la existencia de un nuevo estado de la materia: supersólido e Superfluidez, estudados em níveis mais avançados de Física. As características de estado físico são diferentes em cada substância e dependem da temperatura e pressão em que ela se encontra. == Os estados físicos clássicos == Há muitas discussões sobre quantos estados da matéria existem, porém as versões mais populares atualmente são de que a matéria somente tem três estados: sólido, líquido e gasoso. Mas há também outros que, ou são intermediários ou pouco conhecidos. Por exemplo: os vapores, que nada mais são uma passagem do estado líquido para o gasoso na mesma fase em que o gás, porém quando está em estado gasoso, não há mais possibilidade de voltar diretamente ao estado líquido; já quando em forma de vapor, pode ir ao estado líquido, desde que exista as trocas de energia necessárias para tal fato. Por isto que diz comumente \"vapor d´água\". Se colocarmos os estados físicos clássicos da matéria em ordem crescente, conforme a quantidade de energia interna que cada um possui, teremos: Sólido → Líquido → Gasoso → Plasma *Estado sólido considera-se que a matéria do corpo mantém a forma macroscópica e as posições relativas das suas partículas, as moléculas se encontram próximas umas das outras com forte atração entre elas, nestas condições, possui forma e volume próprio, independentemente do corpo onde se encontra e ainda o movimento é praticamente nada. A força coesiva da matéria é forte o suficiente para manter as moléculas ou átomos nas posições dadas, restringindo a mobilidade térmica. Os sólidos podem ser cristalinos ou amorfos. Entretanto o vidro e outros sólidos não cristalinos, ou amorfos, não possuem ordem padronizada. É particularmente estudado nas áreas da estática e da dinâmica. *Estado líquido, o corpo mantém a sua quantidade de matéria e aproximadamente o seu volume. A forma e posição relativa das suas partículas é variável se adaptando conforme o corpo. As moléculas estão relativamente próximas, e a força de atração é mediana, assim como os movimentos. As partículas de uma substância líquida têm mais energia cinética que as de um sólido. Um líquido mudará de forma para se adequar ao seu recipiente. A magnitude da força de empuxo ascendente é igual ao peso do fluido deslocado pelo objeto. Quando a força de empuxo é igual à força da gravidade puxando para baixo a massa do objeto, o objeto flutuará. As partículas de um líquido tendem a ser mantidas pela atração intermolecular fraca, em vez de se moverem livremente como as partículas de um gás. Esta força coesiva puxa as partículas para formar gotas ou correntes. É particularmente estudado nas áreas da hidrostática e da hidrodinâmica. *Estado gasoso, o corpo mantém apenas a quantidade de matéria, podendo variar amplamente a forma e o volume, as partículas possuem força de atração nula e movimentos bruscos (agitação térmica). As partículas de gás têm muito espaço entre elas e possuem alta energia cinética. Se não confinadas, as partículas de um gás se espalharão indefinidamente; se confinado, o gás se expandirá para preencher seu recipiente. As partículas dos gases têm energia cinética suficiente para superar as forças intermoleculares que mantêm sólidos e líquidos juntos. É particularmente estudado nas áreas da aerostática e da aerodinâmica. *Plasma é o estado em que a maioria da matéria se encontra no universo. O plasma consiste em partículas altamente carregadas com energia cinética extremamente alta. Os gases nobres são frequentemente usados para fazer sinais luminosos usando eletricidade para ionizá-los ao estado de plasma. Estrelas são essencialmente bolas de plasma superaquecidas. Em laboratório, é possível se estudar o plasma de alta temperatura, mantidos confinados por campos magnéticos intensos, em um reator experimental de fusão nuclear, ou focalizando um laser de alta intensidade com pulsos ultracurtos em um gás. Há pouquíssimas substâncias que se encontram nos estados sólido, líquido e gasoso no Universo. É pouco provável que superem o que em química se considera como restos infinitamente pequenos. Toda a substância restante do universo subsiste no estado denominado plasma. == Os estados físicos modernos == === Condensados de Bose-Einstein === Em 1924, Albert Einstein e Satyendra Nath Bose previram o \"condensado de Bose-Einstein\", por vezes referido como o quinto estado da matéria. Trata-se de uma coleção de milhares de partículas ultrafrias ocupando um único estado quântico, ou seja, todos os átomos se comportam como um único e gigantesco átomo. Possui características, de ambos, estado sólido e estado líquido, como supercondutividade e super-fluidez, porém, é encontrado em temperaturas extremamente baixas (próximas ao zero absoluto), o que faz com que suas moléculas entrem em colapso. É particularmente estudado na área da mecânica quântica. Na fase gasosa, o condensado de Bose-Einstein manteve uma previsão teórica não verificada durante muitos anos. Em 1995, os grupos de pesquisa de Eric Cornell e Carl Wieman, de JILA na Universidade do Colorado em Boulder, produziram pela primeira vez esse condensado experimentalmente. Um condensado Bose-Einstein é \"mais frio\" do que um sólido. Pode ocorrer quando os átomos têm níveis quânticos muito semelhantes (ou o mesmo), em temperaturas muito perto do zero absoluto (-273,15 °C). === Superfluidos === Perto do zero absoluto, alguns líquidos formam um segundo estado líquido descrito como superfluido porque tem viscosidade zero ou fluidez infinita. Isso foi descoberto em 1937 para o hélio, que constitui um superfluido abaixo da temperatura lambda de 2,17 K. Neste estado, ele vai tentar \"subir\" para fora do recipiente. Também tem condutividade térmica infinita, de modo que nenhum gradiente de temperatura pode se formar em um superfluido. Essas propriedades são explicadas pela teoria de que o isótopo comum hélio-4 faz um condensado de Bose-Einstein (ver próxima seção), no estado superfluido. Mais recentemente, superfluidos de condensado fermiônico tem sido formados a temperaturas ainda mais baixas pelo raro isótopo hélio 3 e lítio-6. Dois tipos conhecidos são: *Condensado fermiônico possui características, de ambos, estado sólido e estado líquido, como supercondutividade e super-fluidez, porém, é encontrado em temperaturas extremamente baixas (próximas ao zero absoluto), o que faz com que suas moléculas entrem em colapso. É particularmente estudado na área da mecânica quântica. *Superfluido de polaritons é um superfluido que é capaz de levar energia de um lugar para outro utilizando-se de um feixe de luz, também pode gerar raios laser potentes com baixo consumo e fazer transporte de bits em meio sólido. == Outros estados da matéria == Existem outros possíveis estados da matéria, alguns destes só existem sob condições extremas, como no interior de estrelas mortas, ou no começo do universo depois do Big Bang: * Fluidos supercríticos * Colóide * Matéria degenerada * Neutrônio * Plasma de quarks- glúons * Matéria estranha ou matéria de quark * Excitonium * Super fóton == Transições de fase == Como a cada uma destas fases de uma substância corresponde determinado tipo de estrutura corpuscular, há vários tipos de mudanças de estruturas dos corpos quando muda a fase, ou de estado de aglomeração, da substância que são feitos. A mudança de fases ocorre conforme o diagrama de fases da substância. Mudando a pressão ou a temperatura do ambiente onde um objeto se encontra, esse objeto pode sofrer mudança de fase. * Fusão - mudança do estado sólido para o líquido.Existem dois tipos de fusão: ** Gelatinosa - derrete todo por igual; por exemplo o plástico. ** Cristalina - derrete de fora para dentro; por exemplo o gelo. * Vaporização - mudança do estado líquido para o gasoso. Existem três tipos de vaporização: ** Evaporação - as moléculas da superfície do líquido tornam-se gás em qualquer temperatura. ** Ebulição - o líquido está na temperatura de ebulição e fica borbulhando, recebendo calor e tornando-se gás. ** Calefação - o líquido recebe uma grande quantidade de calor em período curto e se torna gás rapidamente. * Condensação - mudança de estado gasoso para líquido (inverso da Vaporização). * Solidificação - mudança de estado líquido para o estado sólido (inverso da Fusão). * Sublimação - um corpo pode ainda passar diretamente do estado sólido para o gasoso. * Ressublimação - mudança direta do estado gasoso para o sólido (inverso da Sublimação). * Ionização - mudança de estado gasoso para o estado plasma. * Desionização - mudança de estado plasma para estado gasoso (inverso de Ionização). == Ligações externas == * Capítulo 11 Equilíbrio de Sistemas * Capítulo 09 Estruturas Longe do Equilíbrio * Capítulo 08 Diagramas de Equilíbrio Categoria:Fases da matéria",
 "title": "Estado físico da matéria"
}