{
 "id": "80206",
 "text": "Quinto Sertório (em latim Quintus Sertorius, Nórcia, ca. — Huesca, ) foi um general e político romano. Tomou o lado de Caio Mário na guerra civil que opôs o partido deste ao de Lúcio Cornélio Sula. Sua família era importante em Nussa, uma cidade dos sabinos.Plutarco, Sertório, 2.1 Seu pai morreu cedo, e ele foi criado pela sua mãe viúva, de nome Rhea. Em 83 a.C. foi enviado como procônsul para a Península Ibérica, onde assumiu o governo tanto da Hispânia Ulterior como da Citerior. Após a vitória de Sula em Itália, este enviou contra Sertório um exército sob o comando de Caio Ânio que o expulsou das suas províncias, forçando-o a levar uma vida de salteador em terras africanas. Sertório iniciou em 80 a.C. uma campanha na Península Ibérica para recuperar as suas províncias, após os lusitanos lhe terem prometido o seu apoio e o terem convidado a ser seu líder. General hábil, derrotou então sucessivos exércitos romanos enviados contra si. Por outro lado, tido também como político e sábio administrador, logrou insinuar-se, pouco a pouco, entre as diferentes tribos, introduzindo vários elementos dos costumes romanos. Fez com que as crianças, filhas dos chefes tribais, fossem à escola em Osca, onde recebiam uma educação romana e adoptavam as vestes dos jovens romanos. Depois de uma revolta das tribos, Sertório executou diversas destas crianças, filhos dos chefes tribais que ele tinha enviado para a escola em Osca, e vendeu as sobreviventes como escravas.Plutarco, Sertorius \"Sertório colocou de lado sua antiga clemência e mansidão e forjou injustiça contra os filhos dos ibéricos que estavam a ser educados em Osca, matando alguns, e vendendo outros para a escravatura.\" Sertório dominou grande parte da Península Ibérica até à sua morte, derrotando sucessivamente os exércitos, comandados pelos generais romanos com mais reputação na época, como Cneu Pompeio ou Quinto Cecílio Metelo Pio, enviados contra si. O seu sucesso levou também a que os seus domínios na Península Ibérica servissem de refúgio a vários romanos fugidos de Roma em virtude dos sobressaltos políticos lá vividos. Um reforço substancial que recebeu terá sido aquele levado por Marco Perperna Ventão em 77 a.C. após a derrota em Itália da revolta conduzida por Lépido. Sertório foi assassinado num banquete pelo seu lugar-tenente Perperna e por outros dos seus oficiais. A sua morte significou o rápido colapso da resistência contra o poder estabelecido em Roma. A política de assimilação, adoptada pelo governo de Roma em relação às suas conquistas, acabou por transformar o território numa província romana, facto para que até certo ponto concorrera a administração de Sertório ao tentar implantar entre os lusitanos os usos e os costumes da civilização romana. O nome de Sertório está ligado à lenda da fundação da Sertã. Plutarco dedicou-lhe uma biografia das suas Vidas Paralelas, em que o comparou a Filipe II da Macedónia, Antígono Monoftalmo e Aníbal, que, como ele, também tinham perdido um olho.Plutarco, Sertório, 1.4 A sua vida é escrita em paralelo à de Euménio de Cárdia, um general de Alexandre Magno: \"Ambos nasceram para liderar e eram dotados de grande talento para a guerra e de habilidade para frustrarem os seus inimigos; ambos estavam exilados dos seus países, comandavam soldados estrangeiros e, nas suas mortes, sofreram uma Fortuna que lhes foi dura e injusta, pois ambos foram vítimas de conspirações e foram mortos pelos mesmos homens com quem tinham vencido os seus inimigos.\"Plutarco, Sertório, 1.6 ==Ver também== *Hispânia ==Bibliografia== *PLUTARCO, Sertório - Euménio, Ed. Sementes de Mudança, Évora, 2008. Categoria:Generais romanos Categoria:Políticos da Roma Antiga Categoria:Populares (facção) Categoria:Romanos antigos assassinados Categoria:Exilados da Roma Antiga Categoria:Guerra contra Sertório Categoria:Governadores romanos da Hispânia Categoria:Personagens citadas nos Lusíadas",
 "title": "Quinto Sertório"
}