{
 "id": "80233",
 "text": "Gibran Khalil Gibran (em árabe: ; em siríaco: ܓ̰ܒܪܢ ܚܠܝܠ ܓ̰ܒܪܢ; Bsharri, 6 de janeiro de 1883 – Nova Iorque, 10 de abril de 1931), também conhecido como Khalil Gibran (em inglês, referido como Kahlil Gibran) foi um ensaísta, prosador, poeta, conferencista e pintor de origem libanesa, também considerado um filósofo, embora ele mesmo tenha rejeitado esse título,; . e alguns tendo- lhe descrito como liberal.The destructive legacy of Arab liberals Seus livros e escritos, de simples beleza e espiritualidade, são reconhecidos e admirados para além do mundo árabe.Famous Authors - \"Khalil Gibran - Biografia\" Seu nome completo, transliterado para línguas ocidentais (de base alfabética predominantemente neo-latina), é Gibran Khalil Gibran, assim assinando em árabe. No colégio dos Estados Unidos, onde viveu e trabalhou a maior parte de sua vida, um erro de registro reduziu o seu nome para Kahlil Gibran.Cornell University - \"Khalil Gibran (1883-1931)\" Em sua relativamente curta, porém prolífica existência (viveu apenas 48 anos), Khalil Gibran produziu obra literária acentuada e artisticamente marcada pelo misticismo oriental. Sua obra, acentuadamente romântica e influenciada por fontes de aparente contraste como a Bíblia, Nietzsche e William Blake, trata de temas como o amor, a amizade, a morte e a natureza, entre outros. Escrita em inglês e árabe, expressa as inclinações religiosas e mística do autor. Sua obra mais conhecida é o livro O Profeta, originalmente publicado em inglês, pela primeira vez nos Estados Unidos em 1923, e desde então se tornou um dos livros mais vendidos de todos os tempos, tendo sido traduzido em mais de 100 idiomas. Outro livro de destaque é o Asas Partidas, em que o autor fala de sua primeira história de amor.Michigan State University - \"Kahlil Gibran Biography\" Nascido em uma aldeia do Mutassarifado do Monte Líbano governada por otomanos, de uma família cristã maronita, o jovem Gibran imigrou com sua mãe e irmãos para os Estados Unidos em 1895. Sua mãe trabalhava como costureira, ele foi matriculado em uma escola em Boston, onde suas habilidades criativas foram rapidamente percebidas por um professor que o apresentou a Fred Holland Day. Gibran foi enviado de volta à sua terra natal por sua família aos quinze anos para se matricular no Collège de la Sagesse, em Beirute. Retornando a Boston após a morte de sua irmã caçula, em 1902, ele perdeu o meio-irmão mais velho e a mãe no ano seguinte, aparentemente contando depois com a renda restante de sua irmã por seu trabalho em uma loja de costura por algum tempo. Em 1904, os desenhos de Gibran foram exibidos pela primeira vez no estúdio de Day em Boston, e seu primeiro livro em árabe foi publicado em 1905 na cidade de Nova York. Com a ajuda financeira de uma recém-recebida benfeitora, Mary Haskell, Gibran estudou arte em Paris de 1908 a 1910. Enquanto esteve lá, ele entrou em contato com pensadores políticos sírios promovendo a rebelião no Império Otomano após a Revolução dos Jovens Turcos;. alguns dos escritos de Gibran, expressando as mesmas ideias, seriam eventualmente banidos pelas autoridades otomanas.. Em 1911, Gibran se estabeleceu em Nova York, onde seu primeiro livro em inglês, O Louco, seria publicado por Alfred A. Knopf em 1918, com escritos de O Profeta ou Os Deuses da Terra também em andamento.. Sua arte visual foi exibida na Montross Gallery em 1914, e nas galerias de M. Knoedler & Co. em 1917. Ele também se correspondia notavelmente com May Ziadeh desde 1912. Em 1920, Gibran refundou a Liga da Caneta com outros poetas mahjari. Na época de sua morte, aos 48 anos, por cirrose e tuberculose incipiente em um pulmão, ele alcançara fama literária em \"ambos os lados do Oceano Atlântico\",. e O Profeta já havia sido traduzido para alemão e francês. Seu corpo foi transferido para sua aldeia natal de Bsharri (no atual Líbano), para a qual ele legou todos os futuros royalties de seus livros e onde fica agora um museu dedicado a suas obras. Conforme as palavras de Suheil Bushrui e Joe Jenkins, a vida de Gibran foi descrita como uma \"frequentemente capturada entre a rebelião nietzschiana, o panteísmo blakeano e o misticismo sufi\". Gibran discutiu temas diferentes em seus escritos e explorou diversas formas literárias. Salma Khadra Jayyusi o chamou de \"a influência mais importante na poesia e literatura árabes durante a primeira metade do século [XX]\". e ele ainda é comemorado como um herói literário no Líbano.\"Kahlil Gibran's The Prophet: Why is it so loved?\", BBC News, May 12, 2012, Retrieved May 12, 2012. Ao mesmo tempo, \"a maioria das pinturas de Gibran expressava sua visão pessoal, incorporando simbolismo espiritual e mitológico\",. com a crítica de arte Alice Raphael reconhecendo no pintor um classicista, cuja obra devia \"mais às descobertas de Da Vinci do que a qualquer insurgente moderno\".. Seu \"prodigioso corpo da obra\" foi descrito como \"um legado artístico para pessoas de todas as nações\".. == Biografia == === Infância === A casa da família Gibran em Bsharri, Líbano.Gibran Kahlil Gibran era filho de Khalil ben Gibran, fazendeiro, e de Kamila Rahmeh, filha do pároco do povoado de Bsherri, onde nasceu em 6 de janeiro de 1883.. Os pais de Gibran eram maronitas – cristãos de uma seita oriental que, embora devesse obediência ao Papa, defere-se da Igreja Romana, pela liturgia síria e pelo não celibato do clero. Kamila tinha trinta anos quando Gibran nasceu, e o pai de Gibran, Khalil, era seu terceiro marido.\"Khalil Gibran (1883–1931)\", biography at Cornell University library on-line site, retrieved February 4, 2008 Gibran tinha duas irmãs mais novas, Marianna e Sultana, e um meio-irmão, Boutros, de um dos casamentos anteriores de Kamila. Como resultado da pobreza de sua família, Gibran não recebeu educação formal durante sua juventude no Líbano. No entanto, os padres o visitavam regularmente e o ensinavam sobre a Bíblia e a língua árabe. Aos sete anos de idade, Gibran gostava de isolar-se na gruta do Mosteiro de Mar Sarkis, mais tarde transformado em seu museu,Comitê Nacional de Gibran (1932) para dedicar-se aos desenhos a fusain, ou à lápis. Seu pai, homem enérgico e de pouca instrução, o surrava por isso. O pai de Gibran, Khalil, trabalhou inicialmente em uma loja de boticário, mas com dívidas de jogo ele não conseguia pagar. Ele foi trabalhar para um administrador local designado pelos otomanos.Cole, Juan. \"Chronology of his Life\". Juan Cole's Khalil Gibran Page – Writings, Paintings, Hotlinks, New Translations. Professor Juan R.I. Cole.Walbridge, John. \"Gibran, his Aesthetic, and his Moral Universe\". Juan Cole's Kahlil Gibran Page – Writings, Paintings, Hotlinks, New Translations. Professor Juan R.I. Cole. Retrieved January 2, 2009. Em 1891, enquanto atuava como cobrador de impostos, ele foi removido e sua equipe foi investigada.Mcharek, Sana (3 de março de 2006). \"Khalil Gibran and other Arab American Prophets\" (PDF). tese aprovada. Florida State University. Arquivada do original (PDF) em 4 de março de 2009. Khalil foi preso por peculatoAcocella, Joan (7 de janeiro de 2008). \"Prophet Motive\". The New Yorker. e as propriedades de sua família foram confiscadas pelas autoridades. Kamila decidiu seguir seu irmão para os Estados Unidos. Embora Khalil tenha sido libertado em 1894, Kamila manteve-se decidida e partiu para Nova York em 25 de junho de 1895, levando Boutros, Gibran, Marianna e Sultana com ela. De Nova York, com a mãe e seus três irmãos, Gibran foi para Boston e fixaram residência próxima a um bairro chinês em uma comunidade libanesa, no South End de Boston, na época a segunda maior comunidade sírio-libanesa-americana nos Estados Unidos. Gibran entrou na Josiah Quincy School em 30 de setembro de 1895. Os funcionários da escola o colocaram em uma aula especial para os imigrantes aprenderem inglês. Seu nome foi registrado usando a grafia anglicizada 'Kahlil Gibran'.. Sua mãe começou a trabalhar como costureira,Mcharek, Sana (3 de março de 2006). \"Khalil Gibran and other Arab American Prophets\" (PDF). tese aprovada. Florida State University. Arquivada do original (PDF) em 4 de março de 2009. vendendo rendas e roupas de cama que ela carregava de porta em porta. Seu meio-irmão mais velho, Boutros, abriu uma loja. Gibran também se matriculou em uma escola de arte na Denison House, uma moradia de assentamento nas proximidades. Através de seus professores, ele foi apresentado ao artista, fotógrafo e editor vanguardista de Boston Fred Holland Day, que incentivou e apoiou Gibran em seus empreendimentos criativos. Em março de 1898, Gibran conheceu Josephine Preston Peabody, oito anos mais velha que ele, em uma exposição das fotografias de Day \"nas quais o rosto de Gibran era um assunto importante\".. Gibran desenvolveria um apego romântico a ela.. No mesmo ano, uma editora usou alguns desenhos de Gibran para capas de livros. Kamila e Boutros queriam que Gibran absorvesse mais sua própria herança, e não apenas a cultura estética ocidental pela qual ele era atraído. Assim, pouco tempo depois, aos 15 anos de idade, voltou para o Líbano e ingressou na escola Al-Hikmat (Collège de la Sagesse), em Beirute, instituição dirigida pelo clero maronita. Na ocasião, Gibran dedicou-se aos idiomas árabe e francês.Gibran Jalil. El jardín del profeta. Arena y espuma, pgs. 13 e 14. EDAF, (1985) Em seu último ano na escola, ele criou uma revista estudantil com outros estudantes, entre os quais Youssef Howayek (que permaneceria um amigo para toda a vida),. e ele foi feito o \"poeta da faculdade\". Gibran se formou na escola aos dezoito anos com altas honras e depois foi para Paris para aprender pintura, visitando a Grécia, a Itália e a Espanha a caminho de Beirute.. Gibran decide ficar com o pai em Bsherri, durante o verão de 1899. No outono, ao retornar para Boston, onde sua mãe e suas duas irmãs trabalhavam como costureiras, e seu irmão como empregado em uma loja, Gibran não retomou a escola, nem procurou emprego, decidiu concentrar-se na pintura e na literatura. Em 2 abril de 1902, uma das irmãs de Gibran, Sultana, morreu vítima de tuberculose aos 14 anos. Ao saber disso, Gibran retornou a Boston, chegando duas semanas após a morte de Sultana. Do mesmo modo, perdeu o irmão, Boutros, em 12 março de 1903. Três meses depois, em 28 de junho, a mãe de Gibran morreu de câncer.. Dois dias depois, Peabody \"o deixou, sem explicação\". Gibran e sua irmã, Mariana, continuam morando em Bostonː ela, sustentando a ambos com a costura; ele, permaneceu escrevendo, desenhando e pintando. Um ano depois, aos 21 anos, Gibran possuía quadros suficientes para realizar uma exposição e, para tanto, contou com a ajuda de um fotógrafo conhecido em Boston, Fred Holland Day, amigo de Mary Haskell. === Estreias, Mary Haskell e segunda estadia em Paris === Gibran realizou sua primeira exposição de arte de seus desenhos em janeiro de 1904, em Boston, no estúdio de Day. Durante esta exposição, Gibran conheceu Mary Haskell, diretora de uma escola de meninas na cidade, nove anos mais velha. Os dois formaram uma amizade que durou o resto da vida de Gibran. Haskell gastaria grandes somas de dinheiro para apoiar Gibran e também editaria todos os seus escritos em inglês. A natureza de seu relacionamento romântico permanece obscura; enquanto alguns biógrafos afirmam que os dois eram amantes. mas nunca se casaram porque a família de Haskell se opôs; outras evidências sugerem que o relacionamento deles nunca foi fisicamente consumado. Gibran e Haskell ficaram comprometidos brevemente entre 1910 e 1911. De acordo com Joseph P. Ghougassian, Gibran havia proposto casamento a ela \"não sabendo como retribuir em gratidão à senhorita Haskell\", mas Haskell rejeitou, deixando \"claro para ele que ela preferia sua amizade a qualquer vínculo pesado de casamento\". Mais tarde, Haskell se casaria com Jacob Florance Minis em 1926, mantendo-se ainda amiga íntima de Gibran, patrocinadora e benfeitora, e usando como tal a influência dela para avançar em sua carreira.. Em 1905, a primeira escrita de Gibran a ser publicada foi Um Perfil da Arte da Música, em árabe, pelo departamento de impressão de Al-Mohajer em New York. Seu próximo trabalho, Ninfas do Vale, foi publicado no ano seguinte, também em árabe. Em 27 de janeiro de 1908, Haskell apresentou Gibran a sua escritora amiga Charlotte Teller, de 31 anos, e em fevereiro a Émilie Michel (Micheline), professora de francês em sua escola, com 19 anos. Teller e Micheline aceitaram posar para Gibran como modelos e se tornaram amigas próximas dele. No mesmo ano, Gibran publicou Spirits Rebellious, um romance profundamente crítico da autoridade secular e espiritual. De acordo com Barbara Young, uma posterior conhecida de Gibran, \"em um tempo incrivelmente curto, ele foi queimado no mercado de Beirute por fanáticos sacerdotais que o declararam 'perigoso, revolucionário e venenoso para a juventude'.\". O Patriarcado Maronita deixaria o boato de sua excomunhão vagar, mas nunca o pronunciaria oficialmente.. Em julho de 1908, com o apoio financeiro de Haskell, Gibran foi estudar arte em Paris na Académie Julian, onde ingressou no ateliê de Jean-Paul Laurens. Gibran aceitou a oferta de Haskell em parte para se distanciar de Micheline, \"pois sabia que esse amor era contrário ao seu senso de gratidão por Miss Haskell\"; no entanto, \"para sua surpresa, Micheline veio inesperadamente a ele em Paris\".. \"Ela ficou grávida, mas a gravidez foi ectópica e teve que fazer um aborto, provavelmente na França\". Micheline havia retornado aos Estados Unidos no final de outubro. Gibran faria a ela uma visita em seu retorno a Paris em julho de 1910, mas não haveria nenhum indício de intimidade entre eles. No início de fevereiro de 1909, Gibran \"trabalhava há algumas semanas no estúdio de Pierre Marcel- Béronneau\"; ele \"usou sua simpatia por Béronneau como uma desculpa para deixar completamente a Académie Julian\". Em dezembro de 1909, Gibran iniciou uma série de retratos a lápis que mais tarde chamaria de \"O Templo da Arte\", apresentando \"homens e mulheres artistas famosos da época\" e \"alguns dos heróis de Gibran de tempos passados\". Enquanto estava em Paris, Gibran também entrou em contato com dissidentes políticos sírios, em cujas atividades ele tentaria se envolver mais ao retornar aos Estados Unidos. Em junho de 1910, Gibran visitou Londres com Howayek e Ameen Rihani, que Gibran conhecera em Paris.; . Rihani, que era seis anos mais velho que Gibran, seria o modelo de Gibran por um tempo e amigo até pelo menos maio de 1912.. Robin Waterfield, biógrafo de Gibran, argumenta que, em 1918, \"quando o papel de Gibran mudou do de jovem revoltado para o de profeta, Rihani não podia mais atuar como um paradigma\"; Haskell (em seu diário particular de 29 de maio de 1924) e Howayek também forneceram suposições de uma inimizade estabelecida entre Gibran e Rihani algum tempo depois de maio de 1912. === Retorno aos Estados Unidos e reputação crescente === Gibran partiu de volta para Nova York de Boulogne-sur- Mer no Nieuw Amsterdam em 22 de outubro de 1910, e voltou a Boston em 11 de novembro.. Em fevereiro de 1911, Gibran ingressou na filial de Boston de uma organização internacional síria, a Golden Links Society. Ele lecionou lá por vários meses \"a fim de promover o radicalismo na independência e liberdade\" do Império Otomano.; . No final de abril, Gibran estava hospedado no apartamento vazio de Teller, na 164 Waverly Place, em Nova York. \"Gibran se estabeleceu, tornou-se conhecido por seus amigos sírios — especialmente Amin Rihani, que agora morava em Nova York — e começou a procurar um estúdio adequado e a experimentar a energia de Nova York\". Quando Teller retornou em 15 de maio, ele se mudou para o pequeno quarto de Rihani na 28 West 9th Street. Gibran então mudou-se para um dos estúdios do Edifício Tenth Street Studio no verão, antes de mudar para outro de seus estúdios (número 30, que tinha uma varanda no terceiro andar) no outono. Gibran viveria lá até sua morte, referindo-se a ele como \"O Eremitério\".. Com o tempo, porém, e \"ostensivamente por razões de saúde\", ele passava \"períodos cada vez mais longe de Nova York, às vezes meses de cada vez, [...] permanecendo com amigos no interior ou com Marianna em Boston ou na costa de Massachusetts\". Suas amizades com Teller e Micheline minguariam; o último encontro entre Gibran e Teller ocorreria em setembro de 1912, e Gibran diria a Haskell em 1914 que agora achava Micheline \"repelente\". Em 1912, Broken Wings (Asas partidas) foi publicado em árabe pela gráfica do periódico Meraat-ul-Gharb em Nova York. Gibran presenteou a escritora libanês May Ziadeh, que morava no Egito, com uma cópia de seu livro e pediu que ela o criticasse. Como redigido por Ghougassian,Gibran e Ziadeh nunca se encontraram. De acordo com Shlomit C. Schuster, \"qualquer que seja a relação entre Kahlil e May, as cartas em A Self-Portrait [Ferris, Anthony R., ed. (1959), traduzido por Ferris] revelam principalmente seus laços literários. Ziadeh revisou todos os livros de Gibran e Gibran responde a essas críticas com elegância.\".Em 1913, Gibran começou a contribuir para a Al-Funoon, uma revista em língua árabe que havia sido criada recentemente por Nasib Arida e Abd al-Masih Haddad. A Tear and a Smile foi publicado em árabe em 1914. Em dezembro do mesmo ano, as obras visuais de Gibran foram exibidas na Montross Gallery, chamando a atenção de Albert Pinkham Ryder. Gibran escreveu um poema em prosa em janeiro e se tornaria um dos últimos visitantes do homem idoso.Shengold 1994, p. 197; Otto 1970, p. 404; Bushrui & Jenkins 1998. Após a morte de Ryder em 1917, o poema de Gibran seria citado por Henry McBride no tributo póstumo a Ryder e depois por jornais de todo o país, dos quais viria a primeira menção generalizada do nome de Gibran na América.. Em março de 1915, dois dos poemas de Gibran também foram lidos na Poetry Society of America, após o que Corinne Roosevelt Robinson, a irmã mais nova de Theodore Roosevelt, se levantou e os chamou de \"coisas destrutivas e diabólicas\";Bushrui & Jenkins 1998; Otto 1970, p. 404. Gibran, no entanto, se tornaria um visitante frequente na casa de Robinson a partir de 1918, também conhecendo seu irmão. === O Louco, a Liga da Caneta e O Profeta === Gibran atuou como secretário do Comitê de Socorro Síria-Monte Líbano, que foi formado em junho de 1916.Beshara 2012, p. 147; Mujais 2004, p. 107. No mesmo ano, Gibran conheceu Mikhail Naimy depois que este se mudou da Universidade de Washington para Nova York.Arab American Almanac, p. 134; Naimy 1985b, p. 67. Naimy, a quem Gibran apelidaria de \"Mischa\",Bushrui & Munro 1970, p. 72. tinha feito anteriormente uma revisão do Asas Partidas em seu artigo \"The Dawn of Hope After the Night of Despair\", publicado em Al-Funoon, e se tornaria \"um amigo próximo e confidente, e mais tarde um dos biógrafos de Gibran\".Bushrui 1987, p. 40. Em 1917, foi realizada uma exibição de quarenta desenhos de lavagem (wash drawing) em Knoedler, em Nova York, de 29 de janeiro a 19 de fevereiro e outra de trinta desenhos em Doll & Richards, Boston, de 16 a 28 de abril. Embora a maioria dos primeiros escritos de Gibran tenha sido em árabe, a maior parte de seu trabalho publicado após 1918 foi em inglês. Tal foi The Madman, o primeiro livro de Gibran publicado por Alfred A. Knopf, em 1918. As Procissões (em árabe) e os Vinte Desenhos foram publicados no ano seguinte. Em 1920, Gibran recriou a Liga da Caneta de Nova York (Pen League) em língua árabe com seus fundadores originais, Arida e Haddad; Rihani, Naimy e outros escritores mahjari, como Elia Abu Madi. No mesmo ano, As Tempestades foi publicado em árabe no Cairo e The Forerunner em Nova York. Em uma carta de 1921 a Naimy, Gibran relatou que os médicos lhe disseram para \"desistir de todo tipo de trabalho e esforço por seis meses e não fazer nada além de comer, beber e descansar\";. em 1922, Gibran recebeu ordem de \"ficar longe das cidades e da vida da cidade\" e havia alugado uma cabana perto do mar, planejando se mudar para lá com Marianna e permanecer até que \"esse coração [recuperasse] seu curso ordenado\";Naimy 1985a, p. 254. este verão de três meses em Scituate, ele disse mais tarde a Haskell, foi um momento revigorante, durante o qual ele escreveu alguns dos \"melhores poemas árabes\" que já havia escrito.. Em 1923, The New and the Marvelous foi publicado em árabe no Cairo, enquanto The Prophet foi publicado em Nova York. O Profeta vendeu bem, apesar de uma recepção crítica fria. Numa leitura do Profeta organizada pelo reitor William Norman Guthrie na Igreja de São Marcos em The Bowery, Gibran conheceu Young, que ocasionalmente trabalharia como sua secretária de 1925 até sua morte (nenhuma remuneração era paga). Em 1924, Gibran disse a Haskell que havia sido contratado para escrever dez peças para Al-Hilal no Cairo. Em 1925, Gibran participou da fundação do periódico The New East. === Anos posteriores e morte === Areia e Espuma foi publicada em 1926, e Jesus, o Filho do Homem, em 1928. No início de 1929, Gibran foi diagnosticado com um fígado aumentado. Em uma carta de 26 de março, ele escreveu a Naimy que \"as dores reumáticas se foram e o inchaço se transformou em algo oposto\"; em um telegrama datado no mesmo dia, ele relatou ter sido informado pelos médicos de que \"não deveria trabalhar o ano inteiro\", algo que considerou \"mais doloroso que a doença\". O último livro publicado na vida de Gibran foi Os Deuses da Terra, em 14 de março de 1931. Gibran foi internado no Hospital St. Vincent, Manhattan, em 10 de abril de 1931, onde morreu no mesmo dia, aos 48 anos, depois de ter recusado os últimos ritos. A causa da morte foi relatada como cirrose hepática com tuberculose incipiente em um de seus pulmões. Waterfield argumenta que a cirrose foi contraída pelo consumo excessivo de álcool e foi a única causa real da morte de Gibran. miniaturadaimagem|O Museu Gibran e o local de descanso final de Gibran, em Bsharri Gibran havia expressado o desejo de ser enterrado no Líbano. Seu corpo estava temporariamente no cemitério Mount Benedict, em Boston, antes de ser levado em 23 de julho para Providence, Rhode Island, e dali para o Líbano no navio Sinaia.. Chegou a Bsharri em agosto e foi depositado em uma igreja próxima até que um primo de Gibran finalizasse a compra do mosteiro de Mar Sarkis, agora o Museu Gibran.Mar Sarkis Monastery Todos os futuros royalties americanos de seus livros foram destinados à sua cidade natal, Bsharri, para serem \"usados para boas causas\". Gibran também entregou o conteúdo de seu estúdio a Haskell.Haskell doou sua coleção pessoal de quase cem obras de arte originais de Gibran (incluindo cinco óleos) ao Museu de Arte Telfair em Savannah, na Geórgia, em 1950.. Haskell pensava em colocar sua coleção na Telfair já em 1914.. Seu presente para a Telfair é a maior coleção pública da arte visual de Gibran no país. == Trabalho == === Escritos === ==== Formas, temas e estilo ==== Gibran explorou formas literárias tão diversas quanto \"poesia, parábolas, fragmentos de conversa, contos, fábulas, ensaios políticos, cartas e aforismos\".. Duas peças em inglês e cinco em árabe também foram publicadas postumamente entre 1973 e 1993; três peças inacabadas escritas em inglês no final da vida de Gibran permanecem inéditas (The Banshee, The Last Unction e The Hunchback or the Unseen).. Gibran discutiu \"temas como religião, justiça, livre arbítrio, ciência, amor, felicidade, alma, corpo e morte\". em seus escritos, que foram \"caracterizados pela inovação rompendo com as formas do passado, pelo simbolismo, um amor eterno por sua terra natal e um estilo sentimental, melancólico, mas muitas vezes oratório\".. Sobre sua língua em geral (tanto em árabe quanto em inglês), Salma Khadra Jayyusi observa que \"por causa do aspecto espiritual e universal de seus temas gerais, ele parece ter escolhido um vocabulário menos idiomático do que normalmente seria escolhido por um poeta moderno consciente do modernismo na linguagem\".. De acordo com Jean e Kahlil George Gibran,O poema \"You Have Your Language and I Have Mine\" (1924) foi publicado em resposta a críticas a seu idioma e estilo árabes.. ==== Antecedentes e influências ==== Como formulado por Ghougassian, \"entre os autores anglo-saxões, [William] Blake (1757-1827) desempenhou um papel especial na vida de Gibran\".. \"Mais particularmente, Gibran concordava com a visão apocalíptica de Blake sobre o mundo, conforme este último a expressava em sua poesia e arte\". Gibran escreveu sobre Blake como \"o homem-Deus\" e \"seus desenhos\" como \"até agora as coisas mais profundas feitas em inglês—e sua visão, deixando de lado seus desenhos e poemas, é a mais divina\".. De acordo com George Nicolas El- Hage,Outra influência sobre Gibran foi Walt Whitman (1819-1892), a quem Gibran seguiu \"apontando a universalidade de todos os homens e em se deliciando com a natureza\".. Gibran também foi um grande admirador do poeta e escritor sírio Francis Marrash (nascido entre 1835 e 1837; morreu em 1873 ou 1874),; . cujas obras ele havia estudado no Collège de la Sagesse.. Segundo Shmuel Moreh, as próprias obras de Gibran ecoam o estilo de Marrash, \"muitas de suas ideias sobre escravidão, educação, libertação das mulheres, verdade, a bondade natural do homem e a moral corrompida da sociedade\" e, às vezes, até a estrutura da algumas de suas obras;. Suheil Bushrui e Joe Jenkins mencionaram o conceito de amor universal de Marrash, em particular, em tendo deixado uma \"impressão profunda\" em Gibran. Segundo El-Hage, a influência de Friedrich Nietzsche (1844-1900) \"não apareceu nos escritos de Gibran até As Tempestades\".. No entanto, embora o estilo de Nietzsche \"sem dúvida o tenha fascinado\", Gibran não estava \"um mínimo sob seu feitiço\":Gibran também foi influenciado pela Bíblia, com, nas palavras de Waterfield, \"as parábolas do Novo Testamento\" afetando \"suas parábolas e homilias\" e \"a poesia de alguns dos livros do Antigo Testamento [...] afetando sua linguagem devocional e ritmos encantados\".. ==== Críticos ==== Gibran foi por muito tempo negligenciado por estudiosos e críticos.. Bushrui e John M. Munro argumentaram que \"o fracasso de críticos sérios do Ocidente em responder a Gibran\" resultou do fato de que \"suas obras, embora na maior parte originalmente escritas em inglês, não possam ser confortavelmente acomodadas na tradição literária ocidental\". Segundo El-Hage, os críticos também \"geralmente não conseguiram entender a concepção de imaginação do poeta e suas tendências flutuantes em relação à natureza\".. === Arte visual === Ficheiro:Ages of Women by Kahlil Gibran - Soumaya.jpg|Ages of Women, 1910 (Museu Soumaya) Ficheiro:Khalil Gibran - Autorretrato con musa, c. 1911.jpg|Autorretrato e musa, 1911 (Museu Soumaya) Ficheiro:Untitled (Rose Sleeves) by Kahlil Gibran.jpg|Sem título (Rose Sleeves), 1911 (Museus Telfair) Ficheiro:Towards the Infinite (Kamila Gibran, mother of the artist) MET 87681.jpg|Rumo ao Infinito (Kamila Gibran, mãe do artista), 1916 ( Metropolitan Museum of Arts ) Ficheiro:The Three are One by Kahlil Gibran.jpg|Os Três são Um, 1918 (Museus Telfair), também o frontispício de O Louco Ficheiro:The Slave by Kahlil Gibran.jpg|The Slave, 1920 (Museus de Arte de Harvard) Ficheiro:Standing Figure and Child by Kahlil Gibran.jpg|Figura em Pé e Criança, sem data (Barjeel Art Foundation) Ficheiro:Untitled, Kahlil Gibran, 1910 c.jpg|c. 1910 Ficheiro:Spirit of Light or Spiritual Communion by Kahlil Gibran.jpg|Espírito da Luz ou Comunhão Espiritual, 1921 Segundo Waterfield, \"Gibran foi confirmado em sua aspiração de ser um pintor simbolista\" depois de trabalhar no estúdio de Marcel- Béronneau em Paris. A tinta a óleo foi o \"meio preferido de Gibran entre 1908 e 1914, mas antes e depois desse período ele trabalhou principalmente com lápis, tinta, aquarela e guache\". Em uma carta a Haskell, Gibran escreveu que \"entre todos os artistas ingleses, Turner é bem o maior\".. Haskell registrou Gibran em seu Diário de 17 de março de 1911, dizendo que ele foi inspirado na pintura de Turner The Slave Ship a utilizar \"cores cruas [...] uma sobre a outra na tela [...] em vez de matá-las primeiro na paleta\" no que seria Rose Sleeves (1911, Telfair Museums).; . Gibran fez mais de setecentas obras de arte visuais, incluindo a série de retratos Templo da Arte. Seus trabalhos podem ser vistos no Museu Gibran em Bsharri; os Museus Telfair em Savannah, Geórgia; o Museu Soumaya na Cidade do México; Mathaf: Museu Árabe de Arte Moderna em Doha; o Brooklyn Museum e o Metropolitan Museum of Art em Nova York; e os Museus de Arte de Harvard. Uma possível pintura de Gibran foi o tema de um episódio de setembro de 2008 da série de televisão PBS History Detectives. == Visões religiosas == Embora nascido e criado em uma família cristã maronita e tendo frequentado uma escola maronita, Gibran também foi influenciado pelo Islã, e especialmente pelo misticismo dos sufis. Seu conhecimento da sangrenta história do Líbano, com suas lutas destrutivas entre facções, fortaleceu sua crença na unidade fundamental das religiões, que seus pais exemplificaram ao receber pessoas de várias religiões em sua casa. O misticismo de Gibran era uma convergência de várias influências diferentes. A reunião de Gibran com ʻAbdu'l-Bahá, o líder da Fé Bahá'í, que estava na época em uma visita aos Estados Unidos, para desenhar seu retrato, causou uma forte impressão nele.. Uma das conhecidas de Gibran mais tarde na vida, Juliet Thompson, ela mesma bahá'í, relatou que Gibran não conseguiu dormir a noite antes de conhecê-lo.. No poema \"A Voz do Poeta\" ( ) publicado em A Tear and a Smile (1914), ele escreveu: Em 1921, Gibran participou de uma reunião \"interrogatória\" sobre a pergunta \"Precisamos de uma nova religião mundial para unir as antigas religiões?\" na Igreja de São Marcos em Bowery. Gibran disse depois que pensou em 'Abdu'l-Bahá ao escrever Jesus, o Filho do Homem, que descreve Jesus através das \"palavras de 77 contemporâneos que o conheceram - inimigos e amigos: sírios, romanos, judeus, sacerdotes e poetas\". Após a morte de 'Abdu'l-Bahá, Gibran deu uma palestra sobre religião com os bahá'ís e, em outro evento, com a exibição de um filme de 'Abdu'l-Bahá, Gibran levantou-se para conversar e proclamou em lágrimas uma exaltada estação de 'Abdu'l-Bahá e deixou o evento chorando. == Pensamento político == Segundo Young,No entanto, Gibran pediu a adoção do árabe como língua nacional da Síria, considerada do ponto de vista geográfico, não como entidade política.. Quando Gibran conheceu ʻAbdu'l-Bahá em 1911–12, que viajou para os Estados Unidos em parte para promover a paz, Gibran admirou os ensinamentos sobre paz, mas argumentou para que \"nações jovens como a dele própria\" fossem libertadas do controle otomano. Gibran também escreveu o famoso poema \"Piedade da Nação\" durante esses anos, publicado postumamente em O Jardim do Profeta. Quando os otomanos foram expulsos da Síria durante a Primeira Guerra Mundial, Gibran esboçou um desenho eufórico \"Síria Livre\", que foi impresso na capa da edição especial do jornal em língua árabe As-Sayeh (The Traveler; fundado em 1912 em Nova York por Haddad.).. Adel Beshara relata que \"em um rascunho de uma peça, ainda mantida entre seus trabalhos, Gibran expressou grande esperança de independência e progresso nacionais. Essa peça, de acordo com Khalil Hawi, 'define a crença de Gibran no nacionalismo sírio com grande clareza, distinguindo-a do nacionalismo libanês e árabe, e mostrando-nos que o nacionalismo vivia em sua mente, mesmo nesta fase tardia, lado a lado com o internacionalismo'\". == Memoriais e honras == Líbano * Museu Gibran em Bsharri * Jardim Gibran Khalil Gibran em Beirute Estados Unidos * Jardim Memorial Kahlil Gibran com escultura por Gordon Kray (dedicado em 24 de maio de 1991 pelo presidente George H. W. Bush) em Washington, D.C. * Placa de Gibran Memorial em Copley Square, Boston, Massachusetts * Khalil Gibran International Academy (aberta em setembro de 2007), uma escola pública no Brooklyn, NY * Prêmios Kahlil Gibran \"Spirit of Humanity\" do Instituto Árabe Americano Brasil * Escultura de Gibran Khalil Gibran em um pedestal de mármore dentro do edifício do Memorial Árabe em Curitiba, Paraná * Busto em Belo Horizonte, Minas Gerais De outros * Memorial Gibran Khalil Gibran, em frente à Plaza de las Naciones, Buenos Aires, Argentina * Busto de Kahlil Gibran (2005) em Erevan, Armênia * Escultura (inaugurada em julho de 2012), desde 2014 no Reading Garden da Biblioteca e Centro de Conhecimento de Bankstown em Bankstown, Nova Gales do Sul, AustráliaGibran Khalil Gibran, MonumentAustralia.org.au * Kahlil Gibran Street (inaugurada em 27 de setembro de 2008, para o 125º aniversário do nascimento de Gibran) em Montreal, Quebec, Canadá * Monumento esculpido por Ricardo Santander Batalla, localizado na Avenida Marina, Viña del Mar, Chile * Passeio Gibran Khalil Gibran, 15º arrondissement de Paris, França * Khalil Gibran School Rabat, escola internacional marroquina e britânica em Rabat, Marrocos * Parque Khalil Gibran (Parcul Khalil Gibran) em Bucareste, Romênia * Espacio Gibrán Khalil Gibrán (inaugurado em 2 de fevereiro de 2013), no extremo norte da Avenida San Juan Bosco, Caracas, Venezuela == Legado == A popularidade do Profeta cresceu acentuadamente durante a década de 1960 com a contracultura americana e depois com o florescimento dos movimentos da Nova Era. Permaneceu popular com estes e com a população mais ampla até hoje. Desde que foi publicado pela primeira vez em 1923, O Profeta nunca ficou fora de catálogo. Foi traduzido para mais de 100 idiomas, tornando-se um dos dez livros mais traduzidos da história. Foi um dos livros mais vendidos do século XX nos Estados Unidos. Elvis Presley se referiu ao O Profeta de Gibran pelo resto de sua vida depois de receber seu primeiro exemplar como presente de sua namorada, June Juanico, em julho de 1956.; . Sua cópia marcada ainda existe em um museu Elvis Presley em Düsseldorf.. Uma linha de poesia de Areia e Espuman (1926), que diz \"Metade do que eu digo não faz sentido, mas eu a digo para que a outra metade possa chegar até você\", foi usada por John Lennon e colocada, embora de uma forma ligeiramente alterada, na música \"Julia\" do álbum dos Beatles de 1968, The Beatles (também conhecido como \"O Álbum Branco\"). Johnny Cash gravou O Olho do Profeta como um livro de cassetes de áudio, e Cash pode ser ouvido falando sobre o trabalho de Gibran em uma faixa chamada \"Book Review\" em seu álbum Unearthed. O cantor britânico David Bowie mencionou Gibran na música \"The Width of a Circle\" do álbum de 1970 de Bowie, The Man Who Sold the World. Bowie usou Gibran como uma \"referência hip\" porque o trabalho de Gibran, Uma Lágrima e Um Sorriso, tornou-se popular na contracultura hippie da década de 1960. Em 2016, a fábula de Gibran \"Sobre a Morte\" de O Profeta foi composta em hebraico por Gilad Hochman para o cenário único de soprano, teorba e percussão e estreou na França sob o título River of Silence. == Cartas para Mary Haskell == Kahlil Gibran e Mary Haskell mantiveram intensa correspondência por mais de vinte anos (1908-1931). Parte das cartas foi publicada pela Editora Alfred A. Knopf, em 1972. No Brasil, o livro foi publicado pela Editora Record com o título \"O grande Amor do Profeta: as cartas de Amor de Kahlil Gibran e Mary Haskell e o seu diário particular\".Beloved prophet: the love letters of Kahlil Gibran and Mary Haskell, and her private journal Organizado por Virgínia Hilu, com tradução de Valerie Rumjanek, o livro reúne parte da correspondência (325 cartas de Gibran e 290 de Mary Haskell) e 47 páginas do diário de Mary dedicadas aos registros dos seus encontros e conversas sobre arte, literatura, filosofia, religião e outros temas, como amigos, família e a saúde de Gibran. As cartas registram parte da vida pessoal de Gibran e foram encontradas no seu estúdio por sua biógrafa, Barbara Young, quando ela e Mary Haskell organizavam os papéis e livros do poeta após a sua morte. Mary descobre, então, que, como ela, Gibran também as havia preservado. Gibran conheceu Mary numa exposição de seus quadros, no ano de 1904, em Boston. A partir daí, ela desempenhou importante papel em sua vida. O relacionamento era sabido por poucas pessoas na escola em Cambridge, onde ensinava, e alguns poucos amigos em comum. Gibran não a citava em seus escritos, mas era Mary quem os revisava em grande parte. Em uma de suas cartas, ele conta para ela como perdeu o pai: \"Ele morreu na velha casa onde nasceu há 65 anos. (...) Seus amigos escreveram, contando que me abençoou antes de o fim chegar\". == Obras == === Obras escritas em árabe === * Música (al-Musiqah) - 1905 * Ninfas do Vale (Ara'is al-Muruj) - 1906 * Asas Quebradas (al.Ajnib al-Mutakassirah) - 1908 * Espíritos Rebeldes (al- Arwah al-Mutamarridah) - 1908 * Para Além da Imaginação (1910) * Lágrimas e Risos (Dam a wa Ibtisamah) - 1914 * A Procissão (al Mawakib) - 1919 * A Tempestade (al-'Awasif) - 1920 * Em Direcção a Deus (Nawa Allah) - 1920 * Irão, Cidade de Imponentes Pilares (Iram Dhat al-Imad) - 1921 * Entre a Noite e a Manhã (al-Badayi' waal-Tara'if) - 1923 === Obras originalmente escritas em inglês === * O Louco (The Madman) - 1918 * Vinte Desenhos (Twenty Drawings) - 1919 * O Mensageiro (The Forerunner) - 1920 * O Profeta (The Prophet) - 1923 * Areia e Espuma (Sand and Foam) - 1926 * O Reino da Imaginação (Kingdom of the Imagination) - 1927 * Jesus, o Filho do Homem (Jesus, the Son of Man) - 1928 * Os Deuses da Terra (The Earth Gods) - 1931 === Algumas obras póstumas === * O Vagabundo (The Wanderer) - 1932 * O Jardim do Profeta (The Garden of the Prophet) - 1933 * O Discípulo de Lázaro (Lazarus and his Beloved) - 1933 * A Morte do Profeta (The Death of the Prophet) - 1933 * A Voz do Mestre (The Voice of the Master) - 1963 * Segredo do Coração (Secrets of the Heart) - 1947 == Bibliografia == * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Leitura adicional == * * * * * * * == Ligações externas == * Museu Gibran, Bsharri, Líbano * Obras por Khalil Gibran no Projeto Gutenberg * Obras por ou sobre Khalil Gibran no Internet Archive * Obras por Khalil Gibran na LibriVox (audiolivros de domínio público) * Cópias online de textos de Gibran * Kahlil Gibran: perfil e poemas em Poets.org * BBC World Service: \"The Man Behind the Prophet\" * The Kahlil Gibran Collective, site incluindo um arquivo digital de suas obras * Kahlil Gibran nos arquivos do New York Times * * Gibran-Academy.com * * As Cartas de Amor do Profeta Khalil Gibran por Paulo Coelho em 1997 Categoria:Poetas dos Estados Unidos Categoria:Filósofos dos Estados Unidos Categoria:Pintores dos Estados Unidos Categoria:Ensaístas dos Estados Unidos Categoria:Poetas maronitas Categoria:Poetas religiosos modernos Categoria:Liberais clássicos Categoria:Mahjar Categoria:Poetas do simbolismo Categoria:Pintores do simbolismo Categoria:Mortes por cirrose hepática Categoria:Contistas dos Estados Unidos",
 "title": "Khalil Gibran"
}