{
 "id": "80249",
 "text": "Orco, formalmente designado 90482 Orco, é um planeta anão localizado no cinturão de Kuiper. Foi descoberto em 17 de fevereiro de 2004 por Michael Brown, Chad Trujillo e David Rabinowitz. Imagens precovery de até 8 de novembro de 1951 foram mais tarde identificadas. Orco é um plutino, ou seja, está uma ressonância orbital 2:3 com Netuno, completando duas voltas ao redor do Sol a cada três de Netuno. Plutão possui uma órbita parecida à de Orco, porém os dois corpos sempre estão em fases opostas da órbita: enquanto Orco está no afélio Plutão está no periélio e vice-versa. Por causa disso, além do fato de sua lua Vanth lembrar a grande lua de Plutão Caronte, Orco tem sido visto como \"anti-Plutão\". Isso influenciou muito a escolha de seu nome, como o deus Orco era o equivalente etrusco de Plutão, e virou um nome alternativo para Plutão. == Órbita e rotação == Orco é um grande plutino (um objeto em ressonância orbital 2:3 com Netuno). Com um período orbital de 247 anos, sua órbita é parecida com a de Plutão, porém é orientada diferentemente (enquanto um corpo está no afélio o outro está no periélio e vice-versa). Embora sua órbita fique próxima da de Netuno em um ponto, a ressonância orbital significa que Orco sempre está a uma grande distância do planeta (a separação angular entre eles é de mais de 60°). Em um período de 14 000 anos Orco fica a mais de 18 UA de Netuno. Como Orco e Plutão possuem ressonâncias 2:3 com Netuno e possuem órbitas parecidas porém opostas, Orco é às vezes descrito como \"anti- Plutão\". Orco orbita o Sol a uma distância média de 39,2 UA, com um perélio (menor distância ao Sol) de 30,4 UA e um afélio (maior distância ao Sol) de 48,1 UA. Está atualmente a 48,0 UA do Sol e vai alcançar o afélio em 2019. Simulações pela Deep Ecliptic Survey (DES) mostram que nos próximos 10 milhões de anos Orco poderá adquirir um perélio de 27,8 UA. O período de rotação de Orco é desconhecido. Diferentes pesquisas fotométricas apresentam diferentes resultados. Algumas mostram pequenas variações de amplitude com períodos entre 7 e 21 horas, enquanto outras não mostram variação. O valor obtido por Ortiz et al., cerca de 10 horas, é frequentemente citado na literatura. Os polos de rotação de Orco provavelmente coincidem com os polos orbitais de sua lua, Vanth, o que significa que o polo de Orco está virado para a Terra, explicando as dificuldades em medir seu período de rotação. É possível que o verdadeiro período de rotação coincida com o período orbital de 9,5 dias da lua. == Nome == Por ser parecido com Plutão, Orco deveria receber o nome de uma divindade do submundo, de acordo com as convenções de nomenclatura da União Astronómica Internacional. Os descobridores sugeriram o nome de Orco, que foi aprovado e publicado em 22 de novembro de 2004. Orco é um outro nome para o deus grego Hades e um deus separado da morte na Mitologia romana. == Características físicas == === Tamanho e magnitude === A magnitude absoluta de Orco é de cerca de 2,2, comparável à de 2,6 do cubewano 50000 Quaoar. Observações pelo Telescópio Espacial Spitzer no infravermelho longe e pelo Observatório Espacial Herschel no submilímetro estima um diâmetro de . O diâmetro determinado a partir de medições do Spitzer apenas é de . Orco tem um albedo de cerca de 22% a 34%, o que pode ser típico de objetos transnetuniano aproximando a faixa de km de diâmetro. O tamanho mencionado acima foi estimado assumindo que Orco não possui satélites. A presença de Vanth, um satélite relativamente grande, pode mudar os valores consideravelmente. A magnitude absoluta de Vanth é estimada em 4,88, o que significa que ele é 11 vezes menos brilhante que Orco. Se os albedos dos dois corpos forem iguais o diâmetro de Orco é de cerca de 900 km (assumindo um diâmetro de 940 km se não tivesse satélites), enquanto o tamanho de Vanth é de cerca de 280 km. No entanto, se o albedo de Vanth for duas vezes menor que o de Orco, o o diâmetro dos corpos é de 860 e 380 km, respectivamente. Em 2013 foi publicada uma nova análise de dados do Observatório Espacial Herschel, que determinou um diâmetro de para Orco e para Vanth, assumindo que os dois corpos tenham o mesmo albedo. === Massa === Como Orco faz parte de um sistema binário, a massa do sistema é estimada em 6,32 ± 0,05 kg, cerca de 3,8% da massa de Éris, o planeta anão mais massivo conhecido. Como essa massa está dividida entre Orco e Vanth, depende do tamanho relativo deles. Se o tamanho do satélite for de um terço do primário, sua massa equivale a 3% da massa total. Por outro lado, se o tamanho de Vanth for de 380 km (veja acima), sua massa pode ser de até 1/13 da massa total do sistema ou cerca de 8% da massa de Orco. == Satélite == A partir de observações feitas pelo Telescópio Espacial Hubble em novembro de 2005, Mike Brown e T.A. Suer detectaram um satélite orbitando Orco. Essa descoberta foi anunciada na IAUC 8812 em 22 de fevereiro de 2007. O satélite recebeu a designação provisória S/2005 (90482) 1 até receber o nome de Vanth. Ele orbita Orco em uma órbita quase circular com uma excentricidade de menos de 0,0036 e um período orbital de 9,53 dias. Vanth está a apenas 8980 ± 20 km de Orco e está muito perto dele para análises espectroscópicas terrestres em relação à composição de sua superfície. Mike Brown suspeita que, assim como o sistema Plutão-Caronte, Orco e Vanth estão em acoplamento de maré. Vanth não parece ter surgido por colisão porque seu espectro é bastante diferente do de Orco, podendo ser um objeto capturado. == Ligações externas == * MPEC 2004-D09 * MPEC 2004-D13 * Página de Chad Trujillo sobre 2004 DW * Artigo da BBC anunciando a descoberta * AstDys elementos orbitais * Simulação orbital do JPL (Java) Categoria:Plutinos Categoria:Objetos do cinturão de Kuiper Categoria:Candidatos a planeta anão Categoria:Objetos transnetunianos Categoria:Objetos transnetunianos binários Categoria:Objetos astronômicos descobertos em 2004",
 "title": "90482 Orco"
}