{
 "id": "80245",
 "text": "Clinton Eastwood Jr. (São Francisco, 31 de maio de 1930) é um ator, cineasta, produtor e compositor dos Estados Unidos famoso pelos seus papéis típicos em filmes de ação como um cara durão e anti-herói, principalmente como o Pistoleiro sem nome da Trilogia dos Dólares nos filmes western spaghetti de Sergio Leone dos anos 60, e interpretando o Inspetor 'Dirty' Harry Callahan na série de filmes Dirty Harry, das décadas de 1970 e 1980. Como diretor, seus filmes têm tido criticas positivas. Ganhou quatro vezes o Oscar — duas cada como Melhor Diretor e de Melhor Filme —, e foi homenageado em 1995, recebendo o Prêmio Memorial Irving G. Thalberg em reconhecimento à sua longa carreira no cinema. Por duas vezes foi eleito o ator favorito dos americanos, e é o único ator da história do cinema a estrelar em filmes considerados de \"grande sucesso\" por cinco décadas consecutivas. Eastwood também tem interesse na política. Membro do partido republicano desde 1951, Clint foi eleito prefeito de Carmel-by-the-Sea, Califórnia, onde permaneceu no cargo de 1986 até 1988. Em 2012, durante uma entrevista para o programa Ellen, declarou-se adepto do libertarismo. == Início de vida == Eastwood nasceu em São Francisco (Califórnia), filho de Margaret Ruth (1909-2006) (nome de casada: Runner) e Clinton Eastwood (1906-1970), um operário metalúrgico. Ele tem ascendência escocesa, holandesa, inglesa e irlandesa. Sua família era de classe média e protestante. Trabalhou em várias profissões, assim como seu pai, por toda a costa oeste norte-americana. Durante sua adolescência, morou em Piedmont, uma pequena cidade californiana, e ingressou depois na escola técnica Oakland Technical High School, graduando-se em 1949. Após ter se graduado nesta escola, trabalhou como atendente em um posto de gasolina, foi bombeiro e tocou piano em um bar de Oakland. Foi convocado ao exército em 1950, mas seu avião caiu em São Francisco. Ele escapou gravemente ferido e ficou por meio ano prestando depoimentos para a investigação sobre a causa da queda. Este acidente fez com que não fosse para a Guerra da Coreia. É pai de Scott Eastwood, também ator. == Carreira no cinema == thumb|200px|Clint Eastwood e Don Hight em foto promocional de 1962 para a série de TV Rawhide Eastwood começou sua carreira como ator fazendo pequenas aparições em filmes pequenos, como Revenge of the Creature, Tarantula e Francis in the Navy. Em 1958, ele conseguiu seu primeiro papel oficial no filme, Ambush at Cimarron Pass, o qual considerou um filme muito fraco. Em 1959, ele trabalhou com James Garner em um episódio da série Maverick. Após isso, Eastwood dedicou-se somente a trabalhar na televisão com a série de western Rawhide, na qual interpretava o personagem Rowdy Yates (que Eastwood na época descreveu como \"O idiota das Planícies\"). === Anos 1960 === thumb|200px|O ator em Por um punhado de dólares (1964) Eastwood somente começou a ter destaque após interpretar o misterioso Homem sem nome na trilogia dos dólares de Sergio Leone. Os filmes Por um punhado de dólares (1964), Por uns dólares a mais (1965), e Três Homens em Conflito (1966) foram um verdadeiro sucesso em terras italianas e norte-americanas, em especial o último, que fez Eastwood tornar-se famoso mundialmente. Em Where Eagles Dare (1968) ele dividiu o papel principal com Richard Burton. Seu salário chegou a dólares. No mesmo ano, estrelou o filme dirigido por Don Siegel de nome Coogan's Bluff. Neste, Clint desempenhava um xerife de uma pequena cidade que tentava colocar a lei na grande Nova Iorque. O filme foi controverso por sua apelação à violência, mas iniciou uma parceria que duraria por mais de dez anos com Siegel. Em 1969, Clint trabalhou em outro filme musical, chamado Paint Your Wagon. O filme deu grande prejuízo para o estúdio na época, e só lucrou após ser vendido em VHS e DVD. === Anos 1970 === No começo dos anos 70, o filme de guerra Kelly's Heroes e o western dirigido por Don Siegel Two Mules for Sister Sara combinaram comédia com ação. Em The Beguiled, novamente com direção de Siegel, Clint interpreta um soldado da união durante a Guerra Civil, gravemente ferido que é salvo à beira da morte por uma adolescente. A garota leva-o para a escola onde mora, um internato feminino, fazendo com que as professoras e as colegas entrem em pânico pelo perigo de manter um inimigo em casa. À medida que o rapaz se recupera, a vaidade das moças se aguça, provocando intrigas e transformando o ambiente. Mas o principal passo para Eastwood tornar-se uma estrela de Hollywood veio em 1971 quando ele montou sua companhia de filmes, e decidiu dirigir seu primeiro filme. Play Misty for Me foi um suspense sobre um radialista que vivia perseguido por uma fã. Um dos maiores sucessos da carreira de Clint viria com o inspetor policial Harry Callahan em Dirty Harry, que é considerado o melhor filme de Siegel. O amargo e mal-humorado Callahan fez com que o filme fosse um sucesso absoluto de bilheteria nos Estados Unidos. Dirty Harry originou várias sequências, sempre com altos lucros: Magnum Force (1973), The Enforcer (1976), Sudden Impact (1983) e The Dead Pool (1988). Eastwood fez dois importantes filmes de western durante a década de 70. High Plains Drifter (1973) e The Outlaw Josey Wales (1976). O primeiro trazia um personagem estranho e sem nome, o qual muitos acreditam que seria uma reencarnação do homem sem nome da Trilogia dos dólares. Além disso, tinha os mesmo hábitos e costumes. Breezy de 1973 foi o primeiro filme em que Eastwood dirigiu mas não atuou como ator. A estrela principal foi William Holden. Em 1974, Eastwood fez dupla com o jovem Jeff Bridges em Thunderbolt and Lightfoot. O filme foi produzido e dirigido por Michael Cimino, o mesmo escritor do filme Magnum Force. Em 1975, Clint dirigiu e fez o personagem principal em The Eiger Sanction. O filme utilizou as últimas tecnologias da época, mas não fez tanto sucesso como o planejado. Eastwood estrelou no filme The Gauntlet, produzido em 1977. Clint fazia o interpretava um policial que deveria escoltar uma prostituta de Las Vegas até Los Angeles para testemunhar contra um assassino. Em 1978, Clint estrelou Every Which Way But Loose, uma comédia baseada em uma história de um caminhoneiro e lutador. O filme teve enorme sucesso e foi aclamado por críticos de todo mundo. Com a popularidade em alta, ganhou uma sequência, de nome Any Which Way You Can. Entre estes dois filmes, foi produzido o western Bronco Billy, que contou, além de Clint, com Merle Haggard. Em 1979, Eastwood fez o papel de Frank Morris no filme Escape from Alcatraz. Foi baseado na vida do fugitivo que estudou e planejou a fuga perfeita de Alcatraz em 1962. Morris nunca mais foi visto, e os agentes do FBI acreditam que ele se afogou durante a saída da prisão, embora ninguém nunca tenha encontrado algo que prove essa teoria. === Anos 1980 === Em 1982, Eastwood estrelou, produziu e dirigiu o filme Firefox que tratava da guerra fria. No final do mesmo ano foi produtor executivo do filme Thelonious Monk: Straight, No Chaser, que retratava a vida de Thelonious Monk. No filme Tightrope, de 1984, fez o papel de Wes Block. O filme se passava na cidade de Nova Orleans. No mesmo ano, Clint fez o papel de tenente Speer na comédia City Heat. Um ano depois, Eastwood reviveu o gênero western dirigindo e estrelando o filme Pale Rider, interpretando um pregador. Em 1986 voltou para fazer o longa Heartbreak Ridge, em que relata a invasão de Granada. O último filme da série Dirty Harry foi feito em 1988, com o título The Dead Pool. Este não se comparou com o sucesso dos filmes anteriores em termos de bilheteria. Eastwood alternou entre filmes de comédia como Pink Cadillac e de ação como The Rookie, e fez longas com assuntos pessoais como em Bird, de 1988, que lhe deu uma indicação Palma de Ouro no Festival de Cannes. No final dos anos 80, Clint estrelou e dirigiu o filme White Hunter Black Heart, no qual fazia um papel inspirado em John Huston. === Anos 1990 === No início dos anos 90, Eastwood dirigiu e estrelou seu último western, Unforgiven, onde teve o papel de um pistoleiro aposentado. O filme co-estrela os atores Gene Hackman, Morgan Freeman e Richard Harris. Após um imenso sucesso de bilheteria, foi nomeado a nove Oscares e ganhou quatro, incluindo os de melhor filme e melhor diretor. Em 1993, Clint fez o papel de um ex- agente do Serviço Secreto dos Estados Unidos no longa In the Line of Fire dirigido por Wolfgang Petersen. O filme foi um dos dez mais vistos do ano na época. Eastwood dirigiu e estrelou com Kevin Costner em A Perfect World. Ele continuou a expandir seus conhecimentos em Hollywood após o longa-metragem The Bridges of Madison County (1995), onde ele atuava com Meryl Streep. Baseado em um best-seller, foi também sucesso de bilheteria. Ainda em 1995, foi produtor do longa-metragem The Stars Fell on Henrietta. O trabalho seguinte seria dirigir o filme Midnight in the Garden of Good and Evil no ano de 1997. No mesmo ano dirigiu e estrelou \"Absolute Power\", um suspense co-estrelado por Gene Hackman, Ed Harris e Dennis Haysbert. Em 1999, Eastwood trabalhou no filme True Crime. Coestrelava Isaiah Washington. Apesar de ser um filme de orçamento baixo, obteve grande bilheteria. === Anos 2000 === No início do ano 2000 lançou o filme Cowboys do Espaço, que também estrelava James Garner, Tommy Lee Jones e Donald Sutherland. Clint fazia o papel de Frank Corvin, um ex-engenheiro da NASA que é chamado para uma última missão, salvar um satélite russo, antes que ele caia na Terra. Em 2002, Eastwood interpretou um ex-agente do FBI que perseguia um psicopata no filme Blood Work. Em 2003 dirigiu o filme Mystic River, pelo qual foi indicado a melhor diretor. Em 2004, Clint estrelou, produziu e dirigiu Million Dollar Baby. Com 74 anos, foi a pessoa mais idosa a receber o prêmio de melhor diretor. No mesmo filme, Eastwood foi nomeado a melhor ator, mas o prêmio foi para Jamie Foxx. No ano 2006, dirigiu dois filmes sobre a batalha de Iwo Jima na Segunda Guerra Mundial. O primeiro foi A Conquista da Honra, focado no homem que ergueu a bandeira dos Estados Unidos no topo do monte Suribachi. O segundo, Cartas de Iwo Jima, tratava das táticas japonesas, e as cartas que escreviam às suas famílias. Os dois filmes foram bem recebidos pelos críticos, e foram nomeados ao Oscar, incluindo melhor diretor e melhor filme por Cartas de Iwo Jima. Em 2008, Eastwood dirigiu o filme Changeling, que trazia Angelina Jolie no papel principal. No ano seguinte, Eastwood estrelou o filme Gran Torino. Além de ser o protagonista, Clint dirigiu e produziu o longa. Foi lançado em janeiro de 2009, obtendo mais de 30 milhões de dólares na primeira semana de exibição nos Estados Unidos, fazendo de Clint o ator mais velho a conseguir um primeiro lugar em bilheterias. O longa ainda arrecadou mais de 245 milhões até abril de 2009, e é o filme com maior sucesso comercial da carreira de Eastwood. === Diretor === Eastwood tem conquistado grandes elogios dos críticos como diretor. Seu primeiro trabalho foi no filme Play Misty for Me, em 1971. Ele tentou dirigir um episódio da série americana Rawhide, mas seus pensamentos não combinavam com os do dono do estúdio, que acabou desistindo da oferta. Eastwood tornou-se popular por dirigir grandes filmes de drama, tais como Unforgiven, A Perfect World, Mystic River, Million Dollar Baby, Flags of Our Fathers, e Letters from Iwo Jima. No entanto, ele dirigiu longas em outros gêneros. Algumas de suas escolhas para dirigir um filme foram pessoais, outras comerciais. Eastwood produziu a maioria de seus filmes, e destacou-se por quase todos serem de orçamento baixo. Ao longo dos anos, desenvolveu relações com outros diretores e produtores. Clint prefere trabalhar sempre com a mesma equipe de produtores, editores e técnicos. Tem uma longa relação com a Warner Bros., estúdio que financia a maioria de seus filmes. Mesmo assim, em 2004, Eastwood declarou ao The New York Times que tem certa dificuldade para fazer a Warner aceitar alguns de seus projetos, como aconteceu com Million Dollar Baby. Eastwood dirigiu o filme Invictus, com os atores Morgan Freeman e Matt Damon. Enquanto está dirigindo, Clint evita conversar, e somente usa as palavras \"OK\", \"Ação\" e \"Corta\". == Prêmios e nomeações == Eastwood tem um total de oito nomeações ao Oscar. Venceu como melhor diretor e melhor filme em Unforgiven e Million Dollar Baby. Suas outras nomeações foram para Mystic River e Letters from Iwo Jima. Também foi nomeado a melhor ator em (Unforgiven e Million Dollar Baby). É a única pessoa a ser nomeada duas vezes a melhor diretor e ator no mesmo filme (Unforgiven e Million Dollar Baby). Eastwood recebeu inúmeros outros prêmios, incluindo prêmio America Now TV Award e também Kennedy Center Honors. Em 1994 recebeu o prêmio Irving G. Thalberg Memorial por carreira na indústria de cinema. Em 2006, recebeu nomeação ao Grammy na categoria de melhor trilha sonora pelo filme Million Dollar Baby. Recebeu o prêmio Valenti da MPAA pelos filmes Flags of Our Fathers e Letters from Iwo Jima por melhor edição de sons. Em 6 de dezembro de 2006, o governador da Califórnia, Arnold Schwarzenegger, indicou Clint ao Hall da fama da Califórnia. No início de 2007, Eastwood foi condecorado como cidadão de honra na França. Na época, o presidente francês, Jacques Chirac, disse que Eastwood era \"O melhor de Hollywood\". Em 22 de setembro de 2007, Clint Eastwood foi premiado como músico de honra no Berklee College of Music, em Monterey. Após receber o prêmio, ele discursou, e disse: \"É uma das maiores honras que já tive\". Em janeiro de 2009, Eastwood recebeu o prêmio de melhor ator por seu papel em Gran Torino pela National Board of Review. No dia 29 de abril de 2009, o governo do Japão anunciou que Eastwood irá receber a Ordem do Sol Nascente. Em novembro de 2009, Clint recebeu a Ordem Nacional da Legião de Honra. == Vida pessoal == Eastwood foi casado duas vezes e tem cinco filhas e dois filhos, de cinco mulheres diferentes. Kimber (nascida em 1964), com Roxanne Tunis; Kyle (nascido em 1968) e Alison (nascida em 1972), no casamento com sua ex-esposa Maggie Johnson; Scott (nascido em 1986) e Kathryn (nascida em 1988), com a aeromoça Jacelyn Reeves; Francesca Ruth (nascida em 1993), com Frances Fisher, e Morgan (nascida em 1996) com Dina Ruiz, relação que acabou em 2013. Viveu com a atriz Sondra Locke de 1976 a 1988, sem terem filhos. Eastwood possui um campo de golfe, localizado em Carmel. O clube possui somente 300 membros, e a entrada custa dólares americanos. É vice-presidente do mundialmente famoso Pebble Beach Golf Club. Eastwood também possui um rancho, um hotel e um restaurante na cidade de Carmel. Eastwood é um audiófilo, conhecido pelo seu amor pelo jazz. Tem uma grande coleção de LPs. Seu interesse pela música motivou seu filho Kyle a ser músico de jazz. Participa do instituto de defesa aos animais. Todos os filhos: Nome Data de nasc. Laurie Murray 11/02/1954 Kimber Lynn Eastwood 17/06/1964 Kyle Eastwood 19/05/1968 Alison Eastwood 22/05/1972 Scott Eastwood 21/03/1986 Kathryn Eastwood 02/03/1988 Francesca Eastwood 07/08/1993 Morgan Eastwood 12/12/1996 Clint tem dois netos: Clinton (filho de Kimber) e Graylen (filha de Kyle). == Vida política == Eastwood foi prefeito da cidade americana de Carmel-by-the- Sea, no estado da Califórnia. A população era, na época, de aproximadamente 4 000 pessoas e totalmente destinada à comunidade artística. No dia da eleição, 8 de abril de 1986, com o dobro de eleitores da votação passada, Eastwood obteve 72,5% dos votos. Seu salário era de 200 dólares americanos. Durante seu mandato, ele tentou limitar os direitos de instituições de preservação do meio ambiente contra o desenvolvimento da cidade por empresas locais. Eastwood decidiu não concorrer para um segundo mandato em virtude do importante número de decisões necessárias para um prefeito de uma pequena cidade. Durante seu mandato, ele produziu os filmes Heartbreak Ridge e Bird. Eastwood é notório membro do Partido Republicano, ao qual é filiado desde 1951. Ajudou na campanha de Richard Nixon à presidência de 1968 e se descreve como libertário. Votou em Arnold Schwarzenegger para governador da Califórnia em 2003 e 2006. Eastwood fez uma piada com Michael Moore, no jantar anual da National Board of Review, em Janeiro de 2005. Clint disse: \"Michael Moore e eu temos muito em comum, nós dois apreciamos viver em um país com grande liberdade de expressão. Mas Michael, se você chegar na frente da minha casa com uma câmera, eu irei matar você\". Isso foi uma referência à controversa entrevista do amigo de Clint, Charlton Heston, no filme Bowling for Columbine. Nas eleições presidenciais nos Estados Unidos da América em 2008, Clint fez campanha para John McCain. Voltou a fazer campanha em 2015 e 2016, desta vez para Donald Trump. == Eastwood na cultura popular == * O músico de reggae Lee Perry gravou uma música com o nome de \"Clint Eastwood\" em 1969. A banda Gorillaz gravou músicas com os nomes \"Clint Eastwood\" (que possui citações na música e letra a The Good, The Bad, and the Ugly) e \"Dirty Harry\".Gorillaz Channel The Good, the Bad and the Ugly With \"Clint Eastwood\" O líder do Gorillaz, Damon Albarn, criou uma banda chamada \"The Good, the Bad and the Queen\" com a ajuda de Paul Simonon, Simon Tong, Tony Allen, e Danger Mouse, lançando seu álbum de estreia com o mesmo nome, em 2007. A banda de rock The Transplants faz referências aos filmes Hang'em High e A Few Dollars More em algumas músicas. A música de abertura para o programa de televisão americano The Fall Guy cita Eastwood com a frase: \" Eu sou um desconhecido dublê, que faz Eastwood parecer tão legal\". * Van Halen compôs a música \"Hang 'Em High\", do álbum Diver Down, inspirado em Eastwood.CHILVERS, C.J. - The Van Halen Encyclopedia, p. 110 * Eastwood, em forma cibernética, foi o personagem principal no jogo Nitro para os computadores Commodore Amiga e Atari-ST em 1990. * No premiado jogo Overwatch de 2016, o personagem cowboy Jesse McCree possui skins, acessórios e falas que são claramente inspiradas em personagens de Clint Eastwood. Principalmente seus personagens em filmes western spaghetti. * O famoso personagem de Eastwood, O homem sem nome foi a fonte de inspiração para o personagem Master Chief na popular franquia de jogos Halo. * No jogo para computador Serious Sam: The Second Encounter, Clint é chamado de \"Famosa estrela de cinema\". No jogo Fallout 2, o antagonista principal é chamado Frank Horrigan, uma homenagem ao papel de Eastwood no filme In the Line of Fire. Há um grande número de referências a Clint no jogo polonês Neuroshima. * Eastwood é o nome usado pelo popular músico de Reggae D.J. Robert Brammer. O grupo Adam and the Ants cantam o nome de Clint Eastwood como parte do refrão da música \"Los Rancheros\" que aparece no álbum de 1980 intitulado Kings of the Wild Frontier. *Clint serviu de inspiração para Jotaro Kujo, o protagonista da terceira parte, Stardust Crusaders, do mangá Jojo's Bizarre Adventure. Clint também conheceu o criador do mangá, Hirohiko Araki, na Celebração do 25º aniversário do mangá, onde recebeu um pôster do personagem no traço atual do autor, e ainda fez a famosa pose do mesmo. *Back to the Future Part III vê o protagonista Marty McFly viajar para 1885, e para se adequar ao Velho Oeste, decide assumir a alcunha de Clint Eastwood. Ao longo do filme Marty também se veste de forma similar à Clint, com direito ao poncho de Por Um Punhado de Dólares (que como no clímax do filme, esconde uma tampa de fogão usada como escudo), e cita a famosa frase de Dirty Harry em Sudden Impact, \"Vá em frente, faça meu dia\". *Em Guaxupé, MG, existe uma rua com o nome de Clint Eastwood. * Em 2012, Eastwood foi parodiado no programa humorístico de Youtube Epic Rap Battles of History, em sua icônica performance no filme O Bom, o Mal e O Feio. == Filmografia == Ano Título Personagem Notas Ref. 1955 Revenge of the Creature Jennings Não-creditado Francis in the Navy Jonesy Lady Godiva of Coventry Primeiro Saxão Não-creditado Tarantula! Líder do esquadrão de jatos 1956 Never Say Goodbye Will Star in the Dust Tom Away All Boats Médico da Marinha The First Traveling Saleslady Tenente Jack Rice 1957 Escapade in Japan Piloto Dumbo Não-creditado 1958 Lafayette Escadrille George Moseley rowspan=17 Ambush at Cimarron Pass Keith Williams 1964 A Fistful of Dollars Joe, o Pistoleiro Sem nome 1965 For a Few Dollars More Manco, o Pistoleiro Sem nome 1966 The Good, the Bad and the Ugly Blondie, o Pistoleiro Sem nome 1967 The Witches Carlo / Charlie 1968 Hang 'Em High Jed Cooper Coogan's Bluff Walt Coogan Where Eagles Dare Tenente Schaffer 1969 Paint Your Wagon Sylvester Newel/\"Pardner\" 1970 Two Mules for Sister Sara Hogan Kelly's Heroes Soldado Kelly 1971 The Beguiled John McBurney Play Misty for Me Dirty Harry Inspetor Harry Callahan 1972 Joe Kidd Joe Kidd 1973 High Plains Drifter O Estranho Breezy Homem no píer Participação especial não-creditado Magnum Force Inspetor Harry Callahan rowspan=19 1974 Thunderbolt and Lightfoot John 'Thunderbolt' Doherty 1975 The Eiger Sanction Jonathan Hemlock 1976 The Outlaw Josey Wales Josey Wales The Enforcer Inspetor Harry Callahan 1977 The Gauntlet Ben Shockley 1978 Every Which Way But Loose Philo Beddoe 1979 Escape from Alcatraz Frank Morris 1980 Bronco Billy Bronco Billy McCoy Any Which Way You Can Philo Beddoe 1982 Firefox Mitchell Gant Honkytonk Man Red Stovall 1983 Sudden Impact Inspetor Harry Callahan 1984 Tightrope Wes Block City Heat Tenente Speer 1985 Pale Rider Preacher 1986 Heartbreak Ridge Sargento Thomas \"Gunny\" Highway 1988 The Dead Pool Inspetor Harry Callahan 1989 Pink Cadillac Tommy Nowak Gary Cooper: American Life, American Legend Host Documentário 1990 White Hunter Black Heart John Wilson rowspan=5 The Rookie Nick Pulovski 1992 Unforgiven William \"Will\" Munny 1993 In the Line of Fire Agente Frank Horrigan A Perfect World Chefe \"Red\" Garnett 1995 Casper Ele mesmo Não-creditado The Bridges of Madison County Robert Kincaid rowspan=7 1997 Absolute Power Luther Whitney 1999 True Crime Steve Everett 2000 Space Cowboys Frank Corvin 2002 Blood Work Terry McCaleb 2004 Million Dollar Baby Frankie Dunn 2008 Gran Torino Walt Kowalski 2011 Kurosawa's Way Ele mesmo Documentário 2012 Trouble with the Curve Gus Lobel 2014 American Sniper Frequentador de igreja Participação especial não-creditado 2017 Sad Hill Unearthed Ele mesmo Documentário 2018 The Mule Earl Stone rowspan=2 2021 Cry Macho Mike Milo == Discografia == * \"Unknown Girl\" (single, 1961) * \"Rowdy\" (single) * \"For You, For Me, For Evermore\" (single) * \"Rawhide's Clint Eastwood Sings Cowboy Favorites\" (LP) * \"Paint Your Wagon\" (Banda sonora) * \"Kelly's Heroes\" (Banda sonora) * \"Barroom Buddies\" (single, 1980) com participação de Merle Haggard * \"Cowboy in a Three Piece Suit\" (single, 1981) * \"Make My Day\" (single, 1984) com T.G. Sheppard * \"Eastwood After Hours: Live At Carnegie Hall\" * \"Gran Torino\" (single, 2009) == Ligações externas == * * * * * Categoria:Óscar de melhor realização Categoria:Prémio Irving G. Thalberg Categoria:Atores dos Estados Unidos Categoria:Cineastas dos Estados Unidos Categoria:Globo de Ouro de melhor realização Categoria:Prémio Screen Actors Guild Life Achievement Categoria:Satellite de melhor realizador Categoria:Produtores de cinema dos Estados Unidos Categoria:Republicanos da Califórnia Categoria:Naturais de São Francisco (Califórnia) Categoria:Norte- americanos de ascendência neerlandesa Categoria:Norte-americanos de ascendência inglesa Categoria:Norte-americanos de ascendência irlandesa Categoria:Norte-americanos de ascendência escocesa Categoria:Aviadores dos Estados Unidos Clint Categoria:Óscar de melhor filme Categoria:César honorário Categoria:Prémio Cecil B. DeMille Categoria:César de melhor filme estrangeiro Categoria:Prémio LAFCA de melhor ator Categoria:Globo de Ouro de melhor filme em língua estrangeira Categoria:Palma de Ouro honorária de realização Categoria:Leão de Ouro de carreira Categoria:David O. Selznick pelo Conjunto da Obra no Cinema Categoria:National Board of Review de melhor ator Categoria:National Board of Review de melhor diretor Categoria:Prefeitos dos Estados Unidos Categoria:Ateus dos Estados Unidos",
 "title": "Clint Eastwood"
}