{
 "id": "8025",
 "text": "A estática é a parte da física que estuda sistemas sob a ação de forças que se equilibram. De acordo com a segunda lei de Newton, a aceleração destes sistemas é nula. De acordo com a primeira lei de Newton, todas as partes de um sistema em equilíbrio também estão em equilíbrio. Este fato permite determinar as forças internas de um corpo, a partir do valor das forças externas. == Força == O princípio fundamental da dinâmica (segundo princípio ou segunda lei de Newton) mescla a massa e a aceleração de um corpo com uma grandeza vetorial, a força. Supondo que m é a massa de um corpo e F é o vetor resultante da soma de todas as forças aplicadas ao mesmo (força resultante), então, para um corpo entrar em equilíbrio, a resultante das forças tem que ser nula, ou seja, R=P, nula. ::{\\mathbf{F}} = \\frac{d (m v)}{d t} \" Onde m não é, necessariamente, independente de t. Por exemplo, um foguete expulsa gases, diminuindo a massa de combustível e, portanto, a sua massa total, que decresce em função do tempo. A quantidade mv denomina-se momento linear ou quantidade de movimento. Quando m é independente do tempo t (o que ocorre geralmente), a equação anterior transforma-se em: ::{\\mathbf{F}} = m \\times \\frac{d v}{d t} = m \\times a A forma exata de F obtém-se a partir de considerações sobre a circunstância do objeto. A terceira lei de Newton dá uma indicação particular sobre F: se um corpo A exerce uma força F sobre outro corpo B, então B exerce uma força (de reação), de igual direção e sentido oposto, sobre A, -F (terceira lei de Newton ou princípio de ação e reação). Exemplo de uma força é a fricção ou deslizamento em pequenas porções de gases, que é função da velocidade das partículas gasosas (desprezando-se pequenas velocidades). Por exemplo: ::{\\mathbf{F_f}} = - k \\mathbf{v} onde k é uma constante positiva. Se temos uma relação para F, semelhante à já exposta, esta relação pode substituir F na segunda lei de Newton, de modo a obter uma equação diferencial, a equação do movimento. Se o deslizamento é a única força que atua sobre o objeto, a equação do movimento é: ::\\- k {\\mathbf{v}} = m a = m \\times \\frac{d v}{d t} O que pode ser integrado para obter: ::{\\mathbf{v}} = {\\mathbf{v_{0}}} \\exp{\\frac{- k t}{m}} onde v0 é a velocidade inicial (uma condição de limite na integração). Isto nos diz que a velocidade deste corpo decresce de forma exponencial até zero. Esta expressão pode ser de novo integrada, para obter r. A inexistência de forças para aplicar a segunda lei de Newton nos leva a concluir que a aceleração é nula (primeira lei de Newton ou Princípio de Inércia). Forças importantes são a força gravitacional (a força que resulta do campo gravitacional), ou a força de Lorentz, no campo eletromagnético. Em Estática, a soma das forças aplicadas a um corpo deve ser igual a zero. :\\sum{F}=0 == Momento de Força == O momento de força (ou simplesmente momento) é uma grandeza que representa a magnitude da força aplicada a um sistema rotacional a uma determinada distância de um eixo de rotação. Momento = magnitude da força x distância perpendicular ao pivô (f x d) \\vec M = \\vec r \\times \\vec F \\,\\\\! Em Estática, a soma dos momentos aplicados a um corpo deve ser igual a zero. :\\sum{M}=0 == Ver também == * Eletrostática * Eletricidade estática Categoria:Estática",
 "title": "Estática"
}