{
 "id": "80256",
 "text": "Verona () é uma cidade italiana da região do Vêneto, com 255 748 habitantes. Estende-se por uma área de 206,63 km², tendo uma densidade populacional de 1 182 hab/km². É banhada pelo rio Adige, está a cerca de 30 quilômetros do Lago de Garda e fica aos pés das montanhas de Lessínia. De origem pré-histórica, a cidade foi refundada pelos romanos na curva do rio em meados do século I a.C., permanecendo sob o governo do Império até o século V, quando foi ocupada pelo rei germânico Teodorico o Grande. Primeiro passou a fazer parte do domínio dos lombardos e depois dos francos, permanecendo fiel nos séculos seguintes aos imperadores do Sacro Império Romano. Tornou-se uma comuna livre no início do século XII e depois prosperou sob a Signoria dos Scaligeri. Passou ao poder da República de Veneza durante a Guerra de Pádua. Foi ocupada militarmente por Napoleão em 1797 e em 1815 passou a fazer parte do Império Austríaco que a transformou no seu principal reduto militar em território italiano. Foi anexada ao Reino de Itália em 1866 após o fim da Guerra Austro-Prussiana. O Centro Histórico de Verona foi declarada Patrimônio da Humanidade pela UNESCO por suas peculiaridades urbanas e por seu patrimônio artístico e cultural. O símbolo é a Arena, que é conhecida mundialmente por ser o local onde se passa a peça Romeu e Julieta, de William Shakespeare. Além disso, é a terra natal de Isotta Nogarolla. A cidade sediará a cerimônia de encerramento dos Jogos Olímpicos de Inverno de 2026. ==História == A cidade de Verona, ao que parece, foi fundada pelos Celtas. Mais tarde, foi uma colônia romana em 89 a.C., com o nome de Augusta. Foi capital de ducados durante a Reino Lombardo. Chegou a ostentar a supremacia artística de toda a Itália, sendo sede de uma escola pictórica onde se destacou Paolo Veronese. Foi palco para a célebre matança de franceses conhecida com o nome de Páscoa veronesa. Verona foi incorporada ao Reino de Itália, em 1866, com a Terceira Guerra de Independência Italiana. A cidade foi declarada patrimônio da humanidade pela UNESCO por causa da sua estrutura urbana e arquitetura: Verona é um notável exemplo de cidade que se desenvolveu progressivamente e sem interrupções durante dois mil anos, integrando elementos artísticos de altíssima qualidade dos diversos períodos que se seguiram. Representa também, em um modo excepcional, o conceito de uma cidade fortificada em etapas determinantes da história europeia. ==Demografia== == Monumentos == Entre os principais monumentos da cidade estão: * Arena de Verona (Anfiteatro Romano) * Catedral gótica (século X) * Igreja românica de São Zeno * Vários palácios, como o Palazzo del Consiglio * Castel Vecchio * Ponte Scaligero (1354) == Economia == Em Verona e na sua região metropolitana se encontram inúmeros distritos produtivos, a evidenciar a multissetorialidade que diferencia a economia da província e da cidade de Verona, a qual se divide igualmente entre indústria, comércio, artesanato, serviços, agricultura (em modo particular na província) e turismo. A economia do território veronês é constituída sobretudo de pequenas e médias empresas (não faltando, contudo, grandes empresas), para as quais tem um papel importantíssimo o interporto di Verona na triagem do comércio internacional. === Agricultura === O sector vitivinícola é considerado o mais importante do sector agroalimentar de Verona, basta ver que, a nível provincial, 40,5% das empresas agrícolas dedicam-se ao cultivo de uvas para vinificação. As vinhas de Verona são altamente especializadas para a produção de vinhos de qualidade, tanta que Verona tem dez vinhos DOC e três DOCG, bem diferenciados entre eles graças à utilização de vinhas nativas. O valor da produção da cidade de Verona, em comparação com a provincial, é de aproximadamente 15%. O sector dos frutos e vegetais é uma realidade importante, envolvendo um grande número de empresas do sector primário (em especial na província) e muitas empresas dedicadas ao processamento, preservação e a comercialização de produtos (notadamente na cidade). A força deste sector deve-se especificamente a organização (produtores, processadores, comércio e mercados) e a infraestruturas. === Artesanato === Grande fama possui a produção artesanal de moveis clássicos na região ao sul da província de Verona, cuja atividade produtiva é caracterizada pela presença de micros e pequenas empresas muito diferenciadas entre si mesmas, recorrendo a subfornecedores especializados para as diversa fases produtivas. Essa técnica artesanal, junto à capacidade artística, cria uma forte vantagem sobre a concorrência veneta e italiana. Em torno de 5% dessas empresas, mais precisamente aquelas que precisam de mão de obra não qualificada, obtendo vantagem da presença de infraestrutura se aproximaram do centro da cidade, deslocando-se do sul da província. === Indústria === A extração de mármore em Verona tem origens muito antigas, como demonstrado pela cidade romana no seu interior, realizando monumentos em mármore de Verona vermelho e mármore Rosa del Garda. Este distrito produtivo esta dividido entre Valpantena, Lessínia e uma parte menor na cidade de Verona (10% sobre o valor da produção). O distrito industrial de Verona representa o principal polo italiano para trabalhar o granito e mármore e é ainda mais importante no que diz respeito à produção de aglomerados, com 80% da produção mundial de todo o mundo. O processamento do mármore nesta região tem uma longa tradição e difusão, gerando importantes habilidades e conhecimentos, dando origem, então, a uma elevada qualidade dos produtos, mesmo se, no início do século XXI, foi sentida a forte concorrência com novas realidades, em especial China, Índia, Brasil e a Turquia. O sector agroalimentar em Verona representa um ramo econômico muito importante e envolve muitas empresas agrícolas, empresas de artesanato e indústrias de alimentos, abrangendo produção, processamento, transformação, comercialização e distribuição alimentar, além da formação de todos os intervenientes do sector e a pesquisa. Particularmente forte é a exportação de carne e produtos à base de carne e conservas de frutas e legumes, produtos lácteos e sorvetes. Entre as indústrias de alimentos e produtos de confeitaria mais conhecidas estão a Rana, AIA e três empresas que devem sua sorte principalmente a um doce típico de Verona, ou seja, o pandoro, que são a Bauli, Paluani e Melegatti. == Cultura == Verona é um dos locais onde se passa a história da peça Romeu e Julieta, escrita por William Shakespeare. No centro da cidade existe uma vila onde, segundo a peça, Julieta morava. Este é um grande marco da cidade, que recebe a fama de cidade dos namorados, atraindo centenas de turistas. Na cidade passa-se também parte da história de William Shakespeare \"A Megera Domada\". == Desportos == A cidade possui dois importantes times de futebol que jogam no estádio Marcantonio Bentegodi. São eles: * Hellas Verona. * Chievo Verona. == Ver também == * Museu Cívico de Castelvecchio * Palazzo dei Diamanti === Fontes === * == Ligações externas == * Categoria:Patrimônio Mundial da UNESCO na Itália",
 "title": "Verona"
}