{
 "id": "80304",
 "text": "João Cosme da Cunha (dito «Cardeal da Cunha»), C.R.S.A., (Lisboa, 20 de Outubro de 1715 – Lisboa, 31 de Janeiro de 1783) foi um cardeal português, arcebispo de Évora e inquisidor-geral de Portugal. == Biografia == Filho de D. Manuel Carlos de Távora, conde de São Vicente, e D. Isabel de Noronha, era formado em leis. Tomou o hábito de Santa Cruz em 1738, sob o nome de Frei João de Nossa Senhora da Porta. Foi ordenado diácono em 15 de Maio e padre em 22 de Maio de 1740. Em 28 de Março de 1746 foi nomeado Bispo-coadjutor de Leiria, sucedendo ao episcopado em 8 de Abril do mesmo ano, sendo consagrado em 29 de Junho pelo cardeal Tomás de Almeida, Patriarca de Lisboa. Diz-se que, logo após o terramoto de 1755, percorreu descalço pelos escombros das ruas de Lisboa, com um baraço ao pescoço e um crucifixo apenas, clamando pelo arrependimento dos vivos e oração pelos mortos. Em 1759 veio a ser escolhido pelo rei para o arcebispado de Évora, tendo sido confirmado pelo papa em 1760, embora continuasse a residir em Lisboa a pedido do conde de Oeiras, seu protector desde que, ainda bispo de Leiria, escrevera uma pastoral acusando os Jesuítas de conivência com a tentativa de regicídio de 3 de setembro de 1758. Intelectualmente medíocre e de cultura rudimentar, soube no entanto insinuar- se no espírito do Rei e do Marquês de Pombal, mantendo durante anos grande influência na corte. O marquês de Pombal viria a nomeá-lo inspector na reedificação da capital. Em 1768 foi escolhido para presidir à recém-criada Real Mesa Censória. Em 1760, ano em que foi nomeado conselheiro de Estado e regedor da Casa da Suplicação, aprovou o degredo dos irmãos ilegítimos do rei, os chamados Meninos de Palhavã, para o Buçaco. Em 1768 aprovou o encarceramento sem julgamento do bispo de Coimbra, D. Miguel da Anunciação, que só foi libertado em 1777. A 6 de fevereiro de 1770 foi nomeado inquisidor- geral de Portugal, cargo que manteve até à sua morte em 1783.Ricardo Pessa de Oliveira, \"A Inquisição Portuguesa durante o Governo de D. João Cosme da Cunha\", librosdelacorte.es, Monográfico 6, 2017. A 6 de Agosto de 1770, a pedido do Marquês de Pombal, foi elevado ao cardinalato pelo Papa Clemente XIV. Não viria, porém, a assistir ao longuíssimo Conclave de 1774-1775, que elegeu como pontífice Pio VI. Em 1772, foi nomeado ministro assistente ao despacho, cargo que manteve até ao final do consulado do Marquês de Pombal, em 1777.Ricardo Pessa de Oliveira, op. cit. Teria sido o intrigador que causou em 1774 a desgraça de José de Seabra da Silva. Na sua arquidiocese promoveu a tradução do catecismo de Montpellier (de influência Jansenista). == Ligações externas == * * * Categoria:Cardeais de Portugal Categoria:Cardeais nomeados pelo papa Clemente XIV Categoria:Bispos de Leiria-Fátima Categoria:Arcebispos de Évora Categoria:Naturais de Lisboa Categoria:Inquisidores de Portugal",
 "title": "João Cosme da Cunha"
}