{
 "id": "80315",
 "text": "Patrício da Silva O.S.A. (Marrazes, 15 de Setembro ou 5 de Outubro de 1756 Lisboa, 3 de Janeiro de 1840) foi o sétimo Patriarca de Lisboa com o nome de D. Patrício I, tendo também sido Bispo de Castelo Branco, Arcebispo de Évora e Ministro. ==Biografia== Nascido no lugar dos Pinheiros, em Leiria, era filho de Jacinto da Fonseca e Silva de Oliveira e de sua mulher Maria Teresa Inácia de Jesus de Sousa e irmão duma ascendente da mulher do 1.º Visconde da Barreira. Cedo ingressou na Ordem dos Agostinhos. Foi doutor e lente da Universidade de Coimbra e Sócio da prestigiada Academia das Ciências de Lisboa. Todo este percurso valeu-lhe uma notável carreira eclesiástica. Em 1818 foi nomeado Bispo de Castelo Branco, mas não chegou a tomar posse porque a 3 de Maio do ano seguinte foi nomeado para 18.º Arcebispo Metropolitano de Évora. Em Évora levou a cabo uma importante visita pastoral a toda a Arquidiocese, tendo também obtido grandes privilégios para o cabido da sua Sé. Em 1824 foi nomeado Cardeal. Viria a ser nomeado Patriarca de Lisboa em 13 de Março de 1826. Durante a Abrilada, o rei D. João VI nomeou-o ministro e secretário do Ministério dos Negócios Eclesiásticos e da Justiça, cargo que exerceu entre 14 de Maio de 1824 e 15 de Janeiro de 1825. Durante a Guerra Civil Portuguesa D. Frei Patrício não foi incomodado pelos Miguelistas nem pelos Liberais devido à alta consideração que lhe tinham. Mas, quando o estado do Reino se agrava, D. Frei Patrício publica uma Carta Pastoral a mandar rezar por El-Rei D. Miguel I, qual «novo David suscitado entre nós pelo Céu misericordioso...» (19 de Setembro de 1828). O poder do Rei D. Miguel I enfraquece e o Cardeal autoriza, a 23 de Julho de 1833, o clero regular e secular a armar-se para ajudar as tropas de contra as forças do Duque da Terceira. No dia seguinte, a 24 de Julho de 1833, o exército liberal entra em Lisboa e D. Maria II é aclamada Rainha. D. Frei Patrício não é incomodado devido à sua idade apesar das posições anteriormente tomadas. Dias depois, a 30 de Julho de 1833, o Cardeal publica uma Pastoral a todo o clero e fiéis sobre a mudança do governo em Lisboa e a restituição da autoridade de D. Maria II. O estado decadente da economia do país e as novas ideias liberais anticlericais levaram à extinção do Colégio Patriarcal de Lisboa a 4 de Fevereiro de 1834, do Seminário de Santarém a 18 de Maio de 1834 e das Ordens Religiosas a 28 de Maio de 1834. No meio desta grande confusão, D. Frei Patrício retira-se para o Mosteiro de São Vicente de Fora para evitar despesas e aí terminou os seus diasApresentação de \"D. Frei Patrício da Silva\" de Ricardo Charters, por Pedro Lourenço Ferreira, Sé de Leiria, 17 de Julho de 2009, Textiverso. Até ao final da vida, foi Conselheiro do Reino. Ainda baptizou o futuro rei D. Pedro V de Portugal, segundo o antigo ritual dos baptizados reais a 16 de Setembro de 1837. Morreu em 3 de Janeiro de 1840. Desde meados do século XX que o seu corpo se encontra no Panteão dos Patriarcas de Lisboa. ==Ligações externas== * * * * Apresentação de \"D. Frei Patrício da Silva\" de Ricardo Charters, por Pedro Lourenço Ferreira, Sé de Leiria, 17 de Julho de 2009, Textiverso * Doutor D. Frei Patricio da Silva, O.S.A., um cardeal Leiriense, Patriarca de Lisboa [1756 - 1840, por Ricardo Charters-d'Azevedo] Categoria:Bispos de Castelo Branco Categoria:Arcebispos de Évora Categoria:Patriarcas de Lisboa Categoria:Cardeais de Portugal Categoria:Cardeais nomeados pelo papa Leão XII Categoria:Agostinianos de Portugal Categoria:Miguelistas Categoria:Ministros de Portugal Categoria:Ministros da Justiça de Portugal Categoria:Conselheiros do Reino de Portugal Categoria:Professores da Universidade de Coimbra Categoria:Académicos da Academia das Ciências de Lisboa Categoria:Naturais de Leiria Categoria:Cardeais agostinianos",
 "title": "Patrício da Silva"
}