{
 "id": "80316",
 "text": "O Decreto de Alhambra, também conhecido como Édito de Granada e Édito de Expulsão (em castelhano: Decreto de la Alhambra, Edicto de Granada), foi um decreto régio promulgado a 31 de março de 1492 pelos Reis Católicos, Isabel I de Castela e Fernando II de Aragão, ordenando a expulsão dos judeus praticantes nos territórios e possessões das Coroas de Castela e Aragão até 31 de julho daquele ano. O principal objetivo era eliminar a influência dos judeus praticantes na grande população espanhola de cristãos-novos, anteriormente judeus, para garantir que estes últimos e os seus descendentes não voltassem ao judaísmo. Mais da metade dos judeus da Espanha haviam se convertido como resultado da perseguição religiosa e pogroms que ocorreram em 1391. Devido aos contínuos ataques, cerca de 50 000 outros se converteram em 1415. Um número adicional dos restantes escolheu se converter para evitar a expulsão.Pérez, Joseph (2007). History of a Tragedy: The Expulsion of the Jews from Spain. Translated by Hochroth, Lysa. University of Illinois Press. ISBN 9780252031410. Pág. 17 Como resultado do decreto de Alhambra e da perseguição em anos anteriores, mais de 200 000 judeus se converteram ao catolicismo e entre 40 000 e 100 000 foram expulsos, um número desconhecido retornando à Espanha nos anos seguintes à expulsão. Isso levou à migração em massa de judeus da Espanha para a Península Itálica, Grécia e Bacia do Mediterrâneo. Isso pode ser visto com os sobrenomes judeus, pois eles começaram a aparecer na Itália e na Grécia nesta época, como Faraggi, Farag e Farachi, um sobrenome originado da cidade espanhola de Fraga.The Faraggi site O édito foi revogado formal e simbolicamente em 16 de dezembro de 1968, após o Concílio Vaticano II. Isso foi um século inteiro depois que os judeus praticavam abertamente sua religião na Espanha e as sinagogas eram mais uma vez locais legais de culto sob as Leis de Liberdade Religiosa da Espanha. Em 1924, o regime de Primo de Rivera concedeu a cidadania espanhola a toda a diáspora judaica sefardita. Em 2014, o governo da Espanha aprovou uma lei que permite a dupla cidadania aos descendentes de judeus que se candidatam, para \"compensar os eventos vergonhosos do passado do país\". Assim, os judeus sefarditas que podem provar que são descendentes dos judeus expulsos da Espanha por causa do Decreto de Alhambra podem \"se tornar espanhóis sem sair de casa ou desistir de sua nacionalidade atual.\" == Decreto e suas consequências == O rei e a rainha emitiram o Decreto de Alhambra menos de três meses após a rendição de Granada. Embora Isabella tenha sido a força por trás da decisão, seu marido Fernando não se opôs. O fato de seu confessor ter acabado de mudar do tolerante Hernando de Talavera para o muito intolerante Francisco Jiménez de Cisneros sugere um aumento da hostilidade real para com os judeus. O texto do decreto acusava os judeus de tentar \"subverter a santa fé católica\" ao tentar \"desviar os cristãos fiéis de suas crenças\". Essas medidas não eram novas na Europa. Depois que o decreto foi aprovado, toda a população judaica da Espanha teve apenas quatro meses para se converter ao cristianismo ou deixar o país. O edito prometia a \"proteção e segurança\" reais dos judeus durante o período efetivo de três meses antes do prazo. Eles foram autorizados a levar seus pertences com eles, excluindo \"ouro ou prata ou dinheiro cunhado ou outras coisas proibidas pelas leis de nossos reinos\". Na prática, entretanto, os judeus tinham que vender tudo o que não podiam carregar: suas terras, suas casas e suas bibliotecas, e converter sua riqueza em uma forma mais portátil revelou-se difícil. O mercado espanhol estava saturado com esses produtos, o que fez com que os preços fossem reduzidos artificialmente nos meses anteriores ao prazo. Como resultado, grande parte da riqueza da comunidade judaica permaneceu na Espanha. A punição para qualquer judeu que não se convertesse ou partisse dentro do prazo era a execução sumária. === Dispersão === Os judeus sefarditas migraram para quatro áreas principais: Norte da África, Império Otomano, Portugal e Itália.Gerber, Jane (1994). The Jews of Spain: A History of the Sephardic Experience. New York: The Free Press. pp. 1–144. ISBN 978-0029115749. Alguns judeus espanhóis que emigraram para evitar a conversão dispersaram-se pela região do Norte da África conhecida como Magrebe. Os estudiosos e médicos judeus entre os imigrantes sefarditas anteriores nessa área revigoraram as comunidades judaicas no norte da África. No entanto, na década de 1490, partes do mundo mediterrâneo, incluindo o Marrocos, estavam passando por fome severa. Como resultado, várias cidades em Marrocos recusaram-se a permitir a entrada dos judeus espanhóis. Isso levou à fome em massa entre os refugiados e fez com que os judeus ficassem vulneráveis à escravidão, embora o governante regional tenha invalidado muitas dessas vendas em poucos anos. Um bom número de judeus que fugiram para o Norte da África retornou à Espanha e se converteram. Os judeus que permaneceram no norte da África muitas vezes se misturaram com as já existentes comunidades de língua árabe ou berbere Mizrahi, tornando-se os ancestrais das comunidades judaicas marroquinas, argelinas, tunisinas e líbias. Muitos judeus espanhóis também fugiram para o Império Otomano, onde receberam refúgio. O sultão Bayezid II do Império Otomano, sabendo da expulsão dos judeus da Espanha, despachou a Marinha Otomana para trazer os judeus em segurança para as terras otomanas, principalmente para as cidades de Thessaloniki (atualmente na Grécia) e Izmir (atualmente na Turquia). Muitos desses judeus também se estabeleceram em outras partes dos Bálcãs governadas pelos otomanos, como as áreas que hoje são a Bulgária, a Sérvia e a Bósnia. A respeito desse incidente, Bayezid II teria comentado, \"aqueles que dizem que Fernando e Isabel são sábios são realmente tolos; pois ele me deu, seu inimigo, seu tesouro nacional, os judeus\". A maioria dos sefarditas migrou para Portugal, onde ganharam apenas alguns anos de trégua da perseguição. Cerca de 600 famílias judias foram autorizadas a permanecer em Portugal após um suborno exorbitante até que o rei português entrasse em negociações para se casar com a filha de Fernando e Isabel. Pego entre seu desejo de uma aliança com a Espanha e sua dependência econômica dos judeus, Manuel I declarou a comunidade judaica em Portugal (talvez cerca de 10% da população daquele país) Kayserling, Meyer. \"História dos Judeus em Portugal\". Editora Pioneira, São Paulo, 1971 por decreto real, a menos que deixassem o país. Em troca, ele prometeu que a Inquisição não viria a Portugal por 40 anos. Ele então prendeu os judeus que tentavam partir e os batizou à força, depois de separá-los de seus filhos. Passaram-se anos antes de os judeus que fugiram para Portugal terem permissão para emigrar. Quando a proibição foi suspensa, muitos deles fugiram para a Holanda. === Conversões === A maioria da população judaica da Espanha havia se convertido ao cristianismo durante as ondas de perseguições religiosas anteriores ao decreto — um total de 200 000 convertidos de acordo com Joseph Pérez. O principal objetivo da expulsão de judeus praticantes era garantir a sinceridade das conversões de uma grande população de convertidos. Dos 100 000 judeus que permaneceram fiéis à sua fé em 1492, um número adicional escolheu se converter e se juntar à comunidade converso em vez de enfrentar a expulsão. Os conversos recentes foram sujeitos a suspeitas adicionais pela Inquisição, que havia sido estabelecida para perseguir hereges religiosos, mas na Espanha e em Portugal estava focada em encontrar cripto-judeus. Embora o judaísmo não fosse considerado uma heresia, professar o cristianismo enquanto se engajava em práticas judaicas era herético. Além disso, Os estatutos da Limpieza de sangre instituíram a discriminação legal contra os descendentes de conversos, barrando-os de certas posições e proibindo-os de emigrar para as Américas. Durante anos, famílias com origens urbanas que tinham extensas conexões comerciais e pessoas instruídas e multilíngues eram suspeitas de ter ascendência judaica. De acordo com o preconceito da época, uma pessoa com sangue judeu não era confiável e era inferior. Tais medidas foram lentamente desaparecendo conforme a identidade converso foi esquecida e esta comunidade se fundiu na cultura católica dominante da Espanha. Este processo durou até o século XVIII, com algumas exceções, principalmente os Chuetas da Ilha de Maiorca, onde a discriminação durou até o início do século XX. Um teste de DNA do cromossomo Y realizado pela Universidade de Leicester e pela Universidade Pompeu Fabra indicou uma média de quase 20% para os espanhóis com alguma descendência patrilinear direta de populações do Oriente Próximo que colonizaram a região em tempos históricos, como judeus e fenícios, ou durante as migrações do neolítico. Entre os 90 000 judeus que se converteram sob as perseguições visigodos e os mais de 100 000 judeus que se converteram nos anos que antecederam a expulsão, é provável que muitas dessas pessoas tenham ascendência judaica. Por outro lado, os estudos genéticos dissiparam as crenças locais no sudoeste americano de que os hispano-americanos são descendentes de conversos.Genetic Traces of Historical Expansions: Phoenician Footprints in the Mediterranean | páginas 633–642 | número 5 | volume 83 | doi 10.101 | publicado Elsevier Inc. | The American Journal of Human Genetics == Ver também == * Antissemitismo * Tomás de Torquemada, um dos apoiantes da decisão ==Ligações externas== * Internet History Sourcebooks Project. Jewish History Sourcebook: The Expulsion from Spain, 1492 CE. * Memorial Brasil Sefarad. A Expulsão da Espanha, 1492 Categoria:1492 na Espanha Categoria:História da Espanha Categoria:História judaica Categoria:Granada (Espanha) Categoria:Religião e violência Categoria:Perseguição religiosa Alhambra Categoria:Legislação de 1492",
 "title": "Decreto de Alhambra"
}