{
 "id": "80330",
 "text": "Américo Ferreira dos Santos Silva GCNSC (Massarelos, Porto, 16 de Janeiro de 1830 - Sé, Porto, 21 de Janeiro de 1899) foi bispo do Porto e um cardeal português. ==Biografia== D. Américo foi o segundo filho do 1.º Barão de Santos, João Ferreira dos Santos Silva, natural de Lordelo do Ouro, e de sua mulher Carolina Augusta de La Rocque, natural da freguesia de São Nicolau. Era irmão mais novo do 2.º Barão de Santos e irmão mais velho do 1.º Barão de Ferreira dos Santos. Foi batizado na Igreja Paroquial de Massarelos a 23 de janeiro de 1830, tendo sido seus padrinhos o seu avó paterno, João Ferreira dos Santos Silva, morador com a sua mulher, D. Maria Thomazia Narciza Ferreira, na freguesia da Sé, e a sua avó materna, D. Roza Albertina de Mello, moradora com seu marido João Luís de La Roque, na freguesia de Massarelos, por quem assistiu ao batizado com procuração o seu filho e tio materno do batizando João de La Roque. Estudou no Porto e em Paris, antes de se matricular em 1845 no curso de Teologia da Universidade de Coimbra tendo-se doutorado em Teologia em maio de 1852. Foi ordenado presbítero a 26 de setembro de 1852, em Lisboa, para onde os pais se tinham mudado. Ficou ao serviço do Patriarcado: primeiro, no Seminário de Santarém desde a sua reabertura em 1853 até 1862; depois, em Lisboa como Cónego da Sé de Lisboa, como Desembargador e Juiz da Cúria Patriarcal e, após a morte de D. Manuel Bento Rodrigues da Silva em 1869, como Vigário Capitular até junho de 1871. Foi nomeado bispo do Porto a 26 de junho de 1871 pelo rei D. Luís I, apesar de suspeitas estar ligado à Maçonaria, tendo sido confirmado em meados de 1871 e ordenado bispo a 10 de setembro do mesmo ano pelo Cardeal-Patriarca Inácio do Nascimento Morais Cardoso, na Sé de Lisboa. Entrou solenemente, a 20 de setembro de 1871, na Diocese do Porto, que estava sem bispo desde a morte de D. João de França Castro e Moura, e tratou de delinear uma reforma do Seminário Episcopal de Nossa Senhora da Conceição do Porto, a funcionar no edifício do antigo Colégio de São Lourenço desde 1862, para entrar em vigor no ano letivo de 1872/73 com os Estatutos Provisórios por si elaborados em 1872 sobretudo a partir dos do Seminário de Santarém que ele bem conhecia, bem como procedeu a uma ampliação desse seminário. Ergueu a sua voz por duas vezes, em 1875 e em 1897, denunciando o trabalho aos domingos. Foi elevado a Cardeal no Consistório de 12 de maio de 1879 pelo Papa Leão XIII, tendo-lhe sido imposto a 27 de fevereiro de 1880 o barrete cardinalício quando recebeu o título de Cardeal-presbítero de Santos Quatro Mártires Coroados. Fez parte da Comissão Religiosa encarregada de propor uma nova Divisão Paroquial do Continente e das Ilhas Adjacentes, e da execução da Bula do Papa Leão XIII “Gravissimum Christi Ecclesiam et gubernandi múnus” de 29 de setembro de 1881 (através da sentença executória do ano seguinte publicada no Diário do Governo como se fosse uma lei do Estado). Fundou em 1884 o Seminário dos Carvalhos com capacidade para cerca de 80 alunos dos Estudos Preparatórios, para cuja construção de 1883 a 1884 contribuiu do seu bolso com metade do valor necessário. Aprovou os Estatutos do Círculo Católico de Operários do Porto, inaugurado a 11 de junho de 1898. Foi agraciado com a Grã-Cruz da Real Ordem Militar de Nossa Senhora da Conceição de Vila Viçosa. Faleceu a 21 de janeiro de 1899, pelas quatro da manhã, no Paço Episcopal do Porto, tendo sido sepultado na cripta da Sé do Porto. == Ligações externas == * * * Categoria:Portugueses de ascendência francesa Categoria:Naturais do Porto Categoria:Bispos do Porto Categoria:Cardeais de Portugal Categoria:Cardeais nomeados pelo papa Leão XIII Categoria:Grã-Cruzes da Ordem de Nossa Senhora da Conceição de Vila Viçosa",
 "title": "Américo Ferreira dos Santos Silva"
}