{
 "id": "80337",
 "text": "António Mendes Bello GCNSC (Gouveia, São Pedro, 18 de Junho de 1842 – Lisboa, 5 de Agosto de 1929) foi o décimo-terceiro Patriarca de Lisboa com o nome de D. António I. Desde meados do século XX que o seu corpo se encontra no Panteão dos Patriarcas de Lisboa. == Biografia == Era filho de Miguel Mendes Bello (Gouveia, São Pedro, 28 de Dezembro de 1813 – ?) e de sua mulher Rosalina dos Santos de Almeida Mota (Gouveia, Melo, 5 de Janeiro de 1805 – ?), ambos proprietários. Era o mais velho de 3 irmãos: Maria (?-1842), Maria do Carmo (1845-1888) e Joaquim (1847-1898). Foi Bacharel em Direito pela Universidade de Coimbra, onde se graduou a 31 de Maio de 1870. Foi ordenado diácono em 17 de Dezembro de 1864 e, em 10 de Junho de 1865, foi ordenado padre. Foi sucessivamente governador dos bispados de Pinhel (1874) e de Aveiro (1881), arcebispo-titular de Mitilene (1883). Foi consagrado em 27 de Abril de 1884, pelo cardeal José Sebastião Neto, patriarca de Lisboa, auxiliado por José Ferrão da Silva, bispo de Portalegre, e por António Tomás da Silva Leitão e Castro, bispo de Angola. Transferido para a Sé de Faro, com o título de Arcebispo ad personam em 13 de Novembro de 1884. Em 19 de Dezembro de 1907, é elevado a dignidade de Patriarca de Lisboa. Foi designado cardeal in pectore no Consistório convocado por Pio X em 27 de Novembro de 1911: as convulsões políticas em Portugal impediram-no de receber o chapéu cardinalício; só em 1914, depois de participar no Conclave que elegeu Bento XV, recebeu deste sumo-pontífice o chapéu vermelho, com o título de Santos Marcelino e Pedro. Foi o 568.º Grã-Cruz da Real Ordem Militar de Nossa Senhora da Conceição de Vila Viçosa em 1897. == Conclaves == * Conclave de 1914 – participou da eleição do Papa Bento XV * Conclave de 1922 – participou da eleição do Papa Pio XI == Ligações externas == * * * Categoria:Naturais de Gouveia (Portugal) Categoria:Bispos de Aveiro Categoria:Bispos do Algarve Categoria:Bispos de Lisboa Categoria:Arcebispos titulares de Mitilene Categoria:Patriarcas de Lisboa Categoria:Cardeais de Portugal Categoria:Cardeais nomeados pelo papa Pio X Categoria:Grã-Cruzes da Ordem de Nossa Senhora da Conceição de Vila Viçosa Categoria:Bispos de Pinhel",
 "title": "António Mendes Bello"
}