{
 "id": "80372",
 "text": "John Ford, também creditado como Jack Ford, nascido com o nome de Sean Aloysius O'Fearna ou John Martin Feeney (Cape Elizabeth, Maine, 1 de Fevereiro de 1894 – Palm Desert, 31 de agosto de 1973) foi um cineasta dos Estados Unidos de grande renome. Venceu quatro Oscars de melhor diretor, detendo o recorde na categoria, e foi eleito o terceiro maior diretor de todos os tempos pela Entertainment Weekly (atrás apenas de Alfred Hitchcock e Orson Welles). É conhecido, principalmente, mas não só, pelos seus westerns. Alguns dos seus filmes são presenças assíduas entre as escolhas dos cinéfilos de todo o mundo. De facto, filmes como Stagecoach (No tempo das diligências), Young Mr. Lincoln (A mocidade de Lincoln), ou The Searchers (Rastros de ódio), são frequentemente citados como sendo alguns dos melhores filmes de sempre. O actor mais importante na filmografia de John Ford é John Wayne, que Ford transformou numa estrela de Hollywood. == Biografia == Ford era descendente de Irlandeses de Galway - muitos dos seus filmes têm, aliás, referências à sua ascendência. Nascido John Martin Feeney passou, porém, toda a juventude sob o nome John Augustine Feeney, e em seu passaporte consta Sean Aloysius O’Feeney, pois escolhera o nome Aloysius quando fez o Crisma. Passou a juventude em Portland, e trabalhava conduzindo uma carroça de peixe, e posteriormente foi entregador e publicista de uma fábrica de calçados. À noite, trabalhava como lanterninha do Teatro Jefferson e no Ponto da Jóia, apaixonando-se, assim, pelo teatro. Tentou ingressar na Academia Naval de Annapolis, mas não passou no exame de admissão, e resolveu partir para a Califórnia, onde seu irmão já morava. Iniciou-se como ator em 1914, por intermédio de seu irmão, o ator- diretor Francis Ford, inicialmente sob o nome Jack Ford, nome que conservou, atuando e dirigindo, até 1923, quando assumiu definitivamente o nome artístico John Ford. O primeiro crédito como ator, sob o nome Jack Ford, foi no filme The Mysterious Hand. Após aparecer em dez filmes e três seriados dirigidos pelo irmão, iniciou-se na direção, com o filme The Tornado (\"O Furacão\"), em 1917, onde também era ator. Nesse ano, com o filme Soul Herder (\"O Arrebanhador de Almas\"), da Universal, ainda como Jack Ford, iniciou uma associação com Harry Carey, a qual duraria quatro anos e renderia 29 filmes. Entre 1917 e 1919, Ford dirigiria 31 Westerns, alguns com Harry Carey, Pete Morrison e Ed Jones, todos pela Universal. Em 1920 assinou com William Fox, e apenas em 1923, quando dirigiu Camo Kirby (\"Sota, Cavalo e Rei\"), é que foi creditado com John Ford, e a consagração viria em 1924, com The Iron Horse (\"O Cavalo de Ferro\"), seu segundo grande épico da conquista do oeste. Com o filme Three Bad Men (\"Três Homens Maus\"), em 1926, em que estrelavam Tom Mix, George O’Brien e Buck Jones, Ford encerra sua fase de cinema mudo. A partir de então se tornou, segundo a crítica, um dos maiores contribuidores para o desenvolvimento do cinema, em especial do gênero Western. Dedicou-se, porém, aos mais variados gêneros, voltando ao Western em 1939, com Stagecoach (\"No Tempo das Diligências\"), que destacou John Wayne então em início de carreira. Em 51 anos de carreira, Ford dirigiu 133 filmes, o último em 1965, Seven Women (\"Sete Mulheres\"), após o que dirigiu ainda alguns documentários para a televisão. Faleceu de câncer, ao lado da esposa Mary McBride Smith Ford. Encontra-se sepultado no Cemitério Santa Cruz, Culver City, Condado de Los Angeles, Califórnia nos Estados Unidos. == Filmografia como Jack Ford, ator == * The Strong Arm Squad (1916) * Chicken-hearted Jim (1916) * The Adventures of Peg o' the Ring (1916) (\"A Filha do Circo\") * The Bandit’s Wager (1916) * The Purple Mask (1916) (\"A Máscara Vermelha\") * Smuggler’s Island (1915) * The Birth of a Nation (1915) (\"O Nascimento de uma Nação\") - era um dos extras * Three Bad Men and a Girl (1915) * The Dorway of Destruction (1915) * The Broken Coin (1915) (\"A Moeda Quebrada\") * The Campbells Are Coming (1915) * The Call of the Waves (1915) (\"O Chamado das Ondas\") * The Mysterious Hand (1914) == Filmografia == * 1976 – Chesty: a Tribute to a Legend - Documentário de 28 minutos, feito para TV * 1971 – Vietnam! Vietnam! - Documentário de 58 minutos. * 1966 – 7 Women (Sete Mulheres) * 1965 – Young Cassidy (O Rebelde Sonhador) * 1964 – Cheyenne Autumn (Crepúsculo de Uma Raça) * 1963 – Donovan's Reef * 1962 – How the West Was Won * 1962 – The Man Who Shot Liberty Valance * 1961 – Two Rode Together (Terra Bruta) * 1960 – Sergeant Rutledge (Audazes e Malditos) * 1959 – Korea (Curta-metragem) \\- Documentário de 40 minutos * 1959 – The Horse Soldiers (Marcha de Heróis) * 1958 – The Last Hurrah * 1958 – Gideon's Day (Um Crime Por Dia) * 1957 – The Rising of the Moon * 1957 – The Wings of Eagles * 1956 – The Searchers * 1955 – The Bamboo Cross (televisão) Episódio da série \"Fireside Theatre\", de 27 minutos * 1955 – Mister Roberts * 1955 – The Long Gray Line (A Paixão de Uma Vida) * 1953 – Mogambo * 1953 – The Sun Shines Bright * 1952 – What Price Glory (Sangue Por Glória) * 1952 – The Quiet Man * 1951 – This Is Korea! - Documentário de 50 minutos * 1950 – Rio Grande * 1950 – Wagon Master (Caravana de Bravos) * 1950 – When Willie Comes Marching Home (O Azar de Um Valente) * 1949 – She Wore a Yellow Ribbon * 1948 – Three Godfathers * 1948 – Fort Apache * 1947 – The Fugitive (Domínio de Bárbaros) * 1946 – My Darling Clementine * 1945 – They Were Expendable (Fomos os Sacrificados) * 1943 – December 7th - Documentário, versões em 30 e 85 minutos * 1943 – We Sail at Midnight - Documentário de 20 minutos * 1942 – Tokyo Report - Documentário sobre o ataque a Tóquio * 1942 – Torpedo Squadron - Documentário de 8 minutos * 1942 – The Battle of Midway - Documentário de 17 minutos * 1942 – Sex Hygiene - Documentário de 30 minutos * 1941 – Canal Report - Documentário sobre as defesas do Panamá * 1941 – How Green Was My Valley * 1941 – Tobacco Road (Caminho Áspero) * 1940 – The Long Voyage Home (A longa Viagem de Volta) * 1940 – The Grapes of Wrath (As vinhas da ira) * 1939 – Drums Along the Mohawk (Ao Rufar dos Tambores) * 1939 – Young Mr. Lincoln (A Mocidade de Lincoln) * 1939 – Stagecoach * 1938 – Submarine Patrol (Patrulha Submarina) * 1938 – Four Men and a Prayer (Quatro Homens e Uma Prece) * 1937 – The Hurricane (O Furacão) * 1937 – Wee Willie Winkie (A Queridinha do Vovô) * 1936 – The Plough and the Stars (Horas Amargas) * 1936 – Mary of Scotland (Mary Stuart, Rainha da Escócia) * 1936 – The Prisoner of Shark Island (O Prisioneiro da Ilha dos Tubarões) * 1935 – Steamboat Round the Bend * 1935 – The Informer * 1935 – The Whole Town's Talking (O Homem que Nunca Pecou) * 1934 – Judge Priest * 1934 – The World Moves On (A Marcha dos Século) * 1934 – The Lost Patrol (A Patrulha Perdida) * 1933 – Doctor Bull * 1933 – Pilgrimage (Peregrinação) * 1932 – Flesh (Carne) * 1932 – Air Mail (Asas Heróicas) * 1931 – Arrowsmith * 1931 – The Brat (A Garota) * 1931 – Seas Beneath (Sob as Onda) * 1930 – Up the River * 1930 – Born Reckless (Galanteador Audaz) * 1930 – Men Without Women (Homens sem Mulheres) * 1929 – Salute (Em Continência) * 1929 – The Black Watch (A Guarda Negra) * 1929 – Strong Boy (O Moço Forte) * 1928 – Riley the Cop (Polícia Solteirão) * 1928 – Napoleon's Barber (O Barbeiro de Napoleão) * 1928 – Hangman's House (Justiça do Amor) * 1928 – Four Sons (Quatro Filhos) * 1928 – Mother Machree (Minha Mãe/ Sacrifício) * 1927 – Upstream (A Torrente da Fama) * 1926 – The Blue Eagle (A Águia Azul) * 1926 – 3 Bad Men (Três Homens Maus) * 1926 – The Shamrock Handicap (A Folha de Trevo) * 1925 – Thank You (Agradecido) * 1925 – The Fighting Heart (Coração Intrépido) * 1925 – Kentucky Pride (Puro-Sangue) * 1925 – Lightin' (O Coração Não Envelhece) * 1924 – Hearts of Oak (Amor, Juventude e Sacrifício) * 1924 – The Iron Horse * 1923 – Hoodman Blind (Cegueira Humana) * 1923 – North of Hudson Bay (Jornada da Morte) * 1923 – Cameo Kirby (Sota, Cavalo e Rei) - primeiro filme como John Ford * 1923 – Three Jumps Ahead (Descendo Abismos) * 1923 – The Face on the Bar Room Floor (O Romance de um Pintor Célebre) * 1922 – The Village Blacksmith (O Ferreiro da Aldeia) * 1922 – Silver Wings (Veneração Extrema) * 1922 – Little Miss Smiles (Senhorita Sorriso) * 1921 – Jackie (1921) * 1921 – Sure Fire (Fogo Certeiro) * 1921 – Action (Ação Enérgica) * 1921 – Desperate Trails (Pista Inapagável) * 1921 – The Wallop (Corações Independentes) * 1921 – The Freeze-Out (O Chicote do Amor) * 1921 – The Big Punch (Amor Maternal) * 1920 – Just Pals (Camaradas) * 1920 – Hitchin' Posts (No Campo de Honra) * 1920 – The Girl in Number 29 (A Dama do Nº 29) * 1920 – The Prince of Avenue A (Doce Atrocidade) * 1919 – The Last Outlaw * 1919 – The Rustlers * 1919 – Marked Men (Homens Marcados) * 1919 – A Gun Fightin' Gentleman (Dignidade) * 1919 – Rider of the Law (Expiação) * 1919 – Ace of the Saddle (Ação Fecunda) * 1919 – The Outcasts of Poker Flat (O Caminheiro) * 1919 – Riders of Vengeance (Cavaleiros da Vindita) * 1919 – By Indian Post (O Índio Correio) * 1919 – The Gun Packer * 1919 – Gun Law * 1919 – Bare Fists (A Promessa) * 1919 – A Fight for Love (Uma Contenda de Amor) * 1919 – The Fighting Brothers (Luta Entre Irmãos) * 1919 – Roped (Loteria Matrimonial) * 1919 – The Craving * 1918 – The Hill Billy (A Onda da Indignação) * 1918 – Delirium * 1918 – Three Mounted Men (Os Três Cavaleiros) * 1918 – A Woman's Fool (Nas Malhas de Cupido) * 1918 – Hell Bent (A Recompensa) * 1918 – The Scarlet Drop (Pingo de Sangue) * 1918 – Thieves' Gold (Quando se Ama) * 1918 – Wild Women (Reino Venturoso) * 1918 – The Phantom Riders (Rosa do Paraíso) * 1917 – Red Saunders Plays Cupid * 1917 – Bucking Broadway * 1917 – A Marked Man (Preito de um Foragido) * 1917 – The Secret Man (O Fugitivo) * 1917 – Straight Shooting (O Último Cartucho) * 1917 – Cheyenne's Pal * 1917 – The Cattie War * 1917 – The Trail of Shadows * 1917 – The Soul Herder (Arrebanhador de Almas) * 1917 – The Scrapper * 1917 – The Trail of Hate * 1917 – The Tornado (O Furacão) - ainda como Jack Ford, ator e diretor |} == Prémios e nomeações == * Indicação ao Oscar de filme por Arrowsmith (\"Médico e Amante\") em 1931/32 * Indicação ao Oscar de filme por The Informer (\"O Delator\") em 1935 * Oscar de direção por The Informer (\"O delator\") em 1935 * Indicação ao Oscar de filme por Stagecoach (\"No tempo das Diligências\") em 1939 * Indicação ao Oscar de direção por Stagecoach (\"No tempo das Diligências\") em 1939 * Indicação ao Oscar de filme por The Grapes of Wrath (\"As Vinhas da Ira\") em 1940 * Indicação ao Oscar de filme por The Long Voyage Home (\"A Longa Viagem de Volta\") em 1940 * Oscar de direção por The Grapes of Wrath (\"As Vinhas da Ira\") em 1940 * Oscar de filme por How Green Was My Valley (\"Como Era Verde o Meu Vale\") em 1941 * Oscar de direção por How Green Was My Valley (\"Como Era Verde o Meu Vale\") em 1941 * Indicação ao Oscar de filme por The Quiet Man (\"Depois do Vendaval\") em 1952 * Oscar de direção por The Quiet Man (\"Depois do Vendaval\") em 1952 * Indicação ao Oscar de filme, juntamente com Mervyn LeRoy, por Mister Roberts(\"Mister Roberts\"), em 1955 * Indicação ao Oscar de filme por How the West Was Won (\"A Conquista do Oeste\") em 1963 * Recebeu uma nomeação ao Globo de Ouro de Melhor Realizador, por \"The Quiet man\" (1952). * Ganhou um Globo de Ouro especial em 1955, em reconhecimento ao seu pioneirismo na indústria do cinema. * Ganhou o Grand Prix no Festival de Locarno, por \"When Willie comes marching home\" (1950). * Ganhou o Prémio de Melhor Realizador no Festival de Locarno, por \"Fort Apache\" (1948). * Ganhou o Prémio Internacional no Festival de Veneza, por \"The Quiet man\" (1952). * Ganhou o Prémio OCIC no Festival de Veneza, por \"The Quiet man\" (1952). * Ganhou duas nomeações especiais no Festival de Veneza, por \"The Whole town's walking\" (1934) e \"Mary of Scotland\" (1936). * Ganhou um Leão de Ouro honorário em 1971, em reconhecimento da sua carreira no cinema. ==Bibliografia== * * ==Ligações externas== * Categoria:Norte- americanos de ascendência irlandesa Categoria:Cineastas dos Estados Unidos Categoria:Óscar de melhor realização Categoria:Católicos dos Estados Unidos Categoria:Sepultados no Holy Cross Cemetery Categoria:Naturais do Maine Categoria:Leão de Ouro de carreira Categoria:Medalha Presidencial da Liberdade",
 "title": "John Ford"
}