{
 "id": "80382",
 "text": "Unforgiven é um filme de faroeste de 1992, dirigido e protagonizado por Clint Eastwood. A produção ainda conta com Gene Hackman, Morgan Freeman, Richard Harris, Jaimz Woolvett, Saul Rubinek e Frances Fisher. Unforgiven foi indicado a nove Oscars e foi premiado nas categorias de Melhor Filme, Melhor Diretor (Clint Eastwood), Melhor Ator Coadjuvante (Gene Hackman) e Melhor Montagem (Joel Cox). Eastwood foi indicado ao Oscar de Melhor Ator por seu desempenho, mas perdeu para Al Pacino por Scent of a Woman. O filme foi o terceiro western a ganhar o Oscar de Melhor Filme, após Cimarron (1931) e Dances with Wolves (1990). Eastwood afirmou que o filme seria seu último western por medo de se repetir ou imitar o trabalho de outra pessoa. Eastwood dedicou o filme aos diretores e mentores Sergio Leone e Don Siegel nos créditos finais, quando aparece a mensagem \"Dedicated to Sergio and Don\". Em 2004, Unforgiven foi adicionado ao National Film Registry da Biblioteca do Congresso dos Estados Unidos como sendo considerado \"cultural, historicamente ou esteticamente significativo\". O filme é sobre pistoleiros semi-aposentados que trabalham por dinheiro. Eles aceitam se unir a um jovem cowboy para um último trabalho. Nesse filme desmistificador do Velho Oeste, a violência não é gloriosa e se manifesta como reação da insegurança masculina ou então como efeito das bebidas. Já as mulheres não são vistas como estereótipos e os antigos heróis celebrizados pela literatura popular são mostrados como ineptos ou farsantes.Crítica: Faroeste \"Os Imperdoáveis\" questiona o próprio gênero Folha de S.Paulo == Sinopse == A história se passa na região do Wyoming em 1880, quando um maldoso cowboy desfigura a face de uma prostituta com uma faca, ao ouvir um comentário pouco elogioso dela sobre determinado órgão de seu corpo. O xerife encontra o cowboy e seu amigo arruaceiro mas os libera mediante pagamento de uma indenização ao dono do saloon. As outras prostitutas ficam furiosas, pois já haviam sido maltratadas pelos mesmos indivíduos, e oferecem um prêmio para quem caçar e matar os cowboys. Um jovem pistoleiro que chama a si mesmo de Schofield Kid (Woolvett), resolve ganhar o prêmio e recruta William Munny (Eastwood) — um infame pistoleiro aposentado, assassino e bandido que se reformou quando se casou com uma mulher honesta. Após a morte da esposa, Munny continuou a cuidar de dois filhos e da criação de porcos, mas aceita o trabalho pelo dinheiro. Munny chama seu sócio e vizinho, Ned Logan (Freeman), para ajudá-lo a caçar os dois homens. Entretanto, outro pistoleiro, o \"English Bob\" (Harris), também resolve ganhar a recompensa. Bob chega a cidade junto com um jornalista contratado para escrever sobre suas façanhas. O livro se chamará \"The Duke of Death.\" (O duque da morte). Little Bill Daggett (Hackman), o xerife local e pistoleiro, resolve usar Bob como exemplo para evitar que novos pistoleiros apareçam na cidade em busca do prêmio e o ridiculariza e insulta em público. Quando Bob sai da cidade, o escritor resolve ficar para anotar as façanhas do temido xerife. À noite, Munny e seus companheiros chegam a cidade e vão ao saloon se encontrar com as prostitutas. Enquanto Munny, febril, espera pelos companheiros, o xerife descobre que ele está armado. Se negando a entregar a arma, Munny é brutalmente espancado pelo xerife e seus auxiliares. Ele sai carregado da cidade pelos dois companheiros, que retornaram após conversar sobre o prêmio. Munny se recupera graças a ajuda dos amigos e das prostitutas e os três iniciam a caçada aos dois cowboys. Pouco depois de atacar e matar um dos cowboys em um canyon, Ned desiste e vai embora. Munny e Kid retomam a caçada e em uma nova emboscada Kid mata o segundo cowboy dentro de um banheiro. O xerife fica sabendo e alguns homens conseguem pegar Ned quando este ia para o sul. Quando Munny e Kid estão recebendo o pagamento pelo serviço, umas das prostitutas os revela que Ned fora capturado e morto por Little Bill. Kid descobre quem realmente era William Manny e com medo, revela que nunca matara ninguém antes e resolve desistir do prêmio, Munny o tranquiliza e diz que ele agora é o seu único amigo, pedindo que leve o prêmio e entregue aos seus filhos. Motivado pela morte de Ned, Munny volta a beber e resolve vingá-lo. Ao chegar no saloon, onde estão o xerife e seus homens, Munny dá de cara com o corpo de Ned dentro de um caixão exposto do lado de fora. Munny entra no recinto com arma em punho e deixa todos atônitos ao atirar no dono do estabelecimento por tê-lo \"decorado\" com o corpo de seu amigo. Little Bill, com ódio nos olhos revela a todos que aquele homem era William Munny, um assassino covarde que matava mulheres e crianças, sendo confirmado pelo próprio, que pediu que os homens próximos ao xerife saíssem de perto dele. A arma de Munny falha e Bill manda seus homens matá-lo, mas este puxa uma segunda arma e mata todos que tentaram acertá-lo. Manny sai do saloon avisando que quem aparecer em sua frente vai morrer, manda deixarem as prostitutas em paz e vai embora. == Elenco == * Clint Eastwood como William \"Will\" Munny * Gene Hackman como \"Little\" Bill Daggett * Morgan Freeman como Ned Logan * Richard Harris como English Bob * Jaimz Woolvett como The Schofield Kid * Saul Rubinek como W. W. Beauchamp * Frances Fisher como Strawberry Alice * Anna Levine como Delilah Fitzgerald * Rob Campbell como Davey Bunting * Anthony James como Skinny Dubois * Liisa Repo-Martell como Faith * Jeremy Ratchford como Deputy Andy Russell * Shane Meier como William Munny Jr. * David Mucci como Quick Mike * Tara Frederick como Little Sue * Ron White como Clyde Ledbetter * John Pyper-Ferguson como Charley Hecker * Beverley Elliott como Silky * Josie Smith como Crow Creek Kate * Frank C. Turner como Fuzzy * Lochlyn Munro como Texas Slim * Jefferson Mappin como Fatty Rossiter * Philip Maurice Hayes como Lippy MacGregor * Shane Meier como William Munny Jr. == Produção == O filme foi escrito por David Webb Peoples, que escreveu o filme indicado ao Oscar The Day After Trinity e co- escreveu Blade Runner com Hampton Fancher. O conceito do filme datado de 1976, quando foi desenvolvido sob os títulos The Cut-Whore Killings e The William Munny Killings. Pela lembrança de Eastwood, ele recebeu o roteiro no \"início dos anos 80\", embora não o tenha perseguido imediatamente, porque, segundo ele, \"pensei que deveria fazer outras coisas primeiro\". O roteirista David Webb Peoples cita Taxi Driver de Martin Scorsese como uma de suas influências.Os Imperdoáveis AdoroCinema Uma das pequenas mudanças realizadas no roteiro original foi a retirada da narração na abertura, devidamente substituída por um texto. Muitos dos nomes dos personagens são citações de personagens clássicos de outros filmes do gênero, como Will Munny (variação de Will Penny), os filhos de Munny se chamam Will e Penny (também de Will Penny). O último nome de Little Bill Dagget foi \"emprestado\"' de True Grit (1969), assim como o nome Quincy usado em um diálogo. Ainda no mesmo filme, existe Mexican Bob, enquanto em Unforgiven existe um English Bob. O nome \"The Duke\" é uma referência ao ator John Wayne. O ator Richard Harris estava assistindo High Plains Drifter (1973), dirigido e roteirizado por Clint Eastwood, na televisão quando o próprio ligou para ele e ofereceu o papel de English Bob. Após ler o roteiro, Gene Hackman recusou o papel do xerife Little Bill Daggett, apenas voltando atrás devido insistência de Clint Eastwood, que fazia questão em tê-lo no papel. Clint Eastwood orientou Gene Hackman para que baseasse seu personagem Little Bill Daggett no chefe de polícia Daryl Gates, de Los Angeles. O biógrafo de Clint Eastwood, Richard Schickel, que estava no set, escreveu que Hackman se referiu a Daggett supervisionando a tortura de Ned Logan como \"minha cena de Rodney King\". A mãe de Clint Eastwood, Margaret Ruth Runner, fez uma participação especial no filme e penou por causa de uma roupa pesada que seu personagem usava ao entrar no trem. A cena acabou sendo suprimida no corte final porque o diretor alegou que o filme estava muito grande e muita coisa precisou ser cortada. O pedido de desculpas veio durante a cerimônia do Oscar em seu discurso da conquista do prêmio. As botas usadas por Clint Eastwood são as mesmas do seriado de televisão Rawhide. Elas fazem parte do acervo pessoal do ator e já foram emprestadas para uma mostra de Sergio Leone no Gene Autry Museum of Western Heritage em Los Angeles, Califórnia. Grande parte da cinematografia do filme foi filmada em Alberta em agosto de 1991 pelo diretor de fotografia Jack Green. As filmagens ocorreram entre 26 de agosto de 1991 e 12 de novembro de 1991. O designer de produção Henry Bumstead, que havia trabalhado com Eastwood no High Plains Drifter, foi contratado para criar o \"aspecto desolado e invernal\" do oeste. As cenas de chuvas no filme são todas artificiais porque a região das filmagens estava passando por um grande período de estiagem. Por outro lado, a cena com a neve foi uma surpresa para a equipe de produção e não estava no roteiro. A cidade cenográfica levou dois meses para ser construída, tempo considerado curto no meio cinematográfico. Durante o período da construção, o coordenador de dublês usou o tempo para trabalhar com os atores nos treinamentos das cenas e respectivas coreografias. As sequências com o trem foram filmadas em Sonora, na Califórnia, porque no local ainda existia uma linha férrea como as do século XIX com a bitola (largura) dos trilhos mais estreita que as atuais. Para manter o clima na mais absoluta harmonia com o filme, não eram permitidos veículos motorizados no set de Big Whiskey. == Recepção == === Bilheteria === O filme estreou na primeira posição no fim de semana de lançamento. Seus ganhos de US$15,018,007 (média de US$7,252 de 2,071 cinemas) no fim de semana de estreia foram a melhor abertura de todos os tempos para um filme de Eastwood na época. Ele passou um total de 3 semanas como o filme número 1 na América do Norte. Em seu 35º fim de semana (2 a 4 de abril de 1993), capitalizando suas vitórias no Oscar, o filme retornou ao Top 10 (passando mais 3 semanas no total), ocupando o 8º lugar com um total bruto de US$2,538,358 (US$2,969 em média de 855 cinemas) ), uma melhoria de 197% no final de semana anterior, onde faturou US$855,188 (US$1,767 em média, de 484 cinemas). A exibição do filme foi encerrada em 15 de julho de 1993, tendo passado quase um ano inteiro nos cinemas (343 dias / 49 semanas), tendo arrecadado US$101,157,447 milhões na América do Norte e outros US$58 milhões internacionalmente, totalizando US$159,157,447 milhões no mundo inteiro. === Resposta da crítica === Unforgiven recebeu aplausos generalizados. O Rotten Tomatoes tem uma classificação de aprovação de 96% com base em 98 análises, com uma classificação média de 8,81/10. O consenso crítico do site declara: \"Como diretor e estrela, Clint Eastwood retira décadas de verniz de Hollywood aplicado no Velho Oeste e surge com uma série de declarações duramente eloqüentes sobre a natureza da violência\". Metacritic deu ao filme uma pontuação de 85 em 100 com base em 33 críticas. Jack Methews, do Los Angeles Times, descreveu Unforgiven como \"O melhor western clássico a surgir desde talvez The Searchers, de John Ford, em 1956\". Richard Corliss na Time escreveu que o filme era \"a meditação de Eastwood sobre idade, reputação, coragem, heroísmo - sobre todos os encargos que ele carrega com tanta graça há décadas\". Gene Siskel e Roger Ebert criticaram o trabalho, embora este tenha dado um voto positivo, por ser muito longo e ter muitos personagens supérfluos (como o English Bob de Harris, que entra e sai sem encontrar os protagonistas). Apesar de suas reservas iniciais, Ebert finalmente incluiu o filme em sua lista \" Os Grandes Filmes\". == Premiações == Oscar 1993 (EUA) * Venceu nas categorias de Melhor Filme, Melhor Diretor (Clint Eastwood), Melhor Ator Coadjuvante (Gene Hackman) e Melhor Montagem * Indicado nas categorias de Melhor Ator (Clint Eastwood), Melhor Direção de Arte, Melhor Fotografia, Melhor Mixagem de Som e Melhor Roteiro Original. Globo de Ouro 1993 (EUA) * Venceu nas categorias de Melhor Diretor (Clint Eastwood) e Melhor Ator Coadjuvante (Gene Hackman) * Indicado nas categorias de Melhor Filme e Melhor Roteiro. BAFTA 1993 (Reino Unido) * Venceu nas categorias de Melhor Ator Coadjuvante (Gene Hackman) * Indicado nas categorias de Melhor Filme, Melhor Diretor (Clint Eastwood), Melhor Roteiro Original, Melhor Fotografia e Melhor Mixagem de Som. === Legado === A música do trailer do filme Unforgiven, que apareceu nos cinemas e em alguns dos DVDs, foi composta por Randy J. Shams e Tim Stithem em 1992. A música tema principal, \"Claudia's Theme\", foi composta por Clint Eastwood. Em 2004, Unforgiven foi considerado \"cultural, histórico ou esteticamente significativo\" pela Biblioteca do Congresso dos Estados Unidos e foi selecionado para preservação no National Film Registry. Em 2013, o Writers Guild of America classificou o roteiro de Peoples para Unforgiven como o 30º maior já escrito. O filme foi escolhido pela revista Time como um dos 100 melhores filmes de todos os tempos.The Complete List - ALL-TIME 100 Movies Time A revista Empire realizou uma pesquisa entre leitores e críticos de cinema para selecionar os 500 melhores filmes de todos os tempos, e Unforgiven ficou em 158.The 500 Greatest Movies of All Time Empire O jornal The New York Times, por sua vez, incluiu-o entre os 1.000 melhores filmes da história.The Best 1,000 Movies Ever Made The New York Times ;Reconhecimento do American Film Institute Em junho de 2008, Unforgiven foi listado como o quarto melhor filme americano no gênero western (atrás de The Searchers, High Noon, e Shane) na lista \"AFI's 10 Top 10\" do American Film Institute. * Lista dos melhores filmes estadunidenses segundo o American Film Institute – #98 * Lista dos melhores filmes estadunidenses segundo o American Film Institute (2007) – #68 == Mídia doméstica == Unforgiven foi lançado em DVD e VHS em 24 de setembro de 2002. Foi lançado em Blu-ray Book (um disco Blu-ray com embalagem de livro) em 21 de fevereiro de 2012. Recursos especiais incluem um comentário em áudio pelo biográfo de Clint Eastwood, Richard Schickel; quatro documentários, incluindo \"All on Accounta Pullin' a Trigger\", \"Eastwood & Co.: Making Unforgiven\", \"Eastwood...A Star\", and \"Eastwood on Eastwood\" e muito mais. Unforgiven foi lançado em 4K UHD Blu-Ray em 16 de maio de 2017. == Remake == Um remake japonês Yurusarezaru Mono dirigido por Lee Sang-il e estrelado por Ken Watanabe foi lançado em 2013. O enredo é muito semelhante ao original, mas ocorre durante o período Meiji no Japão, com o personagem de Watanabe sendo um samurai do antigo regime em vez de um bandido.Os Imperdoáveis ganha remake em filme de samurai! Jovem Nerd == Ligações externas == * * Categoria:Filmes dirigidos por Clint Eastwood Categoria:Filmes dos Estados Unidos de 1992 Categoria:Filmes de faroeste dos Estados Unidos Categoria:Filmes de faroeste da década de 1990 Categoria:Filmes com trilha sonora de Lennie Niehaus Categoria:Filmes premiados com o Oscar de melhor filme Categoria:Filmes premiados com o Oscar de melhor direção Categoria:Filmes premiados com o Oscar de melhor ator coadjuvante Categoria:Filmes premiados com o Oscar de melhor montagem Categoria:Filmes premiados com o BAFTA de melhor filme Categoria:Filmes premiados com o Globo de Ouro de melhor realização Categoria:Filmes sobre prostituição Categoria:Filmes sobre vingança Categoria:Filmes ambientados em 1881 Categoria:Filmes ambientados no Wyoming Categoria:Filmes ambientados no Kansas Categoria:Filmes gravados em Wyoming Categoria:Filmes gravados no Kansas Categoria:Filmes gravados em Alberta Categoria:Filmes em língua inglesa Categoria:Filmes da Warner Bros. Categoria:Filmes premiados com o Globo de Ouro de melhor ator secundário Categoria:London Film Critics Circle de melhor filme do ano Categoria:Filmes preservados no National Film Registry",
 "title": "Unforgiven"
}