{
 "id": "80406",
 "text": "Abaixo consta a lista de fundadores do Partido da Social Democracia Brasileira (PSDB). A relação está baseada na ata da reunião realizada em 24 e 25 de junho de 1988 pelo partido. Como parte dos atos de fundação do partido foi constituída a Comissão Diretora Nacional Provisória integrada por onze membros, que decidiu adotar um sistema de rodízio para a presidência do partido. Como primeiro tucano a ocupar o cargo foi escolhido o senador Mário Covas, que seria seguido pelo senador José Richa, pelo senador Fernando Henrique Cardoso e pelo ex-governador Franco Montoro. Para o posto de primeiro secretário-geral foi escolhido o Dep. Euclides Scalco e para o de tesoureiro o deputado federal Jayme Santana. Na mesma ocasião foi aprovada a constituição de Comissões Diretoras Regionais Provisórias em São Paulo, Paraná, Santa Catarina, Rio Grande do Sul, Minas Gerais, Rondônia, Pernambuco, Paraíba e no Distrito Federal.http://www.psdb.org.br Membro fundador UF Almir José de Oliveira Gabriel PA André Franco Montoro SP Célio de Castro MG João Gaspar Rosa SC Pompeu de Sousa DF Ricardo Furlan Rodrigues SP Milton Pereira SP Luiz Eduardo Caminha SC José Freitas Nobre SP Luiz Carlos Bresser Pereira SP Neylor José Toscan PR Fábio Feldmann SP Guiomar Namo de Mello SP Ruyter Vieira Poubel RJ Renildo Soares Vilar MG Ronaldo de Azevedo Carvalho MG Francisco das Chagas Caldas Rodrigues PI Paulo de Tarso Tavares Silva PI Claudio de Sena Martins SP Antonio Perosa SP Sérgio Longman PE José Cruz Macedo DF Geraldo Alckmin SP Luiz Benedicto Máximo SP Ester Monteiro da Silva RJ Dirce Tutu Quadros SP Antonio Rubens Costa de Lara SP Gilda Figueiredo Portugal Gouvêa SP Saulo Queiroz MS Vanderlei Macris SP Ruth Corrêa Leite Cardoso SP Ziza Valadares MG Waldir Alceu Trigo SP Camillo Calazans de Magalhães DF Nelton Friedrich RS Afonso Arinos de Melo Franco RJ José Lucena Dantas DF Robson Marinho SP Antonio Carlos Tonca Falseti SP Therezinha Marcolin Scalco PR Rose de Freitas ES José Ignácio Ferreira ES José Carlos Grecco SP Koyu Iha SP Carlos Cotta MG Cássio Gonçalves MG Artur da Távola RJ Sílvio Abreu MG Paulo Lacerda DF Deni Lineu Schwartz PR Fernando Leça SP Vera Lucia Barreto Moreira DF Euclides Scalco PR Mauro Campos MG Vicente Joaquim Bogo RS Vasco Alves ES Caio Pompeu de Toledo SP Maria do Carmo Piunti SP Hermes Zaneti RS Renato Arcanjo Votto de Oliveira RS Moema São Thiago CE João Bastos Soares SP Maria da Glória da Veiga Moura DF José Guedes RO José Oliveira Costa AL Virgildásio de Sena BA Maria de Lourdes Abadia DF Jayme Santana MA Joaquim dos Santos Andrade SP Márcio Lemos Soares Maia MG Ana Maria Rattes RJ Volnei Garrafa DF Octávio Elísio Alves de Brito MG Sérgio Roberto Vieira da Motta SP Eduardo Jorge Caldas Pereira DF José Richa PR José Roberto Magalhães Teixeira SP Maria Delith Balaban DF Cristina Tavares PE Eliezer Rizzo de Oliveira SP Sergio de Otero Ribeiro DF Pimenta da Veiga MG Amarilio Proença de Macedo CE Francisco Mariano da Rocha de Souza Lima DF Fernando Henrique Cardoso SP Clóvis de Barros Carvalho SP Valter Rodrigues Veloso DF Mário Covas SP José Maria Guimarães Monteiro SP José Aristides de Moraes Filho DF Sigmaringa Seixas DF Odaisa Fernandes Ferreira RO João Gilberto Lucas Coelho RS José Edgard Amorim Pereira MG Ecléa Terezinha Fernandes RS José Serra SP Raymundo Theodoro Carvalho de Oliveira RJ Geraldo Campos DF José Afonso da Silva SP Heloneida Studart Soares RJ Tomaz Gilian Deluca Wonghon RS Francisco de Assis Küster SC Maria Laura de Souza Carneiro RJ José Duval Guedes Freitas RJ Ronaldo Cezar Coelho RJ José Roberto Bassul Campos DF Maria Silvia Elias Lauandos SP Beth Azize AM Juarez Marques Batista MS Tercília Maria M. Xavier RS Vilson Luiz de Souza SC Leonardo Nunes da Cunha MS Renan Calheiros AL Antonio Carlos Mendes Thame SP Carlos Heitor Pioli MG Carlos Antonio Costa Brandão BA Humberto Costa Brandão BA Carmelito Barbosa Alves BA * Fundadores do PSDB",
 "title": "Lista de fundadores do Partido da Social Democracia Brasileira"
}