{
 "id": "80412",
 "text": "Sertania ou sertão refere-se a uma região afastada dos centros urbanos ou do litoral, \"distante ou desprovida de recursos\".Patativa do Assaré inspira análise sociológica em livro. Diário do Nordeste. 5 de janeiro de 2013. Em sentido estrito, o termo costuma ser usado para se referir à região semiárida da Região Nordeste do Brasil.FORTUNATO, M. L. .; MOREIRA NETO, M. . De como lembrar o Semiárido e esquecer o Sertão. Sæculum – Revista de História, [S. l.], n. 23, 2010. Acesso em: 20 nov. 2021. Equivale ao termo australiano outback.OUTBACK: qual é o significado e a tradução de “OUTBACK”? Tecla SAP. 2011. ==Etimologia== O termo sertão tem etimologia incerta e muitas são as hipóteses de sua origem: * pode derivar da expressão \"desertão\" (ou seja, \"deserto grande\"), utilizada pelos portugueses para se referir às regiões despovoadas da África Equatorial. Com a eliminação do \"de\", o termo virou \"sertão\". * pode provir do quimbundo muchitum pela voz angolana muceltão, cujo significado é \"região distante da costa\", \"interior\", \"mato\". * pode provir de Domingos Afonso Sertão, que, em 1676, teria recebido uma sesmaria às margens do rio Gurgueia, no atual estado do Piauí, no Brasil. * pode provir da vila de Sertã, em Portugal. * pode tratar-se de uma corruptela da palavra \"sertã\" (frigideira), pelo fato de serem regiões onde se registram altas temperaturas. A utilização do termo para se referir ao interior da região Nordeste do Brasil popularizou-se a partir da publicação do livro Os Sertões, de Euclides da Cunha, em 1902, que retratou a região. São consideradas sertanias também regiões distantes das áreas metropolitanas das capitais, onde as mesmas estão incluídas, e distantes do litoral. A construção em 1960 da nova capital do Brasil, Brasília, serviu para \"sertanizar\" o país, pois até então as capitais federais se situavam todas no litoral (vide Salvador e Rio de Janeiro). ==Ver também== *Interior do Brasil *Sertão nordestino Categoria:Geografia do Brasil",
 "title": "Sertania"
}