{
 "id": "8044",
 "text": "Ivan Petrovich Pavlov (Riazã, 26 de setembro de 1849 - Leningrado, 27 de fevereiro de 1936) foi um fisiologista russo conhecido principalmente pelo seu trabalho no condicionamento clássico. Foi premiado com o Nobel de Fisiologia ou Medicina de 1904, por suas descobertas sobre os processos digestivos de animais. Ivan Pavlov veio, no entanto, a entrar para a história por sua pesquisa em um campo que se apresentou a ele quase que por acaso: o papel do condicionamento na psicologia do comportamento (reflexo condicionado). == Carreira == Na década de 1920, ao estudar a produção de saliva em cães expostos a diversos tipos de estímulos palatares, Pavlov percebeu que com o tempo a salivação passava a ocorrer diante de situações e estímulos que anteriormente não causavam tal comportamento (como por exemplo o som dos passos de seu assistente ou a apresentação da tigela de alimento). Curioso, realizou experimentos em situações controladas de laboratório e, com base nessas observações, teorizou e enunciou o mecanismo do condicionamento clássico. thumb|250px|Casa de Ivan Pavlov em Riazã A ideia básica do condicionamento clássico consiste em que algumas respostas comportamentais são reflexos incondicionados, ou seja, são inatas em vez de aprendidas, enquanto outras são reflexos condicionados, aprendidos através do emparelhamento com situações agradáveis ou aversivas simultâneas ou imediatamente posteriores. Através da repetição consistente desses emparelhamentos é possível criar ou remover respostas fisiológicas e psicológicas em seres humanos e animais. Essa descoberta abriu caminho para o desenvolvimento da reflexologia e psicologia comportamental e mostrou ter ampla aplicação prática, inclusive no tratamento de fobias e nos anúncios publicitários entre outras aplicações da medicina e ciências cognitivas. Foi sepultado no Cemitério de Volkovo em São Petersburgo. 251x251px|miniatura|direita|Sepultura no Cemitério de Volkovo == Pesquisa sobre o sistema nervoso == Pesquisa sobre tipos e propriedades de sistemas nervosos Pavlov sempre se interessou por biomarcadores de tipos de temperamento descritos por Hipócrates e Galeno. Ele chamou esses biomarcadores de \"propriedades dos sistemas nervosos\" e identificou três propriedades principais: (1) força, (2) mobilidade dos processos nervosos e (3) um equilíbrio entre excitação e inibição e derivou quatro tipos com base nessas três propriedades. Ele estendeu as definições dos quatro tipos de temperamentos em estudo na época: fleumático, colérico, sanguíneo e melancólico, atualizando os nomes para \"o tipo forte e impetuoso, o tipo forte equilibrado e calmo, o tipo forte equilibrado e animado\" e o tipo fraco\". Pavlov e seus pesquisadores observaram e começaram o estudo da inibição transmarginal (TMI), a resposta natural do corpo ao desligar quando exposto a um estresse ou dor esmagadores por choque elétrico. Esta pesquisa mostrou como todos os tipos de temperamento reagiram aos estímulos da mesma maneira, mas diferentes temperamentos se movem através das respostas em momentos diferentes. Ele comentou \"que a diferença herdada mais básica (...) foi a rapidez com que atingiram esse ponto de parada e que o rápido para desligar tem um tipo fundamentalmente diferente de sistema nervoso\". == Pavlov na educação == Os princípios básicos do condicionamento clássico de Pavlov servem como pano de fundo histórico das atuais teorias da aprendizagem. No entanto, o interesse inicial do fisiologista russo no condicionamento clássico ocorreu quase por acidente durante um de seus experimentos sobre digestão em cães. Considerando que Pavlov trabalhou em estreita colaboração com os animais ao longo de muitas de suas experiências, suas primeiras contribuições foram principalmente sobre o aprendizado de animais. No entanto, os fundamentos do condicionamento clássico foram examinados em muitos organismos diferentes, incluindo seres humanos. Os princípios básicos subjacentes ao condicionamento clássico de Pavlov se estenderam a uma variedade de configurações, como salas de aula e ambientes de aprendizado. O condicionamento clássico se concentra no uso das condições anteriores para alterar as reações comportamentais. Os princípios subjacentes ao condicionamento clássico influenciaram as estratégias preventivas de controle antecedente usadas na sala de aula. O condicionamento clássico estabeleceu as bases para as práticas atuais de modificação de comportamento, como controle antecedente. Eventos e condições anteriores são definidos como aquelas que ocorrem antes do comportamento. As primeiras experiências de Pavlov usaram a manipulação de eventos ou estímulos que precedem o comportamento (isto é, um tom) para produzir salivação em cães, assim como os professores manipulam ambientes de instrução e aprendizado para produzir comportamentos positivos ou diminuir comportamentos desadaptativos. Embora ele não tenha se referido ao tom como antecedente, Pavlov foi um dos primeiros cientistas a demonstrar a relação entre estímulos ambientais e respostas comportamentais. Pavlov sistematicamente apresentou e retirou estímulos para determinar os antecedentes que provocavam respostas, o que é semelhante ao modo como os profissionais da educação realizam avaliações de comportamento funcional. Estratégias anteriores são apoiadas por evidências empíricas para operar implicitamente em ambientes de sala de aula. As intervenções baseadas em antecedentes são apoiadas por pesquisas para serem preventivas e produzir reduções imediatas nos comportamentos problemáticos. == Ligações externas == * *Artigo PBS * Artigo do Instituto de Medicina Experimental sobre Pavlov * Link para uma lista de cães de Pavlov com algumas fotos * Commentary on Pavlov's Conditioned Reflexes - 50 Psychology Classics * van Pavlov e seus cães * Ivan P. Pavlov: Toward a Scientific Psychology and Psychiatry * Categoria:Nobel de Fisiologia ou Medicina Categoria:Laureados da Rússia com o Nobel Categoria:Medalha Copley Categoria:Membros da Academia de Ciências da Rússia Categoria:Membros da Academia de Ciências da França Categoria:Membros estrangeiros da Royal Society Categoria:Membros da Academia Nacional de Ciências dos Estados Unidos Categoria:História da neurociência Categoria:Ateus da Rússia Categoria:Fisiologistas da Rússia Categoria:Psicólogos da Rússia Categoria:Psicólogos behavioristas Categoria:Etólogos Categoria:Alunos da Universidade Estatal de São Petersburgo Categoria:Naturais de Riazã Categoria:Sepultados no Cemitério de Volkovo",
 "title": "Ivan Pavlov"
}