{
 "id": "80528",
 "text": "Gravura é um termo utilizado para nomear um conjunto de técnicas artísticas utilizadas para produzir imagens a partir de suportes duros (placas ou blocos de metal, madeira, pedra, etc). O termo também é utilizado para se referir a desenhos feitos em superfícies duras - como madeira, pedra e metal - com base em incisões, corrosões e talhos realizados com instrumentos e materiais especiais. == Tipos de gravura == Em horizonte: o sulco vai receber a tinta e aparece como positivo no trabalho final. Em relevo: a superfície em alto relevo é que recebe a tinta, e o sulco aparece em negativo (sem a presença da tinta). A gravação da imagem é um processo de incisão (riscar, gravar) sobre determinada superfície ou material que se tornará a matriz da gravura. O resultado de uma ou mais técnicas de impressão, consiste na transferência da “imagem” da matriz para outro tipo de suporte, como papel ou tecido. == Técnicas == A xilogravura é a técnica mais antiga para produzir gravuras, e seus princípios são muito simples. O artista retira de uma superfície plana (matriz: madeira), com o auxílio de ferramentas de corte e entalhe (goivas) as partes que ele não quer que tenham cor na gravura. Após aplicar tinta na superfície, coloca um papel sobre a mesma. Ao aplicar pressão (com uma prensa) sobre essa folha a imagem é transferida para o papel. A técnica da gravura em metal ou calcogravura ou calcografia começou a ser utilizada na Europa no século XV. As matrizes podem ser feitas a partir de placas de cobre, zinco, alumínio ou latão. Estas são gravadas com incisão direta ou pelo uso de banhos de ácido. Água-forte, água-tinta, ponta seca são as técnicas mais usuais. A matriz é entintada e utiliza-se uma prensa para transferir a imagem para o papel. Em 1796 Alois Senefelder descobriu as possibilidades da pedra calcária para fazer impressões e, após dois anos de experimentações desenvolveu a técnica da Litografia. Esta técnica parte do princípio químico que água e gordura se repelem. As imagens são desenhadas com material gorduroso sobre pedra calcária e com a aplicação de ácido sobre a mesma, a imagem é gravada. Assim como a gravura em metal, essa técnica também necessita de uma prensa para transferir para o papel a imagem gravada na pedra. Embora existam registros de trabalhos utilizando stencil na China, no século VIII, a serigrafia começa a ser aplicada mais frequentemente por artistas na segunda metade do século XX. Como as técnicas descritas acima, também a serigrafia apresenta diversas técnicas de gravação de imagem. Uma delas é a gravação por processo fotográfico. Imagens são gravadas na tela de poliéster e com a utilização de um rodo com a tinta a imagem é transferida para o papel. A gravura com fotopolímero remonta aos anos 70 e resulta da utilização dos materiais de artes gráficas e flexografia, para impressão em superfícies irregulares. Segundo Boegh a “introdução de novos materiais e processos deram um número de possibilidades de expressão, impossíveis com a gravura convencional”. Ainda segundo o autor, é em meados dos anos 90 que se evidencia um maior desenvolvimento na gravura com a utilização destes materiais “que, se supõe, são inofensivos para a saúde e para o meio ambiente ao serem utilizados corretamente, foram promovidos por visionários como Keith Howard, Mark Zaffron, Friedhard Kiekeben, Robert Adam entre outros”, daí a designação de gravura não-tóxica ou menos tóxica. == Fotopolímero == Decompondo a palavra fotopolímero etimologicamente temos de origem grega: foto = luz; poli = muitos e meros = partes. O termo fotopolímero descreve uma técnica onde partículas simples (monómeros) unem-se a outros monómeros mediante a reação química que se designa como polimerização, iniciada por ação de uma luz ultravioleta. Este material tem como princípio “ endurecer quando é exposto a uma fonte de luz UV”(Guadix, 2011). Esta técnica também é conhecida por \"Solarplate\", quando Keith Howard na sua investigação, expôs a chapa de polímero à luz do Sol, rica em raios UV. Existem no mercado várias marcas que fabricam este tipo de produtos mas a sua estrutura é essencialmente a mesma. Uma chapa de fotopolímero é constituída por várias camadas: uma cama de proteção, que antecede a camada de fotossensível de fotopolímero, uma camada anti-alo e uma outra camada adesiva para aderir ao tipo de suporte que pode variar entre chapa metálica ou poliéster. Em alguns tipos de polímero, a revelação pode ser realizada com água, o que torna seguro este processo pelo que foi facilmente incrementado no ensino. == História da gravura == == Ver também == * Digigravura * Gravura em metal (encavo) * Xilogravura (relevo) * Petróglifo * Aquagravura",
 "title": "Gravura"
}