{
 "id": "8057",
 "text": "A primeira dinastia de faraós egípcios faz parte, juntamente com a segunda dinastia, da Época Tinita (os Hórus tinitas - por terem origem em Tis, no Alto Egito) ou período arcaico da sua história, indo de 3200 a.C. até 2778 a.C (variando estas datas consoante as fontes bibliográficas). A primeira e segunda dinastia são, ainda, unidas sob a designação de \"Período Protodinástico\", sendo antecedida, por alguns autores, de uma Dinastia 0. Começou com a unificação do Alto Egito com o Baixo Egito. Formava-se, assim, um reino que ia da primeira catarata em Assuão até ao Delta do Nilo, ao longo deste rio. Os documentos históricos que nos chegam desta época são escassos, reduzindo-se a alguns monumentos e alguns objectos que ostentam o nome dos governantes. A chamada \"paleta de Narmer\" é, sem dúvida, destes objectos, o mais importante e mais discutido. Uma das razões para esta falta de documentação deve-se ao facto de escrita estar, então, em desenvolvimento, não existindo na forma acabada dos hieróglifos que conhecemos hoje. Grandes túmulos reais em Abidos, Nacada e Sacará, juntamente com os cemitérios em Helouan, perto de Mênfis, revelam estruturas construídas em grande parte de madeira e tijolo de adobe. A pedra era, parcamente, utilizada no revestimento de paredes e do chão. A pedra era aplicada essencialmente na manufactura de ornamentos, recipientes e estátuas. == Lista de Faraós == A primeira dinastia foi composta pelos seguintes faraós (por ordem cronológica):Jona Lendering, Egyptian Pharaohs [em linha]O texto de Jona Lendering não inclui das datas dos reinados. Primeira dinastia Nome Comentários Data do reinado Narmer ou Menés? 3200 – 3049 a.C. Atótis Quenquenés 3049 – 3008 a.C. Uenefés 3008 – 2975 a.C. Merneite Merneite não está no artigo de Jona Lendering. Regente de Usafedo – Usafedo ou Udimu 2975 – 2935 a.C. Miebido ou Enezibe 2935 – 2925 a.C. Semempsés 2925 – 2916 a.C. Bienequés 2916 – 2890 a.C. *01",
 "title": "I dinastia egípcia"
}