{
 "id": "8060",
 "text": "O calvinismo é tanto um movimento religioso protestante quanto um sistema teológico bíblico com raízes na Reforma Protestante, tendo o seu maior expoente no reformador francês João Calvino. A maior associação Reformada no mundo é a Comunhão Mundial das Igrejas Reformadas com mais de 100 milhões de membros em 2020 denominações em todo o mundo. Outras organizações reformadas internacionais são a Fraternidade Reformada Mundial e a Conferência Internacional das Igrejas Reformadas. Conforme os critérios de filiação da Comunhão Mundial das Igrejas Reformadas, uma denominação pode ser identificada como reformada (ou calvinista) se adere aos seguintes pontos: # Aceita Jesus Cristo como Senhor e Salvador; # Considera a Palavra de Deus dada nas Escrituras do Antigo e Novo Testamento como a autoridade suprema em matéria de fé e vida; # Reconhece a necessidade da contínua reforma da universal Igreja; # Cuja posição de fé e evangelismo concorde de modo geral com as confissões históricas reformadas; # E que reconhece que a tradição reformada é um ethos de tradição bíblica, evangélica e doutrinária, em vez de qualquer definição estreita e exclusiva de fé e ordem. == Nomenclatura == thumb|Congregação calvinista em Ulm, Alemanha. O termo calvinismo pode ser enganoso, pois essa tradição religiosa sempre foi diversificada, com uma vasta gama de influências, em vez de um único fundador. A Tradição Reformada foi desenvolvida por outros teólogos como Martin Bucer, Heinrich Bullinger, Pietro Martire Vermigli e Ulrico Zuínglio. Apesar disso, a Fé Reformada costuma levar o nome de Calvinismo, por ter sido Calvino o seu mais proeminente teólogo. Atualmente, o termo também se refere às doutrinas e práticas das Igrejas Reformadas.Calvinism As A Life System, de Abraham Kuyper O sistema de uma vertente hipercalvinista costuma ser sumarizado através dos cinco pontos do calvinismo. O movimento calvinista foi chamado pela primeira vez calvinismo pelos luteranos que se opunham ao calvinismo, e muitos dentro desta tradição preferem usar o termo reformado para se descrever. João Calvino repudiava o termo “calvinista”. Em suas “Leçons ou commentaires et expositions sur les révélations du prophète Jeremie”, chegou a dizer que: “Eles não poderiam nos atribuir um insulto maior do que esta palavra, Calvinismo. Não é difícil adivinhar de onde vem esse ódio mortal que eles têm contra mim”. Por esse motivo, o termo calvinista pode ser bastante enganoso para induzir à visão de que ele se iniciaria ou teria sido plenamente desenvolvido por Calvino. Dada esta diversidade na origem e no desenvolvimento, é mais correto falar em 'igrejas reformadas' ou em 'tradição reformada' do que em 'calvinismo'. == História == === Antecedentes === Ainda que a Reforma Protestante tenha eclodido apenas no século XVI, as raízes deste movimento começaram a emergir durante a Baixa Idade Média (séculos XI-XV), quando grupos de cristãos passaram a questionar as normas, práticas e doutrinas da Igreja Católica, os quais ficaram conhecidos como aqueles que propagavam as “heresias medievais”, ou seja, que se colocavam contrários à doutrina católica romana. Dentre eles estavam os valdenses, grupo religioso fundado pelo mercador Pedro Valdo, no século X. Um movimento cristão de caráter ascético, os valdenses já defendiam muitos dos pontos que mais tarde seriam importantes para a Reforma, expostos na Profissão de Fé de Valdo, que sobrevive até hoje. Dentre outras teses teológicas relevantes, os valdenses pregavam: a suficiência da expiação de Cristo; uma negação do Purgatório como uma \"invenção do Anticristo\"; a queda do homem; a negação da transubstanciação; o sacerdócio universal; a estrita aderência à Bíblia, que foi traduzida para a língua da população; a recusa da veneração aos santos; e a pregação da Palavra por leigos. Intensamente perseguidos pelas autoridades católicas, os valdenses buscaram se juntar à nascente Reforma Protestante, no século XVI, e com as Resoluções de Chanforan em 12 de setembro de 1532, se tornaram formalmente parte da tradição calvinista. O movimento influenciou significativamente o proeminente reformador suíço Heinrich Bullinger, e a primeira versão protestante da Bíblia em francês, traduzida por Pierre Robert Olivétan com a ajuda de um ainda jovem e recém-convertido ao Protestantismo João Calvino, foi em parte baseada na versão valdense do Novo Testamento, e teve auxílio em seu financiamento e publicação das igrejas valdenses. Desta forma, é razoável supor que houve significativa influência do movimento valdense no calvinismo. Entretanto, os personagens que teriam maior influência sobre as reformas religiosas seriam o reformador inglês John Wycliffe (1320-1384) e o reformador tcheco Jan Hus (1369-1415). Wycliffe foi padre, doutor e professor de teologia em Oxford, sendo um forte crítico do luxo, abusos e excessos de poder da Igreja, e colocando-se contra a existência do poder papal e de qualquer forma de institucionalização da Igreja. Defendia que a mesma deveria adotar uma pobreza apostólica e afirmava que a verdadeira Igreja era composta pela Assembleia dos Eleitos, que não necessitavam de intermediários, pois possuíam um contato direto com Deus através do acesso às Escrituras, tendo traduzido a Bíblia para o inglês. Condenou a prática das indulgências, a veneração de imagens e santos, a confissão auricular e o celibato clerical. Apesar de ter recebido o apoio da Corte inglesa, em especial por condenar o envio de dinheiro inglês para Roma - tendo chegado a ser conselheiro teológico da Coroa - a reação da Igreja Romana às suas ideias foi dura, e no Concílio de Constança (1415), suas obras foram condenadas como heréticas, seus escritos queimados e proibidos de circular, e ele próprio foi condenado à fogueira póstuma, fazendo com que seus ossos fossem exumados e queimados. Contudo, suas ideias se espalhariam por outras regiões da Europa e influenciariam Jan Hus. Também padre e professor da Universidade de Praga, Hus foi um difusor das ideias de Wycliffe, ao defender a adoção da pobreza apostólica por parte do clero e o fim das indulgências, e também afirmando a Bíblia como a maior autoridade cristã, e declarando que o Papa que não a seguisse não deveria ser obedecido, visto que Cristo era o verdadeiro chefe da Igreja. Também antecipou algumas teses calvinistas importantes, tais como a depravação total e a expiação limitada, em alguns trechos da sua obra. Às vezes, o termo calvinista, sem ser seguido de alguma explicação, significa Calvinismo do sínodo de Dordt como em oposição a outras posições teológicas, principalmente o arminianismo. === A influência de João Calvino === João Calvino exerceu uma influência importantíssima no desenvolvimento da doutrina reformada. Para além da sua influência sobre a doutrina da predestinação, pela qual é mais conhecido, ele era um prolífico escritor, produzindo uma ampla obra literária que compõe 59 volumes da coleção conhecida como Corpus Reformatorum, incluindo as famosas Institutas, comentários sobre quase todos os livros da Bíblia, sermões, escritos apologéticos, litúrgicos e catequéticos, panfletos e tratados, além de inúmeras cartas escritas às mais diferentes categorias de pessoas. As Institutas da Religião Cristã, opus magnum (ou grande obra), foram publicadas pela primeira vez em 1536, e atualizadas com novas informações e ideias ao longo de 23 anos, sendo a sua última edição publicada em 1559. Em sua primeira edição, foi publicada com o propósito de ser uma introdução simples (até mesmo rudimentar) ao conhecimento da vida cristã, ou, como dito pelo próprio Calvino: “Pretendi apenas fornecer algum ensino elementar através do qual qualquer pessoa que tenha sido tocada por um interesse na religião pudesse ser educada na verdadeira piedade. E fui especialmente diligente nessa obra por causa do nosso próprio povo da França. Vi muitos deles com fome e sede de Cristo, mas muito poucos imbuídos com até mesmo um pequeno conhecimento dele. Que é isto que propus, o próprio livro testifica através de sua forma de ensino simples e até mesmo rudimentar”. Esta primeira edição tinha apenas seis capítulos, que tratavam dos seguintes temas: (1) A lei: exposição do Decálogo; (2) A fé: exposição do Credo dos Apóstolos; (3) A oração: exposição da Oração Dominical; (4) Os sacramentos; (5) Os cinco falsos sacramentos; (6) A liberdade cristã, o poder eclesiástico e a administração política. Com o tempo, entretanto, a empreitada de Calvino foi ganhando contornos mais ambiciosos. Já na segunda edição das Institutas, ele afirmava que: “Minha intenção nesta obra foi preparar e treinar de tal modo na leitura da Palavra Divina os aspirantes à teologia sagrada que eles possam ter fácil acesso à mesma e depois nela prossigam sem tropeçar. Pois penso que abrangi de tal maneira a suma da religião em todas as suas partes, dispondo-a em ordem, que todos os que a assimilarem corretamente não terão dificuldade em determinar tanto o que devemos buscar de modo especial nas Escrituras quanto para que objetivo devem direcionar tudo o que está contido nas Escrituras”. Ao final, em sua última edição, as Institutas possuíam um volume muito maior que em sua versão original, e abordavam um escopo de assuntos muito mais amplo complexo. Outra fonte de contribuição de Calvino para o estabelecimento da teologia reformada foi a sua atuação na fundação da Academia de Genebra. Através da sua liderança e com o auxílio de Teodoro de Beza, estabelecido por ele como o primeiro reitor da recém-nascida universidade, a Academia pôde se tornar um proeminente centro de treinamento para reformadores protestantes, a maioria dos quais eram refugiados franceses, enviando assim missionários e pastores por toda a Europa. Além disso, Calvino buscou exercer um papel conciliador entre as diferentes correntes do protestantismo da época, buscando conciliar luteranos e zuinglianos no que dizia respeito à sua doutrina sobre a Ceia, e sendo coautor do Consensus Tigurinos ou Consenso de Zurique, que buscava trazer unidade às igrejas protestantes quanto às suas doutrinas sobre os sacramentos. === A diferenciação em relação ao Luteranismo === miniaturadaimagem|Muro da Reforma em Genebra, na Suíça. Da esquerda para a direita: Guillaume Farel, João Calvino, Théodore de Bèze e John Knox. O calvinismo se desenvolveu principalmente a partir da segunda fase da Reforma Protestante, quando as igrejas protestantes começaram a se institucionalizar, na sequência da excomunhão de Martinho Lutero da Igreja Católica Romana. Neste sentido, o calvinismo foi originalmente um movimento luterano. O próprio Calvino assinou a versão alterada da Confissão Luterana de Augsburg, a Variata, em 1540. Por outro lado, a influência de Calvino começou a fazer-se sentir na Reforma Suíça, que não foi luterana, tendo seguido a orientação conferida por Ulrico Zuínglio, um teólogo da primeira geração da Reforma que tinha alguns pontos relevantes de divergência com os luteranos, particularmente quanto ao papel dos sacramentos. A doutrina das igrejas reformadas, portanto, tomou uma direção independente da de Lutero, graças à influência de numerosos escritores e reformadores, dentre os quais estavam Ulrico Zuínglio, João Calvino, Martin Bucer, William Farel, Heinrich Bullinger, Pietro Martire Vermigli, Teodoro de Beza, e John Knox. Calvinistas romperam com a Igreja Católica Romana, mas diferiam de outros reformadores. Em relação aos luteranos, distinguiam-se na doutrina sobre a presença real de Cristo na Eucaristia, Princípio regulador do culto e o uso da lei de Deus para os crentes, entre outras coisas. A expansão calvinista Após a publicação das Institutas, houve um período de intenso crescimento do movimento reformado na Europa, cada qual com o seu viés teológico e social distinto. Na Escócia, onde o reformador John Knox liderou um movimento revolucionário de cunho religioso, o movimento se desenvolveu em uma direção politicamente muito mais radical do que no calvinismo original. Knox entrou em conflito com as autoridades quase imediatamente, embora a Confissão Escocesa seja cuidadosamente contida, em relação à resistência ao poder: 'Portanto, confessamos e declaramos que aqueles que resistem aos poderes supremos, enquanto estiverem agindo em suas próprias esferas, estão resistindo à ordenança de Deus e não podem ser considerados inocentes. Afirmamos ainda que, enquanto os príncipes e governantes cumprirem vigilantemente seu ofício, qualquer pessoa que lhes negue ajuda, conselho ou serviço, o nega a Deus, que por seu lugar-tenente anseia por isso deles.' Mesmo assim, a qualificação, 'enquanto eles estiverem agindo em suas próprias esferas', representa uma ameaça ao poder; e, em suas entrevistas posteriores com a Rainha e em seu debate com Maitland de Lethington, Knox afirmou categoricamente que quando os poderes governantes ultrapassassem suas esferas, o povo tinha todo o direito de resistir a eles. No século e meio seguinte, a História da Escócia foi dominada pela determinação da coroa em dominar a Igreja. As coisas chegaram ao auge com a Restauração de 1660, quando Carlos II se arrogou o poder absoluto em todas as questões espirituais e temporais. A luta pela independência espiritual tornou- se então uma luta contra a tirania política; o produto final seria a derrota do absolutismo e a introdução da monarquia constitucional. A base da luta era uma teoria bem desenvolvida da desobediência civil, exposta em uma volumosa literatura. Enquanto isso, na Suíça, isolada política e culturalmente após a Reforma de sua proximidade geográfica com a França católica romana e Sabóia, Genebra foi forçada a estabelecer uma rede difusa, mas poderosa, de relações intelectuais e econômicas com o resto da Europa e com nações no exterior. A Basileia e Genebra tornaram-se, então, além de centros missionários, centros de impressão importantes, com uma produção literária igual à de centros históricos como Estrasburgo ou Lyon, com a tradição acadêmica suíça geralmente considerando a Reforma como o divisor de águas entre a cidade medieval e o início da República moderna independente. Na França, a despeito da ampla perseguição ao Huguenotes, em 1555 foram erguidas as primeiras Igrejas calvinistas, nomeadamente em Paris, Meaux, Angers, Poitiers e Loudun. Nos três anos seguintes surgiram as comunidades de Orleães, Rouen, La Rochelle, Toulouse, Rennes e Lyon. O protestantismo francês, a partir de então, experimentou um rápido crescimento. Em 1562, já eram mais de 2.000 igrejas francesas, com dois milhões de huguenotes. Além desses primeiros locais, o calvinismo se espalhou pela Inglaterra, Holanda, Itália, as colônias de língua inglesa da América do Norte e por partes da Alemanha e da Europa central. Em muitos destes locais, o calvinismo tornou-se imediatamente popular e atraente, para além das fronteiras geográficas e sociais. Na Alemanha, encontrou adeptos entre burgueses e príncipes e, na Inglaterra e na Holanda, houve convertidos em todos os grupos sociais. No mundo anglo-saxão, as noções calvinistas encontraram materialização no puritanismo inglês, cujo ethos provou ser muito influente na América do Norte no início do século XVII. No Brasil, os primeiros registros de evangelização calvinista começaram já durante o período colonial, mas só houve crescimento sustentado dos membros desta corrente religiosa a partir do século XIX, com o advento da liberdade religiosa. O Sínodo de Dort De de 1618 a 1619, ocorreu um sínodo internacional que teve lugar em Dordrecht, na Holanda. Este sínodo, promovido pela Igreja Reformada Holandesa, com o objectivo de regular uma séria controvérsia nas Igrejas Holandesas, gerada pela ascensão do arminianismo, contou com representantes reformados de alguns estados da Alemanha, Inglaterra, Suíça e Holanda -- sem contar com representantes reformados de outras nações alemãs, Hungria ou França. Em 1610, os seguidores de Jacobus Arminius apresentaram aos Estados Gerais uma admoestação (Remonstrance, em inglês), em cinco artigos que continham seus pontos de vista teológicos; assim, os arminianos holandeses também eram chamados de Remonstrantes. Embora o sínodo originalmente objetivasse trazer acordo sobre a doutrina da predestinação entre todas as igrejas reformadas, ele acabou com os Remonstrantes sendo expulsos, uma vez que recusaram-se a aceitar as regras que então foram estabelecidas. Em resposta à controvérsia teológica, foram produzidos os Cânones de Dort, descrevendo os pontos básicos de uma das vertentes da doutrina reformada. A Confissão de Fé de Westminster A Confissão de Westminster foi produzida pela Assembleia de Westminster, convocada pelo Parlamento inglês em 1643, durante a Guerra Civil Inglesa. A Confissão foi concluída em 1646 e apresentada ao Parlamento, que a aprovou após alguns revisões em junho de 1648. Foi adotada pela Igreja da Escócia em 1647, por vários corpos presbiterianos americanos e ingleses (com algumas modificações) e por alguns Congregacionais e Batistas. Baseada nos Artigos de Religião Irlandeses (1615), ela também se baseou fortemente na tradição Reformada do continental e na herança dos credos da Igreja Cristã primitiva. Um consenso teológico do calvinismo internacional em sua formulação clássica, consiste em 33 capítulos, e fornece uma visão dos pontos de vista reconhecidos pela ortodoxia reformada da época, tais como a autoridade das Escrituras, as doutrinas quanto à Trindade e a Cristo, bem como as visões calvinistas quanto às alianças de Deus com o homem, os sacramentos e o sacerdócio. == Doutrina == === Revelação e as Escrituras === Teólogos reformados acreditam que Deus comunica o conhecimento de si mesmo para as pessoas através da Palavra de Deus. As pessoas não são capazes de saber nada sobre Deus, exceto através desta autorrevelação. A especulação sobre qualquer coisa que Deus não revelou através de sua Palavra não se justifica. Todavia, os calvinistas entendem que Deus é infinito, e as pessoas finitas são incapazes de compreender um ser infinito. Enquanto o conhecimento revelado por Deus nunca está incorreto, ele também nunca é completo. De acordo com teólogos reformados, a autorrevelação de Deus é sempre através de seu filho Jesus Cristo, porque Cristo é o único mediador entre Deus e as pessoas. A revelação de Deus através de Cristo vem através de dois canais básicos. O primeiro é a Criação e Providência, a chamada revelação natural, que é criar e continuar a trabalhar no mundo de Deus. Esta ação de Deus dá a todos o conhecimento sobre Ele, mas esse conhecimento só é suficiente para fazer todos os seres humanos culpados por seus pecados, porque ele não inclui conhecimento do evangelho. O segundo canal através do qual Deus se revela é a redenção, que é o evangelho da salvação da condenação que é castigo pelo pecado - esta é a revelação especial. Na teologia reformada, a Palavra de Deus assume diversas formas. O próprio Jesus Cristo é o Verbo encarnado. As profecias sobre ele podem ser encontradas no Antigo Testamento e no ministério dos apóstolos que o viram e comunicaram a sua mensagem, também são a Palavra de Deus. Além disso, a pregação dos ministros sobre Deus é a própria Palavra de Deus, porque Deus é considerado falando através deles. Deus fala também através de escritores humanos na Bíblia, que é composta de textos separado por Deus para a auto- revelação. Teólogos reformados enfatizam a Bíblia como um meio excepcionalmente importante pelo qual Deus se comunica com as pessoas. Teólogos reformados afirmam que a Bíblia é verdadeira, mas as diferenças surgem entre eles sobre o significado e a extensão de sua veracidade. Seguidores da escola de Princeton, tais como a Igreja Presbiteriana do Brasil, Igreja Presbiteriana Nacional no México e Igreja Presbiteriana na América, consideram que a Bíblia é verdadeira e infalível, ou incapaz de erro ou falsidade, em todos os aspectos.. Um outro ponto de vista, influenciado pelo ensino de Karl Barth e a Neo-Ortodoxia, é encontrada na Confissão de 1967 da Igreja Presbiteriana (EUA). Aqueles que tomam este ponto de vista acreditam que a Bíblia é a principal fonte de nosso conhecimento de Deus. Neste ponto de vista, Cristo é a revelação de Deus, e as Escrituras testemunham desta revelação ao invés de ser a própria revelação. === Deus === Para a maior parte da tradição reformada não houve modificação do consenso medieval sobre a doutrina de Deus. O caráter de Deus é descrito usando principalmente três adjetivos: eterno, infinito e imutável. Teólogos reformados como Shirley Guthrie propuseram que em vez de conceber a Deus em termos de seus atributos e liberdade para fazer o que quiser, a doutrina de Deus deve ser baseada no trabalho de Deus na história e sua liberdade para viver com e capacitar as pessoas. Tradicionalmente, teólogos reformados também seguiram a tradição medieval que remonta aos conselhos da Igreja primitiva de Niceia e Calcedônia na doutrina da Trindade. Deus é um Deus em três pessoas: Pai, Filho e Espírito Santo. O Filho (Cristo) é detido para ser eternamente gerado pelo Pai e o Espírito Santo procede eternamente do Pai e Filho. No entanto, os teólogos contemporâneos têm sido críticos de aspectos de pontos de vista ocidentais. Com base na tradição cristã oriental, estes teólogos reformados propuseram uma \"Trindade Social\", na qual as pessoas da Trindade só existem em sua vida juntos como pessoas-em-relação. Confissões reformadas contemporâneas como a Confissão de Barmen e as declarações da Igreja Presbiteriana (EUA) têm evitado a linguagem sobre os atributos de Deus e têm enfatizado seu trabalho de reconciliação e de capacitação das pessoas. O Teólogo novo calvinista Michael Horton, no entanto, argumentou que o trinitarismo social é insustentável porque abandona a unidade essencial de Deus em favor de uma comunidade de seres separados em comunidade. === Criação e Expiação === Teólogos reformados afirmam a crença cristã histórica de que Cristo é eternamente uma pessoa com uma natureza divina e uma natureza humana. Reformadores cristãos especialmente enfatizam que Cristo verdadeiramente se tornou humano para que as pessoas pudessem ser salvas. A natureza humana de Cristo tem sido um ponto de discórdia entre a cristologia Reformada e Luterana. De acordo com a crença de que os seres humanos finitos não podem compreender a Divindade infinita, teólogos reformados asseguram que o corpo humano de Cristo não pode estar em vários locais ao mesmo tempo. Porque luteranos creem que Cristo é corpo presente na Eucaristia, eles sustentam que Cristo é corpo presente em muitos locais simultaneamente. Para os cristãos reformados, tal crença nega que Cristo realmente se tornou humano. João Calvino e muitos teólogos reformados que o seguiram descrevem a obra da redenção de Cristo, em termos de três ofícios: profeta, sacerdote e rei. Cristo é dito ser um profeta que ensina a doutrina perfeita, sacerdote que intercede ao Pai em favor dos crentes e se ofereceu como sacrifício pelo pecado, e um rei que governa a Igreja e luta pelos crentes. O ofício tríplice vincula a obra de Cristo com a obra de Deus no antigo Israel. Os cristãos acreditam que a morte e ressurreição de Jesus torna possível para os crentes alcançar o perdão dos pecados e reconciliação com Deus por meio da expiação. Reformados calvinistas subscrevem-se a diversas posições sobre a expiação. Uma posição surgida com Calvino é chamada expiação substitutiva, o que explica a morte Cristo como um pagamento de sacrifício pelo pecado. Acredita-se que Cristo morreu no lugar do crente, que é considerado justo como resultado desse pagamento sacrificial. === Pecado === Na teologia cristã, as pessoas são criadas boas e à imagem de Deus, mas se tornaram corrompidas pelo pecado, o que faz com que sejam imperfeitas e excessivamente autointeressadas. Cristãos reformados, seguindo a tradição de Agostinho de Hipona, acreditam que esta corrupção da natureza humana foi causada pelo primeiro pecado de Adão e Eva, a doutrina chamada Pecado original. Teólogos reformados enfatizam que este pecado afeta toda a natureza de uma pessoa, incluindo a sua vontade. Sob esta visão o pecado domina as pessoas de forma que são incapazes de evitar o pecado, tem sido chamado de depravação total. Em Português, o termo \"depravação total\" pode ser facilmente mal interpretado para significar que as pessoas estão ausentes de qualquer bondade ou incapazes para fazer qualquer bem. No entanto, pelo ensino Reformado enquanto as pessoas continuam a suportar algo da imagem de Deus, podem fazer coisas que são exteriormente boas, mas suas intenções pecaminosas afetam toda a sua natureza e ações pelo que eles não são totalmente agradáveis a Deus. Talvez, em português, fosse melhor usar a expressão \"depravação GERAL\" ao invés de \"total\", para entender que toda a natureza foi afetada, que é o que pretende a expressão original. === Vertentes Teológicas Reformadas === O calvinismo não é um sistema doutrinário uniforme.Garrett, Jr., James Leo «What Are the Alternatives to Dortian Calvinism?», The Alabama Baptist (2 agosto de 2007): 12. Não é definido por um conjunto doutrinário distintivo, mas por um anseio de ser uma igreja sempre em contínua reforma -- algo expresso pelo lema latino \"Ecclesia Reformanda semper reformata est\". Smith, James K. A. Cartas A Um Jovem Calvinista Um Convite à Tradição Reformada. Brasília: Editora Monergismo, 2014.Bush, Michael, \"Calvin and the Reformanda Sayings,\" in Herman J. Selderhuis, ed., Calvinus sacrarum literarum interpres: Papers of the International Congress on Calvin Research (Göttingen: Vandenhoeck & Ruprecht, 2008) p. 286. Dentre as principais vertentes estão as seguintes. ====O Amiraldismo ==== O Amiraldismo são as correntes reformadas que não foram influencidas pelas reinterpretações que Teodoro de Beza fez sobre Calvino. Encontrou adeptos entre huguenotes e vários calvinistas moderados de língua inglesa. Parte da premissa de que Deus tornou os benefícios da redenção de Cristo disponíveis a todos sem distinção. No entanto, como ninguém acreditaria por si mesmo se Deus não interviesse na primeira pessoa para suscitar a fé, Ele elege aqueles a quem pretende levar à fé em Cristo. ==== O Calvinismo do Sínodo de Dordt ==== A Escolástica Protestante e o Hipercalvinismo reinterpretam a teologia reformada com base nos Cânones do Sínodo de Dordt. Lembrados pelo mnemônico \"TULIP\", diz-se popularmente que os cinco pontos resumem os Cânones de Dort; no entanto, não há nenhuma relação histórica entre eles, e alguns estudiosos argumentam que sua linguagem distorce o significado dos Cânones, da teologia de Calvino e da teologia da Ortodoxia calvinista do século XVIII, particularmente na linguagem sobre a depravação total e a expiação limitada. Os cinco pontos foram mais recentemente popularizados no livreto de 1963, \"Os Cinco Pontos do Calvinismo Definidos, Defendidos e Documentados\" por David N. Steele e Curtis C. Thomas. As origens dos cinco pontos e do acrônimo são incertas. As primeiras menções aos pontos parecem estar delineados na Contra Remonstrância de 1611, uma resposta reformada menos conhecida aos arminianos que ocorreu antes dos Cânones de Dort. A sigla foi usada por Cleland Boyd McAfee já por volta de 1905. Uma das primeiras aparições impressas do acrônimo T-U-L-I-P está no livro de Loraine Boettner de 1932, \"The Reformed Doctrine of Predestination\". A sigla foi muito cautelosamente usada por apologistas e teólogos calvinistas antes do livreto de Steele e Thomas. A afirmação central desses pontos é que Deus salva toda pessoa de quem tem misericórdia, e que seus esforços não são frustrados pela injustiça ou incapacidade dos seres humanos. # A \"depravação total\", também chamada de \"incapacidade total\", afirma que, como consequência da queda do homem no pecado, toda pessoa está escravizada pelo pecado. Nos Cânones de Dort, a expressão depravação total não aparece, mas há a exposição de uma ideia similar: “Portanto, todos os homens são concebidos no pecado, e ao nascer como filhos da ira, incapazes de qualquer bem são ou salvífico, e inclinados ao mal, mortos em pecados e escravos do pecado; e eles não querem e nem podem voltar a Deus, nem corrigir sua natureza corrompida, e nem melhorá- la por si mesmos, sem a graça do Espírito Santo, que é aquele que regenera”. # A \"eleição incondicional\" afirma que Deus escolheu os seus Eleitos desde a eternidade, não com base na virtude, mérito ou fé previstos para essas pessoas; ao contrário, a sua escolha é incondicionalmente fundamentada somente em sua misericórdia. Deus escolheu desde a eternidade estender misericórdia aos que escolheu e reter misericórdia aos não escolhidos. Os escolhidos recebem a salvação somente por meio de Cristo. Aqueles não escolhidos recebem a ira, que é justificada por seus pecados contra Deus. # A \"expiação limitada\", também chamada de \"redenção particular\" ou \"expiação definida\". Apesar de os cânones de Dordt e muitos de seus participantes creerem na expiação geral, porém com eficácia limitada, quoted in a recepção posterior por uma vertente hipercalvinista afirma que a expiação substitutiva de Jesus foi definida e certa em seu propósito e no que ela realizou. Isso implica que apenas os pecados dos eleitos foram expiados pela morte de Jesus. Muitos intérpretes dos cânones de Dort não acreditam, no entanto, que a expiação seja limitada em seu valor ou poder, mas sim que a expiação é limitada no sentido de que se destina a alguns e não a todos. Ou, como é exposto nos Cânones de Dort: “Pois este foi o soberano conselho, e a mais graciosa vontade e propósito de Deus Pai, que a eficácia vivificante e salvífica da morte mais que preciosa de seu Filho se estendesse a todos os Eleitos, para conceder a eles, e somente a eles, o dom da fé justificadora, e assim, trazê-los infalivelmente à salvação”.. # A \"graça irresistível\", também chamada de \"graça eficaz\", afirma que a graça salvadora de Deus é efetivamente aplicada àqueles a quem ele determinou salvar (isto é, os Eleitos) e supera a sua resistência natural em obedecer ao chamado do Evangelho, trazendo-os para a fé salvadora. Isso significa que quando Deus tem o propósito soberano de salvar alguém, esse indivíduo certamente será salvo. A doutrina sustenta que esta influência intencional do Espírito Santo de Deus não pode ser resistida, mas que o Espírito Santo, \"graciosamente faz com que o pecador eleito coopere, creia, arrependa-se, e vá livre e espontaneamente a Cristo\". # \"Perseverança dos santos\" (também conhecida como \"perseverança de Deus com os santos\" e \"a preservação dos crentes\") (a palavra \"santos\" é usada para se referir a todos os que são separados por Deus, e não àqueles que são excepcionalmente santos, canonizados ou no céu) afirma que, visto que Deus é soberano e a sua vontade não pode ser frustrada por humanos ou por qualquer outra coisa ou ser, aqueles a quem Deus chamou à comunhão com Ele continuarão na fé até o fim. Aqueles que aparentemente caem ou nunca tiveram fé verdadeira para começar (1 João 2:19), ou, se eles são salvos, mas não andam no Espírito, eles serão divinamente castigados (Hebreus 12: 5-11) e serão levados ao arrependimento (1 João 3: 6–9). Mais recentemente, alguns teólogos buscaram reformular a terminologia TULIP para refletir com mais precisão os cinco principais pontos dos Cânones de Dort; um esforço recente foi a criação da sigla PROOF, que significa Graça Planejada, Graça Ressuscitadora, Graça Ultrajante, Graça Superadora e Graça Eterna. ==== Aliancismo calvinista ==== O teólogo reformado holandês Johannes Cocceius propôs um conceito de pacto ou aliança para descrever a maneira como Deus entra comunhão com as pessoas na história. O conceito de aliança é tão proeminente na teologia reformada que a teologia reformada como um todo é às vezes chamada de \"teologia da aliança\". No entanto, teólogos do século XVII desenvolveram um sistema teológico particular chamado \"teologia da aliança\" ou \"teologia federal\" que muitas igrejas reformadas continuam a afirmar nos dias de hoje. Esse sistema estabelece uma divisão sobre a relação de Deus com as pessoas principalmente em dois pactos: o \"pacto das obras\" e o \"pacto da graça\". O pacto das obras é feito com Adão e Eva no Jardim do Éden, onde Deus proveria uma vida abençoada no Jardim com a condição de que Adão e Eva obedecessem à lei Divina perfeitamente. Como Adão e Eva quebraram o pacto ao comer o fruto proibido, eles ficaram sujeitos à morte, foram banidos do jardim e o pecado foi transmitido a toda a humanidade. Teólogos federais geralmente inferem que Adão e Eva teriam ganho a imortalidade caso tivessem obedecido perfeitamente. O segundo pacto, chamado o pacto da graça, é dito ter sido feito imediatamente após o pecado de Adão e Eva. Nele, Deus graciosamente oferece a salvação da morte sob a condição de fé em Jesus Cristo. Este pacto é administrado em formas diferentes em todo o Antigo e Novo Testamentos, mas mantém a substância de ser livre de uma exigência de perfeita obediência. ====Hipercalvinismo ==== O hipercalvinismo é um ramo fatalista da teologia calvinista.Para os hipercalvinistas, a humanidade não tem o dever universal de crer em Cristo para a salvação de suas almas, pois Deus já determinou quem vai ser salvo ou não. O hipercalvinismo difere do calvinismo tradicional na \"suficiência e eficiência\" da expiação de Cristo. A predestinação no calvinismo tradicionalmente sustenta que somente os eleitos são capazes de compreender a expiação de Cristo, mas que a suficiência da expiação se estende a toda a humanidade, enquanto o hipercalvinismo sustenta que a expiação é suficiente apenas para os eleitos. Entre os teólogos hipercalvinistas estão John Gill, Arthur Pink e R.C. Sproul. ====O Edwardsianismo ==== A teologia da Nova Inglaterra (ou Edwardsianismo) designa uma escola de teologia que cresceu por influência do avivalista Jonathan Edwards na época colonial dos Estados Unidos colonial. Nessa vertente, Deus é considerado sob aspectos mais ético; por uma nova ênfase na liberdade, habilidade e responsabilidade do homem; pela restrição da qualidade moral à ação em distinção da natureza; e pela teoria de que o princípio constitutivo da virtude é a benevolência. Considera que o pecado original não é herdado, mas que os descendentes de Adão foram co- participantes da primitiva transgressão. Diferente de boa parte dos outros calvinistas, essa vertente adota a visão governamental de expiação. ==== Barth e o Calvinismo Evangelical ==== Uma reformulação contemporânea da teologia reforma ocorreu pela teologia dialética do teólogo reformado suíço Karl Barth, Emil Brunner e Thomas F. Torrance. Para Barth, nenhum outro fundamento pode haver além de Jesus Cristo. Desse modo, a compreensão da exatidão e valor das Escrituras só pode emergir adequadamente ao considerar o que significa para elas serem verdadeiras testemunhas da Palavra encarnada, Jesus Cristo. Tudo ao contrário disso seria a idolatria: a deificação do pensamento humano, falsos deuses, bloqueando assim a verdadeira voz do Deus vivo. Isso, por sua vez, levaria a teologia a se tornar prisioneira das ideologias humanas. A complexidade do pensamento de Barth teve recepção diversa. Sob a designação de teologia neo-ortodoxa é examinado por teólogos de outras tradições, sobretudo luteranos e católicos. Entre reformados de tendência evangelical, com base nos Cinco Solas da teologia neo-ortodoxa surgiriam teólogos como Donald G. Bloesch, Alvin Plantinga, Alister McGrath, Kevin Vanhoozer e James A. K. Smith que combinam filosofia, ciência e a tradição histórica do cristianismo em questões e métodos teológicos reformados. ====O Novo Calvinismo ==== O Novo Calvinismo é uma reinterpretação não denominacional das doutrinas aliancistas e hiper-calvinistas sob uma ótica cultural dos Estados Unidos da América, surgido nas últimas décadas do século XX e primeiras décadas de século XXIHaynes, Maren. 2017 “Punk Rock Calvinists Who Hate the Modern Worship Movement': Ritual, Power, and White Masculinity in Mars Hill Church's Worship Music.” PhD diss., University of Washington. 2017. A Predestinação Calvinista e o Racismo nos Estados Unidos da América Wesley A. Swift (6 de setembro de 1913 - 8 de outubro de 1970) foi um ministro do sul da Califórnia conhecido por suas visões de supremacia branca e foi uma figura central no movimento de identidade cristã da década de 1940 até sua morte em 1970. Desde meados da década de 1940, a Identidade Cristã, conforme imaginada pelo Ministro Wesley Swift, desempenhou um papel fundamental nesse processo, moldando o que só pode ser descrito como uma teologia racista e antissemita, semelhante a um culto. Após a Segunda Guerra Mundial, o extremismo de direita dos EUA sincronizou seu dogma antissemita com as ansiedades anticomunistas e segregacionistas já existentes entre a população branca. Eles formaram inúmeras organizações que compartilhavam uma ideologia supremacista/nacionalista branca que coloca a figura do judeu como o principal inimigo dos Estados Unidos e das nações brancas em geral. A base da teologia da Identidade Cristã deriva de três ideias básicas: a crença na paternidade divina da humanidade branca (indiscriminadamente chamada de ariana, adâmica, caucasiana ou israelita), a crença na paternidade biológica satânica dos judeus e o milenarismo racial que acredita que no futuro haverá um confronto escatológico entre ambas as sementes raciais que resultará no triunfo da raça branca. Ao contrário do calvinismo, que sustenta que a salvação vem somente da fé, a Identidade Cristã assume que aqueles predestinados à salvação e aqueles predestinados à perdição podem ser reconhecidos por sua condição racial. Portanto, é a raça que determina se uma pessoa é digna de ser salva ou não. Nos Estados Unidos da América o racismo ocupa uma função social específica para certos setores poderosos que o disseminam. Mesmo para os brancos mais pobres, que, sem obter nenhuma outra vantagem do sistema, sentem-se privilegiados apenas por serem brancos. Tanto econômica quanto psicologicamente, o racismo tem sido útil para esconder os verdadeiros laços de poder e para construir a ideia do excepcionalismo americano. Richard Perry (2007) argumenta: > \"racismo é um estado de espírito que favorece aqueles no lado forte das > disparidades de poder. E, talvez mais insidiosamente, o racismo também > infectou aqueles com pouco poder – aqueles que se esforçam para elevar sua > situação desesperadora acima daqueles que ainda estão mais abaixo na escala > social (p. 17).\" ==== Identidade Cristã e a Ressignificação do Imaginário Puritano ==== É observado pelo historiador do cristianismo americano, Mark Noll (2008) que na história dos Estados Unidos, a religião geralmente funciona publicamente de forma calvinista (p. 24). Na verdade, como o historiador Avihu Zakai (1992) afirma que os puritanos construíram uma ideologia que sacralizou o contexto histórico de sua migração para a América do Norte. Inspirada pelo livro do Êxodo, a migração para a Nova Inglaterra 'é totalmente apocalíptica em seu caráter. Ela se baseia em uma crise na história da salvação que poderia ser resolvida somente pela providência divina de Deus agindo direta e imediatamente dentro da história' (Zakai, 1992, pág. 66). Por meio dessa intervenção divina, os eleitos de Deus (Puritanos) poderiam se afastar do pecado, personificado pela Inglaterra, e retomar o caminho certo para a Salvação. A eleição de John Winthrop como governador de Massachusetts em 1629 foi um fator crucial nesse processo. Ele tinha certeza de que os Puritanos eram um instrumento importante dentro da economia da redenção. Portanto, sua concepção do novo território como uma cidade sobre uma colina estava intimamente relacionada à necessidade dos Puritanos de redimir a Grã-Bretanha por meio de seu exemplo de uma teocracia modelo. Assim, o novo assentamento que eles ocupariam foi descrito como uma 'Nova Jerusalém'. Winthrop proclamou: 'somos uma empresa que professa sermos membros de Cristo... Devemos nos considerar unidos por esse vínculo de amor e viver no exercício dele se quisermos ter o conforto de estar em Cristo' (1630). Então, ele tinha certeza de que os puritanos eram um instrumento importante dentro da economia da redenção. ==== A doutrina calvinista da dupla predestinação nos Estados Unidos da América ==== Wesley Swift usou termos semelhantes para definir seu público branco em meados do século XX: 'nós somos semente de Sua semente, somos de sua raça, somos dos filhos com quem ele fez a aliança... Esta nossa grande nação é uma das grandes nações de Israel.A diferença essencial é que, para Swift, o vínculo dos americanos com Israel é literal e biológico (racial), enquanto os puritanos consideravam seu vínculo com os israelitas como simbólico e metafórico. Especificamente, Swift resumiu argumentos racistas tradicionais e os combinou com a teologia judaico-cristã, baseada principalmente no calvinismo, para explicar que raça é uma questão biológica que reflete materialmente a essência espiritual. Swift radicalizou a doutrina calvinista da dupla predestinação e exagera a essência espiritual da raça branca, considerando-a a única predestinada à salvação. Dessa forma, o culto reproduz radicalmente a imagem social messiânica do excepcionalismo e sua cruzada anticomunista durante os anos da Guerra Fria. Medos anticomunistas permeiam a teologia de Swift, que é repleta de citações bíblicas justificando o medo de infiltração e holocausto nuclear. Ao mesmo tempo, em um contexto de ativismo pelos direitos civis afro-americanos e resistência branca, a segregação racial foi representada como sagrada porque está em conformidade com a vontade divina de manter seus eleitos puros em busca de um milênio racista. O Apartheid na África do Sul e a Igreja Calvinista Todas as facções da Igreja Holandesa, criadas artificialmente pelo regime de segregação racial, iniciaram em 1997, negociações para a reunificação, mas o diálogo com a ala branca sempre foi mais difícil. \"É uma tarefa para mais de 20 anos\", disse na época o reverendo James Buys, um descendente de franceses e negros que ocupava o cargo de presidente do conselho da Igreja Reformada em Processo de União, que esteve em São Paulo em 1997. A Igreja Holandesa Reformada, que pertence à família da Igreja Calvinista, se tornou a religião mais importante do apartheid graças à influência dos colonos holandeses no país. Durante esse período, os religiosos brancos forneceram a sustentação \"teológica\" ao apartheid - por exemplo, colhiam do Antigo Testamento a referência à torre de Babel para explicar que cada povo deveria ter a sua língua, ou seja, viver separadamente. Outro exemplo: os apóstolos, diz o Novo Testamento, tinham eventualmente o dom de pregar em várias línguas -um sinal para os religiosos brancos de que cada um deve falar a sua língua e, portanto, frequentar igrejas separadas. Por essa razão, em 1982 a igreja do apartheid foi suspensa da Aliança Mundial das Igrejas Reformadas. Em agosto do mesmo ano, o órgão admitiu suspender a sanção, desde que a Igreja Reformada, em seu sínodo de outubro de 1998, reveja sua posição em relação ao apartheid. A reunificação das igrejas começou a acontecer em 1994, mesmo ano da eleição do presidente Nelson Mandela. Naquele ano, a Igreja Holandesa Reformada na África (para negros) e a Igreja Holandesa Reformada Missionária (para mestiços) se uniram. Em 1997, elas iniciaram o processo de incorporar o ramo que abriga fiéis de origem indiana, uma importante minoria étnica na África do Sul. Na época, o reverendo Buys disse que ainda havia forte resistência à reunificação total entre os brancos, mas que ela tende a ser menor entre pastores mais jovens. \"Isso me deixa otimista\", disse Buys, \"e é por isso que eu acho que uma reunificação vai ocorrer\". Parte da responsabilidade da igreja sul-africana no período do apartheid foi revista nas sessões da Comissão de Reconciliação e Verdade (comandada por um religioso, o arcebispo anglicano Desmond Tutu, Nobel da Paz de 1984). Buys relatou que vários religiosos foram à comissão se desculpar por não ter agido satisfatoriamente no combate à segregação racial no país. Os poucos que o faziam frequentemente eram presos, como aconteceu com o próprio Buys, que chegou a ser detido sem acusação formal por quase dois meses. A comissão não tem poder punitivo, mas pode recomendar ações judiciais ou dar anistia aos implicados nos casos daquele período, tanto brancos como negros. Buys não defende, por exemplo, que a ex-primeira-dama Winnie Mandela receba anistia pelas acusações de abusos contra os direitos humanos de supostos colaboradores do regime branco. == Interpretação sociológica == Sociólogos como Max Weber e Ernest Gellner analisaram a teoria e as consequências práticas desta doutrina e chegaram à conclusão de que os resultados são paradoxais. Em parte explicam o precoce desenvolvimento do capitalismo nos países onde o calvinismo foi popular (Holanda, Escócia e Estados Unidos, sobretudo). Para Weber, o calvinista acredita que Deus é Soberano em todas as coisas e, portanto, o homem não tem participação alguma na própria salvação, logo, Deus predestinou os seus escolhidos para a salvação, uma vez que a humanidade após o pecado não teria condições de se voltar ao Criador por estarem mortos em seus pecados e delitos. Buscando serem bons cristão, trabalhando muito, seguindo sempre todos os princípios bíblicos, o calvinista faz tudo para a glória de Deus. Com essa cosmovisão, por meio do trabalho a sociedade se desenvolveu economicamente fazendo com que houvesse uma ligação com o capitalismo. Os holandeses, os escoceses e os americanos ganharam, então, a fama de serem sovinas, pouco generosos, interessados apenas no dinheiro. Estas características são na vida moderna quase um dado adquirido em qualquer cultura, mas nos tempos da Reforma Protestante, o calvinismo terá instituído uma nova e revolucionária forma de relação com a riqueza. Ocorre que o uso dos ideais calvinistas para o alavancar da sociedade capitalista é equivocadamente relacionado a ideais capitalistas intrínsecos ao calvinismo. Calvino em sua obra afirma que a riqueza não tem razão de ser se não para ajudar aos que necessitam, e critica a avareza ao dizer que o fruto do trabalho só é digno se útil ao próximo: \"Da mão de Deus tens tu o que possuis. Tu, porém, deverias usar de humanidade para com aqueles que padecem necessidades. És rico? Isso não é para teu bel prazer. Deve a caridade faltar por isso? Deve ela diminuir? Não está ela acima de todas as questões do mundo? Não é ela o vínculo da perfeição?\";Sermao CXLI sobre Dt 24.19-22. OPERA CALVINI, tomo XXVIII, p. 204 \"Condena o Profeta a estes ladrões e assaltantes que lhe parecia deterem o poder de oprimir a gente pobre e o pequeno trabalhador, uma vez que eram eles que tinham grande abundância de trigo e grãos;... é o mesmo como se cortassem a garganta dos pobres, quando os fazem assim sofrer fome\".Os Doze Profetas Menores, op. cit., Am 8.5 Apesar da mensagem de Calvino ser clara quanto a acumulação de riquezas, a ética protestante de Weber, acaba sofrendo distorções que ecoam como se corroborasse uma interdependência entre a predestinação calvinista, a ética protestante e prosperidade. === Demografia === Um relatório de 2011 do Pew Forum on Religious e Vida Pública estima que os membros de igrejas reformadas e presbiterianas (dois maiores ramos do calvinismo) representam 7% dos cerca de 801 milhões de protestantes no mundo, ou cerca de 56 milhões de pessoas. Embora a fé reformada amplamente definida é muito maior, uma vez que constitui congregacionais (0,5%), a maioria das Igrejas Unidas (sindicatos de diferentes denominações) (7,2%) e, provavelmente, algumas das outras denominações protestantes (38,2%). Todos os três são categorias distintas de Presbiterianos/Reformados (7%) neste relatório. No Brasil, o Presbiterianismo é a quarta maior família denominacional protestante histórica no Brasil (atrás apenas dos batistas, adventistas e luteranos), correspondendo a 0,48% da população do país. == Denominações calvinistas == O Entre as denominações de tradição reformada estão: * Igreja Anglicana Reformada do Brasil; * Aliança das Igrejas Cristãs Nova Vida; * Igreja Reformada Suíça - religião oficial de alguns dos cantões da Suíça; * Igreja Protestante na Holanda - igreja unida, não é mais a religião oficial dos Países Baixos; * Igreja Reformada da Hungria; * Igreja da Escócia; * Igrejas Reformadas do Brasil; * Igreja Presbiteriana do Brasil; * Igreja Presbiteriana Unida do Brasil; * Igreja Presbiteriana Independente do Brasil; * Igreja Presbiteriana Conservadora do Brasil; * Igreja Evangélica Presbiteriana de Portugal; * Igreja Congregacional - concentrada na Nova Inglaterra, nos Estados Unidos, hoje parte da Igreja Unida de Cristo; * Aliança das Igrejas Evangélicas Congregacionais do Brasil; * União das Igrejas Evangélicas Congregacionais do Brasil; == Ver também == * Calvinismo no Brasil * Predestinação * Presbiterianismo * Museu Internacional da Reforma Protestante de Genebra == Bibliografia == * Kuper, Abbraham. Calvinismo. Editora Cultura Cristã, 2002. * Seaton, W. J. Os Cinco Pontos do Calvinismo. São Paulo: Editora PES. * Smith, James K. A. Cartas A Um Jovem Calvinista Um Convite à Tradição Reformada. Brasília: Editora Monergismo, 2014. == Ligações externas == * * (Calvinismo) * *CATHOLIC ENCYCLOPEDIA: Calvinism (newadvent.org) *Apartheid resiste na igreja sul-africana Categoria:Reforma Protestante Categoria:Termos cristãos Categoria:Calcedonianismo",
 "title": "Calvinismo"
}