{
 "id": "8068",
 "text": "Constantino I (Naísso, – Nicomédia, ), também conhecido como Constantino, o Grande, foi um imperador romano, proclamado Augusto pelas suas tropas em 25 de julho de 306, que governou uma porção crescente do Império Romano até a sua morte. Foi o primeiro imperador convertido ao Cristianismo. Constantino derrotou os imperadores Magêncio e Licínio durante as guerras civis. Ele também lutou com sucesso contra os francos, alamanos, visigodos e sármatas durante boa parte de seu reinado, mesmo depois da reconquista da Dácia, que havia sido abandonada durante o século anterior. Constantino construiu uma nova residência imperial em Bizâncio, chamando-lhe Nova Roma. No entanto, em honra de Constantino, chamavam-lhe Constantinopla. Viria a ser a capital do Império Romano do Oriente durante mais de mil anos, razão pela qual Constantino é considerado um dos fundadores do Império Romano do Oriente. Hoje, a cidade tem o nome de 'Istambul', capital do Império Turco-Otomano, de 1453 até ao final deste em 1922. == Fontes == Constantino era um governante de grande importância histórica e sempre foi uma figura controversa.Barnes, Constantine and Eusebius, 272. As flutuações na reputação de Constantino refletem a natureza das fontes antigas de seu reinado. Estas são abundantes e detalhadas,Bleckmann, \"Sources for the History of Constantine\" (CC), 14; Cameron, 90–91; Lenski, \"Introduction\" (CC), 2–3. mas foram fortemente influenciadas pela propaganda oficial do período,Bleckmann, \"Sources for the History of Constantine\" (CC), 23–25; Cameron, 90–91; Southern, 169. e são muitas vezes unilaterais.Cameron, 90; Southern, 169. Não há histórias de sobreviventes ou biografias que lidaram com a vida de Constantino e do Estado.Bleckmann, \"Sources for the History of Constantine\" (CC), 14; Corcoran, Empire of the Tetrarchs, 1; Lenski, \"Introduction\" (CC), 2–3. Os mais próximos subsídios são a Vida de Constantino de Eusébio de Cesareia, uma obra que é uma mistura de elogio e hagiografia.Barnes, Constantine and Eusebius, 265–68. Escrito entre 335 e cerca de 339,Drake, \"What Eusebius Knew,\" 21. a Vita exalta virtudes morais e religiosas de Constantino.Eusebius, Vita Constantini 1.11; Odahl, 3. A Vita cria uma imagem tendenciosamente positiva de Constantino,Lenski, \"Introduction\" (CC), 5; Storch, 145–55. de que os historiadores modernos vêm frequentemente contestando a fiabilidade.Barnes, Constantine and Eusebius, 265–71; Cameron, 90–92; Cameron and Hall, 4–6; Elliott, \"Eusebian Frauds in the \"Vita Constantini\"\", 162–71. A mais completa vita secular de Constantino é do anónimo Origo Constantini.Lieu and Montserrat, 39; Odahl, 3. Uma obra de data incerta,Bleckmann, \"Sources for the History of Constantine\" (CC), 26; Lieu and Montserrat, 40; Odahl, 3. o Origo concentra-se em acontecimentos militares e políticos, em detrimento de assuntos culturais e religiosos.Lieu and Montserrat, 40; Odahl, 3. == Ascensão a Augusto do Ocidente == Nascido em Naísso, na Mésia Superior (actual Niš na Sérvia), filho de Constâncio Cloro (ou Constâncio I Cloro) e da filha de um casal de donos de uma albergaria na Bitínia, Helena de Constantinopla,Cf. Jean-Michel Carrié & Aline Roussele, L'Empire romain en mutation: des Sévéres à Constantin, 192-337, Paris Seuil,1999, ISBN 2.02.025819.6, pgs.219/220 Constantino teve uma boa educação — especialmente por ser filho de uma mulher de língua grega e haver vivido no Oriente grego, o que facilitou-lhe o acesso à cultura bilíngue própria da elite romana — e serviu no tribunal de Diocleciano depois do seu pai ter sido nomeado um dos dois césares, na altura um imperador júnior, na Tetrarquia em 293. Embora a sua condição junto de Diocleciano fosse em parte a de um refém, Constantino serviu nas campanhas do césar Galério e de Diocleciano contra os sassânidas e os sármatas. Aquando da abdicação conjunta de Diocleciano e Maximiano em 305, Constâncio seria proclamado augusto, mas Constantino seria descartado como césar em proveito de Valério Severo (também conhecido modernamente como Severo II, título que jamais usou, para não ser confundido com o grande imperador do século anterior, Septímio Severo). Pouco antes da morte do seu pai, em 25 de julho de 306, Constantino conseguiu a permissão de Galério para se reunir a ele no Ocidente, chegando a fazer uma campanha juntamente com Constâncio Cloro contra os pictos, estando junto do leito de morte do seu pai em Eburaco (atual Iorque) na Britânia,Cf. Carrié & Roussele, ibid., pg.220 o que lhe permitiu impor o princípio da hereditariedade em seu proveito, proclamando-se \"césar\" e sendo reconhecido como tal por Galério, então feito \"augusto\" do Oriente.Carrié & Roussele, ibid., pg.743 Desde o início de seu reinado, assim, Constantino tinha o controle da Britânia, Gália, Germânia e Hispânia, com sua capital em Augusta dos Tréveros, cidade que fez embelezar e fortificar. thumb|esquerda|Termas construídas por Constantino em Augusta dos Tréveros (Tréveris), capazes de atender milhares de pessoas Nos dezoito anos seguintes, combateu uma série de batalhas e guerras que o fizeram o governador supremo do Império Romano. Como Maximiano desejava retomar a sua posição de augusto, da qual se havia afastado a contragosto juntamente com Diocleciano, Constantino recebeu-o na sua corte e aliou-se a ele por um casamento em 307 com a filha de sete anos de Maximiano, Fausta, o que lhe permitiu ser reconhecido tacitamente como Augusto em 308 por Galério numa conferência tetrárquica em Carnunto (atual Petronell-Carnuntum na Áustria). Em 309, no entanto, Constantino enfrentaria o seu sogro, que tentava recuperar abertamente o poder, capturando-o em Marselha e mandando assassiná-lo. Em 310, Constantino seria formalmente reconhecido como Augusto por Galério.Carrié & Roussele, ibid., pgs. 221/222 e 744; M. Christol & D. Nony, Rome et son Empire, Paris, Hachette, 2003,pg.236 Severo havendo sido entrementes eliminado, em 307, por Magêncio, filho de Maximiano que se havia proclamado imperador em Roma, Constantino deveria acabar por enfrentar o seu cunhado para conseguir o domínio completo do Ocidente romano. Após uma série de mediações fracassadas e lutas confusas, Constantino, após apoiar o usurpador africano Lúcio Domício Alexandre, cortando o fornecimento de trigo de Roma, de 308 a 309, desceu em 312 até Itália para eliminar Magêncio. Essas guerras civis constantes e prolongadas fizeram de Constantino, antes de mais nada, um reformador militar, que, para aumentar o número de tropas à sua disposição imediata, constituiu o cortejo militar do imperador (comitatus) num corpo de tropas de elite autossuficiente - um verdadeiro exército de campanha — principalmente pelo recrutamento de grande número de germanos que se apresentavam ao exército romano nos termos de diversos tratados de paz, a começar pelo rei alamano Croco II, que teve um papel decisivo na aclamação de Constantino como Augusto.M. Christol & D. Nony, ibid.,pgs.235/236 == Religião == O facto de Constantino ser um imperador de legitimidade duvidosa foi algo que sempre influiu nas suas preocupações religiosas e ideológicas: enquanto esteve diretamente ligado a Maximiano, ele apresentou-se como o protegido de Hércules, deus que havia sido apresentado como padroeiro de Maximiano na primeira tetrarquia. Ao romper com o seu sogro e após o ter eliminado, Constantino passou a colocar-se sob a proteção da divindade padroeira dos imperadores-soldados do século anterior, Deus Sol Invicto, ao mesmo tempo que fez circular uma ficção genealógica (um panegírico da época. Para disfarçar a óbvia invenção, dizia, dirigindo-se retoricamente ao próprio Constantino, que se tratava dum facto \"ignorado pela multidão, mas perfeitamente conhecido pelos que te amam\") pela qual ele seria o descendente do imperador Cláudio II — ou Cláudio Gótico — conhecido pelas suas grandes vitórias militares, por haver restabelecido a disciplina no exército romano, e por ter estimulado o culto ao Sol.Christol e Nony, op.cit., pg.236 Constantino acabou, no entanto, por entrar na História como primeiro imperador romano a professar o cristianismo, na sequência da sua vitória sobre Magêncio na Batalha da Ponte Mílvia, em 28 de outubro de 312, perto de Roma, que ele mais tarde atribuiu ao Deus cristão. Segundo a tradição, na noite anterior à batalha sonhou com uma cruz, e nela estava escrito em latim: De manhã, um pouco antes da batalha, mandou que pintassem uma cruz nos escudos dos soldados e conseguiu uma vitória esmagadora sobre o inimigo. Esta narrativa tradicional não é hoje considerada um facto histórico, tratando-se antes da fusão de duas narrativas de factos diversos encontrados na biografia de Constantino pelo bispo Eusébio de Cesareia. No entanto, é certo que Constantino era atraído, enquanto homem de Estado, pela religiosidade e pelas práticas piedosas — ainda que se tratasse da piedade ritual do paganismo: o senado, ao erguer em honra a Constantino o seu arco do triunfo, o Arco de Constantino, fez inscrever sobre este que sua vitória se devia à \"inspiração da divindade\" (instinctu divinitatis mentis), o que certamente ia ao encontro das ideias do próprio imperador. Até um período muito tardio do seu reinado, no entanto, Constantino não abandonou claramente a sua adoração com relação ao deus imperial Sol, que manteve como símbolo principal nas suas moedas até 315. Só após 317 é que ele passou a adotar clara e principalmente lemas e símbolos cristãos,Christol e Nony, op.cit., pg.237 como o \"chi-ró\", emblema que combinava as duas primeiras letras gregas do nome de Cristo (\"X\" e \"P\" sobrepostos). No entanto, já quando da sua entrada solene em Roma em 312, Constantino se recusou a subir ao Capitólio para oferecer culto a Júpiter, atitude que repetiria nas suas duas outras visitas solenes à antiga capital para a comemoração dos jubileus do seu reinado, em 315 e 326.Carrié & Roussele, op.cit., pgs.254/255 A sua adoção do cristianismo pode também ser resultado de influência familiar. Helena, com grande probabilidade, havia nascido cristã e demonstrou grande piedade no fim da sua vida, quando realizou uma peregrinação à Terra Santa, localizou em Jerusalém uma cruz que foi tida como a Vera Cruz e ordenou a construção da Igreja do Santo Sepulcro, substituindo o templo a Afrodite que havia sido instalado no local — tido como o do sepultamento de Cristo — pelo imperador Adriano. Mas apesar do seu batismo, há dúvidas se realmente ele se tornou cristão. A Enciclopédia Católica afirma: \"Constantino favoreceu de modo igual ambas as religiões. Como sumo pontífice ele velou pela adoração pagã e protegeu seus direitos\". E a Enciclopédia Hídria observa: \"Constantino nunca se tornou cristão\". No dia anterior ao da sua morte, Constantino fizera um sacrifício a Zeus, e até o último dia usou o título pagão de pontífice máximo (pontifex maximus). E, de facto, Constantino, até ao dia da sua morte, não havendo sido batizado, não participou de qualquer ato litúrgico, como a missa ou a eucaristia. No entanto, era uma prática comum na época retardar o batismo, que era suposto oferecer a absolvição a todos os pecados anteriores — e Constantino, por força do seu ofício de imperador, pode ter percebido que as suas oportunidades de pecar eram grandes e não desejou \"desperdiçar\" a eficácia absolutória do batismo antes de haver chegado ao fim da vida.Cf. Paul Veyne, Quand notre monde est devenu chrétien, Paris, Albin Michel, 2007, pgs.111/114 Qualquer que tenha sido a fé individual de Constantino, o facto é que ele educou os seus filhos no cristianismo, associou a sua dinastia a esta religião, e deu-lhe uma presença institucional no Estado romano (a partir de Constantino, o tribunal do bispo local, a episcopalis audientia, podia ser escolhida pelas partes de um processo como tribunal arbitral em lugar do tribunal da cidadeBrown, Peter. Power and Persuasion in Late Antiquity, Madison, The University of Wisconsin Press, 1992, pg. 100). E quanto às suas profissões de fé pública, num édito do início de seu reinado, em que garantia liberdade religiosa, ele tratava os pagãos com desdém, declarando que lhes era concedido celebrar \"os ritos de uma velha superstição\".Código Teodosiano, 9.16.2, citado por Peter Brown, Rise of Christendom 2a. edição,Oxford, Blackwell Publishing, 2003, pg. 74 Esta clara associação da casa imperial ao cristianismo criou uma situação equívoca, já que o cristianismo se tornou a religião \"pessoal\" dos imperadores, que, no entanto, ainda deveriam regular o exercício do paganismo — o que, para um cristão, significava transigir com a idolatria. O paganismo retinha ainda grande força política — especialmente entre as elites educadas do Ocidente do império — situação que só seria resolvida por um imperador posterior, Graciano, que renunciaria ao cargo de pontífice máximo em 379 — sendo assassinado quatro anos depois por um usurpador, Magno Máximo. Somente após a eliminação de Máximo e de outro usurpador pagão, Flávio Eugénio, por Teodósio I é que o cristianismo tornar-se-ia a única religião legal (395). O imperador romano Constantino participou em grande parte na inclusão na igreja cristã, mas, não na questão dos dogmas, pois, isso cabia aos bispos e Constantino não tinha formação teológica para tal. Um Édito dos mais conhecidos foi o Édito de Constantino, promulgado em 321, que determinou oficialmente o domingo como dia de repouso, com exceção dos lavradores — medida tomada por Constantino. Na verdade Constantino utilizou-se da sua prerrogativa de, como Pontífice máximo, de fixar o calendário das festas religiosas, dos dias fastos e nefastos (o trabalho sendo proibido durante estes últimos).Carrié & Rousselle, op.cit., pg.258 == Reformas religiosas, militares e administrativas == Constantino legalizou e apoiou fortemente a cristandade por volta do tempo em que se tornou imperador, com o Édito de Milão, mas também não tornou o paganismo ilegal ou fez do cristianismo a religião estatal única. Na sua posição de pontífice máximo — cargo tradicionalmente ocupado por todos os imperadores romanos, e que tinha a ver com a regulação de toda e qualquer prática religiosa no império — estabeleceu as condições do seu exercício público e interferiu na organização da hierarquia quando convocado, seguindo uma prática, no que diz respeito aos cristãos, que já havia sido inaugurada por um imperador pagão, Aureliano, que fora chamado a arbitrar uma querela entre o bispado de Antioquia e o bispado de Roma, que excomungara Paulo de Samósata, bispo de Antioquia, por heresia. O imperador reafirmara o que já era do direito circunscricional da Igreja Romana — ou seja, que as igrejas cristãs locais, no que diz respeito a sua organização administrativa — inclusive quanto a eleição dos bispos — deveriam reportar-se à igreja de Roma, a capital. A sua vitória em 312 sobre Magêncio resultou na ascensão ao título de augusto ocidental, ou soberano da totalidade da metade ocidental do império, reconhecida pelo pagão Licínio, único augusto do Oriente após a eliminação de Maximino Daia. A vitória de Constantino teve uma consequência militar imediata: Constantino aboliu definitivamente a guarda pretoriana, que havia sustentado Magêncio e, com ela, os interesses políticos da aristocracia italiana, substituindo-a por um corpo de tropas de elite ligadas à pessoa do imperador, as escolas palatinas, que, a partir daí, seriam o núcleo do sistema militar romano, enquanto os velhos corpos de tropa territoriais eram negligenciados.Ramsey MacMullen, Le Declin de Rome et la Corruption du Pouvoir, Paris, Les Belles Lettres,1991, pg.308 As escolas eram principalmente regimentos de cavalaria, que serviam como uma força-tarefa ligada à pessoa do imperador, e seu principal objetivo era garantir uma capacidade de ação imediata em caso de guerra civil ou externa; quanto às forças de defesa territorial, os limítanes, estas acabaram por se reduzir a uma mera força policial de fronteira, entrando em declínio imediato na sua capacidade combativa.Arther Ferrill, A Queda do Império Romano, Rio de Janeiro,Jorge Zahar Editor, 1989, pg.43 O objetivo destas reformas militares era principalmente político, colocando a quase totalidade das forças militares móveis à disposição imediata do imperador — com a exceção de certas unidades territoriais que eram equiparadas às forças móveis e chamadas pseudocomitatenses — concentradas em áreas urbanas onde pudessem ser mantidas abastecidas pelos fornecimentos que eram agora a maior parte do soldo militar (os pagamentos em dinheiro, tornando-se recompensas esporádicas pagas aquando da ascensão ou dos jubileus de ascensão do imperador ao trono).Edward N. Luttwak, The Grand Strategy of the Roman Empire, Baltimore, The Johns Hopkins University Press,1979, pgs.178/179 Quando Licínio expulsou os funcionários cristãos da sua corte, Constantino encontrou um pretexto para enfrentar o seu colega e, tendo negada permissão para entrar no Império do Oriente durante uma campanha contra os sármatas, fez disto a razão para derrotar e eliminar Licínio em 324, tornando-se imperador único. Diante da ameaça da heresia ariana, que ameaçava as bases da Doutrina Cristã, Constantino, convocou o Primeiro Concílio de Niceia, um grande centro urbano da parte oriental do império, em 325, um ano depois da queda de Licínio. Duas questões principais foram discutidas em Niceia (atual İznik): a questão da Heresia Ariana que dizia que Cristo não era divino, mas o mais perfeito das criaturas, e também a data da Páscoa. É sabido que o imperador não tinha especial preocupação com discussões filosófico-doutrinárias, assunto que delegava aos \"acadêmicos\", nem fazia questão em ser a autoridade suprema da Igreja, pois reconhecia a autoridade do Bispo de Roma. \"O que encontramos aqui em Constantino ainda não é cesaripapismo bizantino, isto é, tutela absoluta da Igreja por parte do imperador. Bem mais, a forma do concílio imperial era tão nova quanto era novo o fato de um imperador amigo dos cristãos ser soberano do Império\". Constantino só foi batizado e cristianizado no final da vida. Ironicamente, Constantino poderá ter favorecido o lado perdedor da questão ariana, uma vez que ele foi batizado por um bispo ariano, Eusébio de Nicomédia (que não deve ser confundido com o biógrafo do imperador, Eusébio de Cesareia). A inclinação que Constantino e seu filho e sucessor na condição de augusto único, Constâncio II, demonstraram pelo arianismo, é bastante explicável, na medida em que ambos tentaram apresentar a figura do imperador como um análogo do Cristo ariano: uma emanação divina, reflexo terreno do Verbo.Christol & Nony, op.cit., pg.259 A tempestuosa relação de Constantino com a Igreja da época dá conta dos limites da sua atuação no estabelecimento da Ortodoxia: pouco antes de sua morte, em 335, ele mandou exilar, na capital imperial de Augusta dos Tréveros (Tréveris), o patriarca de Alexandria Atanásio, campeão da ortodoxia, por suas violentas atitudes antiarianas, e apesar do facto de que Atanásio continuou a ser perseguido pelos sucessores de Constantino, o abertamente ariano Constâncio II e o pagão Juliano, o Apóstata, foi a sua visão teológica que acabou por prevalecer. Ao mesmo tempo que velava pela unidade religiosa do império, Constantino quis resolver o problema da divisão da elite dirigente numa aristocracia senatorial com acesso exclusivo às \"dignidades\" (as velhas magistraturas republicanas, sem poderes ou responsabilidades, e transformadas numa mera hierarquia de status) e numa hierarquia burocrática de funcionários imperiais com funções administrativas efetivas e pertencentes à ordem equestre: após 326, os altos funcionários passam à pertencer à ordem senatorial (os clarissimi) e o número de senadores passa de 600 a 2 mil, com os requisitos de entrada elevados (em Roma, os ex-questores deixam de ser senadores, e a entrada no senado passa a depender da pretura; na nova capital de Constantinopla, o acesso ao senado seria garantido aos ex-titulares do posto de tribuno da plebe, velha magistratura ressuscitada). Com a entrada do alto pessoal administrativo na ordem senatorial, quaisquer pretensões de independência política da velha aristocracia ficaram eliminadas; a escolha de todos os imperadores subsequentes seria feita exclusivamente na família do imperador ou através do exército.Christol & Nony, op.cit., pg.247 Em contrapartida, no entanto, Constantino parece haver cedido aos senadores no final do seu reinado o direito de elegerem, eles mesmos, questores e pretores e assim determinarem que pessoas queriam fazer ingressar na sua ordem, abandonando a prática da nomeação imperial de novos senadores, a adlectio. O senado, assim, se continuou sem o poder de fazer uma política própria, passou a ter o poder de estabelecer um \"cadastro de reserva\" da administração imperial. Por outro lado, paralelamente à carreira senatorial \"padrão\", a qual se chegava pela eleição às magistraturas, forma-se uma carreira alternativa, pela qual indivíduos não oriundos da aristocracia tradicional se tornam automaticamente senadores ao serem nomeados pelo imperador para cargos de hierarquia senatorial.Carrié & Roussele, op.cit., pgs.659/660 e 658 Por outras palavras: o título de senador passou a significar uma posição na hierarquia administrativa, e não uma função pública (excetuando-se, aí, o governo local de Roma). O que aconteceu com os senadores romanos foi apenas o exemplo mais notável do que aconteceu em todo o império com sua cristianização: as identidades culturais e políticas locais deixaram de contar diante da hierarquia burocrática central.Brown, Peter. op.cit., pg. 19 == Fundação de Constantinopla == Para resolver definitivamente o problema logístico da distância entre a capital e as principais frentes militares da época, sem recorrer ao expediente de uma residência imperial \"interina\", Constantino reconstruiu a antiga cidade grega de Bizâncio, que dedicou em 11 de maio de 330 chamando-a de Nova Roma, dotando-a de um senado e instituições cívicas (catorze regiões, um fórum, distribuições de trigo, um prefeito urbano) semelhantes aos da antiga Roma. Tratava-se, no entanto, de uma cidade puramente cristã, dominada pela Igreja dos Santos Apóstolos, junto à qual se encontrava o mausoléu onde Constantino seria sepultado.Christol & Nony, op.cit., pg.240 Os templos pagãos de Bizâncio foram nela preservados, mas neles foram proibidos os sacrifícios e o culto das imagens dos deuses.Carrié & Roussele, op.cit., pg.257 Após a morte de Constantino, Bizâncio foi renomeada Constantinopla, tendo-se gradualmente tornado a capital permanente do império. A fundação de Constantinopla foi complementada pelo tratado (foedus) realizado entre Constantino e seus descendentes com os godos, que, a partir de 332, passaram a defender a fronteira do Danúbio e fornecer homens ao exército romano, em troca de abastecimentos.Christol e Nony, op.cit., pg.267 A mudança da capital imperial enfraqueceu a influência do papado de Roma e fortaleceu a influência do bispo de Constantinopla sobre o Oriente, um dos eventos notáveis que provocariam futuramente o Grande Cisma do Oriente. == Sucessão == Um ano depois do Primeiro Concílio de Niceia, em 326, portanto, durante uma viagem solene a Roma para a comemoração dos seus vinte anos de reinado, Constantino mandou matar o seu próprio filho e sucessor designado Crispo, um general competente que provavelmente foi suspeito de intrigar para derrubar o pai. Pouco depois, sufocaria a sua segunda mulher Fausta num banho sobreaquecido, provavelmente por suspeitar que ela tivesse intrigado contra o seu enteado Crispo. Mandou também estrangular o cunhado Licínio, que se havia rendido em troca da vida e chicotear até à morte o seu filho (e sobrinho do próprio Constantino). Foi sucedido pelos seus três filhos com Fausta: Constantino II, Constante I e Constâncio II, os quais dividiram entre si a administração do império até que, depois de uma série de lutas confusas, Constâncio II emergiu como augusto único. thumb|upright=2.5|A limes danubiana e oriental no tempo de Constantino, com os territórios conquistados no curso das campanhas germano-sarmáticas (de 306 a 337). O mapa representa também o Império Romano pouco depois da morte de Constantino (337), com os territórios \"repartidos\" entre os seus três filhos (Constante I, Constantino II e Constâncio II) == Morte == Na Páscoa de 337 Constantino havia percebido que a sua morte chegaria em breve. Dessa forma chamou Eusébio de Nicomédia e pediu-lhe os sacramentos.MONTANELLI, Indro. História de Roma. 2ª ed. Trad. Luís de Moura Barbosa. São Paulo: Imbrasa, 1966, pág. 325. Morreu em Ancirona, nos subúrbios de Nicomédia (atual cidade turca de Izmit), ao sul do Mar de Mármara. == Apreciações póstumas == Constantino foi uma figura controversa já na sua época: o último imperador pagão, seu sobrinho Juliano, dizia que ele era atraído pelo dinheiro e que buscou acima de tudo, enriquecer-se e aos seus partidáriosLong, Jacqueline. \"Julian Augustus' Julius Caesar\", IN Maria Wyke, ed., Julius Caesar in Western Culture, Blackwell, Malden, MA,2006, pg.76 — traço este (de saber enriquecer os seus amigos) que também foi reconhecido pelo historiador Eutrópio e pelo próprio Eusébio de Cesareia.Apud Paul Veyne, Le Pain et le Cirque, Paris, Seuil, 1976, pg.760, nota263 O historiador pagão Zósimo criticou severamente as suas reformas militares.Luttwak, Edward. op.cit., pg.188 Mas como primeiro imperador «cristão», Constantino foi reverenciado durante toda a Idade Média, seja pela cristandade oriental, que o tinha como fundador do Império Bizantino — e a Igreja Ortodoxa acabou por canonizá-lo — seja pela ocidental, que, sem lhe atribuir o status de santo, considerava haver ele criado os Estados Papais, territórios doados ao Papa pela chamada Doação de Constantino. No século XV, o filólogo Lorenzo Valla provou a falsidade da suposta doação, forjada no século VIII como forma de tentar legitimar os poderes temporais do papado. Só com o Iluminismo o seu legado começou a ser pesadamente criticado, e o historiador inglês Edward Gibbon, no seu livro clássico sobre a \"A História do Declínio e Queda do Império Romano\" caracteriza-o como um general romano de velha cepa a quem o poder absoluto (e, por extensão, o cristianismo) havia convertido num déspota oriental.Gibbon, Decline and Fall of the Roman Empire, Chicago, Encyclopaedia Britannica, 1952, V.1, pg.256 Com a secularização da sociedade moderna, a apreciação de Constantino em função exclusivamente das suas reformas religiosas perdeu acuidade - e ele passou a ser analisado em termos da sua própria época, como um dos fundadores, juntamente com Diocleciano, do Baixo-Império (ou Dominato), do qual ele estabeleceu as estruturas políticas e sociais básicas. == Notas == Constantino já era casado com Minervina e afastou-se dela para poder casar-se com Fausta. |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Constantino I Dinastia Constantiniana c. 27 de fevereiro de 272 – 22 de maio de 337 |- Categoria:Pessoas citadas na Divina Comédia (Paraíso) Categoria:Imperadores bizantinos Categoria:Dinastia constantiniana Categoria:Santos do Império Romano Categoria:Pessoas deificadas Categoria:Romanos antigos do século III Categoria:Romanos antigos do século IV Categoria:Aurélios Categoria:Flavii Categoria:Valerii Categoria:Iguais aos apóstolos Categoria:Dardânia (Europa) Categoria:Escritores em latim Categoria:Gótico Máximo Categoria:Romanos antigos na Britânia Categoria:Romanos antigos envolvidos nas guerras romano-sassânidas Categoria:Tetrarquia Categoria:Monarcas canonizados Categoria:Santos da Grécia Categoria:Santos da Sérvia Categoria:Filhos de Constâncio Cloro Categoria:Santos ortodoxos Categoria:Santos do Império Bizantino Categoria:Santos do século IV",
 "title": "Constantino"
}