{
 "id": "8069",
 "text": "Ançã é uma vila portuguesa sede da Freguesia de Ançã do Município de Cantanhede. A freguesia tem 18,1 km² de área e 2451 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A povoação de Ançã foi elevada à categoria de vila em 2001. Histórica e culturalmente a vila de Ançã encontra-se ligada ao Baixo Mondego e não a Gândara ou à Bairrada, regiões etnográficas que integram o município de Cantanhede. Apenas o vinho de Ançã pode ser considerado, pelas suas características, como parte da região vinícola da Bairrada. O nobre e preservado centro histórico de Ançã é um complexo arquitetónico de valor inquestionável, ao estilo do Marquês de Cascais, senhor da Vila de Ançã. Um espaço dinâmico de crescente atratividade, em que se destaca a restauração e a vida noturna. Ao Bolo de Ançã, juntam-se outras ofertas gastronómicas. É muito procurado o seu Leitão à Bairrada, a sua Chanfana e os seus produtos vinícolas. A Fonte de Ançã ou Fonte dos Castros é conhecida por ser um espetáculo raro, com um caudal superior da 20.000 litros por minuto, origem de histórias e lendas. A água da fonte alimenta a Piscina Natural de Ançã, cuja água é sempre corrente. Mais famosa ainda é a Pedra de Ançã, presente em importantes monumentos, como o Mosteiro da Batalha, e que atraiu grandes escultores a Coimbra. Além da vila, a Freguesia de Ançã compõe- se também dos lugares da Granja, Ameixoeira e Gândara. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 393 314 1394 478 2011 369 266 1353 637 2021 289 271 1233 658 == Etimologia == O nome de Ançã é de origem latina. Segundo o arqueólogo Jorge de Alarcão (In territorio Colimbrie: lugares velhos (e alguns deles deslembrados) do Mondego, 2004) advirá, provavelmente, de Antiana, nome dado à vila de um senhor romano chamado Antius. Com a desagregação do Império Romana o nome ter-se-á alterado para Anzana (tal como surge nos documentos mais antigos, do século X), contraindo-se posteriormente para Ançãa e, hoje, Ançã. A teoria defendida por muitos, da origem italiano através de \"abbondanza\" (pela abundância de água), não tem qualquer base histórica , sendo apenas sustentada pela lenda do século XVIII que, segundo a qual, a criação da vila se deveu a 8 monges beneditinos vindos de Itália. == História == Inicialmente, Ançã era um povoado integrado no território de Coimbra. Em 937 um documento refere que seria um povoado reconquistado pelos cristãos. Mas, foi já nos finais da Idade Média, em 1371, que D. Fernando eleva Ançã à categoria de vila, e cria o Concelho de Ançã, adquirindo autonomia e concedendo-lhe privilégios, enumerando-lhe as regalias e demarcando a extensão do seu território, do qual faziam parte as povoações de Ançã, Pena, Vale de Água, Barcouço, Portunhos, S. João do Campo, Cioga do Campo e Rios Frios. Note-se, no entanto, que D. Fernando não lhe outorga qualquer foral, passando a vila a reger-se pelo foral de Coimbra ate a concessão de novo foral, no reinado de D. Manuel I, a 28 de Junho de 1514. É em torno do século XVII que o Marquês de Cascais ergue o importante património arquitetónico que ainda hoje caracteriza o centro histórico, como a construção do seu paço e da cobertura da sua famosa fonte (datada de 1674). No século XIX, o Concelho de Ançã era constituído pelas freguesias de Barcouço, Ançã, Portunhos, Pena, Cioga do Campo, Vil de Matos, São Facundo e Cidreira atingindo em 1801, 4 275 habitantes. Mas depois das Invasões Francesas, desencadearam-se as reformas administrativas do início do Liberalismo. Possuindo um pequeno reduto de absolutistas, fruto do senhorio da vila ter estado sob alçada da rainha D. Carlota Joaquina (mãe de D. Miguel e conhecida partidária dos ideias deste filho), Ançã veio a perder a sede de concelho a 31 de Dezembro de 1853, sendo a Vila anexada ao município de Cantanhede, onde ainda se mantém. Contudo, é também neste século que os viajantes começam a parar, nesta região, para comerem o famoso Leitão à Bairrada e beberem os seus afamados vinhos. Já quase no final deste século nasce em Ançã Jaime Cortesão (em 1884). Devido ao êxodo rural e à emigração, na década de 60 do século XX é notório um decréscimo populacional, e uma acentuada desaceleração no desenvolvimento de Ançã. Em 2001 foi reelevada à categoria de vila, pela Lei nº 43/2001 de 12 de Julho. O início deste século é marcado pela requalificação do espaço urbano e pela sensibilização ambiental, fatores que valorizam e dinamizam o local, atraindo investimentos. Se o concelho de Ançã não tivesse sido extinto teria hoje uma área territorial de 80,34 km² e com uma população total de 11 183 habitantes. A sua densidade populacional seria de 139,196 hab/km². == Património == *Igreja Paroquial de Ançã ou Igreja de Nossa Senhora do Óthumb|251x251px|right|Localização no Município de Cantanhede * Capela de São Bento * Capela de São Sebastião (Ançã) * Capela do Espírito Santo (Ançã) * Núcleo urbano de Ançã e ponte * Pelourinho de Ançã * Portal Setecentista * Moinho da Fonte * Moinho Valfavas * Moinho do Farinha de Milho * Piscina Natural de Ançã *Fonte de Ançã * Palácio do Marquês de Cascais * *Museu Etnográfico de Ançã == Cultura == === Museus e Galerias === * Museu Etnográfico de Ançã O Museu Etnográfico do Grupo Típico de Ançã foi inserido numa casa de habitação, construída em finais do século XVII e inícios do século XVIII. Esta foi utilizada como espaço museológico, dinamizada pelo grupo de etnografia e folclore da vila, o Grupo Típico de Ançã, desde 1991. O museu recria uma casa típica ançanense, na qual no primeiro andar vivia a família e, no rés-do-chão, eram guardados os animais. Hoje em dia, no primeiro piso do museu é possível ver a recriação de uma cozinha e quarto do século XX. O piso inferior é dedicado à exposição de alfaias agrícolas, de brinquedos, de trajes de rancho e de prémios obtidos pelo Grupo Típico de Ançã. * Bar / Galeria Quintal da Fonte === Festas e Romarias === * Festa de São Sebastião (dia 20 de Janeiro) *Festa e Aniversário de São Bento (móveis; 3ª feira seguinte à Páscoa e 2ª feira de Pascoela) * Festa e Romaria de de São Tomé (dia 25 de Julho) * Festa do Sr. da Fonte (móvel; primeiro fim-de-semana de Setembro) * Feira do Bolo de Ançã (finais de Março) === Gastronomia === ==== Bolo de Ançã ==== A origem do bolo de Ançã perde-se no tempo tendo o segredo do seu fabrico sido transmitido de pais para filhos - datará, no entanto, dos finais do século XIX/inícios do século XX. É um Bolo de confecção simples, com ingredientes naturais (ovos, farinha de trigo, açúcar, manteiga, canela e limão), de reconhecida qualidade, estando no processo de fabrico artesanal – amassado manualmente e cozido em forno de lenha da região – que se encontra o seu verdadeiro segredo. === Desporto === O Ançã Futebol Clube desenvolve a sua atividade, competitiva e formativa, no Parque Desportivo de Ançã. Tem também ao seu dispor um pavilhão Gimnodesportivo e um dos melhores campos de relvado sintético da região. ==Personalidades== Terra natal de Jaime Cortesão que ainda hoje homenageia com o nome de uma das suas principais ruas e um monumento com o seu busto. É também local de residência familiar do escritor Augusto Abelaira na sua infância. == Ligações externas == * * * * https://web.archive.org/web/20160303223332/http://www.freguesiadeanca.eu/ * https://www.facebook.com/viladeanca/ * A VILA DE ANÇÃ NA ÉPOCA MODERNA: um contributo para o seu estudo, por Margarida Sobral Neto * Lagar de Azeite de Ançã * Museu Etnográfico do Grupo Típico de Ancã",
 "title": "Ançã"
}