{
 "id": "8072",
 "text": "Camarneira é uma povoação portuguesa do Município de Cantanhede que foi sede da extinta Freguesia de Camarneira, freguesia que tinha 7,88 km² de área e 824 habitantes (2011), e, por isso, uma densidade populacional de 104,6 hab/km². A Freguesia de Camarneira foi criada em 9 de julho de 1993, por desanexação da vizinha Freguesia dos Covões, mas foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada de novo à Freguesia de Covões, para formar uma nova freguesia denominada União das Freguesias de Covões e Camarneira com a sede em Covões.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. A povoação fica localizada no centro-norte do município distando oito quilómetros da cidade de Cantanhede. A freguesia era composta por nove lugares: Camarneira, Carvalheira, Lontro, Areia da Camarneira, Quinta da Camarneira, Quinta do Cedro, Quinta da Alegria, Campanas e Fonte Errada. O orago e Nossa Senhora dos Milagres. ==População== População da freguesia de Camarneira Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 870 824 Thumb|200px|Evolução da População (1864 / 2011) Thumb|200px|Grupos Etários (2001 e 2011) Thumb|200px|Grupos Etários (2001 e 2011) Criada pela Lei nº 51-B/93, de 9 de Julho, com lugares desamexados da freguesia de Covões == História == A agricultura e o pequeno comércio são as principais fontes de rendimento da população. Outrora realizava-se uma importante feira quinzenal, conhecida por “Feira dos Bois”. Com a entrada na União Europeia e mudanças na economia, a feira deixou de ter relevância comercial, contudo a localidade registou uma época de desenvolvimento. Em meados do século vinte verificou-se um crescimento de associações desportivas e culturais. Foi então que se fundou-se a União Camarneirense, o primeiro clube da localidade. Deste se fizeram dois grupos subsidiários, o recreativo e o cénico. == Património == * Igreja Paroquial de Nossa Senhora dos Milagres (matriz) * Cruzeiro da Camarneira * Monumento ao Emigrante (Camarneira) * Capela de Nª Srª Boa Viagem (Campanas) * Capela de Nª Srª da Boa Sorte (Quinta do Cedro) * Capela de Nª Srª dos Milagres (Carmarneira) * Capela da Rainha Santa Isabel (Carvalheira) Categoria:Antigas freguesias de Cantanhede",
 "title": "Camarneira"
}