{
 "id": "8077",
 "text": "Febres é uma vila portuguesa sede da Freguesia de Febres do Município de Cantanhede, freguesia com 22,94 km² de área e 3036 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A povoação de Febres foi elevada à categoria de vila em 1988. ==Geografia== Os limites autárquicos ficam implantados na metade central norte do território municipal, com as seguintes freguesias: Covões, na parte setentrional, uma porção limítrofe do flanco noroeste com Covão do Lobo, no vizinho concelho de Vagos, Vilamar (a poente), S. Caetano (a sudoeste), Cantanhede (a sul), Pocariça (a sudeste) e Camarneira (a nascente). O órago é Nossa Senhora da Conceição. Para além da sede de freguesia, integram o seu termo os lugares de Arrancada, Balsas, Cabeços, Sobreirinho, Corgos, Chorosa, Fontinha, Lagoas, Pedreira, Serredade, Forno Branco, Sanguinheira, Barracão e Carrizes. Situada numa zona de planura, com declive suave e contínuo do interior para o litoral, esta parcela territorial surge conformada geologicamente por solos arenosos, originários de formações dunares e eólicas, com cotas que variam entre os 50 e os 90 metros. A freguesia e uma das mais ricas do concelho, produzindo cereais, legumes, hortaliças, frutas, etc. A vila tem serviço de correios e sub-estação de rede de telefones. Tem agência de seguros, bancos, oficinas de ourivesaria e associação recriativa. Tem mercados aos domingos e feira no 2º domingo de cada mês. thumb|290px|direita|Localização no Município de Cantanhede ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 524 505 1852 713 2011 447 328 1722 855 2021 305 300 1376 1055 Nota: Com lugares desta freguesia foi criada pela Lei nº 98/85, de 4 de outubro, a freguesia de Corticeiro de Cima e pela Lei nº 115/85, de 4 de outubro, a freguesia de Vilamar (Fonte: INE) == História == Alguns lugares que integram a actual freguesia surgem já documentados em finais da idade média, tal como o caso de Balsas e Arrancada, mencionados respectivamente em registos datados de 14 de dezembro de 1271 e 25 de novembro de 1311, respetivamente. Esta parte territorial do Reino de Portugal era de natureza pantanosa e insalubre, chamada de gândara, abarcando diversas pequenas lagoas ainda hoje subsistentes. Por causa desta situação ter-lhe-á valido a designação toponímica, relativa às repercussões de sezões ou “febres” de paludismo (malária), contra as quais se invocaria um culto à Mãe de Deus sobre a invocação de Nossa Senhora \"das Febres\". Antes da criação desta freguesia, a povoação onde se encontrava a capela da dita padroeira chamava-se Boeiro, e onde este pequeno templo acabaria por fixar-se como motivo de culto regional. Também nesse topónimo de \"Boeiro\" se revela a insalubridade manifestada outrora por esta parcela de território. Na zona meridional de Febres ficam as chamadas Lagoas Dianteiras, a testemunhar essa realidade geográfica, de decisivo papel na evolução histórica da freguesia. Segundo o breve excerto de Carlos Simôes Cruz, relativo às origens paroquiais, atendemos que \"O primitivo lugar do Boeiro, cuja primeira referenda que compulsámos data de 1683, estendia-se para nascente do actual centro e tratava-se de um povoado de relativa importância, embora fosse mais pequeno que, por exemplo, Balsas, Corticeiro de Baixo, Camarneira ou Covões.” Por solicitação da Academia Real de História ao Bispo de Coimbra, sobre os povoamentos da zona poente do concelho de Monte Arcado, a quem pertencia Covôes, efectuado em 1721, facámos a saber que, segundo informações do prior de Santo António dos Covões, o padre José Coelho, não constava a existência de nenhuma capela dedicada a Nossa Senhora das Febres. Isto não significa a inexistência de uma pequenina ermida, que, por serem abundantes no litoral beirão, fosse de pouca relevância. Se era de facto foco de devoção local, o mesmo já não acontece em 1758, pois as \"Memórias Paroquiais de 1758\" referenciam onze capelas pertencentes a freguesia dos Covões de então. No mesmo documento afirma-se que nove delas se encontram localizadas dentro dos respectivos lugares e \"separadas só Santo Amaro nos Picottos e Nossa Senhora das Febres no Boeiro. Será, portanto, só a partir desta altura que, agora sim, pela força aglutinadora da igreja, se vai fazendo o povoamento do actual centro.\" A freguesia de Nossa Senhora das Febres foi criada em 1791, e desanexada da de Covões por sentença de Manuel de Jesus Pereira que substituia o bispo de Coimbra D. Francisco (I) Lemos de Faria Pereira Coutinho, conforme se vê testemunhado no Auto de Desmembração lavrado na época. Este manuscrito encontra-se publicado em um monográfico comemorativo do segundo centenário da sua existência, com textos de vários autores. Febres sería uma vigararia da apresentação da mitra de Coimbra, constituída por todas as aldeias e lugares a sul e oeste do Concelho de Monte Arcado. Com a criação de novo concelho, a freguesia deixava de fazer parte deste e passaria a fazer parte de Póvoa da Arrancada, (hoje conhecido apenas por Arrancada (Febres)). O concelho foi criado no dia 3 de março de 1792 e abrangia os lugares de Sanguinheira de Cima, Sanguinheira de Baixo, Marco da Sanguinheira (hoje apenas Sanguinheira), Escumalha (hoje Vilamar), Corgos, Sobreirinho, Cabêços de Balsas, Balsas (hoje apenas Balsas), Forno Branco, Lagoas, Fontaínha de Cima, Fontaínha de Baixo (hoje Fontinha), Pedreira, Carvalheira, Fonte Errada, Montinho, Serredade, Corticeiro Grande (hoje Corticeiro de Cima), Corticeiro Pequeno (hoje Corticeiro de Baixo), e também o Casal da Gândara (hoje Gândara no Concelho de Vagos), e Arneiro da Carreira (hoje Carapelhos). Porque a igreja estava fora da Vila, este gradualmente vai perdendo sua importância e quanto ao lugar do Bueiro, já mais próximo, perde a sua numenclatúra a favor da actual de Febres. O anterior templo paroquial era muito antigo, apesar de não se conhecer a data da fundação. Foi demolido e, em sua substituição, ergueu-se num ponto mais elevado, aproximadamente 150 metros, a actual Igreja. O estilo arquitectónico manteve-se, o que se alterou foi a elegância e o prospecto exterior, sendo a igreja a maior da região. Reconstruída em honra de Nossa Senhora da Conceição, tem festa anual com romaria, a 8 de Setembro. Em 1835, como muitos outros municípios durante o liberalismo, o concelho de Arrancada é suprimido e a freguesia passa para o termo municipal de Cantanhede. No entanto Febres passou a ser sede de julgado de paz até meados do século XX. De recordar que os Julgados de Paz tratam de causas relacionadas com o incumprimento de contratos e obrigações, de natureza cível, com direito sobre bens móveis e imóveis e de arrendamento urbano. Actualmente o Julgado de Paz está em Cantanhede. A esta freguesia de Febres se liga, por razões sentimentais e porque aqui residiu durante parte da infância, o destacado vulto da literatura nacional, o poeta e romancista Carlos de Oliveira (Belém do Pará, 10 de agosto de 1921 - Lisboa, 1 de julho de 1981). Seu pai fora emigrante no Brasil, onde só viveu os dois primeiros anos de vida. Em 1923 os seus pais regressam a Portugal, acabando por se fixar nesta vila, onde seu pai continuou a exercer medicina. É importante mencionar a ourivesaria. \"O Marialva\", boletim Informativo de Cantanhede de 1963 referia que \"Nasceram nesta freguesia e dali partiram para a sua peregrinação os célebres malas-verdes (ourives ambulantes), que, mais tarde, dariam origem às orgulhosas ourivesarias de hoje, espalhadas por todo o país, África e até Brasil - que, já hoje, não são só o orgulho da freguesia, mas sim do Concelho de Cantanhede e dos concelhos vizinhos, Mira e Anadia.\" A vila de Febres tem conhecido grande evolução demográfica, e embora a economia continue sendo predominantemente primária, a terciária tem crescido nos últimos anos. A freguesia tem diversos serviços de lazer, clínico e de ensino pertinente com a construção da Escola Preparatória e Secundária e a escola EB 2, 3 Carlos de Oliveira. O movimento associativo também tem notável expressão local, assinalando a criação de diferentes instituições de índole diversificada, desde a Associação de Classe dos Ourives, Feirantes e Comerciantes de Febres, fundada em 1925 e extinta em 1949, e o Febres Sport Club com origens na terceira década do século XX. == Património == * Igreja Paroquial e Matriz. O próprio templo paroquial primitivo, de estilo barroco, e possivelmente de finais do século XVIII, apresentava-se já algo arruinado por volta de 1950, acabando por ser demolido e em seu lugar erguida a actual igreja paroquial. É esta uma edificação de ampla volumetria, dotada de uma torre sineira adossada a um dos flancos. Ostentado na respectiva frontaria encontramos uma tripla sucessão de vãos em arco redondo, os quais abrem para uma pequena área vestibular onde, por sua vez, se rasga a porta principal do templo. No lado oposto da torre sineira encontramos uma grande coluna angular encimada com uma grande estátua de Nossa Senhora das Febres, esculpida de pedra de Ançã. * Para além deste templo principal da freguesia, deve ainda referir-se a existência de uma pequena Capela da Fontinha. * Monumento ao Ourives. É um interessante monumento escultórico, em bronze e de tamanho natural, erecto em praça pública no centro da vila. Representa um dos antigos ourives ambulantes, com sua bicicleta a pedal, numa homenagem a estes profissionais, outrora conhecidos por \"malas verdes\". * Pelourinho reconstruído do extinto concelho da Arrancada. * Monumento aos Descobrimentos * Lavadouro público * Lagoa dos Coadiçais == Ligações externas == * * Categoria:Freguesias de Cantanhede Categoria:Vilas de Portugal",
 "title": "Febres"
}