{
 "id": "8093",
 "text": "Pocariça é uma povoação portuguesa do Município de Cantanhede sede de paróquia da Diocese de Coimbra que foi sede da extinta Freguesia de Pocariça, freguesia que tinha 12,33 km² de área e 1 101 habitantes (2011), e, por isso, uma densidade populacional de 89,3 hab/km². A Freguesia de Pocariça foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à Freguesia de Cantanhede, para formar uma nova freguesia denominada União das Freguesias de Cantanhede e Pocariça com a sede em Cantanhede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. thumb|290px|right|Localização no Município de Cantanhede ==População== População da freguesia de Pocariça Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 799 913 901 825 910 890 916 1 224 1 319 1 370 1 229 1 208 1 156 1 163 1 101 Thumb|200px|Evolução da População (1864 / 2011) Thumb|200px|Grupos Etários (2001 e 2011) Thumb|200px|Grupos Etários (2001 e 2011) Pelo decreto-lei nº 29.978, de 17/10/1939, foi anexado a esta freguesia o lugar de Montinho, que fazia parte das freguesias de Febres e Covões (Fonte: INE) == Situações e Limites == Pocariça pertence ao concelho de Cantanhede, distrito de Coimbra, e situa-se a 2,5 km da sede do concelho e a 27,5 km da capital de distrito. Confronta a Norte com as localidades de Covões e Febres; a Sul com Cantanhede e Ourentã; a Nascente com Bolho e Vilarinho do Bairro, pertencendo esta ao concelho de Anadia, do distrito de Aveiro, e a Poente com Cantanhede. == Constituição Geológica do Solo == A Pocariça assenta sobre uma parte da vasta planície Meso-Cesonoico Ocidental e os seus terrenos são constituídos por margas calcárias claras e vermelhas, entre as quais aparecem afloramentos cretácicos de características especiais, argiloso ou arenoso. == Orografia == Situada na vasta planície mesozóica ocidental, os seus relevos mais importantes encontram-se no monte do Montinho, a noroeste do lugar deste nome, que tem 108 metros; no monte do Mato Velho, que se levanta também a noroeste, do lugar de Arrôtas, e tem 71 metros. == Hidrografia == A localidade é banhada pela vala da Velha, cuja nascente é na parte sul da freguesia de Ourentã e tem como afluentes direitos dentro da área da freguesia as valas dos Ameais, também conhecida por Rio de Cima; a vala do Viso, com dois afluentes direitos; a vala do Rio frio e a vala da Choisa; Os afluentes esquerdos são as valas da Fonte de D. Pedro, também designada por Rio de Baixo, e as da Ponte de Juncal e da Várzea. A vala dos Ameais é de todas a mais importante, pelo seu volume de água. == Clima == Pocariça está compreendida na faixa e clima temperado quente de preponderância atlântica. == Agricultura == É muito activa a vida agrícola da povoação. Produzem-se bons vinhos (têm fama os das casa agrícolas de Fernão Pires do Bêco), azeite, milho, feijão, batata, cebola, hortaliças e mel. == Lugares == A freguesia é composta por três lugares: Arrôtas, Montinho e Pocariça. == História == Como atestam os achados de várias sepulturas e outros objectos, é de admitir que esta povoação tivesse sido habitada por Celtas e Turdulos Velhos. A existência de um povoado romano não pode ser contestada uma vez que é frequente encontrarem-se moedas, mós e sepulturas, particularmente no lugar do Beato, considerado uma necrópole. Calcula-se que a romanização tenha sido muito intensa não só pela dimensão desta necrópole, mas também pela grande quantidade de objectos encontrados. A antiguidade da Pocariça começa a demarcar-se com certo relevo depois dos elementos arqueológicos que, em Maio de 1926, foram encontrados no referido lugar do Beato. No reinado de D. João III, em 1527, quando este ordenou que se fizesse um levantamento da população do país, a população era composta por 38 vizinhos, aproximadamente 150 habitantes. Nesta época a Pocariça era um simples lugar da freguesia de Cantanhede. A freguesia só foi criada no ano de 1630, depois de uma prolongada e acalorada questão com o cabido da Sé de Coimbra, questão essa que se arrastava desde o ano de 1618. O litígio foi julgado a desfavor do povo da Pocariça, mas os pocaricenses com a sua razão e pertinência acabaram por ganhar o recurso no Tribunal da Corte Arquiepiscopal de Braga. Foi então criado um curato, ficando a apresentação do cura ao cabido da Sé de Coimbra que recebia anualmente de renda 180 mil réis. A igreja matriz da Pocariça foi levantada no local onde existia a capela de Nossa Senhora da Ajuda. Em 1839 a freguesia aparece na comarca da Figueira da Foz e em 1852 na de Cantanhede onde continua. Foi em Pocariça que, pela primeira vez em Portugal se criou a \"Companhia de Cristo Rei\" que, por sua vez, funda a \"Obra de los Sagrários\" que em todas as casas da Companhia deviam funcionar. Nasceram em Pocariça o compositor António Fragoso e a atriz Auzenda de Oliveira. ==Património== * Igreja de Nossa Senhora da Conceição (matriz) * Capela de São Tomé * Cruzeiro (em Pocariça) * Palácio de Evaristo de Sousa * Casas de José da Silveira Aires e de António Mendes == A feira dos 4 == No livro \"As Terras de Mira - Perspectiva Histórica\", da autoria de Maria Alegria Fernandes Marques, Professora de História da Universidade de Coimbra, aparece na página 67 uma referência à vida económica da região no Século XIX. Como pode ler-se no livro editado pela Câmara Municipal de Mira, «as feiras dos concelhos de Cantanhede e Vagos (Pocariça e Cantanhede, no primeiro, e Vista Alegre no segundo, a 4, 20 e 13 de cada mês, respectivamente) eram abastecidas pelos produtos agrícolas do concelho de Mira e, as primeiras, também pelo pescado da costa do Mar de Mira.» Hoje Vista Alegre engloba o concelho de Ílhavo e mantem-se a feira dos 13 todos os meses. == O nome Pocariça == No tempo dos primeiros reis apareceram inúmeras referências a Porcariça, como então lhe chamavam. No entanto, a etimologia da palavra Pocariça tem dado origem a diversas dúvidas e polémicas. Tanto o Padre António Carvalho da Costa, na sua Corografia Portuguesa (1868), Pinho Leal, no seu Portugal Antigo e Moderno (1876) e outros autores assim a designavam, embora anteriormente outras denominações aparecessem como Pucariça, Pocarina, Pocarissa e Purcariça. O Padre António Carvalho da Costa ao narrar a vila de Cantanhede cita, entre outros lugares do seu termo o da Pocariça, o que é um erro, uma vez que esta povoação nessa data já constituía uma freguesia.Pinho Leal diz que a denominação de Pocariça deriva do português antigo que significava Porcariça, o mesmo que porqueira ou guardadora de porcos e documenta isso com os Costumes e Posturas de Évora, de 1264. Agostinho Rodrigues de Andrade, na Corografia Histórico-Estatísticado Distrito de Coimbra, publicada em 1869, atribuiu-lhe a mesma designação. Não desejando entrar em longas divagações etimológicas podemos admitir, também que, uma versão que se manteve durante alguns anos e na qual se dizia que Pocariça seria, no seu princípio constituída por duas palavras: Porca e Riça que seriam a alusão à existência na povoação de uma porca de cor castanha e de cerdas crespadas, animal esse de estimação não só pela sua cor e qualidade do seu pêlo rijo, mas também, por constituir uma raridade e daí darem o nome à localidade. Deve tratar-se de uma lenda posta a correr há bastantes anos atrás. O actual nome é Pocariça, designação que foi definida em 1925 pela Câmara Municipal de Cantanhede, deliberação camarária confirmada pela respectiva rectificação no Diário do Governo de 7 de Outubro de 1925. == Colectividades == * Associação Musical da Pocariça * Associação Padre Manuel António Marques * Casa de António Mendes da Fonseca == Ligações externas == * * * Categoria:Antigas freguesias de Cantanhede",
 "title": "Pocariça"
}