{
 "id": "80985",
 "text": "A Universidade de Fortaleza (UNIFOR) é uma instituição de ensino superior brasileira e entidade privada filantrópica localizada no Bairro Edson Queiroz em Fortaleza no estado do Ceará, na Av. Washington Soares. ==História== Criada em 1973, fundada pelo Grupo Edson Queiroz, por iniciativa do próprio Edson Queiroz, é rankeada, hoje, como a melhor universidade privada do norte e nordeste do Brasil. A UNIFOR conta, atualmente, com 40 cursos na área de Graduação. Na área de Pós-Graduação a Universidade oferece seis cursos de Mestrado (Administração, Ciências Médicas, Direito Constitucional, Informática Aplicada, Psicologia, Saúde Coletiva) e cinco cursos de Doutorado (Direito, Administração,Informática, Psicologia e Biotecnologia). Oferece ainda dezenas de cursos de Especialização. == Estrutura == A Universidade está instalada em um campus de 720 mil metros quadrados e conta com cerca de 300 salas de aula, mais de 230 laboratórios e auditórios equipados para videoconferência. Conta com cobertura de internet wireless gratuita em todo o campus. === Biblioteca Central=== Reconhecida por sua excelente infraestrutura, informatização e riqueza de acervo, conta com mais de 95 mil títulos em mais de 317 mil volumes. Espaço para estudo individual e em grupo. === Biblioteca Acervos Especiais=== Um grande acervo com cerca de 9 mil volumes, entre livros e coleções raras nacionais e internacionais sobre Literatura, Artes, História do Ceará, Biografias e Direito, entre outros temas, está à disposição na Biblioteca Acervos Especiais da Unifor. === Centro de Convivência === Ponto de encontro da comunidade acadêmica. Praça de alimentação, lojas, videoteca, salas de projeção de vídeo, gráfica rápida e cibercafé. Também recebe eventos culturais e acadêmicos. === Espaço Cultural === Inaugurado em 1988, ocupa uma área de 1.200 m². Recebeu grandes nomes da arte mundial, como Miró, Rembrandt e Rubens, e artistas de expressão local e nacional. No Espaço Cultural acontece o Projeto Arte-Educação, que traz crianças e jovens de escolas públicas e particulares para visitas guiadas. === Teatro Celina Queiroz === Recebe produções locais, nacionais e internacionais de grande expressão, entre espetáculos teatrais, musicais e de dança. Dispões de 300 lugares. Palco do Projeto Teatro Celina Queiroz Grandes Espetáculos, que insere a cidade no roteiro dos mais importantes eventos teatrais. === Núcleo de Atenção Médica Integrada === Referência em toda a região por oferecer atendimento médico gratuito de qualidade, realizando por ano mais de 430 mil procedimentos e atendendo a cerca de 50 mil pessoas. Avançado centro de pesquisa e campo de estágio para alunos da área de Saúde e do curso de Psicologia. === Clínica Integrada de Odontologia === Espaço de prática acadêmica dos alunos de Odontologia. São 100 consultórios, modernos e totalmente equipados, distribuídos em duas clínicas, onde são atendidas mais de 300 pessoas por dia, inclusive pacientes especiais e com necessidade de prótese buco-maxilo-facial. === Escritório de Prática Jurídica === Espaço de prática dos alunos do Direito. Facilita o acesso à justiça para a população de baixa renda, tudo gratuito e realizado por alunos do curso de Direito sob a supervisão de seus professores. Cerca de 25 mil atendimentos por ano. Parceria com a Justiça Federal do Ceará, com a instalação de um Juizado Especial Federal e um Juizado Especial Virtual. === Núcleo de Educação a Distância === O Nead usa as mais modernas tecnologias da informação e da comunicação para oferecer cursos a distância a apoio virtual, na graduação, pós-graduação e extensão, ampliando a atuação da Universidade, de acordo com as novas tendências do ensino superior. === Núcleo de Biologia Experimental (Nubex) === Núcleo de Biologia Experimental (Nubex) é um centro de pesquisa da graduação e pós-graduação da Universidade de Fortaleza. O Nubex foi inaugurado em março de 2013. O Núcleo atua nas áreas de pesquisa, de inovação e desenvolvimento para diversos segmentos, principalmente os da saúde, o de alimentos, fármacos e educação. No Nubex são desenvolvidas pesquisas numa perspectiva multidisciplinar nas áreas de ciências biológicas e da vida. O Núcleo também atua como unidade de suporte aos mestrados institucionais em Ciências Médicas, Enfermagem e Odontologia e ao Doutorado em Biotecnologia da Rede Nordeste de Biotecnologia (Renorbio), além de programas de Pós-Graduação de Institutos de Ciência e Tecnologia (ICTs) parceiros. === Outros === * Estádio de Atletismo * Ginásio Poliesportivo * Academia * Quatro quadras de tênis * Piscina semiolímpica * Campo de futebol oficial * Campo de futebol society * Empresas Juniores * Núcleo de Aplicação em Tecnologia da Informação * Núcleo Integrado de Comunicação * Núcleo de Tecnologia da Combustão * TV Unifor == Graduação == A UNIFOR já formou mais de 90 mil profissionais. Oferta 40 cursos de Graduação em cinco áreas do conhecimento, onde estudam cerca de 25 mil alunos. Os cursos de graduação da Unifor oferecem uma visão atualizada da dinâmica do mercado e uma sólida formação intelectual e cultural a seus alunos. O corpo docente da Unifor é formado por 1.100 professores, dos quais 72% são mestres ou doutores. === Centro de Ciências da Comunicação e Gestão - CCG === * Administração * Ciências Contábeis * Ciências Econômicas * Comércio Exterior * Cinema e Audiovisual * Jornalismo * Marketing (Bacharelado) * Marketing (Tecnológico) * Publicidade e Propaganda === Centro de Ciências Jurídicas - CCJ === * Direito === Centro de Ciências da Saúde - CCS === * Nutrição * Educação Física * Enfermagem * Farmácia * Fisioterapia * Fonoaudiologia * Medicina * Medicina veterinária * Odontologia * Terapia Ocupacional * Psicologia === Centro de Ciências Tecnológicas - CCT === * Arquitetura e Urbanismo * Ciência da Computação * Engenharia Ambiental * Engenharia Civil * Engenharia de Computação * Engenharia de Controle e Automação * Engenharia Elétrica * Engenharia Eletrônica * Engenharia Mecânica * Engenharia de Produção * Engenharia de Telecomunicações === Cursos Superiores de Tecnologia - CST === * Tecnologia em Alimentos * Análise e Desenvolvimento de Sistemas * Construção de Edifícios * Design de Moda * Design de Produto * Energias Renováveis * Estética e Cosmética * Eventos * Gestão da Qualidade * Gestão de Marketing * Gestão de Recursos Humanos * Petróleo e Gás * Processos Gerenciais == Pesquisa e Pós-Graduação == Na Pós-Graduação, a UNIFOR oferece cursos Lato (Especialização e MBA) e Stricto Sensu (Mestrado e Doutorado) em todas as áreas do conhecimento. São mais de 60 cursos de Especialização, 9 MBAs, 5 Mestrados e 2 Doutorados. A UNIFOR se considera a melhor instituição particular de ensino superior do Nordeste em pesquisa. Conta com um núcleo de pesquisa em cada centro e diversas linhas de pesquisa em andamento. A ciência e a pesquisa acadêmica são difundidas com o apoio de um parque gráfico próprio, que viabiliza a publicação de livros, teses, dissertações e outras produções intelectuais de professores e pesquisadores do ensino superior. == Extensão == As atividades de extensão universitária complementam o currículo acadêmico com a oferta de cursos de curta duração, a realização de eventos culturais e esportivos, o programa de estágio, o intercâmbio acadêmico e a promoção de diversos projetos sociais envolvendo a participação de alunos e professores. === Eventos Esportivos === * GP Sul-Americano de Atletismo Caixa/UNIFOR * Corrida de Rua Unifor === Eventos Culturais === * Projeto Teatro Celina Queiroz Grandes Espetáculos * Exposições no Espaço Cultural Unifor, hall da Biblioteca e Centro de Convivência. === Grupos de Arte === * Coral, Camerata, Companhia de Dança e Grupo Mirante de Teatro. * Mantidos pela Universidade e formados por membros da comunidade acadêmica. Apresentam-se em eventos acadêmicos e institucionais. === Programa de Intercâmbio Acadêmico Internacional === Possibilita que os alunos da Unifor estudem em uma das mais de 100 instituições de superior conveniadas, distribuídas em 20 países. A Universidade também recebe alunos de instituições estrangeiras. === Setor de Estágio === Convênio com mais de 44.500 empresas. Oportunidade de participar de processos de seleção para organizações credenciadas e assim ingressar no mercado de trabalho. === Projetos Sociais === * Escola de Aplicação Yolanda Queiroz * Educação e Saúde na Descoberta do Aprender * Jovem Voluntário * Cidadania Ativa * Centro de Formação Profissional * Do Dendê * Núcleo de Ações Estratégicas == Reitores da UNIFOR == Reitor Formação Período Antero Coelho Neto Medicina 1973 - 1979 Pedro Henrique Pinheiro Dantas Odontologia 1980 - 1989 Antônio Colaço Martins Filosofia 1990 - 2001 Carlos Alberto Batista Mendes de Sousa Odontologia 2002 - 2008 Fátima Maria Fernandes Veras Medicina 2009 - 2022 Randal Martins Pompeu Engenharia Civil 2023 - == Ligações externas == * Categoria:Universidades do Ceará",
 "title": "Universidade de Fortaleza"
}