{
 "id": "81004",
 "text": "O cenáculo é um nome dado posteriormente nos escritos de alguns dos seus participantes para designar um grupo informal que se reuniu no fim do século XIX em Portugal. Tratava-se de um grupo de intelectuais. Acima de tudo foi uma tertúlia de amigos, de composição variável e de localização instável, que se reunia em casas particulares. Como grupo constituído tentava prolongar em Lisboa os tempos de Coimbra. As discussões do cenáculo começaram na Travessa do Guarda-Mor, onde Batalha Reis tinha um quarto, passaram depois para São Pedro de Alcântara, e para a R. da Cruz de Pau e acabaram por se instalar numa casa da Rua dos Prazeres. O grupo surgiu no seio da boémia coimbrã, e posteriormente, formados os seus participantes na Universidade de Coimbra, continuou a funcionar em Lisboa, acrescentando uns elementos, perdendo outros. Reuniam-se para discutir livremente os assuntos que apaixonavam toda uma geração. Da política às artes, da sociedade às ciências. == Dois momentos principais do Cenáculo == Num primeiro momento o Cenáculo assentava mais na boémia estudantil que na reflexão séria. Era uma tertúlia sobretudo anárquica em que se insultava todas as instituições da sociedade portuguesa da Regeneração, contra os seus bacharéis, os seus ministros, os seus escritores, mas também contra tudo em geral, contra Deus, contra o Universo, era acima de tudo uma “Boémia feroz” ruidosa, tumultuosa, adolescente. Foi nessa altura que o grupo inventou uma personagem, um poeta satânico à maneira de Baudelaire, chamado Carlos Fradique Mendes, e que lhe produziu um livro chamado “Poemas do Macadame”. Este poeta fictício era um exótico personagem, culto, viajado, sempre a par das novidades da ciência, excêntrico e irreverente. Muito posteriormente Eça de Queiroz iria repescar esta figura e atribuir-lhe epístolas no livro “Correspondência de Fradique Mendes”. Num segundo momento o Cenáculo foi polarizado em torno da figura magnética de Antero de Quental. Este poeta veio pôr uma certa ordem naquela boémia de tiradas líricas e ditos espirituosos e noitadas ruidosas. Antero trouxe e contagiou o grupo com a paixão por Proudhon e o reformismo social, a paixão pela Sociologia e a discussão séria sobre a Metafísica. A inquietação desordenada do grupo tinha agora um líder, alguém capaz de encaminhar as forças desses jovens intelectuais. Foi no seio do Cenáculo que surgiu o projecto da realização das Conferências do Casino. Digamos que estas de certa maneira são a sua expressão exterior, pública, de um grupo privado de amigos. == Alguns nomes do Cenáculo== *Jaime Batalha Reis *Eça de Queiroz *Antero de Quental *Germano Vieira Meireles * João Eduardo Lobo de Moura *Salomão Saragga *Manuel Arriaga *Ramalho Ortigão *Guerra Junqueiro Categoria:História de Portugal Categoria:Literatura de Portugal",
 "title": "Cenáculo (grupo de intelectuais)"
}