{
 "id": "8102",
 "text": "OLTP (Online Transaction Processing ou Processamento de Transações em Tempo Real) são sistemas que se encarregam de registrar todas as transações contidas em uma determinada operação organizacional. Por exemplo: sistema de transações bancárias que registra todas as operações efetuadas em um banco, caixas de multibanco, reservas de viagens ou hotel on-line, Cartões de Crédito. ==Requisitos== OLTP requer suporte para transações em rede. Por isso, os novos software OLTP utilizam processamento cliente/servidor e softwares intermediários que permitem transações rodarem em diferentes plataformas de computadores numa rede. Em grandes aplicações, a eficiência do OLTP vai depender de um sofisticado software de gerenciamento de transações (como o CICS) e/ou otimizações táticas de base de dados de um grande número concorrente de updates em uma base de dados orientado a OLTP. Para uma demanda ainda maior de descentralização de sistemas de banco de dados, aplicações OLTP intermediárias podem distribuir o processamento de transações por diversos computadores em uma rede de computadores. OLTP é também geralmente integrado ao SOA e Web-services. ==Benefícios== OLTP tem dois benefícios principais: simplicidade e eficiência. Redução de documentos e uma forma mais rápida de calcular retornos e despesas são exemplos sobre como OLTP simplifica as coisas nos negócios. Ele também serve como base para o estabelecimento de uma organização estável, por causa da atualização constante. Outro fator de simplicidade é o que permite aos consumidores a escolha de como eles querem pagar, tornando muito mais fácil concretizar uma transação. OLTP é comprovadamente eficiente porque dinamiza enormemente as bases de uma organização, os processamentos individuais são mais rápidos e estão disponíveis de forma ininterrupta. ==Desvantagens== É uma ótima ferramenta para qualquer empresa, mas ao utilizar OLTP existem algumas coisas para se preocupar: as questões de segurança e os custos. Uma das desvantagens do OLTP é também uma grande ameaça de segurança: a disponibilidade plena das informações que esses sistemas propiciam, também deixa os dados à mercê de crackers e intrusos. Para transações B2B, os negócios devem estar offline para completar algum tipo de processo individual, causando compradores e fornecedores perderem um pouco do benefício da eficência que o sistema propicia. Tão simples quanto o OLTP é, a menor falha no sistema tem o potencial para causar uma série de problemas, causando perda de tempo e dinheiro. Outro custo a ser observado é o para a falha potencial de servidores. Isto pode causar demora na recuperação ou até mesmo perda de uma quantidade incomensurável de dados. ==Arquitetura do SGBD do OLTP== A arquitetura tem um grande impacto no SGBD, a modelagem, o design, database Instance (memory). Operações predefinidas. 3FN (terceira forma normal). Menor número de registros com poucos campos, pois os dados são mantidos por pouco tempo. ==Memória do OLTP== * Utiliza conexões partilhadas * Os sorts ocorrem em memória * Uso eficiente da shared Pool * Cursores partilhados * Uso de PlSql * Cache Sequence --> cria um número de sequência para quando houver inserts estiver tudo em conformidade. ==Ver também== * Data warehouse * OLAP * ERP Categoria:Engenharia de software",
 "title": "OLTP"
}