{
 "id": "81048",
 "text": "Livro dos Números (do grego , \"Arithmoi\"; , Bəmiḏbar, \"No deserto [de]\") é o quarto dos cinco livros da Torá, a primeira seção da Bíblia hebraica, e do Antigo Testamento cristão. O nome em português é derivado do latim \"Numeri\" e é uma referência aos dois censos dos israelitas citados no texto. Este livro tem uma longa e complexa história, mas sua forma final provavelmente é resultado de uma edição sacerdotal de uma fonte javeísta realizada em algum momento no início do período persa (). Números começa no monte Sinai, onde os israelitas haviam recebido suas leis e renovado sua aliança com Deus, que passou a habitar entre eles no Tabernáculo. A próxima missão era tomar posse da Terra Prometida. A população é contada e preparativos são realizados para reassumir a marcha até lá. Os israelitas reassumem a jornada, mas logo aparece um rumor sobre as dificuldades da viagem e questionamentos sobre a autoridade de Moisés e Aarão. Por causa disto, Deus destrói aproximadamente deles através de formas variadas. Eles chegam até a fronteira de Canaã e enviam espiões para reconhecer o terreno. Ao ouvir o temeroso relato deles sobre as condições encontradas, os israelitas se apavoram e desistem de se apoderar do território. Deus condena-os todos à morte no deserto até que uma nova geração possa crescer para assumir a tarefa. O livro termina com a nova geração na planície de Moab pronta para cruzar o rio Jordão. Este livro marca o final da história do êxodo de Israel da opressão no Egito Antigo e sua viagem para conquistar a terra prometida por Deus a Abraão. Por isso, Números conclui narrativas iniciadas no Gênesis e elaboradas no Livro do Êxodo e no Levítico: Deus havia prometido que os israelitas que eles seriam grandes (ou seja, seriam numerosos), que eles teriam uma relação especial com Javé, seu Deus, que eles conquistariam a terra de Canaã. Números também demonstra a importância da santidade (tema fundamental do Levítico), fé e confiança: apesar da presença de Deus e de seus sacerdotes, Israel ainda não tem fé suficiente e, por isso, a conquista da terra prometida fica para uma nova geração. == Estrutura == A maior parte dos comentaristas divide Números em três seções com base no local onde os eventos se desenrolam (monte Sinai, Cades Barneia e a planície de Moab) ligadas por duas seções de viagem. Uma visão alternativa entende que Números está estruturado à volta das duas gerações da narrativa — a condenada à morte no deserto e a nova geração que entrará em Canaã — sublinhando a distinção entre a desobediência da primeira e a obediência da segunda. == Sumário == Deus ordena Moisés, ainda no deserto do Sinai, que conte todos os que podem lutar — todos os homens com mais de vinte anos — e que nomeie príncipes para comandar cada uma das tribos. Um total de estavam capacitados para o serviço militar. A tribo de Levi foi isentada e, portanto, ficou de fora do censo. Moisés consagrou os levitas para o serviço no Tabernáculo no lugar dos primogênitos, que, até então, eram os responsáveis pela tarefa. Os levitas foram então divididos em três famílias, de Gérson, Coate e Merari, cada uma com um líder. Os coatitas eram liderados por Eleazar e as outras duas por Itamar, os dois filhos de Aarão. Depois disto, preparativos para foram feitos para retomar a marcha para a Terra Prometida e várias leis e mandamentos foram decretados. Os israelitas deixaram o Sinai. O povo começou a reclamar contra Deus e foi punido com fogo; Moisés reclama da teimosia dos israelitas e recebe a ordem de recrutar setenta anciãos para ajudá-lo no governo. Miriã e Aarão criticam Moisés em Hazerote, o que enfurece a Deus; Miriã é punida com a lepra e fica isolada do acampamento por sete dias, ao final dos quais os israelitas seguem para o deserto de Parã, já na fronteira de Canaã. Os doze espiões são enviados e retornam com um relato a Moisés. Josué e Calebe, dois deles, relatam que a terra é abundante e dela , mas os demais afirmam que a terra é habitada por gigantes e os israelitas se recusam a invadi-la. Javé decreta que os israelitas serão punidos por sua falta de fé e os condena a vagar pelo deserto por quarenta anos. Moisés recebe ordem de Deus de fabricar placas para cobrir o altar. Novamente os israelitas reclamam, desta vez contra Moisés e Aarão por causa da destruição dos seguidores de Coré, e novamente são punidos: morrem numa epidemia. Aarão e sua família são declarados por Deus como responsáveis por qualquer iniquidade cometida em relação ao santuário e os levitas novamente são nomeados para ajudar a manter o Tabernáculo. Eles também recebem a ordem de entregar aos sacerdotes parte do dízimo que recebem. Mirião morre em Cades Barneia e os israelitas partem para Moabe, na fronteira oriental de Canaã. Eles culpam Moisés pela falta d'água. Moisés recebe a ordem de Deus de comandar que uma pedra verta água, mas ele desobedece e é punido por Deus, que anuncia que ele não entrará em Canaã. O rei de Edom não permite que os israelitas atravessem seu reino, o que os obriga a contorná-lo. No caminho, Aarão morre no monte Hor. Os israelitas mais uma vez reclamam de Deus e de Moisés e desta vez são punidos por \"serpentes abrasadoras\", o que provoca a morte de muitos. Uma serpente de bronze (\"Nehushtan\") é criada, por ordem de Deus, para afastar o tormento. Finalmente os israelitas chegam à planície de Moabe. Um novo censo é realizado para contar os homens com mais de vinte anos e chega a um total de ; os levitas com um mês ou mais são outros . A terra prometida será dividida por sorteio do qual as filhas de Zelofeade, que não tinham irmãos homens, participarão. Moisés recebe a ordem de nomear Josué como seu sucessor e prescrições para a observância de festas e sacrifícios para várias ocasiões são enumeradas. Em seguida, Moisés ordena que os israelitas massacrem o povo de Midiã; os rubenitas os gaditas solicitam a Moisés que lhes seja entregue esta terra, a leste do Jordão, e ele concorda depois de receber a promessa de que eles ajudarão na conquista das terras a oeste. Além das duas tribos, metade da Manassés também é assentada ali. Moisés então relembra a posição na qual os israelitas hesitaram quarenta anos antes e instrui os israelitas a exterminarem os cananeus e a destruírem seus ídolos. As fronteiras de Canaã são explicadas e a terra deverá ser dividida, sob o comando de Eleazar, Josué e os doze príncipes das tribos. === Seções segundo as porções semanais da Torá no judaísmo=== As subdivisões são as seguintes: * Bamidbar, sobre Números 1–4: Primeiro censo, deveres sacerdotais; * Naso, sobre Números 4–7: deveres sacerdotais, o acampamento, infidelidade e o nazirita, consagração do Tabernáculo; * Behaalotecha, sobre Números 8–12: levitas, atravessando nuvens e fogo, reclamações, questionamentos sobre a liderança de Moisés; * Shlach, sobre Números 13–15: relato misto dos espiões e a resposta de Israel, libações, pão, idolatria, fronteiras; * Korach, sobre Números 16–18: revolta de Coré, epidemia, botões no cajado de Aarão, deveres dos levitas; * Chukat, sobre Números 19–21: novilha vermelha, água vertendo da pedra, morte de Miriã e de Aarão, vitórias, serpentes; * Balak, sobre Números 22–25: mula de Balaão e a benção; * Pinechas, sobre Números 25–29: Fineias, o segundo censo, herança, o sucessor de Moisés, oferendas e feriados; * Matot, sobre Números 30–32: Juramentos, Midiã, dividindo os espólios, terra de Rúben, Gade e metade de Manassés; * Masei, sobre Números 33–36: paradas na viagem dos israelitas, instruções para a conquista, cidades para os levitas. == Composição == A maioria dos estudiosos bíblicos modernos acreditam que a Torá (os cinco primeiros livros do Antigo Testamento) chegaram à sua forma presente no período pós-exílio (depois de 520 a.C.), quando tradições mais antigas, orais e escritas, \"detalhes geográficos e demográficos contemporâneos, mas, ainda mais importante, as realidades políticas da época\" foram levados em consideração.Finkelstein, I., Silberman, NA., The Bible Unearthed: Archaeology's New Vision of Ancient Israel and the Origin of Its Sacred Texts, p.68-69 Os cinco livros são geralmente descritos na hipótese documental como se baseando em quatro \"fontes\" (entendidas como escolas literárias e não indivíduos): a javista e a eloista (frequentemente entendidas como uma única fonte), a fonte sacerdotal e a deuteronomista. Ainda há discussões sobre a origem das fontes não-sacerdotais, mas há consenso que esta é pós-exílio: * Gênesis: composto principalmente de material sacerdotal e não-sacerdotal; * Êxodo: uma antologia baseada em fontes de quase todos os períodos da história de Israel; * Levítico: inteiramente sacerdotal e do período do exílio ou posterior; * Números: uma edição sacerdotal de um original não-sacerdotal; * Deuteronômio: originalmente um conjunto de leis religiosas, foi ampliado no início do século VI para servir de introdução para a história deuteromística (os livros de Josué e Reis) e, posteriormente, foi separado desta história, ampliado e editado novamente e anexado à Torá. ==Temas== David A. Clines identificou um tema mais amplo da Torá como sendo o cumprimento parcial da promessa feita por Deus aos patriarcas Abraão, Isaac e Jacó. Esta promessa pode ser dividida em três elementos: posteridade (ou seja, uma linhagem de descendentes; no caso de Abraão, eles seriam incontáveis), a relação entre Deus e os homens (Israel é o povo escolhido por Deus) e terra (Canaã, amaldiçoada por Noé logo depois do Dilúvio). O tema da relação entre Deus e o homem é expressado (ou organizado) através de uma série de alianças, do Gênesis ao Deuteronômio e além. A primeira é a aliança entre Deus e Noé logo depois do Dilúvio, na qual Deus concorda em nunca mais destruir a terra com água. A próxima é entre Deus e Abraão e a terceira, entre Deus e os israelitas no monte Sinai. Nesta terceira aliança, ao contrário das primeiras duas, Deus entrega um elaborado conjunto de leis (descritas no Êxodo, Levítico e Números) que os israelitas devem observar; além disso eles devem permanecer fieis a Javé, o Deus de Israel, o que significa, entre outras coisas, que eles devem depositar sua confiança n'Ele. O tema dos descendentes é o primeiro em Números, justamente o censo dos homens em condições de lutar em Israel. O gigantesco número resultante (mais de ) demonstra o cumprimento da promessa de Deus a Abraão de incontáveis descendentes. O número também serve como uma garantia de Deus da vitória em Canaã. Conforme avançam os primeiros dez capítulos, o tema da presença de Deus entre os israelitas se torna proeminente: estes capítulos descrevem como Israel deve se organizar à volta do Tabernáculo, a morada de Deus entre os homens deixada a cargo dos levitas e dos sacerdotes, para a conquista da Terra Prometida. Os israelitas partem para conquistar a nova terra, mas quase que imediatamente se recusam a invadi-la e Javé condena a geração inteira que deixou o Egito a morrer no deserto. A mensagem é clara: o fracasso não se deu por causa de nenhuma falha nos preparativos, pois Javé já havia previsto tudo, mas sim por causa do pecado da falta de confiança de Israel. Na seção final, os israelitas da nova geração seguem as instruções de Javé entregues a Moisés e conseguem tudo o que queriam. Os cinco últimos capítulos tratam exclusivamente da terra: instruções para o extermínio dos cananeus, a demarcação das fronteiras, o procedimento para dividir as terras, as cidades sagradas para os levitas e as \"cidades santuário\", o problema da poluição da terra pelo sangue e regulamentos de herança quando falta um herdeiro do sexo masculino. == Bibliografia== * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * * * * * * * Categoria:Século V a.C.",
 "title": "Livro dos Números"
}