{
 "id": "81063",
 "text": "S&P; Global Inc. (antes de abril de 2016 McGraw Hill Financial, Inc., e antes de 2013 McGraw Hill Companies) é uma empresa americana com sede em Manhattan, Nova York. Suas principais áreas de negócios são informações e análises financeiras. É a controladora da S & P Global Ratings, da S & P Global Market Intelligence e da S & P Global Platts, além de acionista majoritária da joint venture da S & P Dow Jones Indices. == História == As empresas predecessoras da S & P Global têm uma história datada de 1888, quando James H. McGraw adquiriu o \"American Journal of Railway Appliances\". Ele continuou adicionando mais publicações, eventualmente estabelecendo a McGraw Publishing Company em 1899. John A. Hill também produziu várias publicações técnicas e comerciais e em 1902 formou seu próprio negócio, a The Hill Publishing Company. Em 1909, os dois conhecendo os interesses uns dos outros, concordaram com uma aliança e combinaram os departamentos de livros de suas editoras com a \"McGraw-Hill Book Company\". John Hill serviu como presidente e James McGraw como vice- presidente. Em 1917, as partes restantes de cada negócio foram fundidas em The McGraw-Hill Publishing Company. Em 1986, a McGraw-Hill comprou a concorrente The Economy Company, então a maior editora de material educativo dos Estados Unidos. A compra fez da McGraw-Hill a maior editora educacional dos Estados Unidos. Em 2007, a McGraw-Hill lançou uma rede de estudos on-line, GradeGuru.com, que deu à McGraw-Hill uma oportunidade de se conectar diretamente com seus usuários finais, os alunos. O site fechou em 29 de abril de 2012. Em 26 de novembro de 2012, a McGraw-Hill anunciou que estava vendendo toda a sua divisão de educação, conhecida como McGraw-Hill Education para Apollo Global Management por US $ 2,5 bilhões., \"New York Times\", November 26, 2012. Em 22 de março de 2013, anunciou que havia concluído a venda por US$ 2,4 bilhões. Categoria:Editoras dos Estados Unidos Categoria:Empresas listadas na Bolsa de Valores de Nova Iorque it:McGraw-Hill, Publishing Group Italia",
 "title": "S&P Global"
}