{
 "id": "8106",
 "text": "Almedina, Sé Velha ou Alta é um bairro da cidade portuguesa e do Município de Coimbra, que foi sede da extinta Freguesia de Almedina, freguesia que tinha de área e 904 habitantes em 2011, tendo, por isso, uma . A zona alta da cidade de Coimbra faz referência à parte mais elevada da cidade, historicamente delimitada pelas antigas muralhas da cidade (intramuros).Araújo, Luís Paulo da Silva (2015). Alta de Coimbra: Evolução urbana e funcionalidades, Relatório de estágio em Ensino de História e Geografia no 3º Ciclo do Ensino Básico e no Ensino Secundário apresentado à Faculdade de Letras da Universidade de Coimbra. A Freguesia de Almedina foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Sé Nova, Santa Cruz e São Bartolomeu, para formar uma nova freguesia denominada União das Freguesias de Coimbra (Sé Nova, Santa Cruz, Almedina e São Bartolomeu).Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. thumb|290px|right|Localização no Município de Coimbra ==População== População da freguesia de Coimbra (Almedina) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2 479 2 485 3 281 3 006 3 332 3 441 4 284 4 121 4 332 3 705 2 960 2 112 1 953 1 521 904 Thumb|200px|Evolução da População (1864 / 2011) Thumb|200px|Grupos Etários (2001 e 2011) Thumb|200px|Grupos Etários (2001 e 2011) == Património == * Torre de Anto ou Torre do Prior do Ameal ou Casa do Artesanato ou Núcleo Museológico da Memória da Escrita * Governo Civil do Distrito de Coimbra * Ponte Rainha Santa Isabel * Sé Velha de Coimbra ou Igreja Paroquial de Almedina, compreendendo o túmulo do conde Sesnando Davides * ou Igreja do Colégio Novo e claustro * Paço de Sobre-Ribas ou Paço de Sub-Ripas ou Arco de Sub-Ripas ou Palácio de Sub-Ribas * ou Casa do Navio * Igreja do Antigo Colégio de Santo António da Estrela * Porta e Torre de Almedina == Personalidades ilustres == * Conde de Almedina == Lugares == * Sé Velha * Arregaça * Parque Categoria:Antigas freguesias de Coimbra",
 "title": "Almedina (Coimbra)"
}