{
 "id": "81097",
 "text": "Raduan Nassar (Pindorama, 27 de novembro de 1935), é um escritor brasileiro galardoado com o Prêmio Camões em 2016. Na adolescência foi para São Paulo com a família onde cursou direito e filosofia na Universidade de São Paulo (USP). Estreou na literatura no ano de 1975, com o romance Lavoura Arcaica. Em 1978 foi publicada a novela Um Copo de Cólera, que fora escrita em 1970. Em 1997 foi publicada a obra Menina a caminho, reunindo seus contos dos anos 1960 e 1970. Com apenas três livros publicados é considerado pela crítica como um grande escritor e comparado a nomes consagrados da literatura brasileira, como Clarice Lispector e Guimarães Rosa. Tudo isso graças à extraordinária qualidade de sua linguagem e força poética da sua prosa. Cultuado por um pequeno círculo de leitores, Raduan tornou-se mais conhecido pelo público em geral com as versões cinematográficas de Um copo de cólera e Lavoura arcaica. Após a sua estreia na literatura, deixou de escrever em 1984, e mudou-se para seu sítio em sua cidade natal. Atualmente mora na cidade de Buri, no interior de São Paulo. Em 2010, anunciou a doação de uma fazenda de 643 hectares em Buri para a Universidade Federal de São Carlos (UFSCar). A fazenda Lagoa do Sino tornou-se sede do quarto campus da UFSCar, inaugurada em março de 2014. ==Biografia== Filho de comerciantes libaneses que migraram para o Brasil em 1920, Raduan Nassar nasceu em Pindorama, cidade do interior do Estado de São Paulo, assim como seus 9 irmãos. Iniciou os estudos no Grupo Escolar de Pindorama e cursou o então chamado ginasial na cidade de Catanduva, para onde a família mudou-se, em 1949. Graves problemas de saúde o obrigaram a interromper seus estudos, retomados em casa, com a ajuda de uma das irmãs. Em 1953 a família mudou-se para São Paulo, onde João Nassar, pai de Raduan, abriu o armarinho Bazar 13, que se tornaria uma empresa importante na cidade. Em 1955 ingressou ao mesmo tempo na Faculdade de Direito do Largo de São Francisco e no curso de Letras Clássicas da Faculdade de Filosofia, Ciências e Letras da Universidade de São Paulo (USP). No segundo semestre abandonou o curso de Letras. No curso noturno de Direito, conhece Hamilton Trevisan, procedente de Sorocaba, e com aspirações literárias. No segundo ano, Trevisan apresenta Nassar a Modesto Carone, outro sorocabano que acabara de ingressar na Faculdade de Direito. Modesto também tinha projetos definidos no terreno da literatura. Como Raduan já começasse a manifestar suas primeiras preocupações nesta área, as conversas entre os três passam a ser dominadas por temas literários. Em 1957, Raduan ingressou no curso de Filosofia da USP, o sexto irmão a frequentá-la. Na Faculdade de Direito conheceu José Carlos Abbate, um paulistano que acabaria se tornando um de seus melhores interlocutores. Inseparável, o grupo de quatro amigos começou a se encontrar regularmente na Biblioteca Mário de Andrade e na biblioteca da Faculdade de Direito, onde discutia autores e obras e fez boa parte de suas leituras. Tornaram-se comuns noitadas em salões de sinuca e bares do centro velho da cidade. No ano de 1958, Raduan praticamente interrompe o curso de Filosofia, restringindo sua frequência a uma única disciplina (Sociologia). No ano seguinte, decidido a dedicar-se integralmente à literatura, abandona o curso de Direito (estava no último ano) e atende só com trabalhos ao curso de Estética na Faculdade de Filosofia. Falece João Nassar, em 1960, após oito anos de enfermidade. No ano seguinte, Raduan desliga-se dos negócios da família. Escreve o conto \"Menina a caminho\". Viaja para Matane, no Quebeque, onde viviam duas tias, irmãs de seu pai. De lá, segue como imigrante para os Estados Unidos, onde permanece por apenas dois meses. De volta ao Brasil, em 1962, retoma o curso de Filosofia. Reaproxima-se dos irmãos, com quem passa a ter ótimo diálogo, embora lhes fale de seus projetos literários. Concluído o curso de Filosofia, em 1963, no ano seguinte viaja para Lüneburg, interior da Alemanha Ocidental, a fim de estudar alemão. Através de cartas de amigos e de familiares, toma conhecimento do golpe militar de 1964. Comunica ao Departamento de Pedagogia da Faculdade de Filosofia, Ciências e Letras da USP a sua decisão de não assumir a assistência da cadeira de Psicologia Educacional no campus de São José do Rio Preto daquela instituição. Ao mesmo tempo, abandona o curso de alemão e decide voltar ao Brasil. Antes disso vai ao Líbano e conhece a aldeia de seus pais. Começa, em 1965, na Chácara Tapiti, em Cotia, São Paulo, a se dedicar à criação de coelhos. Ernst Weber, que mais tarde dedicar-se-ia, como ele, ao jornalismo, era seu sócio. No ano seguinte Raduan passa a presidir a Associação Brasileira de Criadores de Coelho, ocasião em que promove uma concorrida exposição de coelhos e pássaros no Parque da Água Branca. Continua, no entanto, a se encontrar com o grupo de amigos da Faculdade de Direito, na casa de Hamilton Trevisan, onde discutem política e literatura. Em mutação constante, encerrou a criação de coelhos e funda, com os irmãos, em 1967, o Jornal do Bairro, contando com a participação ativa de José Carlos Abbate, que era o redator-chefe da publicação, e de Ernst Weber, então iniciando sua carreira no jornalismo. Apesar de regional, o jornal dedicava parte de seu espaço a textos referentes à política nacional e internacional. O escritor fez, em 1968, as primeiras anotações para o futuro romance Lavoura arcaica. Dois anos depois, escreve a primeira versão da novela Um copo de cólera e os contos \"O ventre seco\" e \"Hoje de madrugada\". Em 1971 morreu sua mãe, Chafika, segundo ele \"criadora de mão cheia\" de galinhas e perus. Dela lhe veio o gosto pela criação de animais. Apesar de não ter fé religiosa, participou em 1972 da leitura comentada que a família faz do Novo Testamento. As reuniões semanais para este fim se entenderam ao longo de quase todo o ano. Ao mesmo tempo, retomou as leituras do Velho Testamento e do Alcorão (esta iniciada em 1968). A preocupação com temas religiosos iria mais tarde se refletir de modo acentuado em Lavoura arcaica. Escreveu \"Aí pelas três da tarde\", que saiu como matéria no Jornal do Bairro e anos depois foi republicado como conto em outros veículos. Em 1973 conheceu a professora Heidrun Brückner, do Departamento de Línguas Germânicas da USP, que viria a se tornar sua mulher. Em abril do ano seguinte, por discordar da mudança editorial no Jornal de Bairro, deixou a direção do semanário, que atingiu 160 mil exemplares por edição. Sem alternativa imediata, começou a escrever Lavoura arcaica, trabalhando dez horas por dia, até concluí-lo, em outubro. Seu irmão Raja, formado em direito e licenciado em filosofia, foi o primeiro leitor dos originais. À revelia de Raduan, Raja tirou duas cópias do romance e decidiu passá-las para amigos. Uma dessas cópias acabou chegando às mãos de Dante Moreira Leite, ex-professor de Raduan na Faculdade de Filosofia, que encaminhou os originais à Livraria José Olympio Editora, do Rio de Janeiro. Em 1975, com a ajuda financeira do autor, a José Olympio publicou Lavoura arcaica. O livro ganhou, em 1976, o prêmio Coelho Neto para romance, da Academia Brasileira de Letras, cuja comissão julgadora tinha como relator o crítico e ensaísta Alceu Amoroso Lima (Tristão de Athayde). Recebe, ainda, o prêmio Jabuti, da Câmara Brasileira do Livro (na categoria de Revelação de Autor) e Menção Honrosa e também Revelação de Autor da Associação Paulista de Críticos de Arte — APCA. Em 1978 a Livraria Cultura Editoria, de São Paulo, publicou Um copo de cólera. A novela recebeu o prêmio Ficção da APCA. Em 1982 saiu a edição espanhola de Lavoura arcaica, pela editora Alfaguara, de Madri. Saiu a segunda edição do mesmo pela Nova Fronteira, do Rio de Janeiro. A Editora Gallimard, da França, lançou Lavoura arcaica e Um copo de cólera num só volume, em 1984. A segunda edição de Um copo de cólera é publicada em São Paulo pela Editora Brasiliense (a 3ª edição sairia em 1985 e a 4ª, em 1987). Raduan compra a Fazenda Lagoa do Sino, em Buri, sudeste do Estado de São Paulo e passa a se dedicar integralmente à produção rural. Morre o amigo Hamilton Trevisan, cujo livro de contos, O bonde da filosofia, seria publicado em março de 1985 pela Global Editora, de São Paulo. Numa entrevista ao \"Folhetim\", suplemento do jornal Folha de S.Paulo, Raduan deixa claro que abandonou a literatura: no mesmo número, o jornal publicou o conto \"O ventre seco\". Em 1987 a editora Suhrkamp lançou o livro Lateinamerikaner über Europa, uma coletânea de ensaios e depoimentos de escritores latino-americanos sobre a Europa, organizada por Curt Meyer-Clason, que inclui \"A corrente do esforço humano\", de Raduan Nassar. A revista espanhola El Paseante publicou, em 1988, os contos \"Aí pelas três da tarde\" e \"O ventre seco\" (o primeiro seria publicado ainda na Folha de S.Paulo, em 1989, e o segundo, também neste ano, no Jornal do Brasil). Saiu a terceira edição de Lavoura arcaica, em 1989, pela Companhia das Letras, de São Paulo, hoje na trigésima reimpressão. Em 1991 a Suhrkamp, de Frankfurt, publicou a edição alemã de Um copo de cólera. A segunda edição saiu no mesmo ano. 1992 marcou a quinta edição de Um copo de cólera, pela Companhia das Letras, de São Paulo, hoje em sua segunda reimpressão. Comemorando os 500 títulos da Companhia das Letras, editou-se não comercialmente Menina a caminho. ==Prêmio Camões== Em maio de 2016, o Prêmio Camões, instituído pelos governos do Brasil e de Portugal e tido como o mais importante prêmio literário da língua portuguesa, foi atribuído pelo juri a Raduan Nassar. Em fevereiro de 2017, durante cerimônia de entrega do prêmio, o escritor confessou, em seu discurso, ter \"dificuldade para entender o Prêmio Camões, ainda que concedido pelo voto unânime do júri\"; agradeceu a Portugal pelo prêmio e, em seguida, fez de sua fala um manifesto contra o governo de Michel Temer (iniciado em agosto de 2016), acusando-o de repressor - \"contra o trabalhador, contra aposentadorias criteriosas, contra universidades federais de ensino gratuito, contra a diplomacia ativa e altiva de Celso Amorim\" - e de ser \"atrelado ao neoliberalismo com sua escandalosa concentração da riqueza, o que vem desgraçando os pobres do mundo inteiro\".\"Não há como ficar calado\": a íntegra do discurso de Raduan Nassar no Prêmio Camões. Jornal GGN, 17 de fevereiro de 2017. Em resposta, o ministro da Cultura do Brasil, Roberto Freire, abandonou o discurso preparado para a ocasião e passou a rebater as críticas do escritor, ao som de aplausos, vaias e gritos de \"fora, Temer\". O ministro disse que Raduan recebia o prêmio, apesar de ser adversário do governo, e que \"quem dá prêmio a adversário político não é a ditadura\". Diante da declaração do ministro, escritores presentes ao evento lembraram que o Prêmio Camões 2016 foi concedido em maio daquele ano. \"É preciso ressaltar que ele aceitou o prêmio em maio do ano passado, quando o governo ainda era o de Dilma Rousseff”, destacou Milton Hatoum, autor do premiado romance Dois irmãos. Raduan Nassar critica governo ao ganhar prêmio; ministro da Cultura rebate. G1, 17 de fevereiro de 2017.Discurso de Raduan Nassar contra Temer durante prêmio literário irrita ministro da Cultura. Por Camila Moraes. El País, 17 de fevereiro de 2017. ==Obras do autor== ===Editadas em livro=== * Lavoura Arcaica (romance), 1975 * Um copo de cólera (novela), 1978 * Um copo de cólera / Lavoura arcaica, 1980 * Menina a caminho (contos), 1994 * Obra Completa, 2016 ===Em periódicos nacionais e estrangeiros=== * Aí pelas três da tarde (conto), Jornal de Bairro, São Paulo, 16 de Fevereiro de 1972 * Aí pelas três da tarde (conto), El Paseante, Madri, Siruela, dez. 1988 * Aí pelas três da tarde (conto), Folha de S.Paulo, São Paulo, 21 de Janeiro de 1989 * O ventre seco (conto), Folha de S.Paulo, São Paulo, 16 de Dezembro de 1984 * O ventre seco (conto), Madri, Siruela, dez. 1988 * O ventre seco (conto), Jornal do Brasil, Rio de Janeiro, 18 de Março de 1989 ===Traduções=== ;Para o inglês: *Ancient Tillage (Lavoura arcaica), tradução de Karen Sotelino, Londres, Penguin Contemporary Classics, 2016 *A Cup of Rage (Um copo de cólera), tradução de Stefan Tobler, Londres, Penguin Contemporary Classics, 2016 ;Para o espanhol: *Labor arcaica (Lavoura arcaica), tradução de Mario Melino, Madri, Alfaguara, 1982 *Labor arcaica (Lavoura arcaica), tradução de Mario Melino, Madri, Punto de Lectura, 2005 * Niña en camino (Menina a caminho), tradução de Romeo Tello G, Cidade do México, Universidad Nacional Autónoma de México, 2009 * Un vaso de coléra (Um copo de cólera), tradução de Juan Pablo Villalobos, Cidade do México, Editorial Sexto Piso, 2016 *Labranza arcaica (Lavoura arcaica), tradução de Juan Pablo Villalobos, Cidade do México, Editorial Sexto Piso, 2018 ;Para o alemão: *Nachahmung und Eigenwert (A corrente do esforço humano), ensaio, tradução de Ray-Güde Mertin. In —, Meyer-Clason, Curt (org.). Lateinamerikaner über Europa, Colônia, Suhrkamp, 1987 *Ein Glas Wut (Um copo de cólera), tradução de Ray-Güde Mertin, Frankfurt, Suhrkamp, 1991 *Das Brot des Patriarchen (Lavoura Arcaica), tradução de Berthold Zilly, Frankfurt, Suhrkamp, 2004. ;Para o francês: *Un verre de colère [suivi de] La maison de la mémoire (Um copo de cólera seguido de Lavoura arcaica). Tradução de Alice Raillard, Paris, Gallimard, 1985 *Chemins (A menina a caminho), tradução de Henri Raillard, Paris, Gallimard, 2005 *Un verre de colère (Um copo de cólera), tradução de Alice Raillard, Paris, Gallimard, 2017 ;Para o italiano: * Un bicchiere di rabbia (Um copo de cólera), tradução de Amina Di Munno, Turim, Einaudi, 2002 * Un bicchiere di rabbia (Um copo de cólera), tradução de Amina Di Munno, Roma, Sur, 2018 ;Para o português: * Um copo de cólera, Lisboa, Relógio d'Água, 1998 * Lavoura Arcaica, Lisboa, Relógio d'Água, 1999 * Menina a caminho, Lisboa, Cotovia, 2000 * Um copo de cólera, Lisboa, Penguin Random House Grupo Editorial, 2016 * Lavoura Arcaica, Lisboa, Penguin Random House Grupo Editorial, 2016 * Menina a caminho, Lisboa, Penguin Random House Grupo Editorial, 2017 ;Para o croata: *Drevni rad (Lavoura arcaica), tradução de Tanja Tarbuk, Zagreb, Fraktura, 1989 ===Versões cinamatográficas=== *Um copo de cólera, roteiro de Aluizio Abranches e Flávio R. Tambellini, 1995 *Lavoura arcaica, direção e roteiro de Luiz Fernando Carvalho, 2001 ==Prêmios== ===Lavoura Arcaica=== *1976 - Prêmio Coelho Neto, categoria romance, da Academia Brasileira de Letras *1976 - Prêmio Jabuti, categoria Revelação de Autor, da Câmara Brasileira do Livro *1976 - Prêmio APCA, Menção Honrosa - categoria Revelação de Autor, da Associação Paulista de Críticos de Arte ===Um Copo de Cólera=== *1978 - Prêmio APCA, categoria melhor ficção, da Associação Paulista de Críticos de Arte ===Menina a caminho e Outros textos=== *1998 - Prêmio Jabuti, categoria Contos e Crônicas ===Conjunto da obra=== *2016 - Prêmio Camões ==Ligações externas== * Biografia Categoria:Escritores vencedores do Prémio Camões Categoria:Escritores contemporâneos do Brasil Categoria:Romancistas do Brasil Categoria:Contistas do Brasil Categoria:Contistas do estado de São Paulo Categoria:Novelistas do Brasil Categoria:Alunos da Faculdade de Filosofia, Letras e Ciências Humanas da Universidade de São Paulo Categoria:Brasileiros de ascendência libanesa Categoria:Escritores do estado de São Paulo Categoria:Naturais de Pindorama (São Paulo) Categoria:Homens ganhadores do Prêmio Jabuti Categoria:!Editatona Cada livro seu público 2024",
 "title": "Raduan Nassar"
}