{
 "id": "811",
 "text": "Eletromagnetismo, na física, é uma interação que ocorre entre partículas com carga elétrica por meio de campos eletromagnéticos. A força eletromagnética é uma das quatro forças fundamentais da natureza. É a força dominante nas interações de átomos e moléculas. O eletromagnetismo pode ser pensado como uma combinação de eletrostática e magnetismo, dois fenômenos distintos, mas intimamente interligados. As forças eletromagnéticas ocorrem entre quaisquer duas partículas carregadas, causando uma atração entre partículas com cargas opostas e repulsão entre partículas com a mesma carga, enquanto o magnetismo é uma interação que ocorre exclusivamente entre partículas carregadas em movimento relativo. Esses dois efeitos se combinam para criar campos eletromagnéticos nas proximidades de partículas carregadas, que podem acelerar outras partículas carregadas por meio da força de Lorentz. Em alta energia, a força fraca e a força eletromagnética são unificadas como uma única força eletrofraca. A força eletromagnética é responsável por muitos dos fenômenos químicos e físicos observados na vida cotidiana. A atração eletrostática entre os núcleos atômicos e seus elétrons mantém os átomos juntos. As forças elétricas também permitem que diferentes átomos se combinem em moléculas, incluindo as macromoléculas, como as proteínas que formam a base da vida. Enquanto isso, as interações magnéticas entre os momentos magnéticos de e momento angular dos elétrons também desempenham um papel na reatividade química; tais relações são estudadas na . O eletromagnetismo também desempenha um papel crucial na tecnologia moderna: produção, transformação e distribuição de energia elétrica; produção e detecção de luz, calor e som; fibra ótica e comunicação sem fio, sensores; computação; eletrólise; galvanoplastia; e motores e atuadores mecânicos. O eletromagnetismo tem sido estudado desde os tempos antigos. Muitas civilizações antigas, incluindo os gregos e os maias, criaram teorias abrangentes para explicar raios, eletricidade estática e a atração entre pedaços magnetizados de minério de ferro. No entanto, não foi até o final do século XVIII que os cientistas começaram a desenvolver uma base matemática para entender a natureza das interações eletromagnéticas. Nos séculos XVIII e XIX, cientistas e matemáticos proeminentes como Coulomb, Gauss e Faraday desenvolveram leis homônimas que ajudaram a explicar a formação e a interação dos campos eletromagnéticos. Este processo culminou na década de 1860 com a descoberta das equações de Maxwell, um conjunto de quatro equações diferenciais parciais que fornecem uma descrição completa dos campos eletromagnéticos clássicos. Além de fornecer uma base matemática sólida para as relações entre eletricidade e magnetismo que os cientistas vêm explorando há séculos, as equações de Maxwell também preveem a existência de ondas eletromagnéticas autossustentáveis. Maxwell postulou que tais ondas constituem a luz visível, o que mais tarde se provou verdadeiro. De fato, raios gama, raios X, radiação ultravioleta, visível, infravermelha, micro-ondas e ondas de rádio foram todos determinados como sendo radiação eletromagnética diferindo apenas em sua faixa de frequências. Na era moderna, os cientistas continuaram a refinar o teorema do eletromagnetismo para levar em conta os efeitos da física moderna, incluindo a mecânica quântica e a relatividade. De fato, as implicações teóricas do eletromagnetismo, particularmente o estabelecimento da velocidade da luz com base nas propriedades do \"meio\" de propagação (permeabilidade e permissividade), ajudaram a inspirar a teoria da relatividade especial de Einstein em 1905. Enquanto isso, o campo da eletrodinâmica quântica (E.D.Q.) modificou as equações de Maxwell para serem consistentes com a natureza quantizada da matéria. Na eletrodinâmica quântica (E.D.Q.), o campo eletromagnético é expresso em termos de partículas discretas conhecidas como fótons, que também são os quanta físicos da luz. Hoje, existem muitos problemas no eletromagnetismo que permanecem sem solução, como a existência de monopolos magnéticos e o mecanismo pelo qual alguns organismos podem sentir campos elétricos e magnéticos. == História == === Mundo antigo === A investigação dos fenômenos eletromagnéticos começou há 5.000 anos. Há evidências de que os antigos chineses, maias, e potencialmente até mesmo as civilizações egípcias, sabiam que o mineral naturalmente magnético magnetita tinha propriedades atraentes, e muitos o incorporaram em sua arte e arquitetura. Os povos antigos também conheciam os raios e a eletricidade estática, embora não tivessem ideia dos mecanismos por trás desses fenômenos. O filósofo grego Tales de Mileto descobriu por volta de 600 A.E. C. que âmbar poderia adquirir carga elétrica ao ser esfregado com um pano, o que lhe permitia pegar objetos leves, como pedaços de palha. Tales também fez experiências com a capacidade das rochas magnéticas de se atraírem umas às outras e levantou a hipótese de que este fenômeno poderia estar ligado ao poder de atração do âmbar, prenunciando as profundas ligações entre a eletricidade e o magnetismo que seriam descobertas 2.000 anos mais tarde. Apesar de toda esta investigação, as civilizações antigas não tinham compreensão da base matemática do electromagnetismo, e muitas vezes analisavam os seus impactos através das lentes da religião e não da ciência (o relâmpago, por exemplo, era considerado uma criação dos deuses em muitas culturas). === Século XIX === Na Europa, a eletricidade e o magnetismo foram originalmente considerados duas forças separadas. Essa visão mudou com a publicação de James Clerk Maxwell em 1873, Tratado sobre electricidade e magnetismo, no qual as interações de cargas positivas e negativas mostraram ser mediadas por uma força. Existem quatro efeitos principais resultantes dessas interações, todos os quais foram claramente demonstrados por experimentos: # Cargas elétricas se atraem ou se repelem com uma força inversamente proporcional ao quadrado da distância entre elas: cargas diferentes se atraem, iguais se repelem. # Os pólos magnéticos (ou estados de polarização em pontos individuais) se atraem ou se repelem de maneira semelhante às cargas positivas e negativas e sempre existem como pares: cada pólo norte está unido a um pólo sul. # Uma corrente elétrica dentro de um fio cria um campo magnético circunferencial correspondente fora do fio. Seu sentido (horário ou anti-horário) depende do sentido da corrente no fio. # Uma corrente é induzida em uma espira de fio quando ela se aproxima ou se afasta de um campo magnético, ou quando um ímã se aproxima ou se afasta dele; a direção da corrente depende da direção do movimento. Em abril de 1820, Hans Christian Ørsted observou que uma corrente elétrica em um fio fazia com que a agulha de uma bússola próxima se movesse. Na época da descoberta, Ørsted não sugeriu nenhuma explicação satisfatória para o fenômeno, nem tentou representar o fenômeno em uma estrutura matemática. No entanto, três meses depois, ele iniciou investigações mais intensivas. Logo depois ele publicou suas descobertas, provando que uma corrente elétrica produz um campo magnético ao fluir através de um fio. A unidade CGS de indução magnética (oersted) é nomeada em homenagem a suas contribuições para o campo do eletromagnetismo. Suas descobertas resultaram em intensa pesquisa em toda a comunidade científica em eletrodinâmica. Eles influenciaram os desenvolvimentos do físico francês André-Marie Ampère de uma única forma matemática para representar as forças magnéticas entre condutores portadores de corrente. A descoberta de Ørsted também representou um grande passo em direção a um conceito unificado de energia. Essa unificação, observada por Michael Faraday, ampliada por James Clerk Maxwell e parcialmente reformulada por Oliver Heaviside e Heinrich Hertz, é uma das principais realizações da física matemática do século XIX. Teve consequências de longo alcance, uma das quais foi a compreensão da natureza da luz. Ao contrário do que foi proposto pela teoria eletromagnética da época, a luz e outras ondas eletromagnéticas são vistas atualmente como tendo a forma de perturbações oscilatórias e autopropagadas do campo eletromagnético quantizadas chamadas fótons. Diferentes frequências de oscilação dão origem a diferentes formas de radiação eletromagnética, desde ondas de rádio nas frequências mais baixas, até luz visível em frequências intermediárias, até raios gama nas frequências mais altas. Ørsted não foi a única pessoa a examinar a relação entre eletricidade e magnetismo. Em 1802, , um jurista italiano, desviou uma agulha magnética usando uma pilha voltaica. A configuração factual do experimento não é completamente clara, nem se a corrente fluiu pela agulha ou não. Um relato da descoberta foi publicado em 1802 em um jornal italiano, mas foi amplamente ignorado pela comunidade científica contemporânea, porque Romagnosi aparentemente não pertencia a essa comunidade. Uma conexão anterior (1735), e muitas vezes negligenciada, entre eletricidade e magnetismo foi relatada pelo Dr. Cookson.VIII. An account of an extraordinary effect of lightning in communicating magnetism. Communicated by Pierce Dod, M.D. F.R.S. from Dr. Cookson of Wakefield in Yorkshire. Phil. Trans. 1735 39, 74 – 75, publicado em 1 de janeiro de 1735 A descrição declarou: > Um comerciante em Wakefield em Yorkshire, tendo colocado um grande número de > facas e garfos em uma grande caixa... e tendo colocado a caixa no canto de > uma grande sala, aconteceu uma repentina tempestade de trovões, relâmpagos, > etc. ... O proprietário esvaziando a caixa em um balcão onde estavam alguns > pregos, as pessoas que pegaram as facas, que deitaram nos pregos, observaram > que as facas pegaram os pregos. Nisso todo o número foi testado e descobriu- > se que fazia o mesmo, e isso, a ponto de pegar pregos grandes, agulhas de > embalagem e outras coisas de ferro de peso considerável ... E. T. Whittaker sugeriu em 1910 que este evento particular foi responsável por um raio ser \"creditado com o poder de magnetizar o aço; e foi sem dúvida isso que levou Franklin em 1751 a tentar magnetizar uma agulha de costura por meio da descarga de frascos de Leyden.\"Whittaker, E.T. (1910). A history of the theories of aether and electricity from the age of Descartes to the close of the nineteenth century. Longmans, Green and Company. == Forças fundamentais == A força eletromagnética é a segunda mais forte das quatro forças fundamentais conhecidas. Ela opera com alcance infinito. As outras forças fundamentais são: * a força nuclear forte, que liga quarks para formar núcleons e liga núcleons para formar núcleos; é a mais forte das quatro forças fundamentais conhecidas, mas opera apenas em curto alcance; * a força nuclear fraca, que se liga a todas as partículas conhecidas no Modelo padrão e causa certas formas de decaimento radioativo; é a segunda mais fraca das quatro forças fundamentais e opera apenas em curto alcance; a interação eletrofraca é a descrição unificada do eletromagnetismo e a interação fraca; a força gravitacional é a única das quatro forças fundamentais que não faz parte do Modelo padrão da física de partículas. Ela é a mais fraca das quatro forças fundamentais, no entanto, ela opera em alcance infinito. Todas as outras forças (por exemplo, fricção, forças de contato) são derivadas dessas quatro forças fundamentais e são conhecidas como .Browne, \"Physics for engineering and science\" (em inglês), p. 160: \"A gravidade é uma das forças fundamentais da natureza. As outras forças, como fricção, tensão e força normal, são derivadas da força elétrica, outra das forças fundamentais. A gravidade é uma força bastante fraca ... A força elétrica entre dois prótons é muito mais forte do que a força gravitacional entre eles.\" Grosso modo, todas as forças envolvidas nas interações entre os átomos podem ser explicadas pela força eletromagnética atuando entre os núcleos atômicos eletricamente carregados e os elétrons dos átomos. As forças eletromagnéticas também explicam como essas partículas carregam momento por meio de seu movimento. Isso inclui as forças que experimentamos ao \"empurrar\" ou \"puxar\" objetos materiais comuns, que resultam das forças intermoleculares que agem entre as moléculas individuais de nossos corpos e as dos objetos. A força eletromagnética também está envolvida em todas as formas de fenômenos químicos. Uma parte necessária da compreensão das forças intraatômicas e intermoleculares é a força efetiva gerada pelo momento do movimento dos elétrons, de modo que, à medida que os elétrons se movem entre os átomos em interação, eles carregam o momento com eles. À medida que uma coleção de elétrons se torna mais confinada, seu momento mínimo aumenta necessariamente devido ao princípio de exclusão de Pauli. O comportamento da matéria na escala molecular, incluindo sua densidade, é determinado pelo equilíbrio entre a força eletromagnética e a força gerada pela troca de momento realizada pelos próprios elétrons.Purcell, \"Electricity and magnetism (em inglês), 3ª edição\", p. 546: Capítulo 11 – Seção 6, \"Electron spin and magnetic moment\". == Eletrodinâmica clássica == Em 1600, William Gilbert propôs, em seu De magnete, que a eletricidade e o magnetismo, embora ambos fossem capazes de causar atração e repulsão de objetos, eram efeitos distintos. Os marinheiros notaram que os raios tinham a capacidade de perturbar a agulha de uma bússola. A ligação entre raios e eletricidade não foi confirmada até que os experimentos propostos por Benjamin Franklin em 1752 fossem conduzidos em 10 de maio de 1752 por Thomas-François Dalibard da França usando uma barra de ferro de 12 m de altura em vez de uma pipa e ele extraiu com sucesso faíscas elétricas de uma nuvem. Um dos primeiros a descobrir e publicar uma ligação entre a corrente elétrica produzida pelo homem e o magnetismo foi , que em 1802 notou que conectar um fio através de uma pilha voltaica desviava a agulha de uma bússola próxima. No entanto, o efeito não se tornou amplamente conhecido até 1820, quando Ørsted realizou um experimento semelhante. O trabalho de Ørsted influenciou Ampère a conduzir ainda mais experimentos, que acabaram dando origem a uma nova área da física: a eletrodinâmica. Ao determinar uma lei de força para a interação entre elementos de corrente elétrica, Ampère colocou o assunto em uma sólida base matemática. Uma teoria do eletromagnetismo, conhecida como eletromagnetismo clássico, foi desenvolvida por vários físicos durante o período entre 1820 e 1873, quando foi publicado o tratado de James Clerk Maxwell, que unificou os desenvolvimentos anteriores em uma única teoria, propondo que a luz seria uma onda eletromagnética propagando-se no éter luminífero.Purcell, p. 436. Capítulo 9.3, \"Maxwell's description of the electromagnetic field was essentially complete\" (em inglês). No eletromagnetismo clássico, o comportamento do campo eletromagnético é descrito por um conjunto de equações conhecidas como equações de Maxwell, e a força eletromagnética é dada pela lei da força de Lorentz.Purcell: p. 278: Capítulo 6.1, \"Definition of the magnetic field\". Lorentz force and force equation (em inglês). Uma das peculiaridades do eletromagnetismo clássico é que é difícil de conciliar com a mecânica clássica, mas é compatível com a relatividade restrita. De acordo com as equações de Maxwell, a velocidade da luz no vácuo é uma constante universal que depende apenas da permissividade elétrica e da permeabilidade magnética do espaço livre. Isso viola a invariância de Galileu, uma pedra angular de longa data da mecânica clássica. Uma forma de conciliar as duas teorias (eletromagnetismo e mecânica clássica) é assumir a existência de um éter luminífero através do qual a luz se propaga. No entanto, esforços experimentais subsequentes falharam em detectar a presença do éter. Após importantes contribuições de Hendrik Lorentz e Henri Poincaré, em 1905, Albert Einstein resolveu o problema com a introdução da relatividade especial, que substituiu a cinemática clássica por uma nova teoria da cinemática compatível com o eletromagnetismo clássico. (Para obter mais informações, consulte História da relatividade especial.) Além disso, a teoria da relatividade implica que em quadros de referência em movimento, um campo magnético se transforma em um campo com um componente elétrico diferente de zero e, inversamente, um campo elétrico em movimento se transforma em um componente magnético diferente de zero, mostrando assim firmemente que os fenômenos são dois lados da mesma moeda. Daí o termo \"eletromagnetismo\". (Para obter mais informações, consulte Eletromagnetismo clássico e relatividade especial e .) == Extensão para fenômenos não lineares == As equações de Maxwell são lineares, pois uma mudança nas fontes (as cargas e correntes) resulta em uma mudança proporcional dos campos. A dinâmica não linear pode ocorrer quando os campos eletromagnéticos se acoplam à matéria que segue as leis dinâmicas não lineares. Isso é estudado, por exemplo, no assunto de magnetohidrodinâmica, que combina a teoria de Maxwell com as equações de Navier – Stokes. == Quantidades e unidades == Aqui está uma lista de unidades comuns relacionadas ao eletromagnetismo: * ampere (corrente elétrica) * coulomb (carga elétrica) * farad (capacitância) * henry (indutância) * ohm (resistência) * siemens (condutância) * tesla (densidade do fluxo magnético) * volt (potencial elétrico) * watt (potência) * weber (fluxo magnético) No sistema C.G.S. eletromagnético, a corrente elétrica é uma quantidade fundamental definida pela lei de Ampere e considera a permeabilidade como uma quantidade adimensional (permeabilidade relativa) cujo valor no vácuo é a unidade. Como consequência, o quadrado da velocidade da luz aparece explicitamente em algumas das equações que relacionam quantidades neste sistema. As fórmulas para as leis físicas do eletromagnetismo (como as equações de Maxwell) precisam ser ajustadas dependendo do sistema de unidades usado. Isso ocorre porque não há correspondência biunívoca entre as unidades eletromagnéticas do S.I. e as do C.G.S., como é o caso das unidades mecânicas. Além disso, dentro do C.G.S., existem várias opções plausíveis de unidades eletromagnéticas, levando a diferentes \"subsistemas\" de unidade, incluindo , \"ESU\", \"EMU\" e Heaviside – Lorentz. Entre essas opções, as unidades gaussianas são as mais comuns hoje em dia e, de fato, a frase \"unidades C.G.S.\" é frequentemente usada para se referir especificamente às unidades C.G.S. – Gaussianas. == Aplicações == O estudo do eletromagnetismo informa a construção de circuitos elétricos e dispositivos semicondutores. == Ver também == * Eletroímã * Eletromagnetismo relativístico * Eletromecânica * Experiência da dupla fenda * Geofísica * Indução eletromagnética * Levantamento aeromagnético * Magnetostática * Modelo eletromagnético * Óptica * Teoria do absorvedor de Wheeler e Feynman == Notas == == Leitura adicional == === Fontes da web === * * === Livros didáticos === * * * * * * * * * * * * * * * * === Abrangência geral === * * * * * * * * * == Ligações externas == * Conversor de força de campo magnético (em inglês) * Força eletromagnética (em inglês) - do Mundo da física de Eric Weisstein",
 "title": "Eletromagnetismo"
}