{
 "id": "812",
 "text": "Uma Encíclica (do latim tardio encyclĭcus,a,um, — kyklos significa 'um círculo', mesma raiz da palavra enciclopédia —adaptado do grego εγκyκλιος, transl. enkyklios: 'circular, que circula') ou, mais propriamente, carta encíclica (do latim littĕrae encyclĭcae, 'uma carta circular'Em latim distinguem-se \"Litterae Encyclicae\" (Carta encíclica) e \"Epistula Encyclica\" (epístula encíclica). Esta última tem destinatários mais restritos e conteúdo menos importante. Quais os Documentos usados pelo Papa?, Prof. Felipe Aquino, 9 de Agosto de 2007.) é uma comunicação escrita papal, um documento pontifício, endereçados explicitamente aos Primazes, Patriarcas, Arcebispos, Bispos, Presbíteros e aos Filhos e Filhas da Igreja, os fiéis, isto é, a toda a Igreja Universal em comunhão com a Sé Apostólica; todavia, o círculo pode alargar-se para compreender todo o \"homem de boa vontade\". Pela sua natureza, as encíclicas estão geralmente preocupadas com assuntos que afetam o bem-estar da Igreja em geral. Condenam alguma forma predominante de erro, apontam perigos que ameaçam a fé ou a moral, exortam os fiéis à constância ou prescrevem remédios para males previstos ou já existentes. O termo \"epistola encyclica\" parece ter sido introduzido pelo Papa Bento XIV (1740–1758), embora seu uso remonte às origens do cristianismo. ==História== Embora seja apenas durante nos últimos duzentos anos que as declarações mais importantes da Santa Sé foram dadas ao mundo na forma de encíclicas, essa forma de Carta Apostólica tem sido usada ocasionalmente pelos papas desde o início do cristianismo. Os papas começaram desde de cedo, em virtude da Primazia Papal, a emitir leis ou exortações, tanto para toda a Igreja quanto para os indivíduos em particular. Isso foi feito na forma das chamadas letras apostólicas. Tais cartas foram enviadas pelos papas por vontade própria ou quando a solicitação foi feita por sínodos, bispos ou fiéis cristãos individuais. Além das duas epístolas do apóstolo Pedro, o primeiro exemplo de uma carta papal na história eclesiástica é a Carta do Papa Clemente I aos Coríntios, em cuja comunidade estavam acontecendo graves dissensões. No entanto apenas algumas cartas papais dos três primeiros séculos da era cristã sobreviveram preservadas no todo ou em partes, ou são conhecidas por serem mencionadas nas obras dos primeiros apologistas católicos ou nos pais da Igreja. Tão logo, porém, a Igreja foi reconhecida pelo Estado, em 13 de junho de 313 e pode se espalhar livremente em todas as direções do Império Romano, o papa passou a ser consultado sobre os mais diversos assuntos e chamado a afirmar assertivamente o primado papal frente as mais diferentes heresias que se espalhavam pelo orbe católico e, a partir desse momento, aumentou consideravelmente o número de cartas papais. Nenhuma parte da Igreja e nenhuma questão de fé ou moral deixaram de atrair a atenção paterna papal. Embora no seu conteúdo as cartas indicassem suficientemente seu caráter jurídico e vinculativo, deve-se notar que os papas exigiam repetidamente em termos explícitos a observância de seus decretos ou exortações, do mesmo modo que exigiam repetidamente das pessoas a quem eles escreveram que estes deveriam levar a carta em questão ao conhecimento de outras pessoas como, por exemplo, a carta do Papa Sirício, do ano 385, a Himerius de Tarragona, o Papa Inocêncio I em sua carta do ano 416 dirigida a Decentius, bispo da Diocese de Gubbio, na Itália e o Papa Zósimo, no ano 418, a Hesíquio de Sabona. A fim de assegurar pleno e amplo conhecimento das leis papais, várias cópias das cartas dos papas eram ocasionalmente feitas e despachadas ao mesmo tempo. Seguindo o exemplo dos imperadores romanos, os papas logo estabeleceram arquivos em que cópias de suas cartas foram colocadas como memoriais para uso posterior e como provas de autenticidade. A primeira menção dos arquivos papais é encontrada nos Atos de um sínodo, realizada por volta de 370 sob o Papa Dâmaso I. O Papa Zósimo também faz menção no ano 419 desses arquivos. Mesmo assim, o maior número de cartas papais do primeiro milênio foi perdido. Somente as cartas do Papa Leão I, do Papa Gregório I e do Papa Gregório VII, foram completamente preservadas. Como condizia com sua importância legal, as cartas papais também foram logo incorporadas às coleções de direito canônico. O primeiro a coletar as epístolas dos papas de maneira sistemática e abrangente foi o monge Dionísio, o Exíguo, no início do século VI. Dessa maneira, as cartas papais se classificaram com os cânones dos sínodos recebendo igual valor e igual obrigação. O exemplo de Dionísio foi seguido posteriormente por quase todos os compiladores dos cânones, como os Decretos de Pseudo-Isidoro, de Anselmo de Lucca, Deusdédito (cardeal), etc. Com o desenvolvimento do primado na Idade Média, as cartas papais cresceram enormemente em número. Os papas, seguindo o costume anterior, insistiam em que seus rescritos, emitidos para casos individuais, fossem observados em todos os casos análogos. De acordo com os ensinamentos dos canonistas, sobretudo de Graciano (jurista), todas as cartas papais de caráter geral eram autorizadas para toda a Igreja sem notificação adicional. Nesse período, assim como na Igreja primitiva, as cartas dos papas foram depositadas nos arquivos papais no original ou em cópia. Eles ainda existem, e quase estão completos em número, desde a época do Papa Inocêncio III que pontificou de 1198 a 1216. Muitas cartas papais também foram incorporadas, conforme sua natureza legal, no Corpus Juris Canonici, o Código de Direito Canónico. No entanto, a falsificação de cartas papais foi ainda mais frequente na Idade Média do que na Igreja primitiva. O Papa Inocêncio III refere-se a não menos de nove métodos de falsificação. Desde o século XIII até o século XIX, bastava, para dar força legal a um documento papal, colocá-lo em Roma nas portas da Basílica de São Pedro, Basílica do Latrão, da Chancelaria dos Breves Apostólicos e na Praça Campo de' Fiori. Desde 1 de janeiro de 1909, eles adquirem força por publicação no Acta Apostolicae Sedis. Nos tempos modernos, o uso do termo Encíclica restringiu-se quase exclusivamente a certos documentos papais que diferem em sua forma técnica do estilo comum das bulas ou outros tipos de documentos pontifícios. As encíclicas também são às vezes endereçadas aos arcebispos e bispos de um país em particular. Assim, esse nome é dado à carta de Pio X (6 de janeiro de 1907) aos bispos da França, apesar de ter sido publicada, não em latim, mas em francês; enquanto, por outro lado, a carta \"Longinqua Oceani\" (5 de janeiro de 1895) dirigida por Leão XIII aos arcebispos e bispos dos Estados Unidos não é denominada oficialmente encíclica, embora em todos os outros aspectos ela observe exatamente as formas de uma. Em 1700 o proeminente historiador e monge beneditino Pierre Coustant durante mais de 20 anos debruçou-se sobre todas as possíveis cartas papais, desde o Apóstolo Pedro até o Papa Inocêncio III, distinguindo as autênticas das espúrias, morrendo deixando o trabalho inacabado até o ano 440. Alguns historiadores estimam que ao longo da história os papas enviaram mais de duas mil cartas ao clero e ao povo católico. Só do Papa Bento XIV foram quase 300 cartas. Em 1854 o teólogo católico Heinrich Denzinger publicou o famoso Compêndio dos símbolos, definições e declarações de fé e moral, em denso volume que, dentre outros documentos, traz o conteúdo de todas as principais cartas papais atualmente conhecidas, desde o século I. Pela prolífica quantidade de cartas pontifícias dos últimos 100 anos, as últimas edições em língua portuguesa do Denzinger, como é conhecido, não traz inúmeras cartas dos primeiros séculos e da Idade Média, o que só é possível consultar em edições mais antigas, da primeira metade do século XX. ==Listas de Encíclicas do Papa Bento XIV== Estas são as Encíclicas do Papa Bento XIV, considerado o primeiro papa a usar as encíclicas no sentido moderno do termo: *Ubi primum, 3 de Dezembro de 1740 *Salvatoris nostri Mater, 13 de Dezembro de 1740 *Apostolicae Servitutis, 23 de Fevereiro de 1741 *Non Ambigimus, 30 de Maio de 1741 *Sacramentum Poenitentiae, 1 de Junho de 1741 *Pro Eximia Tua, 30 de Junho de 1741 *Quanta cura, 30 de Junho de 1741 *In Suprema Universalis, 22 de Agosto de 1741 *Quamvis Paternae, 26 de Agosto de 1741 *Satis Vobis Compertum, 17 de Novembro de 1741 *Etsi Minime, 7 de Fevereiro de 1742 *Certiores Effecti, 13 de Novembro de 1742 *Cum Illud Semper, 14 de Dezembro de 1742 *Quemadmodum Preces, 23 de Março de 1743 *Nimiam Licentiam, 18 de Maio de 1743 *Demandatam coelitus humilitati nostrae, 24 de Dezembro de 1743 *Inter Omnigenas, 2 de Fevereiro de 1744 *Cum Semper Oblatas, 19 de Agosto de 1744 *In Suprema Catholicae, 20 de Novembro de 1744 *Cum Multorum Charitate, 18 de Fevereiro de 1745 *Libentissime Quidem, 10 de Junho de 1745 *Gravissimum Supremi, 8 de Setembro de 1745 *Vix Pervenit, 1 de Novembro de 1745 *Accepimus Praestantium, 16 de Julho de 1746 *Quemadmodum Nihil, 16 de Dezembro de 1746 *Postremo mense, 28 de Fevereiro de 1747 *Inter caetera, 1 de Janeiro de 1748 *Magnae Nobis, 29 de Junho de 1748 *Annus qui hunc, 19 de Fevereiro de 1749 *Officii Nostri, 15 de Março de 1749 *Peregrinantes a Domino, 5 de Maio de 1749 *Apostolica Constitutio, 26 de Junho de 1749 *Gravissimo Animi, 31 de Outubro de 1749 *Inter praeteritos, 3 de Dezembro de 1749 *Benedictus Deus, 25 de Dezembro de 1750 *Celebrationem Magni, 1 de Janeiro de 1751 *Prodiit Jamdudum, 30 de Janeiro de 1751 *Elapso Proxime Anno, 20 de Fevereiro de 1751 *Providas Romanorum, 18 de Março de 1751 *Magno Cum Animi, 2 de Junho de 1751 *A quo primum, 14 de Junho de 1751 *Cum Religiosi Aeque, 26 de Junho de 1754 *Quod Provinciale, 1 de Agosto de 1754 *Allatae Sunt, 26 de Julho de 1755 *Quam Ex Sublimi, 8 de Agosto de 1755 *Ex Quo Primum, 1 de Março de 1756 *Ex Omnibus Christiani, 16 de Outubro de 1756 *Quam Grave, 2 de Agosto de 1757 ==Uso católico== As encíclicas tratam de matéria doutrinária em variados campos: fé, costumes, culto, doutrina social, etc. A matéria nela contida não é formalmente objeto de fé. Mas, a ela, se deve o religioso obséquio do assentimento exterior e interior. Logo, uma \"encíclica não define, e nem altera um dogma, mas atualiza a doutrina católica através de um ensinamento ou um tema da atualidade e é vista como a posição da Igreja Católica sobre um determinado tema. É usada pelo Papa para exercer o seu magistério ordinário.O temo (carta) encíclica é reservado aos escritos papais, ao passo que os demais Bispos escrevem Cartas Pastorais - Quais os Documentos usados pelo Papa?, Prof. Felipe Aquino, 9 de Agosto de 2007. Normalmente, uma encíclica é designada pelas suas primeiras palavras a partir do texto em latim. Exemplos de encíclicas notáveis: * \"Rerum Novarum\" (Papa Leão XIII) sobre a questão operária * Non abbiamo bisogno (Pio XI) sobre o fascismo * Mit brennender Sorge (Pio XI) sobre o nacional-socialismo *Divinis Redemptoris (Pio XI) Sobre o Comunismo(Socialismo) *\"Casti Connubii\" (Papa Pio XI) sobre a moral conjugal * \"Mediator Dei\" (Papa Pio XII) sobre Liturgia * \"Humani Generis\" (Papa Pio XII) sobre alguns erros que ameaçam a fé * Mater et Magistra (João XXIII), sobre a questão social à luz da doutrina cristã * Populorum Progressio (Paulo VI), sobre a cooperação entre os povos e os problemas dos países pobres *Humanae Vitae (Paulo VI), sobre a regulação da natalidade * \"Redemptor Hominis\" (João Paulo II), 1ª Encíclica de João Paulo II * \"Laborem Exercens\" (Papa João Paulo II) sobre o trabalho humano; * \"Fides et Ratio\" (Papa João Paulo II) sobre as relações entre fé e razão; * \"Deus Caritas est\" (Bento XVI), sobre o Amor Cristão; * \"Spe salvi\" (Bento XVI), sobre a Esperança Cristã; * \"Caritas in Veritate\" (Bento XVI), sobre o desenvolvimento humano na Caridade. * \"Laudato si'\" (Papa Francisco), sobre a preservação do meio ambiente e o aquecimento global. O Papa Francisco escreveu, até o momento, as encíclicas Lumen fidei, Laudato si' e Fratelli tutti. == Ver também == * Documentos pontifícios * Bula pontifícia * Carta apostólica == Ligações externas == * Encíclicas dos Sumo-pontífices, por ordem alfabética, vatican.va Categoria:História da Igreja Católica",
 "title": "Encíclica"
}