{
 "id": "8123",
 "text": "Santo António dos Olivais é uma freguesia portuguesa do município de Coimbra, com 19,27 km² de área e habitantes (censo de 2021). A sua densidade populacional é . É a freguesia de Coimbra e da Região do Centro com mais residentes, e a segunda freguesia com mais habitantes localizada fora das áreas metropolitanas de Lisboa e do Porto. ==História e geografia== Criada em 20 de Novembro de 1854, nela é ainda possível encontrar duas áreas distintas: a urbana e a rural. A primeira é muito marcada pelo casario das zonas residenciais que desde muito cedo se terão começado a desenvolver. Tal se deve, em parte, à presença do Mosteiro de Celas (atualmente no bairro da Cruz de Celas) que, situado numa área erma de Coimbra, onde a paisagem se caracterizava pela existência de pinhais e olivais, foi permitindo as construções em seu redor. Atualmente, porém, não é apenas junto a este mosteiro que podemos encontrar bairros habitacionais. Os bairros da Solum, Vale das Flores, Tovim, Alto de São João, Pinhal de Marrocos, Portela do Mondego ou Chão do Bispo são exemplos do grande crescimento da freguesia. À área rural correspondem os lugares de Picoto dos Barbados, Casal do Lobo, Cova do Ouro. Quer pela presença do Mosteiro de Celas, quer pela existência do Convento Franciscano dos Olivais (posteriormente a Igreja de Santo António dos Olivais), foi esta freguesia, desde sempre, muito marcada pela religiosidade, aspecto presente não só nas celebrações eucarísticas mas, sobretudo, em importantes festas e romarias, realizadas em diversas épocas do ano, com destaque para a romaria do Espírito Santo. A Igreja comemora agora os 795 anos de existência (1218 a 2013) Destaque-se a animação cultural que ocorre na freguesia com inúmeros concertos a actividades como as Noites de Verão do Bairro Norton de Matos com muita música. Nesta freguesia, subindo pelos Tovins em direção ao Picoto dos Barbados, pode-se visitar a Mata Nacional de Vale de Canas, já na freguesia de Torres do Mondego. Fazem parte desta freguesia o Estádio Cidade de Coimbra, o Parque de Campismo do Areeiro, o Complexo Olimpico-Multiusos de Celas, o Parque Linear do Vale das Flores, Areeiro. ==Demografia== A população registada nos censos foi: Nota: pelo Decreto-Lei nº 23.534, de 01/02/1934, foram desanexados lugares desta freguesia para constituir a freguesia de Torres do Mondego (Fonte:INE). Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 5136 6076 22070 6234 2011 4491 4221 22324 7900 2021 5064 4032 21949 10105 == Património == * Mosteiro de Celas * Igreja de Santo António dos Olivais ou Santuário de Santo António dos Olivais * Capela e Fonte de Santa Comba * Casa das Sete Fontes, capela, edifícios anexos e mata * Capela (lugar de Tovim de Cima) ==Lugares== * Olivais * Cruz de Celas * Solum * Calhabé * São José * Casa Branca * Vale das Flores * Tovim * Bairro das Sete Fontes * São Romão * Rocha Nova * Serra da Rocha * Picoto dos Barbados * Vale de Canas * Tenxoal * Chão do Bispo * Fonte da Cheira * Quinta da Cheira * Portela da Cobiça * Nogueiras * Areeiro * Arregaça * Vale de Linhares * Casal do Lobo * Cova do Ouro * Alto de São João * Pinhal de Marrocos * Portela do Mondego",
 "title": "Santo António dos Olivais"
}