{
 "id": "81306",
 "text": "Rio Preto Esporte Clube, mais conhecido somente por Rio Preto, é um clube brasileiro de futebol da cidade de São José do Rio Preto, interior do estado de São Paulo. Foi fundado em 21 de abril de 1919 e suas cores são o verde e o branco. O Rio Preto está disputando a Série A3 do Campeonato Paulista. ==História== No dia 21 de abril de 1919 era fundado o Rio Preto Esporte Clube, por um grupo de jovens: Atílio Onibeni, Francisco de Almeida Viegas (Pacheco), Gabriel Camarero, Francisco Laurito, José Bueno (Juca Bueno), João Jorge (João da Pinta), Francisco Fusco e José Zanirato, o Bepe.Sobre o Clube Existia, na ocasião, na cidade de São José do Rio Preto, uma agremiação conhecida apenas por Esporte Clube, composta por elementos ligados às firmas comerciais de São José do Rio Preto. Uma fusão dos dois clubes originou o Rio Preto Esporte Clube. A primeira apresentação do Rio Preto foi contra o Clube Atlético Imperial, da cidade de Taquaritinga. A equipe do Rio Preto, em seu primeiro jogo, contou com jogadores oriundos de São José do Rio Preto: Zé Capoeira, Paschoal Gignardi, Zeca, Maria, Tango, Borocha, Campineiro, Marcondes, Luiz dos Santos, Pacheco e Orlando da Valle. Depois da primeira apresentação, mesmo tendo sido derrotado, os convites para exibições não paravam de chegar. O primeiro gol do Rio Preto Esporte Clube foi anotado por Francisco de Almeida Viegas, mais conhecido por Pacheco. Em 1948 e 1949, o time disputou a Segunda Divisão de profissionais, ficando afastado por três anos posteriormente. Após voltar em 1953, o clube não mais interrompeu suas atividades, alternando entre as disputas do segundo e terceiro escalão. Em 1963, a equipe conquistou o seu primeiro título, equivalente à atual Série A3.O Rio Preto campeão do terceiro escalão do futebol paulista de 1963Jornal comemorativo aos 102 anos do Rio Preto Esporte Clube Depois disso, disputou a divisão de acesso até 1993, com apenas uma passagem pelo nível abaixo em 1978. Nesse período, o novo estádio do Rio Preto era inaugurado em 21/04/1968. Um projeto arrojado, com capacidade para 35 mil pessoas, e, devido à colaboração importante na sua construção da família de Vitor Brito Bastos, doador da área do primeiro Estádio, e doador, através de seus herdeiros do dinheiro da venda da primeira área, que viabilizou a aquisição e construção do novo Estádio e que ganhou inicialmente o nome de Riopretão e Victor Brito Bastos, sendo inaugurado em 21 de abril de 1968, no jogo e . Somente 9 anos após sua inauguração, quando da morte do então presidente do Clube, à ocasião, foi denominado Anísio Haddad, face a grande comoção que seu falecimento causou na cidade.Rio Preto em foco traz a história do empresário Anísio HaddadO legado de Anísio Haddad nos negócios e no esporte Em 1989, a Dra. Wayta Aparecida Menezes Dalla Pria, foi eleita a primeira mulher presidente de um clube de futebol profissional da história.Série A3: Após derrubada de ditadura no Rio Preto, novos dirigentes apostam em futuro promissor Com a reformulação do futebol paulista em 1994, o Rio Preto acabou indo para a Série A3, mas naquele mesmo ano conseguiu o acesso e voltou para a Série A2. Rebaixado em 1996, o clube conseguiu mais uma vez o título da Série A3 em 1999, retornando para a Série A2.Paulista A2: Rio Preto completa 98 anos de existência com evolução e patrimônio Estabilizado na principal divisão de acesso, o Rio Preto conseguiu o inédito acesso em 2007. Na campanha histórica, a equipe foi vice-campeã, perdendo para a Portuguesa na final.Relembre a trajetória do acesso de 2007 do Rio Preto Esporte Clube Na sua única participação na elite estadual, a equipe não teve bom desempenho e acabou rebaixada.Rio Preto perde e se aproxima do rebaixamento no Paulistão-08Sertãozinho perde e é rebaixado no Paulistão Depois do rebaixamento, o clube alternou temporadas na Série A2 e Série A3. Rebaixado em 2012,Tradicional, Rio Preto sofre com dois times em baixa na A2 do Paulista o Rio Preto voltou ao ser vice-campeão da Série A3 em 2016, acessando a Série A2.Retrospectiva: Sertãozinho campeão, e o \"quase\" de BEC e Batatais na A2 No ano seguinte, porém, a equipe novamente caiu e voltou para a Série A3,Na lanterna e já rebaixado, Rio Preto cumpre tabela contra o Rio Claro onde se encontra desde 2018.Campeonato Paulista: as equipes que formarão a Primeira Divisão (Séries A1, A2 e A3) e a Segunda Divisão em 2018 ==Rivalidade== ===Derby Riopretense=== No início do século XX, São José do Rio Preto tinha duas equipes que rivalizavam-se no futebol da cidade: o Rio Preto Esporte Clube, (fundado em 1919) e o Palestra (fundado em 1929). Com a profissionalização, Rio Preto e Palestra seguiram caminhos distintos. O Palestra ficou no amadorismo e o Rio Preto seguiu sozinho no profissional. Em 1946, existia um time amador em Rio Preto que era imbatível, a Associação dos Bancários. Neste time jogava Canizza, jogador que desafiava qualquer um a vencer seu time. Alguns esportistas da cidade, liderados pelo engenheiro da Estrada de Ferro Araraquarense, Antonio T. Pereira Lima, resolveram fundar um clube de futebol para derrotar o time de Canizza. Fundado como América Futebol Clube, sua estreia seria contra a Ferroviária de Araraquara no antigo campo do Palestra. Mas devido às chuvas, o gramado estava alagado e a diretoria do América solicitou à do Rio Preto o empréstimo de seu estádio. O pedido foi negado. De fato, os coronéis e doutores do Rio Preto andavam ressabiados com o novo rival. Eles acusavam os americanos de estimular a dissidência de jogadores do Rio Preto para contratá-los em seguida. E um dos primeiros jogadores a trocar o verde e branco pelo vermelho foi exatamente Benedito Teixeira; o aclamado ex-presidente do América tinha sido ponta-esquerda do Rio Preto. Os diretores do Rio Preto não externaram à época, mas à boca pequena também se sabe da mágoa por não ter sido o Rio Preto o adversário na estreia do América. Oficialmente, o clube não emprestou o Estádio Dr. Vitor Britto Bastos alegando que o jogo danificaria o campo, encharcado depois das chuvas. Começava ali uma das maiores rivalidades do estado de São Paulo.Primeiro Dérbi Rio-pretense entre América e Rio Preto acontecia há 74 anos A maior goleada aconteceu em 07 de junho de 1953 quando o derrotou o por 6 a 0.Clássicos Até o momento, os clubes se enfrentaram por 66 oportunidades. A equipe americana leva enorme vantagem sobre o rival: 34 vitórias do América, 13 vitórias do Rio Preto e 19 empates. O América marcou 122 gols e sofreu 75, com saldo positivo de 47 gols.Todos os derbys entre América X Rio Preto A última vez que as equipes se enfrentaram foi no dia 16 de fevereiro de 2014 pela Série A3 no Estádio Anísio Haddad com vitória do por 3 a 2.Rio Preto 3 x 2 América - Glorioso vence o dérbi e pula para 3ºJacaré triunfa no 67º dérbi de Rio Preto; Água Santa surpreendeRio Preto faz 'macumba' contra o América-SP, vira e vence o clássico ==Títulos== ESTADUAIS Competição Títulos Temporadas Campeonato Paulista – Série A3 2 1963 e 1999 TOTAL Competição Títulos Temporadas Títulos oficiais 2 2 Estaduais === Campanhas de destaque === DESTAQUES Competição Campanhas Campeonato Paulista – Série A2 Vice-campeão (2007) Campeonato Paulista – Série A3 Vice-campeão (1994 e 2016) ==Estatísticas== === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha Anos Campeonato Paulista 1 20º colocado (2008) 2008 1 Série A2 51 Vice-campeão (2007) 1948-1949, 1953-1959, 1964-1972, 1974-1978, 1980-1993, 1995-1996, 2000-2007, 2009-2012 e 2017 1 6 Série A3 20 Campeão (1963 e 1999) 1960-1963, 1979, 1994, 1997-1999, 2013-2016 e 2018-2024 5 – Copa Paulista 14 Quartas-de-final (1999) 1999, 2001-2009, 2011, 2013, 2015 e 2020 === Últimas dez temporadas === Últimas dez temporadas do Rio Preto Esporte Clube Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Internacionais Internacionais Internacionais Internacionais Estaduais Estaduais Estaduais Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Copa do Brasil Continentais / Mundial Continentais / Mundial Continentais / Mundial Continentais / Mundial Campeonato Paulista Campeonato Paulista Copa Paulista Ano Fase Máxima Competição Competição Fase Máxima Fase Máxima Fase Máxima 2013 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A3 10º 2F 2014 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A3 5º — 2015 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A3 17º 1F 2016 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A3 2º — 2017 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A2 18º — 2018 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A3 9º — 2019 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A3 11º — 2020 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A3 11º 1F 2021 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A3 13º — 2022 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A3 12º — 2023 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A3 11º — == Ver também == * São José do Rio Preto * Derby Riopretense == Ligações externas == *",
 "title": "Rio Preto Esporte Clube"
}