{
 "id": "81313",
 "text": "Nuno da Cunha e Ataíde (Lisboa, 8 de Dezembro de 1664 – Lisboa, 3 de Dezembro de 1750) foi um cardeal português, conhecido como \"Cardeal da Cunha\", figura influente na corte de D. João V, de quem foi conselheiro. ==Biografia== D. Nuno da Cunha e Ataíde era filho de Luís da Cunha e Ataíde, 8.º Senhor de Povolide de juro e herdade, e de sua mulher D. Guiomar de Lancastre, e irmão mais novo de Tristão da Cunha e Ataíde, 9.° Senhor e 1.º Conde de Povolide, por Decreto de D. João V de Portugal de 6 de janeiro de 1709. O seu homônimo e tio paterno, D. Nuno da Cunha de Ataíde, recebera o título de conde de Pontével, por carta de 10 de julho de 1662 (D. Afonso VI). A casa de Povolide descendia de um dos filhos do célebre navegador Tristão da Cunha, e representava também a linha de parentesco mais próxima da primogenitura dos Ataídes, pois D. Helena de Ataíde, irmã de D. Luís de Ataíde, 3.º conde de Atouguia (que faleceu sem geração), era trisavó do 1.º conde de Povolide e do Cardeal da Cunha. Foi Mestre de Artes em Coimbra e formou-se aí, na Universidade de Coimbra em Direito Canónico. Tendo também exercido as funções de cónego da Sé. Foi ainda membro do Conselho de Estado, Inquisidor-mor dos Reinos de Portugal e Algarves, e capelão privado d'el-rei D. Pedro II. Foi designado bispo de Elvas (1705), cargo que recusou, tendo em compensação recebido o título de bispo-titular de Targa. Clemente XI elevou-o ao cardinalato a 18 de Maio de 1712, com o título de Santa Anastácia. Segundo o Agiologio Lusitano, terá sido o 186º e 192º provedor da Santa Casa da Misericórdia de LisboaAgiologio Lusitano dos sanctos e varoens illustres em virtude do reino de Portugal e suas Conquistas, Volume 4, Lisboa, 1744, pág. 29. Faleceu em Lisboa em 1750; está sepultado na Sé dessa cidade. == Ligações externas == * * * Categoria:Naturais de Lisboa Categoria:Cardeais de Portugal Categoria:Cardeais nomeados pelo papa Clemente XI Categoria:Religiosos de Portugal Categoria:Inquisidores de Portugal Categoria:Provedores da Santa Casa da Misericórdia de Lisboa Categoria:Família Ataíde Categoria:Bispos de Elvas",
 "title": "Nuno da Cunha e Ataíde"
}