{
 "id": "81324",
 "text": "João Afonso Esteves de Azambuja (Azambuja, Azambuja, cerca de 1340 – Bruges, 23 de Janeiro de 1415) foi um clérigo português do final do século XIV e início do século XV, foi sucessivamente bispo de Silves, do Porto e de Coimbra, sendo por fim foi nomeado segundo arcebispo de Lisboa, e ainda cardeal. == Contexto familiar == Podemos seguir as raízes do antropónimo Azambuja até ao século XII. A primeira personalidade a utilizar este apelido foi Fernão Gonçalves de Azambuja, pois era de facto senhor da vila de Azambuja. Este homem era filho de Gonçalo Fernandes de Tavares e de D. Maria Rolim, de quem herdara o senhorio desta vila. D. Maria era filha de Childe ou Gil de Rolim que recebe de D. Sancho a doação da vila em 1200. Anteriormente a esta doação, o território que vem a ser a vila da Azambuja, havia sido povoado por francos - provavelmente cruzados em direcção à Terra Santa que decidem combater os muçulmanos na Península Ibérica - sendo denominada Vila Franca.GRAF, Carlos Eduardo de Verdier - \"D. João Esteves da Azambuja: exemplo da interligação de poderes (séculos XIV e XV)\". Porto: Faculdade de Letras da Universidade do Porto, 2011. Dissertação de Mestrado em História Medieval e do Renascimento, apresentada à Faculdade de Letras da Universidade do Porto. p.12 Esta família acompanhava os monarcas portugueses desde o século XIV. João Rodrigues da Azambuja (tio-avô de João Afonso Esteves da Azambuja) e o seu sobrinho Gonçalo Rodrigues eram próximos de Afonso IV, enquanto que Afonso Esteves da Azambuja (pai de João Afonso Esteves da Azambuja) estaria ligado à Corte desde a altura de D. Pedro. Referimo-nos igualmente a João Esteves da Azambuja, tio de João Afonso Esteves da Azambuja, que terá servido o rei D. Pedro, ficando conhecido como o seu privado. A família Azambuja insere-se num grupo mediano dentro da nobreza de Corte, situado numa posição hierarquicamente inferior à das famílias mais influentes no período medieval, como os Sousas, os Meneses, ou os Pachecos, entre outras.GRAF, Carlos Eduardo de Verdier - \"D. João Esteves da Azambuja: exemplo da interligação de poderes (séculos XIV e XV)\". p.14 == Biografia == Nasceu na Azambuja, donde foi buscar seu apelido, filho de Afonso Esteves, senhor de Salvaterra de Magos e resposteiro-mor do reino. Antes de seguir a vida eclesiástica foi militar, tendo participado nas batalhas da crise de 1383–1385. De seguida tornou-se cónego das Sés de Coimbra e de Évora, e prior da igreja de Monção e da alcáçova de Santarém. Tornou-se Desembargador do Paço e Conselheiro de D. João I, que o enviou a Roma ao Papa Bonifácio IX, fim de pedir dispensa para poder casar, visto ter sido Mestre da Ordem de Avis. == Episcopado == Bem sucedido na tarefa, o rei recompensou-o, primeiro com o bispado de Silves (1389), e logo de seguida com o do Porto (1390/1391). Dele existe um selo heráldico de 1394 com as suas armas, um escudo com quatro bandas (de Azambuja, a que depois juntaram um castelo). Mais tarde ainda, com a de Coimbra (1398). Na companhia de Martim Docem e João Vasques da Cunha foi enviado a Castela a tratar das pazes entre os dois reinosOcem (Martim), Portugal - Dicionário Histórico, Corográfico, Heráldico, Biográfico, Bibliográfico, Numismático e Artístico, Volume V, págs. 171-172. Edição em papel © 1904-1915 João Romano Torres - Editor. Edição electrónica © 2000-2015 Manuel Amaral, o que foi conseguido em 1402. Nessa altura, por falecimento de D. João Anes, foi nomeado arcebispo de Lisboa. Em 1409, foi a Itália assistir ao Concílio de Pisa, destinado a acabar com o Grande Cisma do Ocidente, mas que antes o prolongou, ao eleger um terceiro pontífice sem conseguir que os outros dois renunciassem ao cargo. Desapontado, dirigiu-se à Terra Santa em peregrinação, a fim de visitar os locais santos de Jerusalém. == Cardinalato == Em 3 ou 6 de Junho de 1411, o Papa de Pisa João XXIII (na altura reconhecido como legítimo mas hoje tido por antipapa) fê-lo cardeal com o título de São Pedro ad vincula. Por isso mesmo, João Afonso de Azambuja é hoje tido por alguns historiadores da Igreja apenas como pseudocardeal (ainda que, por exemplo, o Patriarcado de Lisboa o inclua na sua lista oficial de cardeais de Portugal). Acompanhou depois o Papa a Roma, para receber o chapéu cardinalício, e de lá passou a Constança, onde se iria realizar novo concílio, destinado a resolver o cisma. Como visse que a solução passaria pelo afastamento do seu papa (João XXIII) do pontificado, ausentou-se do Concílio de Constança, triste, dirigindo-se a Bruges, para daí passar a Portugal. Porém, foi aí que a morte o veio a encontrar, em 1415. Teve o Senhorio de Salvaterra de Magos e a lezíria da Atalaia a 1 de Junho de 1391, a vila de Aveiras de Baixo a 1 de Julho de 1391 e o Morgado e Capela do Salvador e o Padroado do Mosteiro de São Salvador de Lisboa a 1 de Julho de 1391, que deixou em Testamento de 20 de Abril de 1409, por indicação que ficara de seu pai, a Álvaro Pires de Távora, acima, se este casasse e vivesse na Estremadura, caso contrário ficaria para o irmão de Álvaro que cumprisse estas condições. Fundou o dito Mosteiro do Salvador e, em Roma, o Mosteiro de São Jerónimo. O seu corpo foi depois trasladado para Lisboa, onde está sepultado no Mosteiro do Salvador. A sua sepultura no Salvador teve o seguinte epitáfio: «Aqui jaz o muyto honrado senhor dom joam esteves, arcebispo de Lisboa e cardeal de Roma. Varam sabedor e virtuoso, em Bolonha solenizou a sepultura de Sam Domingos, em Roma fundou o mosteyro de Sam Jeronimo e em Lisboa este em que se mandou sepultar».The Cardinals of the Holy Roman Church Teve um filho sacrílego legitimado por Carta Real, Rodrigo Anes de Azambuja, e ainda uma filha sacrílega, Catarina Afonso de Azambuja. == Bibliografia == * * * Manuel Abranches de Soveral, Origem dos Avelar e dos Soveral, 2003. == Ligações externas == * * * Categoria:Naturais da Azambuja Categoria:Juízes Desembargadores de Portugal Categoria:Conselheiros do Reino de Portugal Categoria:Bispos do Algarve Categoria:Bispos do Porto Categoria:Bispos de Coimbra Categoria:Arcebispos de Lisboa Categoria:Cardeais de Portugal Categoria:Diplomatas do Reino de Portugal Categoria:Pseudocardeais nomeados pelo antipapa João XXIII Categoria:Apoiantes de D. João, Mestre de Avis",
 "title": "João Afonso Esteves de Azambuja"
}