{
 "id": "8133",
 "text": "thumb|290px|right|Localização no Município de Coimbra Souselas é uma vila portuguesa do município de Coimbra e paróquia da Diocese de Coimbra, sede da extinta Freguesia de Souselas que tinha 15,74 km² de área e 3 092 habitantes (2011), tendo, assim, uma densidade populacional de 196,4 hab/km². Esta freguesia foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Botão, para formar uma nova freguesia denominada União das Freguesias de Souselas e Botão da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. A povoação de Souselas foi elevada à categoria de vila em 1997. Souselas ficou conhecido a nível nacional, devido ao polémico processo da co-incineração. ==Toponímia== Sobre a origem do nome Souselas não existe consenso entre diferentes filólogos. Segundo José Leite Vasconcelos, trata-se de um diminutivo medieval de Sousa (antigo Sausa). Parece tratar-se de um apelativo ou nome antigo de língua viva. Há quem relacione o topónimo Souselas, com o latim “salsa” (salgada), isto é, “terra”, “aqua”, tendo neste caso sentido mineralógico, que actualmente já não faz sentido. Outra explicação para o nome Souselas tem por base uma referência datada do ano 919, início do século X, Portella de Salice. “Salice” deu origem ao diminutivo plural “Salicelas”, que se transformou em Souzelas, pela vocalização de “Sauz”. Assim, no documento de doação ao Mosteiro de Santa Maria de Lorvão, ano de 937, surge a forma de Sausellas (plural de Sausela, também encontrado em alguns documentos). O nome Souselas poderá estar intimamente relacionado com a flora, na medida em que salice é o nome cientifico do salgueiro. Há também quem relacione o topónimo com o latim salsa salgada, ou seja; “terra” e “aqua” tendo uma conotação mineralógica que actualmente surge desenquadrada. Já Zouparria deriva do nome árabe ou arabizado zouparal a que juntaram o sufixo ia e que aplicado a nomes de pessoas indicam uma relação de posse ou de domínio sobre as respectivas terras. ==História== São muitíssimo antigas e profundas as raízes da história em Souselas. A ocupação humana do território correspondente à freguesia remonta à pré-história. De acordo com os registos arqueológicos somos conduzidos ao período do Mesolítico (período gravetense), estando bem retratado no acampamento, descoberto no ano de1997, em Vale Sá – Santa Luzia. O Neolítico trouxe a fixação das populações e o desenvolvimento das actividades agrárias e a domesticação dos animais. Em 1946, o Sr. Prof. Virgílio Correia, descobriu no Pisão dos Canaviais um machado de pedra negra, do Neolítico, com as dimensões de 0,095 de comprimento e 0,04 de largura de cone. Aquando da ampliação da Linha do Norte da CP, descobriu-se no sítio dos Carrizes um cemitério visigótico. No ano 2006, e na sequência do trabalho realizado pela Junta de Freguesia de Souselas, Gabinete de Arqueologia, Arte e História da Câmara Municipal de Coimbra e Instituto Português de Arqueologia, foi descoberto nos Carrizes em Souselas, junto ao cemitério Visigótico, um machado de pedra do Neolítico. O período Romano, é talvez, o mais bem referenciado na localidade, mas seguramente o menos estudado, não só pelo número de locais com potencial interesse arqueológico, bem como pela quantidade de achados, nomeadamente: ânfora, pesos e medidas de tear, fragmentos de tegulae, inbricas, lateres, tijolos de coluna, telhas, cestos, diversos cerâmica romana, mós. E várias são as estações arqueológicas na povoação: na Rua dos Mouros, na Marmeleira, foi encontrada uma ânfora e pesos do tear para além de uma grande quantidade de cerâmicas, ruínas de casas e um antigo balneário, o que aponta para a existência de uma vila romana. Mas a presença romana detecta-se em outros locais: Lagares, em Sargento-Mor, em S. Martinho do Pinheiro (na Rua de S. Bento, que liga Zouparria do Monte a S. Martinho, na estrada de Bacelos, onde passaria uma estrada romana) Calvário em Souselas e, Moenda em Souselas. Os designados “povos bárbaros” marcaram o fim da civilização e do período romano na Península Ibérica. Os povos germânicos chegaram à Península Itálica no Viriam a ocupar Emínio (actual Coimbra) entre 412-586. Em Souselas. nos Carrizes, em 1938, aquando do alargamento da linha do Norte, descobriu-se um cemitério Visigótico, onde foram encontradas sepulturas, com esqueletos de elevada estatura (1,80 m), para além de artefactos, fivelas e machados. Em 711 os muçulmanos chegaram à região da Coimbra. Contudo, apesar de registos escritos da sua passagem em Vilela (968) e Botão (1018), não existem elementos escritos que atestem a sua presença em Souselas. Contudo, ocorre um topónimo de origem árabe “Almoinhas”, que significa “pequenas hortas”, bem como nomes como “Rua dos Mouros” ou “Buraco da Moura”. Coimbra viria a ser conquistada em 878, no reinado de Afonso III das Astúrias, para voltar ao domínio muçulmano, por Almançor no ano de 987. Sendo definitivamente reconquistada, para o domínio cristão, por Fernando Magno em 1064. E assim chegamos ao período da reconquista. Por um documento do ano de 937, (PMH, Diploma Et Chartae Doc. N.º 44) sabemos que Souselas era uma vila rústica com elevado estado de desenvolvimento, que foi doada ao mosteiro de Lorvão por Justa e seus filhos. Os termos do documento não permitem afirmar com segurança que Justa e seus filhos eram únicos senhores da villa-aldeia: doam tudo quanto nela têm, mas pode admitir-se a existência de outros proprietários. Sabemos também que havia aí uma basílica (igreja ou mosteiro) consagrada a S. Tiago e que naquele documento é excluída da doação. E se, em 937, o mosteiro de Lorvão tornou- -se proprietário de toda a villa, há-de tê- la perdido em algum momento, visto que, no século XII, temos aí diversos proprietários, nomeadamente o Mosteiro de Santa Cruz e a Sé de Coimbra. Durante este século registam-se diversas doações ao mosteiro de Lorvão, (construído com pedra da Serra do Alhastro). No ano de 1174 o irmão do Bispo de Coimbra, D. Martins Anaia e a sua mulher D. Elvira Afonso fazem doação ao abade, do seu casal de Souselas. Em 1197 a igreja e outros domínios são doados pelo Bispo de Coimbra, D. Pedro, ao mosteiro de Lorvão pelos direitos que este tinha em Casal Comba. O mosteiro passava a deter o padroeiro “in solidum” da igreja, apresentando o vigário do povoado. Nos fins do século XII, a paróquia de Souselas, cedida a Lorvão pelo bispo D. Pedro Soares, incluía Sauselínís (?), Marmeleira (na folha 219 da CMP), Carnemá (?) e Saas. Sauselinís ou Sauselinas surge ainda em 1165 e 1168, em vendas que Diogo Godinho faz, ao mosteiro de Lorvão, de 1/3 da villa e de 1/6 da hereditas, respectivamente. Muito antigo parece ser também o lugar de S. Martinho do Pinheiro, que terá evoluído a partir de uma villa-herdade de Mendo Mides, já existente em 1103. Esta personagem poderá ter ordenado a edificação da Igreja de S. Martinho, no lugar actual de S. Martinho do Pinheiro. No século XVI Souselas, Marmeleira e Zouparria do Monte eram aldeias do termo coimbrão sobre as quais a cidade tinha toda a jurisdição cível e crime. Ao longo dos séculos o território de Souselas aparece como área de exploração económico—social de diversos senhorios, destacando-se como o Mosteiro de Lorvão, que detinha por esta zona imenso património fundiário, sendo o grande senhor de Souselas. No decurso do século XVIII promoveu diversos tombos de propriedades, onde inventariou, reconheceu e demarcou prazos e casais em Souselas e Marmeleira, dos quais recolhia géneros e foros. Por esses documentos se afere da riqueza da terra: vinho, azeite e milho. Outros grandes senhorios da zona eram a Universidade e a Igreja de S. Tiago (com bens na Marmeleira e em Zouparia do Monte), a Igreja de S. Cristóvão (Souselas), o Cabido da Sé, Mosteiro de Semide, Mosteiro de Arouca e Hospital de S. Lázaro. As raízes do poder concelhio são antigas por este território. De facto, em 1719 os lugares da Marmeleira, Zouparia do Monte e Souselas eram sedes de três pequenos concelhos do termo coimbrão, estando o da Marmeleira ligado, do ponto de vista fiscal (cobrança de sisas) com o de Botão, sede de um importante Cabeção das Sisas, donde herdou a designação Marmeleira do Botão. Em Janeiro daquele ano, as suas justiças ou oficiais concelhios – juiz, procurador e escrivão – vinham apresentar juramento na Câmara Municipal: pela parte da Marmeleira Manuel Francisco Matalão, Andre Francisco e Antonio Francisco Lindo; pela parte da Zouparia Domingos Fernandez, Manuel Ribeiro e Pascoal Francisco e pela parte de Souselas Manuel Fernandez, Francisco Simões e Manuel Ribeiro. Estes concelhos e seus oficiais tinham alguns símbolos e locais de poder local, como casas da câmara, varas, brasões e currais do concelho. Esta organização manteve-se durante alguns anos até que em 1834 o concelho da Zouparria do Monte uniu-se e desuniu-se ao de Souselas. Alguns livros destes extintos concelhos conservaram—se até aos dias de hoje. No início do Séc. XIX, Souselas sofreu bastante com as Invasões Francesas havendo relatos do modo como a Capela e a Igreja foram violentamente profanadas. Na sequência das reformas liberais estes concelhos foram extintos e uma nova divisão administrativa do território foi idealizada. Com a lei de 25 de Abril de 1835, e Decreto de 18 de Julho do mesmo ano, regulou-se o funcionamento de um novo órgão local – a junta de paróquia. Este órgão, a Junta de Paróquia de Souselas, estaria em pleno funcionamento em 1854 e as suas funções eram principalmente de natureza religiosa. A partir de 1916 a paróquia civil foi substituída pela designação “freguesia”, unidade de administração local que se manteve até aos dias de hoje. A inauguração da estação da CP nos finais do século XIX e a Revolução Industrial operada em Souselas a partir dos anos 30 tornariam a localidade uma das mais industriais do município, processo que se iniciou pela implantação de fábricas de cerâmica. Nos anos 70 atingiu-se o auge do crescimento industrial com implantação da maior e mais moderna fábrica cimenteira da Europa - a Cimpor. Mais recentemente a questão da co-incineração tornou Souselas conhecida a nível nacional e internacional. Um dos filhos mais ilustres da terra foi Alberto Dias Pereira, professor, político militante da 1ª República, lutador antifascista e deputado entre 1919 e 1925. ==População== População da freguesia de Souselas Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 000 1 246 1 276 1 247 1 421 1 351 1 564 1 770 2 004 2 221 2 412 3 058 3 159 3 146 3 092 Thumb|200px|Evolução da População (1864 / 2011) Thumb|200px|Grupos Etários (2001 e 2011) Thumb|200px|Grupos Etários (2001 e 2011) == Património == * Igreja Matriz de Souselas ou Igreja de São Tiago (Souselas) * Capela do Senhor do Terreiro * Chafariz de Souselas * Cruzeiro de Souselas * Capelas do Santíssimo, de São João e do Senhor da Agonia * Necrópole * Alminhas * Solar seiscentista * Casas quinhentistas * Azenhas * Moinhos * Cabeço dos Moinhos * Fábrica de cimentos de Souselas == Povoações == * Souselas * Junqueira * Lagares * Marmeleira * Pisão dos Canaviais * Ribeiro de Souselas * S. Martinho do Pinheiro * Santa Luzia * Sargento-Mor * Sargaçais * Zouparria do Monte Categoria:Antigas freguesias de Coimbra Categoria:Vilas de Portugal",
 "title": "Souselas"
}