{
 "id": "81529",
 "text": "Údine é uma comuna italiana da região do Friul-Veneza Júlia, província homônima, com cerca de 96.758 habitantes. Estende-se por uma área de 56 km², tendo uma densidade populacional de 1692 hab/km². Faz fronteira com Campoformido, Pasian di Prato, Pavia di Udine, Povoletto, Pozzuolo del Friuli, Pradamano, Reana del Rojale, Remanzacco e Tavagnacco. == História == Údine é a capital histórica do Friul. A área foi habitada desde a idade neolítica, provavelmente estabelecida por Celtas. Depois da queda do império romano ocidental, a área cresceu em importância (após o declínio de Aquileia e mais tarde de Cividale também). Em 983 a.D., Údine é mencionada pela primeira vez, junta da doação do castelo de Utinum pelo imperador Otto II aos patriarcas de Aquileia, então principais senhores feudais da região. Em 1223, com a fundação do mercado, a cidade transformou-se na mais importante para a economia, e transformou-se também no assento dos patriarcas. Em 1420, Údine foi conquistada pela república de Veneza. Em 1511 foi o palco de uma guerra civil curta, seguida por um terremoto e por uma epidemia. Údine remanesceu sob o controle veneziano até 1797, tendo grande importância. Depois de um curto domínio francês que seguiu, tornou-se parte do reino de Lombardia-Veneza do governo fantoche austríaco, e por fim incluída no reino recentemente formado, a Itália em 1866. Durante a Primeira Guerra Mundial, até a derrota na Batalha de Caporetto, o alto comando italiano se estabeleceu em Údine, que foi apelidada de \"Capitale della Guerra” (\"Capital da Guerra\") e \"la Parigi del Fronte\" (\"a Paris da Fronteira\"). Depois da guerra, ela foi feita capital de uma província que existiu durante pouco tempo (Província del Friuli) que incluía as atuais províncias de Gorizia, de Pordenone e de Údine. Após o oito de setembro de 1943, em que a Itália se rendeu aos aliados na Segunda Guerra Mundial, a cidade passou à administração direta da Alemanha, que cessou em abril de 1945. ==Demografia== == Vistas principais == A velha residência dos patriarcas de Aquileia foi erigida por Giovanni Fontana em 1517 no lugar da mais antiga, que foi destruída por um terremoto em 1511. Sob o controle dos austríacos, essa foi usada como uma prisão. Nos arquivos da catedral foi formalmente preservado um código Visigótico de leis, um manuscrito conhecido como o codex Utinensis, que foi impresso no século XVIII, antes que o original de Údine se perdesse e com ele seu conteúdo. Por volta de 1550, Andrea Palladio erigiu alguns edifícios em Údine, como o Palazzo Antonini. A igreja de Santa Maria della Purità possui afrescos do século XVIII, feitos por Giovanni Battista Tiepolo e seu filho Domenico. A igreja dedicada a Santa Maria do Castelo é provavelmente a mais velha em Údine, julgando por fragmentos que datam para antes da era de Lombardi. Perdeu seu status de paróquia em 1263, quando foi anexada à paróquia maior de Santo Odorico (agora catedral). Renovada muitas vezes através dos séculos: a fachada, por exemplo, foi reconstruída inteiramente após o catastrófico terremoto de 1511. Suas três naves (termo arquitetônico que se define pelo espaço fechado de um templo) preservam a atmosfera sugestiva de silêncio e de contemplação, que é frequentemente encontrada em igrejas antigas. O governador veneziano, Tommaso Lippomano, foi o responsável pelos degraus e rampas que conduzem ao pórtico, em 1487. No praça principal (Piazza della Libertà) está o salão da cidade (Loggia del Lionello) construído em 1448-1457 no estilo veneziano-gótico oposto à torre do relógio (Torre dell’Orologio), em estilo venezia típico, que assemelha-se àquela da praça São Marco em Veneza. A praça principal foi começada em 1448 e projetada por Nicolò Lionello, um ourives local, e reconstruída depois de um incêndio em 1876. O novo projeto foi arquitetado por Andrea Scala. Oposto à Loggia del Lionello se encontra a Loggia di San Giovanni, uma estrutura renascentista projetada por Bernardino da Morcote. Outros notáveis monumentos na praça são a fonte, por Giovanni Carrara, um arquiteto de Bergamo (1542); as colunas que carregam o leão veneziano e a estátua da justiça (1614), as estátuas de Hércules e Cacus (chamadas popularmente de Florian e Venturin) e a estátua da paz (1819), que foi doada a Údine pelo Imperador Francisco I em comemoração ao tratado de paz de Campoformido. A catedral de Údine é um edifício imponente cuja construção começou em 1236 e a igreja consagrada em 1335 como Santa Maria Maggiore. No começo século XVIII um projeto radical de transformação envolvendo o exterior e o interior foi empreendido a pedido e na despesa da família de Manin. O interior barroco tem dimensões monumentais e contém muitos trabalhos de arte de Tiepolo, de Amalteo, e de Ludovico Dorigny. No piso térreo da torre de sino (construída desde 1441) encontram-se afrescos de Vitale da Bologna (1349). O centro de Údine é dominado pelo castelo, construído pelos venezianos em 1517 sobre uma fortificação lombarda arruinada pelo terremoto de 1511. A atual aparência de renascença data da intervenção de Giovanni da Udine, que terminou os trabalhos iniciados por volta de 1547. O castelo abriga um dos salões mais antigos do parlamento europeu. == Cultura == Údine possui uma universidade, a Università degli studi di Udine. O Palácio do Arcebispo e o Museu Cívico têm pinturas importantes. A cidade possui ainda um teatro, o Teatro Giovanni da Udine. Existem também importantes festivais, incluindo o festival de Vinho & Comida de Setembro e o maior festival europeu de cinema asiático-oriental, o Far East Film Festival, em Abril. O asteróide (33100) Udine foi nomeado em honra à cidade. Juntamente com o italiano, a língua friuliana é usualmente falada em Údine, tanto quanto uma variante do dialeto veneziano (chamado venetin). == Economia == Údine é importante no comércio da região, possuindo vários centros comerciais, porém lá também existem fundições e metalúrgicas. == Esporte == O time local de futebol é chamado de Udinese Calcio, fundado em 1896, e participa na mais alta liga italiana (Série A). Seu estádio é o Estádio Friulli que tem capacidade para 41.750 pessoas. A Udinese foi campeã italiana em 1896 , mas o título não é reconhecido pela federação italiana de futebol que não organizou esse campeonato. Údine foi também o lar de Zico que jogou pela Udinese em 1983 1984 ao lado de outro jogador histórico o ídolo da Juventus Franco Causio.",
 "title": "Údine"
}