{
 "id": "81894",
 "text": "Napalm Death é uma banda de metal extremo da Inglaterra, formada no ano de 1981 por Nicholas Bullen e Miles Ratledge no vilarejo de Meriden, próximo a cidade de Birmingham.For the evolution of the death metal and grindcore extreme musical genres, see, Mudrian, A., 2004, Choosing Death: The Improbable History of Death Metal & Grindcore , Feral House, Los Angeles. Não há nenhum integrante original remanescente no grupo, que atualmente consiste no vocalista Mark \"Barney\" Greenway, no baixista Shane Embury, no guitarrista Mitch Harris e no baterista Danny Herrera. Vários atuais e antigos integrantes do Napalm Death formaram outras bandas e projetos paralelos como Carcass, Godflesh, Cathedral, Scorn, Lock Up, Jesu e Venomous Concept. O grupo é considerado pioneiro dos gêneros musicais grindcore e death metal, apesar de terem iniciado a carreira tocando hardcore punk. O estilo do Napalm Death inclui guitarras muito distorcidas, blast beats, ritmo extremamente rápido, vocal gutural, canções de curta duração e letras com temáticas sociais e políticas. O álbum de estreia da banda, Scum (1987), tornou-se muito influente sobre a cena do metal extremo, sendo listado entre os \"50 melhores álbuns britânicos da história\" pela revista Kerrang! em 2005.[ Napalm Death] at Allmusic O Napam Death lançou até hoje 16 álbuns de estúdio e está, segundo Nielsen SoundScan, entre as sete bandas de death metal que mais venderam álbuns nos Estados Unidos. == História == === 1981-1986 === O Napalm Death foi formado no vilarejo de Meriden, próximo de Birmingham no Reino Unido em 1981. A banda era formada por Nic Bullen e Miles Ratledge respectivamente, ainda estudantes na época (eles tinham entre 13 e 14 anos). O duo sempre ensaiava no quarto desde 1980; e como uma extensão de seu fanzine, colocaram vários nomes na banda, nomes como: Civil Defence, The Mess e Undead Hatred, até que em 1982 eles decidem optar por Napalm Death. A banda inicialmente se inspirava no movimento punk, principalmente das bandas de anarcopunk como Crass e Rudimentary Peni. A banda grava algumas demos em 1982 e 1983, no qual uma das canções participou da gravação da coletânea Bullshit Detector Vol.3 lançado pela gravadora Crass Records em 1984. No entanto, a banda fez apenas uma apresentação em 1984 (um show beneficente para o apoio a uma greve de mineradores ocorrido na época). Enquanto isso, um jovem guitarrista de Birmingham chamado Justin Broadrick andava tocando com uma banda chamada Final. Nic o conheceu na área de fitas cassetes e gravações numa loja chamada Rag Market no começo de 1983, onde simpatizaram-se pelo interesse musical em comum, escutando bandas como Killing Joke, Throbbing Gristle e Amebix. Nic chegou a se juntar ao final em 1983, mas logo Justin Broadrick foi convidado a tocar no retorno do Napalm Death. A banda molda a mistura do que viria a vir o seu som. Pega o punk rock mais brutal da época, mistura com hardcore e coloca algo de thrash metal da época. Com essa formação e som, gravam a demo Hatred Surge em 1985. Depois do lançamento da demo tape e de inúmeros shows naquele ano, Ratledge decide sair da banda. Em seguida Mick Harris, um fã da banda, vai para a bateria. A banda acaba se tornando um trio e com mais influências de Metal. A banda faz muitas apresentações em 1986 e grava a demo From Enslavement to Obliteration em março de 1986 e então grava uma demo do que seria o lado A do álbum Scum. A demo foi financiada por Digby Pearson, proprietário do pequeno selo, na época, Earache Records. Com a mesma formação, eles entram no estúdio Rich Bitch em agosto de 1986 e gravam o que seria o lado A do álbum Scum. No entanto, a banda tem uma grande troca de integrantes. Bullen fica frustrado com a direção musical que a banda estava tomando e começa a perder seu interesse por ela, parando de tocar baixo e só focando no vocal. Para o baixo é chamado Jim Whitely. Durante um show da banda industrial Head Of David, Broadrick recebe uma oferta para entrar na banda. E aceita o convite tocando bateria na banda, pois era um grande fã dela. A banda agora estava sem um guitarrista. Depois da saída de Broadrick, Bullen sai da banda e deixa a música de lado para cursar literatura inglesa e filosofia. Bullen voltaria para a cena musical anos depois com a banda Scorn e teve um forte envolvimento com a música eletrônica. === 1987-1991 === Logo após a saída dos dois membros, a banda começa a procurar por novos integrantes. Bill Steer, guitarrista da banda Carcass, junta-se a banda. Fato esse que gera uma forte união entre as duas bandas. Lee Dorrian entra como o novo vocalista da banda. Com essa formação, eles entram no estúdio Rich Bitch em maio de 1987 e gravam o lado B do álbum Scum. A banda lança o disco em julho de 1987 pela Earache Records, um álbum que seria seminal para o grindcore e para a música extrema em geral. Depois do lançamento do álbum a banda sai em turnê e passa por mais uma troca de integrante, com a saída de Jim Whitely da banda. No seu lugar, entra Shane Embury, um ávido fã da banda e baterista da banda Unseen Terror. Após o ocorrido, eles participam de duas coletâneas (North atlantic noise attack e Pathological), grava duas Peel Sessions e lança um split junto com a banda de grindcore japonesa S.O.B. Após esse fatos, a banda logo entra novamente no estúdio Rich Bitch para gravar o álbum From Enslavement to Obliteration. O álbum vem na linha do lado B do Scum, diferindo apenas a melhor produção sonora. Após o lançamento, a banda participou de um evento na emissora britânica BBC chamado BBC's Arena Heavy Metal Special que aumenta a popularidade da banda. A banda faz turnês pelo mundo inteiro, mas assim que chegam da turnê japonesa, Bill Steer e Lee Dorrian deixam a banda para seguir outros projetos. A seguir, a banda chama Jesse Pintado (ex-Terrorizer) e o vocalista Mark \"Barney\" Greenway (ex-Benediction). Após essa nova formação, a banda entra na turnê Grindcrusher tour com bandas como Carcass, Bolt Thrower e Morbid Angel. Após essa turnê, eles chamam um segundo guitarrista chamado Mitch Harris (ex-Righteous Pigs) e com todos esses novos integrantes, a banda começa a compor para o novo álbum. Começam a trabalhar com o produtor Scott Burns que vive na Flórida e tem o seu estúdio chamado Morrisound Studio. Na Flórida começam a trabalhar no seu próximo álbum, Harmony Corruption. Enquanto o compõem, eles mudam o seu som um pouco, do grindcore, a uma mistura de blast beats, partes cadenciadas e mais variedade rítmicas. Outro detalhe importante, o death metal foi a grande inspiração do álbum, talvez por estarem tocando com músicos deste estilo. Após lançarem o novo álbum, eles saem em turnê pelo mundo (inclusive passam pelo Brasil e fazem apresentações com as bandas Sepultura e Ratos de Porão) e gravam esse material em vídeo, e estas filmagens se transformam no home video, Live Corruption. === 1991-1999 === Eventualmente Mick Harris acaba deixando a banda devido à conflitos relacionados a sonoridade que a banda estava tomando. Danny Herrera, um desconhecido baterista norte-americano o substitui. Com essa nova formação, lançam o quarto álbum Utopia Banished, produzido por Colin Richardson, que já tinha trabalhado com bandas como Fear Factory, Machine Head e Brutal Truth, e lançam um álbum de volta as origens da banda, ou seja, do puro grindcore. Alguns anos depois, a banda entra em estúdio e grava Fear, Emptiness, Despair. Embora o álbum seja pesado e agressivo como a banda sempre soou, o novo álbum tem um diferente direcionamento e soa mais moderno. Há riffs extremamente técnicos, estrutura de metal industrial, adicionando essas novas nuances junto com os blast beats brutais da banda. Shows ao vivo com bandas como Entombed, Obituary e Machine Head mostraram ao público a violência e a agressividade da nova sonoridade da banda. O EP Greed Killing foi o seguinte lançamento da banda. Após isso, a banda lança o álbum Diatribes. Embora parecesse que as coisas iam bem por fora, estavam passando por problemas. Em meados de 1995/96, desentendimentos entre membros da banda e o vocalista culminaram com a sua saída da banda. Greenway foi gravar com o Extreme Noise Terror (lançando o álbum Damage 381) e Phil Vane que também sai do E.N.T foi preencher o vocal no Napalm Death. As coisas não foram bem como se supunha, e Vane foi mandado embora da banda antes de gravar um novo álbum com a banda. Então houve o retorno de Barney. Antes de voltar para a banda, Greenway havia montado uma banda chamada Nothing But Concept com ex-membros da banda Cancer. Os próximos álbuns lançados pelo Napalm, Inside the Torn Apart e Words from the Exit Wound, tiveram uma sonoridade menos experimental que seus últimos lançamentos, mostrando uma tentativa de volta ao grindcore violento que a banda praticava no começo. Com o álbum Inside the Torn Apart a banda faz um show no Brasil com a abertura da banda paulista Transfixion. A banda no final do século XX fez muitos shows, turnês e toca em vários festivais pelo mundo afora. === 2000-2006=== Em 2000 a banda lança o álbum Order of the Leech, que vem rápido e agressivo. Com o seguinte lançamento, Enemy of the Music Business a banda demonstra todo seu descontentamento com a indústria musical e da sua própria gravadora, sendo este o último álbum da banda pela gravadora Earache Records. Este álbum vem com uma sonoridade mais agressiva, como a banda não soava há anos. Em 2004, gravam um álbum de covers Leaders Not Followers: Part 2, a sequência do EP Leaders Not Followers, lançado há alguns anos atrás. Este álbum contém covers de velhas bandas de punk/hardcore e thrash metal, incluindo bandas como Cryptic Slaughter, Massacre, Hirax, Kreator, Sepultura, Siege e Discharge. Esse álbum inclusive, foi lançado no Brasil com versões em CDs e vinil. Devido a problemas pessoais, Jesse Pintado acaba não tocando nos álbuns Order of the Leech e Leaders Not Followers: Part 2, deixando a banda em 2004 e encerrando os 13 anos com a mesma formação. No entanto, Jesse declara que estava cansado da banda e queria começar algo novo. As duas guitarras que você escuta nos álbuns mais recentes, são de Mitch. Em 2004, a banda toca novamente no Brasil. Em abril de 2005, é lançado o álbum The Code Is Red...Long Live the Code, lançada em versão nacional. O álbum contém participações especiais de Jeffrey Walker (Carcass), Jamey Jasta (Hatebreed) e Jello Biafra (ex-Dead Kennedys). O álbum continua com a busca pelo som mais extremo, focado no grindcore. Ainda em 2005 a banda retorna ao Brasil para participar do festival The Age Of Violence Metal & Hardcore Fest 2005, com a participação das bandas Claustrofobia, Direta e Subtera. A banda gravou um novo álbum em junho de 2006. Smear Campaign contém 16 músicas e é um dos álbuns mais extremos que a banda lançou nos últimos anos. Também contém a participação da vocalista Anneke van Giersbergen, do grupo holandês The Gathering. Em 27 de agosto de 2006, morre o ex-guitarrista da banda, Jesse Pintado, nos Países Baixos, devido a complicações com um coma diabético. Jesse estava visitando a sua namorada. Mitch Harris lamentou a perda de quem ele considerava um \"irmão\" no site oficial o grupo. === 2007-presente === Após a turnê do Smear Campaign, o Napalm Death fez a \"World Domination Tour\" em 2007. Em novembro de 2008, o décimo quarto disco da banda, intitulado Time Waits For No Slave, vazou na internet; foi lançado oficialmente em 23 de janeiro de 2009. Similar a Smear Campaign, Time Waits For No Slave também ganhou uma versão digipak com duas faixas extras (\"Suppressed Hunger\" e \"Omnipresent Knife In Your Back\"). Em fevereiro de 2011, o Napalm Death apareceu no episódio da série Skins. A banda entrou no Parlour Studio em Kettering, com o produtor Russ Russell para iniciar nova gravações. Também em 2011 gravaram o single \"Legacy Was Yesterday\". A banda lançou seu décimo quinto disco, Utilitarian, em 27 de fevereiro de 2012 na Europa e em 28 de fevereiro na América do Norte via Century Media. Em março de 2012, o quarteto foi headliner no Metal Mayhem IV festival organizado pelos \"Defenders of Metal\" no Nepal; esse foi o primeiro show deles no país asiático. A banda marcou data para tocar num único show especial no Victoria and Albert Museum em Londres, em 22 de março de 2013. O show no museu foi eventualmente cancelado, devido a preocupação que o alto barulho fosse causar estragos em partes do museu; de qualquer modo, a apresentação foi relocada para o De La Warr Pavilion em Bexhill, e foi realizado em 29 de novembro de 2013. O show contou com 10 alto-falantes de madeira em grande-escala cheios de argila líquida que será deixado para solidificar. Quando a banda começasse a tocar a argila começaria a vibrar causando rachaduras nos falantes até explodirem. Em abril de 2014, a banda lançou a capa da canção do Cardiacs \"To Go Off and Things\" via Bandcamp. Todo o rendimento destinaram-se à recuperação do frotman do Cardiacs Tim Smith que sofreu um infarto/derrame cerebral em 2008. Foi anunciado em 5 de novembro de 2014 via Facebook que devido a uma enfermidade na família, Mitch Harris ficará um tempo desligado da banda e será substituído por vários guitarristas durante os shows. Em janeiro de 2015 foi lançado seu mais recente álbum de estúdio, Apex Predator - Easy Meat, que foi bem recebido pelos críticos. == Integrantes == === Formação atual === * Shane Embury - baixo (1987-hoje) * Mark \"Barney\" Greenway - vocal (1989-1996, 1997-hoje) * Mitch Harris - guitarra (1990-hoje) * Danny Herrera - bateria (1991-hoje) === Ex-membros === * Nicholas Bullen - Vocal & Baixo (1981-1987) * Rat (Miles Ratledge) - Bateria (1981-1985) * Si O (Simon Oppenheimer) - Guitarra (1981–1982) * Grayhard / Robbo (Graham Robertson) - Baixo (1982), Guitarra (1982 - 1985) * Daz F (Daryl 'Sid' Fideski) - Guitarra (1982) * Fin (Finbar Quinn) - Baixo (1983 - 1984) * Justin Broadrick - Guitarra (1985-1986) * P-Nut (Pete Shaw) - Baixo (1985) * Mick Harris - Bateria (1985-1991) * James \"Jim\" Whitley - Baixo (1986-1987) * Lee Dorrian - Vocal (1987-1989) * Bill Steer - Guitarra (1987-1989) * Frank Healy - Guitarra (1987) * Jesse Pintado - Guitarra (1989-2004) * Phil Vane - Vocal (1996-1997) * John Cooke – guitarra (2014–2016) ===Linha do tempo=== ImageSize = width:1000 height:335 PlotArea = left:110 bottom:60 top:0 right:10 Alignbars = justify DateFormat = mm/dd/yyyy Period = from:01/01/1986 till:09/06/2019 TimeAxis = orientation:horizontal format:yyyy Legend = orientation:horizontal position:bottom ScaleMajor = increment:2 start:1986 ScaleMinor = increment:2 start:1987 Colors = id:Vocals value:red legend:Vocal id:Guitar value:green legend:Guitarra id:Bass value:blue legend:Baixo id:Drums value:purple legend:Bateria id:Lines value:black legend:Álbuns de estúdio id:bars value:gray(0.9) BackgroundColors = bars:bars LineData = at:07/01/1987 color:black layer:back at:10/01/1988 color:black layer:back at:09/03/1990 color:black layer:back at:06/23/1992 color:black layer:back at:05/31/1994 color:black layer:back at:01/30/1996 color:black layer:back at:06/03/1997 color:black layer:back at:10/26/1998 color:black layer:back at:09/25/2000 color:black layer:back at:10/21/2002 color:black layer:back at:08/23/2004 color:black layer:back at:04/25/2005 color:black layer:back at:09/15/2006 color:black layer:back at:01/23/2009 color:black layer:back at:02/27/2012 color:black layer:back at:01/25/2015 color:black layer:back BarData = bar:Nicholas text:\"Nicholas Bullen\" bar:Lee text:\"Lee Dorrian\" bar:Mark text:\"Mark Greenway\" bar:Phil text:\"Phil Vane\" bar:Justin text:\"Justin Broadrick\" bar:Bill text:\"Bill Steer\" bar:Jesse text:\"Jesse Pintado\" bar:Mitch text:\"Mitch Harris\" bar:James text:\"James Whitely\" bar:Shane text:\"Shane Embury\" bar:Mick text:\"Mick Harris\" bar:Danny text:\"Danny Herrera\" PlotData= width:2.5 textcolor:black align:left anchor:from shift:(10,-4) bar:Nicholas from:01/01/1986 till:08/01/1987 color:Bass width:10 textcolor:black align:left anchor:from shift:(10,-4) bar:Nicholas from:01/01/1986 till:08/01/1987 color:Vocals bar:Lee from:01/01/1987 till:07/01/1989 color:Vocals bar:Mark from:08/01/1989 till:08/01/1996 color:Vocals bar:Mark from:11/25/1996 till:end color:Vocals bar:Phil from:08/01/1996 till:11/25/1996 color:Vocals bar:Justin from:01/01/1986 till:08/01/1987 color:Guitar bar:Bill from:03/01/1987 till:07/01/1989 color:Guitar bar:Jesse from:07/15/1989 till:02/01/2004 color:Guitar bar:Mitch from:04/01/1990 till:end color:Guitar bar:James from:05/01/1987 till:08/01/1987 color:Bass bar:Shane from:10/01/1987 till:end color:Bass bar:Mick from:01/01/1986 till:05/01/1991 color:Drums bar:Danny from:05/01/1991 till:end color:Drums == Discografia == ;Álbuns de estúdio * Scum (1987) * From Enslavement to Obliteration (1988) * Harmony Corruption (1990) * Utopia Banished (1992) * Fear, Emptiness, Despair (1994) * Diatribes (1996) * Inside the Torn Apart (1997) * Words from the Exit Wound (1998) * Enemy of the Music Business (2000) * Order of the Leech (2002) * Leaders Not Followers: Part 2 (2004) * The Code Is Red...Long Live the Code (2005) * Smear Campaign (2006) * Time Waits for No Slave (2009) * Utilitarian (2012) * Apex Predator – Easy Meat (2015) * Throes of Joy in the Jaws of Defeatism (2022) == Ligações externas == * * Categoria:Bandas de grindcore Categoria:Bandas de death metal do Reino Unido Categoria:Bandas da Inglaterra Categoria:Bandas formadas em 1981",
 "title": "Napalm Death"
}