{
 "id": "81900",
 "text": "Bibliografia (do grego clássico \"livro\" e \"algo escrito ou desenhado\") é um conjunto de fontes de informação, impressas ou outras, que normalmente toma a forma de uma lista elaborada em torno de um determinado critério. Na atualidade, o termo designa sobretudo listas de obras que foram utilizadas em um trabalho científico (as chamadas bibliografias descritivas), listas de obras de um autor, periódico ou editora específico (as chamadas bibliografias enumerativas ou ativas), e listas de obras sobre um dado tema ou autor (as chamadas bibliografias passivas).DARNTON, Robert. A questão dos livros: presente, passado e futuro. Tradução: Daniel Pellizari. São Paulo: Companhia das Letras, 2010, 231 p. link. É constituída por múltiplas referências bibliográficas, isto é, por conjuntos organizados de dados que permitem a identificação de cada uma das obras que constitui a bibliografia, mediante elementos como o autor, o título, o local de edição, a editora e outros.iDicionário Aulete, s.v. «Bibliografia». == Etimologia == Embora a palavra \"bibliografia\" somente tenha surgido em 1633, a atividade que ela designa remonta à Antiguidade: catálogo, repertório, índice, inventário, e todas as formas pelas quais os eruditos têm procurado reunir, sobre um assunto, ou dentro de uma disciplina, a informação mais completa. == Normas para a língua portuguesa == Não existe uma norma única e rígida para as referências bibliográficas. São adotados e combinados diferentes sistemas, não tanto de país para país, mas, sobretudo, conforme os diferentes usos (uso acadêmico, uso para bibliotecas, usos legais, etc.), as áreas científicas (humanidades, engenharias, saúde, entre outros) ou as normas de cada instituição de ensino. Nos países lusófonos, tem-se imposto o sistema descrito por Umberto Eco na sua obra Como se faz uma tese e adotado pela União Europeia (UE). No Brasil, a norma NBR 6023 da Associação Brasileira de Normas Técnicas (ABNT) é largamente usada. === Portugal === Em Portugal, a norma NP 405-1 do Instituto Português da Qualidade é pouco conhecida, sendo mais utilizada por organismos públicos. No meio acadêmico, cada autor goza de grande liberdade, desde que apresente um sistema coerente. ===Brasil=== Em perspectiva histórica, a publicação de levantamentos das obras editadas no Brasil é relativamente descontínua.HALLEWELL, Laurence (2005). O livro no Brasil: sua história. São Paulo: EdUSP, . A Biblioteca Nacional (BN), desde 1847, mesmo ano em que lhe foi concedido o privilégio do \"depósito legal\", foi encarregada de realizar uma bibliografia nacional. No entanto, a execução desta foi intermitente. De 1886 a 1888, saiu o Boletim das acquisições mais importantes feitas pela Bibliotheca Nacional. Mais tarde, foi publicado o Boletim bibliográfico (1918–1982), depois renomeado Bibliografia brasileira (1983–1995).HALLEWELL (2005), p. 392.GRINGS, Luciana; PACHECO, Stela. A Biblioteca Nacional e o Controle Bibliográfico Nacional: situação atual e perspectivas futuras. InCID: Revista de Ciência da Informação e Documentação, Ribeirão Preto, v. 1, n. 2, p. 77-88, nov. 2010. ISSN 2178-2075. Disponível em: . Acesso em: 18 may 2017. doi:http://dx.doi.org/10.11606/issn.2178-2075.v1i2p77-88. Hoje, a BN possui catálogos disponíveis na internet. Em 1938, o Instituto Nacional do Livro (INL) também foi encarregado da mesma atividade: publicou uma Bibliografia brasileira, anual, de 1938 a 1955, e de 1962 a 1967. No período intermediário (1956–1964), publicou a seção \"Bibliografia brasileira corrente\", na Revista do livro (de publicação irregular: 1956–1970, 2002, 2006–2011, 2015–). O INL publicaria ainda a Bibliografia brasileira mensal, de 1968 até 1972, quando foi descoberta esta sobreposição de funções entre o INL e a BN.PETRY, Fernando Floriani. Revista do livro: um projeto político, literário e cultural. Tese (doutorado) - Universidade Federal de Santa Catarina, Centro de Comunicação e Expressão, Programa de Pós-Graduação em Literatura, Florianópolis, 2015, . Entre 1952 a 1967, o setor editorial privado (sob comando de Áureo Ottoni, do próprio INL) publicou o Boletim bibliográfico brasileiro (BBB, também chamada Revista dos editores), a única bibliografia nacional regular impressa pelo setor no Brasil na segunda metade do século XX.HALLEWELL (2005), p. 534, 392. No final da primeira metade do século XX, surgem as primeiras bibliografias acadêmicas abrangentes de estudos sobre o Brasil, com O que se deve ler para conhecer o Brasil (1945), livro de Nelson Werneck Sodré, e Manual bibliográfico de estudos brasileiros (1949), de R. B. de Moraes e W. Berrier.HALLEWELL (2005), p. 500. Em 1939, por iniciativa particular, Antônio Simões dos Reis lança o periódico Euclydes, uma biblografia quinzenal.HALLEWELL (2005), p. 371, 528. Mais tarde, faria outras tentativas.FONSECA, E. N. Bibliografia brasileira corrente: evolução e estado atual do problema. Ciência da Informação, v. 1, n. 1, p. 9-14, 1972, link. Entre 1968 e 1969, o Centro de Investigação e Divulgação (CID), junto à Editora Vozes, de Petrópolis — publica a Bibliografia classificada, bimestral.HALLEWELL (2005), p. 681. Em 1969, o Sindicato Nacional dos Editores de Livros (Snel) lança a primeira bibliografia atualizada de livros didáticos e livros técnicos.HALLEWELL (2005), p. 558. José Heydecker, livreiro exportador da Atlantis Livros, começou a publicar, em 1972, o periódico mensal Livros Novos, que durou quase dez anos. Em 1974, é publicada também a efêmera Presença do Livro, com a seção \"Roteiro bibliográfico\".HALLEWELL (2005), p. 621. A Editora Brasiliense publicaria, entre 1978 e 1984, a revista de crítica Leia livros, a qual continha listas regulares de lançamentos de livros. Em 1980, a Livraria Nobel, de São Paulo, elaborou o Catálogo Brasileiro de Publicações (CBP), atualizado regularmente. Inicialmente constituído de microfilmes, contou, mais tarde, com dados computadorizados. Em 2000, o CBP passou para a Superpedido. A propósito da computação, no início (1978), fez-se pouco uso do sistema International Standard Book Number (ISBN) no Brasil, que remonta à editora britânica Whitaker, nos anos 1960, talvez pelo fato de a agência brasileira do ISBN ser administrada pela BN, em vez de associações da classe editorial (Snel, ou Câmara Brasileira do Livro – CBL). Fora do setor de livros literários e afins, o levantamento de publicações governamentais é ainda mais fragmentado. Em 1981, a Biblioteca da Câmara Federal de Deputados iniciou a publicação da Bibliografia de publicações oficiais brasileiras, área federal, porém, o projeto foi suspensao no Governo Collor.HALLEWELL (2005), p. 625. == Normas internacionais == Há, também, outras normas, ou padrões, internacionalmente usados para confecção de referências em trabalhos acadêmicos/científicos como, por exemplo, o Manual da Associação Americana de Psicologia (APA) e do Comitê Internacional de Editores de Periódicos Médicos (ICMJE), mais conhecida como estilo Vancouver. == Ver também == * Bibliologia * Biblioteca * Biblioteconomia == Bibliografia == * BESTERMAN, Theodore. A world bibliography of bibliographies and of bibliographical catalogues, calendars, abstracts, digests, indexes, and the like. 4. ed. Rowan & Littlefield, Totwan, N.J. 1980 (5 vol.) * IOS – International Organization for Standardization. Norma ISO 690 * IPT – Instituto Politécnico de Leiria. Serviços de Documentação. Como Elaborar Bibliografias. * MALCLÈS, Louise- Noëlle. La Bibliographie. Paris: Presses Universitaires de France, 1977. * NORONHA, Daisy Pires; FERREIRA, Sueli Mara S. P. \"Bibliografia especializada\". In: Recursos informacionais II - CBD201 (disciplina de graduação). São Paulo: ECA/USP, 1999. Disponível em: . * WALRAVENS, Hartmut (Hrsg.): Internationale Bibliographie der Bibliographien 1959–1988. IBB. Saur, München 1998–2007, ISBN 3-598-33734-5 (13 Bde; Paralleltitel: International bibliography of vinicius). link. Categoria:Design de livros Categoria:Terminologia de livros Categoria:Biblioteconomia e ciência da informação",
 "title": "Bibliografia"
}