{
 "id": "8209",
 "text": "Os bantusHistoria de MoçambiqueMigrações BantusTradição Bantu ou bantos constituem um grupo etnolinguístico localizado principalmente na África subsariana e que engloba cerca de 400 subgrupos étnicos diferentes. A unidade desse grupo, contudo, aparece de maneira mais clara no âmbito linguístico, uma vez que essas centenas de grupos e subgrupos têm, como língua materna, uma língua da família banta. == Etimologia == A palavra \"bantu\" é derivada da palavra ba-ntu, formado por ba (prefixo nominal de classe 2) e nto, que significa \"pessoa\" ou \"humanos\".FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 230. Versões dessa palavra ocorrem em todas as línguas bantus: por exemplo, como watu em suaíli; Muntu em quicongo; batu em lingala; bato em duala; abanto em Gusii; andũ em quicuio; abantu em zulu, quitara, e ganda; vanhu em xona; Batho em sesoto; vandu em alguns dialetos luia; mbaityo em Tive; e vhathu em venda. == História == Os bantus são provavelmente originários dos Camarões e do sudeste da Nigéria. Por volta de , começaram a expandir seu território na floresta equatorial da África central. Mais tarde, por volta do ano 1000, ocorreu uma segunda fase de expansão mais rápida, para o leste, e finalmente uma terceira fase, em direção ao sul do continente, quando os bantos se miscigenaram. Os bantos se misturaram então aos grupos autóctones e constituíram novas sociedades. == Organização Social dos Bantu == Os povos e indivíduos de língua Bantu consideravam a família, as linhagens e os clãs como centrais para sua existência. Incluir esses elementos é fundamental para entender a estrutura social do clã. Historicamente, os Bantu representam seu lugar e papel no mundo com base nesses conceitos associados. Em diversos cenários históricos, os falantes Bantu demostravam verbal, cultural e intelectualmente a importância do pertencimento. Antigos povos de língua Bantu acreditavam que esse costume proporcionava segurança em um mundo duvidoso. O pertencimento, e não a independência, era o esperado dos indivíduos da comunidade. A vontade de pertencimento manifestava-se na organização espiritual, econômica e política das sociedades Bantu em torno das linhagens. Esse arranjo estrutural criava uma ideia de identidade, aliança e organizava comunidades de aldeias. Ao longo da vida, os indivíduos eram introduzidos à comunidade por meio de atitudes específicas e cultos de iniciação, baseadas em seu ciclo de vida. == Religião == Por volta do quarto milênio a.C., o povo proto-Bantu distinguia dois tipos de espíritos: ancestrais e territoriais. Os espíritos ancestrais eram membros falecidos da família que ainda eram recordados pelos vivos. Já os espíritos territoriais influenciavam os vivos, porém, estavam associados a lugares específicos. Para os Bantu, a família e o mundo espiritual estavam intimamente ligados. A família englobava membros vivos, falecidos e futuros, enquanto o mundo espiritual compreendia um criador monoteísta, espíritos ancestrais e entidades associadas a locais específicos. Os espíritos ancestrais eram aqueles que tinham falecido recentemente e ainda estavam na memória dos vivos. Por compreenderem a influência desses espíritos sobre os vivos, os povos Bantu mantinham uma relação próxima com eles. Os espíritos ancestrais interferiam na vida dos vivos, faziam pedidos e esperavam comunicações e oferendas. Provérbios, tradições orais e histórias familiares mostram que esses espíritos respondiam de duas maneiras: podiam trazer coisas positivas ou, se insatisfeitos, causar problemas na vida das pessoas. Eles acreditavam que os espíritos ancestrais influenciavam a vida cotidiana dos vivos, incluindo a fertilidade da comunidade. Ancestrais insatisfeitos podiam causar crises, enquanto os satisfeitos podiam trazer proteção e bons resultados. Para manter esses espíritos contentes, os Bantu faziam oferendas de comida, bebida, música, dança e outras expressões. Eles acreditavam que negligenciar os ancestrais poderia trazer desastres para a pessoa, família ou comunidade, por isso, se esforçavam para satisfazê-los com suas ações e palavras. == Distribuição geográfica == Os bantos distribuem-se, no continente africano, no sentido oeste-leste, desde os Camarões e o Gabão às ilhas Comores; no sentido norte-sul, do Sudão à África do Sul, cobrindo toda a parte meridional da África, onde somente os bosquímanos e os hotentotes têm línguas de origens diferentes. Enquanto os bosquímanos e hotentotes eram nômades caçadores- coletores e pastores, os bantos eram agricultores sedentários e já conheciam o uso do ferro. Esses avanços lhes permitiram colonizar um amplo território, ao longo de aproximadamente quatro mil anos, forçando o recuo dos povos nômades. No entanto, os bantos absorveram alguns fenômenos linguísticos típicos das línguas coissãs, como o clique. Embora não existam informações precisas, o subgrupo etnolinguístico banto mais numeroso parece ser o zulu. A língua zulu é a mais falada na África do Sul, onde é uma das 11 línguas oficiais. Mais da metade dos 50 milhões de habitantes da África do Sul é capaz de compreendê-la; mais de nove milhões de pessoas têm o zulu como língua materna, e mais de 15 milhões falam o zulu fluentemente.Todos os subgrupos étnicos falam línguas pertencentes à mesma família linguística, a das línguas bantus, a qual, por sua vez pertence à família linguística nígero-congolesa. Em muitos casos, esses subgrupos têm costumes comuns. Os negros da África do Sul foram, às vezes, chamados oficialmente \"bantus\" pelo regime do apartheid.História da África do Sul ===Reinos=== Entre os séculos XIV e XV, estados bantus começaram a surgir na região dos Grandes Lagos Africanos, na savana sul da floresta tropical centro-africana. Na África Austral, no rio Zambeze, os reis Monomatapa construíram o famoso complexo do Grande Zimbábue, o maior dos mais de 200 desses sítios na África Austral, como Bumbusi no Zimbábue e Manikeni em Moçambique. A partir do em diante, os processos de formação dos estados entre os povos Bantus aumentaram em frequência. Alguns exemplos de tais estados bantus incluem: na África Central, o Reino do Congo,Roland Oliver, et al. \"Africa South of the Equator,\" in Africa Since 1800. Cambridge, UK: Cambridge University Press, 2005, pp. 21 o Império Lunda,Roland Oliver, et al. \"Africa South of the Equator,\" in Africa Since 1800. Cambridge, UK: Cambridge University Press, 2005, pp. 23 o Império LubaRoland Oliver, et al. \"Africa South of the Equator,\" in Africa Since 1800. Cambridge, UK: Cambridge University Press, 2005, pp. 23. de Angola, a República do Congo e a República Democrática do Congo; na Região dos Grandes Lagos Africanos, o BugandaRoland Oliver, et al. \"Africa South of the Equator,\" in Africa Since 1800. Cambridge, UK: Cambridge University Press, 2005, pp. 24-25. e o Caragué Reino de Uganda e da Tanzânia; e na África do Sul, o Império Monomotapa,Roland Oliver, et al. \"Africa South of the Equator,\" in Africa Since 1800. Cambridge, UK: Cambridge University Press, 2005, pp. 25. Império Rozui,Isichei, Elizabeth Allo, A History of African Societies to 1870 Cambridge University Press, 1997, ISBN 978-0521455992 page 435 e os Danangombe, Cami e Naletale Reinos de Zimbábue e Moçambique. Em direção dos séculos XVIII e XIX, o fluxo de escravos bantus do Sudeste africano aumentou com o aumento do Omani Sultanato de Zanzibar, com sede em Zanzibar, na Tanzânia. Com a chegada dos colonizadores europeus, o Sultanato de Zanzibar entrou em conflito direto no comércio e na concorrência com portugueses e outros europeus ao longo da Costa Suaíli, levando eventualmente à queda do sultanato e ao fim da negociação de escravos na costa suaíli em meados do . ==O uso do termo \"bantos\" na África do Sul== Na década de 1920, os sul-africanos relativamente liberais, os missionários e a intelectualidade negra começaram a usar o termo \"bantus\" e termos mais depreciativos (como \"Cafre\") para se referir coletivamente aos bosquimanos sul-africanos. Após a Segunda Guerra Mundial (1939-1945), o Partido Nacional governista adotou oficialmente o seu uso, enquanto o crescente movimento indígena apoiado pela União Soviética e seus aliados liberais adotaram o termo \"negro\", de modo que \"bantus\" tornou-se identificado com as políticas do Apartheid. Na década de 1970, o termo \"bantus\" estava tão desacreditado como uma designação etno-racial que o governo do apartheid mudou para o termo \"preto\" em suas categorizações raciais oficiais, restringindo-a a africanos que falavam idiomas Bantu, mais ou menos na mesma época em que o Movimento da Consciência Negra liderado por Steve Biko e outros estavam definindo, como Black (\"preto\"), o conjunto de oprimidos sul-africanos (negros, mestiços e indianos). == Ver também == *Centre international des civilisations bantu *Jan Vansina *Candomblé bantu * Candomblé nação angola == Bibliografia == *Christopher Ehret and Merrick Posnansky, eds., The Archaeological and Linguistic Reconstruction of African History, University of California Press, Berkeley e Los Angeles, 1982 *Christopher Ehret, An African Classical Age: Eastern and Southern Africa in World History, 1000 B.C. to A.D. 400, James Currey, Londres, 1998 *April A. Gordon and Donald Trump L. Gordon, Understanding Contemporary Africa, Lynne Riener, Londres, 1996 *John M. Janzen, Ngoma: Discourses of Healing in Central and Southern Africa, University of California Press, Berkeley e Los Angeles, 1992 *James L. Newman, The Peopling of Africa: A Geographic Interpretation, Yale University Press, New Haven, 1995 *Kevin Shillington, History of Africa, 3rd ed. St. Martin's Press, Nova York, 2005 *Jan Vansina, Paths in the Rainforest: Toward a History of Political Tradition in Equatorial Africa, University of Wisconsin Press, Madison, 1990 *Jan Vansina, \"New linguistic evidence on the expansion of Bantu,\" Journal of African History 36:173-195, 1995 *Armando Castro, O sistema colonial Português em África (meados do ), Lisboa; Caminho, 1978 == Ligações externos == * Categoria:Povos do continente africano Categoria:Grupos étnicos da África",
 "title": "Bantus"
}