{
 "id": "82128",
 "text": "Bérgamo (; Bèrghem no dialeto local) é uma comuna italiana da região da Lombardia, capital da província homônima, com cerca de 121 639 habitantesL'Eco di Bergamo. Estende-se por uma área de 38,8 km², tendo uma densidade populacional de 3135,03 hab/km². Faz fronteira com Azzano San Paolo, Curno, Gorle, Lallio, Mozzo, Orio al Serio, Paladina, Ponteranica, Seriate, Sorisole, Stezzano, Torre Boldone, Treviolo, Valbrembo. A cidade divide-se em duas partes distintas, a Città Alta (Sìta Ólta), o centro histórico cercado por uma muralha, e a Città Bassa (Sìta Bàsa), a parte moderna. == História == Bérgamo foi fundada, com o nome de Barra na época pré-romana pelos lígures ou pelos etruscos. Os romanos conquistaram a cidade no e rebatizaram-na de Bérgomo (. Os habitantes de Bérgomo tornaram-se cidadãos romanos (com os outros habitantes da Transpadânia) no ano de . Depois da queda do Império Romano, Bérgamo foi seguidamente saqueada até a chegada dos lombardos em 569, que instalaram um ducado. Quando os lombardos foram destituídos pelos francos em 774, a cidade passou a ser governada por uma série de condes. Em 1098, Bérgamo tornar-se-ia uma comuna livre e depois de algumas guerras contra Bréscia uniu- se à Liga Lombarda contra o imperador . A partir do , durante as lutas entre guelfos e gibelinos, Bérgamo ficou sob a influência dos viscondes de Milão. Em 1428, Bérgamo passou a fazer parte da República de Veneza, cujo domínio lhe proporcionou paz e prosperidade. Os venezianos reconstruíram a cidade velha e erigiram fortes muralhas defensivas. O domínio veneziano continuou até a era napoleônica quando, depois da breve experiência da República Bergamasca, da República Cisalpina e do Reino de Itália, com a Restauração Bérgamo cai sob influência austríaca no Reino Lombardo-Vêneto. Os austríacos foram os precursores da industrialização no território bergamasco, com a implantação de manufaturas têxteis. ==Demografia== == Clima == Bérgamo, segundo a classificação climática de Köppen, possui clima tipicamente temperado de médias latitudes (Cfa), chuvoso ou frequentemente úmido em todas as estações do ano e com verões muito quentes. A proximidade dos montes, entretanto, evita os fenômenos da neblina invernal persistente e da afa que caracterizam a vizinha Milão. As precipitações concentram-se nos períodos compreendidos entre março e maio, com um leve decréscimo nos meses de verão, e um recrudescimento no período entre outubro e novembro. O inverno estende-se, geralmente, de novembro ao final de março, e é caracterizado por um nível pluviométrico muito baixo para os padrões italianos. Com base na média de referência 1961-1990, a temperatura média do mês mais frio, que é janeiro, é de 1,5 °C, e do mês mais quente, que é julho, é de 22,4 °C. Médias de temperatura para Bérgamo Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Ano Média máxima °C 5,5 7,89 12,11 16,28 20,89 25 27,72 26,72 23,28 17,5 10,72 6,28 16,27 Média mínima °C -1,89 0,11 3,22 6,5 10,72 14,39 17 16,61 13,78 9 3,5 -1,11 7,67 Precipitação (mm) 71 64 84 89 127 112 109 130 94 109 112 56 1.156 Fonte: Intellicast == Desportos == Bérgamo é sede da Atalanta, que manda seus jogos no estádio Atleti Azzurri d'Italia.",
 "title": "Bérgamo"
}