{
 "id": "82228",
 "text": "Vicky Leandros (Paleokastritsa, 23 de agosto de 1949) é o nome artístico da cantora grega Vassiliki Papathanasiou. ==Biografia== Vicky é filha do músico e compositor grego Leandros Papathanasiou (também conhecido nos meios artísticos como Leo Leandros), um cantor grego com uma longa carreira internacional. Vicky Leandros nasceu em 23 de Agosto de 1949, na estância turística de Paleokastritsa na ilha de Corfu (Kerkyra em grego), situada no Mar Jónio. Como o seu pai desejava expandir a sua carreira, partiu para a Alemanha (então R.F.A). Vicky Leandros cresceu, deste modo em casa da avó até aos 5 anos. Em 1957, os seus pais levaram-na também para a Alemanha. A família passou a viver toda em Hamburgo. Os seus pais entretanto divorciaram-se e ela passou a viver apenas com o pai. Vicky Leandros revelou o seu talento, muito nova, e, quando tinha apenas 13 anos, produziu o primeiro single Messer, Gabel, Schere, Licht, que teve sucesso imediato na Alemanha. Em 1967, Leandros recebeu a oferta de representar o Luxemburgo no Festival Eurovisão da Canção 1967 com a melodia L'amour est bleu (O amor é azul). Vicky Leandros terminou a competição obtendo um quarto lugar. Foi o início de uma carreira musical para ela e para o seu pai. Ela cantava em oito línguas, com os seus álbuns a serem vendidos em todo o mundo, com enorme sucesso. Em 1972, Vicky Leandros recebeu uma segunda oferta para representar o Luxemburgo na Eurovisão. Ela aceitou e venceu o festival com a melodia Après toi (Depois de ti). Essa canção foi um grande êxito em toda a Europa. O total de vendas, até aos nossos dias ultrapassa os 10 milhões de cópias. Durante a sua carreira, Vicky Leandros trabalhou com muitos compositores e produtores conhecidos, como Kim Fowley, Brad Shapiro e Michael Legrand e também maestros como Herbert Von Karajan e C. Denjean. Em 2000, Vicky leandros começou a produzir os seus próprios discos. O álbum Jetzt/Now foi um grande sucesso e as suas composições foram consideradas como as melhores baladas que ela cantou na última década. Em 2003, Leandros gravou um novo álbum com canções de Mikis Theodorakis com a Kamerata Orchestra sob a supervisão dde Theodorakis que foi um grande êxito na Alemanha, Europa Central e Grécia. Os media celebraram o seu regresso e as revistas da especialidade afirmam que foi um dos melhores álbuns que ela realizou. Em Dezembro de 2003, surgiu nalguns programas das televisões alemãs e gregas e na Gala de José Carreras. Vicky Leandros está casada com Enno Freiherr von Ruffin e tem três filhos (Milana, Sandra e Leandros). Leandros recebeu inúmeros prémios, discos de ouro e platina, em todo o mundo, tendo vendido mais de 100 milhões de cópias. == Discografia == === Década de 1960 === País Álbum Alemanha Songs und Folklore Canadá Songs And Folklore Alemanha A Taste Of Vicky/+International Version Japão A Taste Of Vicky/L'amour Est Bleu Canadá Love Is Blue Canadá L'amour Est Bleu Estados Unidos A Taste Of Vicky Canadá A Taste of Vicky (USA Version) Japão Those were the Days Canadá C'est la Premiere Alemanha Summertime Forever Japão All About Vicky Grécia Vicky (To mystiko sou) Alemanha Ich Glaub' An Dich Canadá Zoom Sur Vicky Japão Kleiner Prinz Grécia I Mikri Mas Istoria Canadá Vicky and her Hits Alemanha Vicky und Ihre Hits === Década de 1970 === País Álbum Canadá Vicky ( Je suis comme Je suis ) Japão By Request Estados Unidos I Mikri Mas Istoria (8-track) Canadá Les Grands Succes De Vicky Alemanha Ich Bin Reino Unido I Am Japão My Sweet Lord Grécia Pes Mou Pos Boreis Estados Unidos Vicky (8-track) Japão My Sweet Lord (club edition) França Apres Toi Japão Apres Toi Canadá Apres Toi Grécia Mono Esi Reino Unido Vicky Leandros Israel Vicky Leandros Japão Come What May/Vicky Sings in English Estados Unidos Come What May África do Sul Vicky Leandros/Come What May Holanda My Favourite Songs In Greek Alemanha Meine Freunde Sind Die Traume Grécia Itan Mia Vradia Canadá Chante Bouzouki Inglaterra Dreams Are Good Friends França Ceux Que J'aime África do Sul Just Vicky! Canadá The love In Your Eyes Coréia Those Were The Days Alemanha Mein Lied Fur Dich Inglaterra My Song For You Grécia Your World - My World Canadá Ma Chanson Pour Toi Colômbia Apres Toi Europa Across The Water Canadá Across The Water Estados Unidos Across The Water Japão Across The Water Portugal Greatest Hits Alemanha Ich Liebe Das Leben Bélgica J'aime La Vie França J'aime La Vie Grécia Ine Zoi Ine Orea Grécia/Europa Greatest Hits Grécia/Europa Le Disque D'Or Alemanha/África do Sul/Holanda V.L. França/Canadá Vicky Leandros Grécia V.L. Israel Vicky Leandros (V.L.) Grécia Omorfa Chronia Alemanha Du Du Liegst Mir Im Herzen Alemanha Susser die Glocken nie Klingen Bolívia El Disco De oro De Vicky Leandros Grécia Poso S'agapo Alemanha/África do Sul/Holanda Ich bin ein Mädchen Estados Unidos/Holanda/Portugal Vicky Leandros (Kim Fowley) Espanha/América Latina Oh Mi Mama Grécia Ta Oraiotera tragoudia mou Alemanha Singt die schönsten Deutschen Volkslieder(mit Die Westfälischen Nachtigallen) === Década de 1980=== País Álbum Alemanha Die Vicky Leandros Story Alemanha Ich Gehe Neue Wege Alemanha/Europa Star Magazin Europa Love Is Alive (U.N. Benefit) Japão Love is Alive Grécia Irtha Yia Sena Grécia Vicky Leandros And Demis Roussos/Sing Greek Songs Holanda Music for the Millions Alemanha Verlorenes Paradies Holanda Verloren Zijn We Niet Holanda Ver Van Het Leven Alemanha/Holanda Vicky Alemanha Star Gala 2LP França Vicky Holanda The Most Beautiful Songs Canadá Vicky África do Sul The Greatest Gift Of Vicky Leandros (2 álbuns) Holanda Greatest Hits (Arcade) Alemanha Eine Nacht in Griechenland Holanda Eine Nacht In Griechenland África do Sul 16 Greatest Love Songs Alemanha Ich Bin Ich Japão Tripple Best/Le Temps Des Fleurs Grécia Piretos Tou Erota === Década de 1990 === País Álbum Alemanha Starkes Gefuhl México Grandes Exitos Alemanha Nur Einen Augenblick Grécia Prósehe! Grécia Andres Grécia Mia Fora Ki'enan Kairo 2LP/CD Holanda The Best of (Arcade) Europa Central We're gonna stay together (single/with T.Christie) Alemanha Lieben Und Leben Áustria/Europa Ihre Groessten Erfolge Vol 1/2/3. Grécia Summertime Grécia Ta Prota Mou Tragoudia Alemanha Gefuehle Alemanha Weil Mein Herz Dich Nie Mehr Vergisst Países Baixos Das Beste Países Baixos The Hitsingles Bélgica Vicky & Demis Roussos Back to Back Alemanha Sieh Die Welt mit Meinen Augen Japão Vicky Grécia Universal 2CD Box Grécia Universal 3CD Box África do Sul Greatest Hits Alemanha Traumen mit Vicky === 2000 === País Álbum Alemanha Jetzt! Polônia Jetzt! Grécia Now! Europa Weihnachten mit V.L. (CD&DVD;) Alemanha Mit Offenen Armen Alemanha Portrait Canadá L'Amour Est Bleu Vol.1 Holanda/Europa Hitstory Alemanha Du und Ich ... 3CD Box Japão Best Collection (updated version) Holanda/Europa The Singles+ 2CD Box Holanda/Europa Double Fun 2CD Box ( Vicky and Demis ) Alemanha/Europa Central ...Singt Mikis Theodorakis Grécia Tragouthi Alliotiko Alemanha/Áustria/Suíça/Holanda Meine Griechische Heimat (DVD) Alemanha ..Singt Mikis Theodorakis (Olympia Edition/2004) França Made In France África do Sul An Evening With Vicky Leandros China/Taiwan Vicky- Come What May Alemanha Felix - Ein Hase Auf Weltreise Holanda Apres Toi ( DVD ) Alemanha C'est La Vie 3CD Box Alemanha/Europa| Ich Bin Wie Ich Bin (2CD) Europa| Don't Break My Heart ESC 2006 == Ligações externas == * Página oficial da cantora Vicky Leandros * Letra da canção: L'amour est bleu (1967) * Letra da canção Aprés toi (1972) Categoria:Cantores da Grécia Leandos, Vicky Leandros, Vicky Categoria:Gregos do século XX Categoria:Gregos do século XXI",
 "title": "Vicky Leandros"
}