{
 "id": "82321",
 "text": "Eduardo María González-Pondal e Abente (Ponteceso, Corunha, Galiza, 8 de fevereiro de 1835 - Corunha, 1917) foi um poeta galego, pertencente ao movimento regionalista. == Biografia== De origem fidalga, Eduardo Pondal ficou órfão de mãe ao ano de nascer. Desde 1844 estudou gramática latina na escola dum parente clérigo em Vilela de Nemiña, Muxía, Galiza. Em 1848 instalou-se em Santiago de Compostela para cursar o segundo grau em Filosofia e, a seguir, a carreira de Medicina. De estudante frequentou o Liceu de Santo Agostinho, onde havia tertúlias literárias, e revelou-se como poeta, com o seu íntimo amigo Aurélio Aguirre, numa ocasião que se fez célebre: o banquete de Conxo, do qual falam todos os historiadores da literatura galega. Este banquete foi organizado em 1856 pelos estudantes liberais em homenagem \"ao terceiro estado\", no qual fraternizaram operários e estudantes. Os brindes de Aguirre e de Pondal tiveram um sentido político muito avançado, e por eles processou-os a Audiência da Corunha. Ao terminar a carreira em 1860 exerceu como médico da Armada Espanhola em Ferrol. Em 1861 fez oposições em Madrid ao corpo de Sanidade Militar, mas, após conseguir um posto na fábrica militar de Trubia (Astúrias), deixou o posto e abandonou de maneira definitiva a profissão médica. A 2 de Julho de 1861 celebraram-se na Corunha os primeiros Jogos Florais da Galiza, nos quais Pondal participou com A campana d'Anllóns, seu primeiro poema em galego que se publicou ao ano seguinte no Álbum de la Caridad. Pondal apenas exerceu sua carreira. Retirou-se depressa à sua casa paterna e ali viveu, fazendo freqüentes viagens a Santiago de Compostela e à Corunha, onde concorria à livraria de Uxío Carré Aldao, chamada \"a Cova Céltica\", na qual mantinham um se ajuntavam Antonio Martínez Salazar, Manuel Murguía, Florencio Vaamonde, Evaristo Martelo Paumán, Manuel Lugrís Freire e outros. Ali acedeu através de Murguia aos poemas ossiánicos de James Macpherson. Pondal assumirá então o papel de \"bardo\" da nação galega, exercendo como guia e intérprete da rota a seguir. Em 1877 saiu do prelo Rumores de los pinos, um conjunto de vinte e um poemas em galego e espanhol que servirá de base a Queixumes dos pinos (1886). Esta obra recupera da versão bilíngüe as composições em galego, inclui ainda alguns dos poemas em espanhol, agora traduzidos, e conhecerá diversas ampliações nas edições seguintes. \"Os pinos\", surgido das sucessivas reelaborações de \"Rumores de los pinos\", formará o hino galego, ao qual depois Pasqual Veiga porá música. A saudade de Pondal, poeta da liberdade, orienta-se para um passado que ele imaginava livre e independente, e que seu impulso lírico quer reconquistar. A poesia de Pondal propõe-se renovar a história. Como do passado céltico não ficam mais que vagos vestígios, Pondal esforça em adivinhá-lo, guiando-se pelos poemas de Ossian, por algumas citas de Lebor Gabála Érenn e pelas pesquisas de Murguia, e cria um mito fragmentar, distante da história, indeterminado, em redor de dois arquétipos: o Herói e o Bardo. Mas trata-se de um passado de grande beleza e de uma força de sugestão extraordinária. Pondal, poeta oficial do movimento regionalista, encaminhará sua obra à recuperação da língua e da cultura galegas e à decidida defesa da liberdade do povo galego. Sua escrita, primariamente épica, irá à procura de mitos autóctones que chamem à coletividade galega para comprometê-la com o seu futuro. Ele vai cantar as gestas dos heróicos celtas galegos. É também um excelente cultivador da poesia lírica, recreando uma paisagem agreste inspirada nas terras de Bergantiños. Junto com a natureza, a mulher configurar-se-á como uma das chaves da sua produção lírica. No plano lingüístico, Pondal procurou a dignificação do idioma fugindo do estilo populista da época e incorporando diversos cultismos aristocratizantes no léxico e na sintaxe. O traço mais acusado da sua personalidade literária foi, sem dúvida, a clara consciência da dimensão artística da sua obra, o que o levou a revisar constantemente suas criações, mesmo as já publicadas. Neste sentido, não resulta estranho que de Os Eoas, um extenso poema épico baseado na descoberta do continente americano -do qual o autor só publicara um primeiro rascunho em 1858- não chegasse à imprensa na vida do próprio poeta (de fato, só foi publicado, finalmente, em 2005).Trata- se, não obstante, da obra que o próprio Pondal e seus correligionários consideravam como decisiva na sua carreira e ainda para a consolidação da própria literatura galega. atribuindo nela a Colombo uma origem galega -de acordo com as teses de García de la Riega, Constantino Horta...-, Pondal visava a universalizar Galiza e, ao tempo, o idioma galego numa gesta que superasse a prova dos séculos. Eduardo Pondal faleceu na Corunha no hotel \"La Luguesa\" em 1917 e repousa desde então no cemitério de Santo Amaro. ==Obra== * Poesía galega completa I. Queixumes dos pinos * Poesía galega completa II. Poemas impressos * Poesía galega completa III. Poemas Manuscritos * Os Eoas (obra póstuma) Santiago, Sotelo Blanco, 2005 * Estudos sobre Os Eoas, Santiago, Sotelo Blanco, 2005 * Queixumes dos pinos (1886) === Bibliografia === * \"Pondal Abente, Eduardo María\". Diccionario enciclopédico galego universal 50. La Voz de Galicia. 2003-2004. p. 10-11. ISBN 84-7680-429-6. * \"Pondal Abente, Eduardo María González\". Dicionario biográfico de Galicia 3. Ir Indo. 2010-2011. pp. 120–123. * \"Pondal Abente, Eduardo María\". Diciopedia do século 21 3. Do Cumio, Galaxia e do Castro. 2006. p. 1662\\. ISBN 978-84-8288-942-9. * \"Pondal Abente, Eduardo María González\". Enciclopedia Galega Universal 14. Ir Indo. 1999-2002. p. 34-35. ISBN 84-7680-288-9. * Angueira, A. (1995). De Rosalía a Dieste 33 anos das letras. Xerais. pp. 29–34. ISBN 84-7507-878-8. Prólogo de Fernández del Riego. * Carballo, R. (1975) [1963]. Historia da Literatura Galega Contemporánea. Galaxia. pp. 235–333. ISBN 84-7154-227-7. * Fernández del Riego, F. (1971) [1951]. Historia da Literatura Galega (2ª ed.). Vigo: Editorial Galaxia. pp. 101–106. * Forcadela, Manuel (1988). A harpa e a terra. Unha visión da poesía lírica de Eduardo Pondal. Universitaria. Xerais. ISBN 84-7507-355-7. * Forcadela, Manuel (2005). \"Pondal, Eduardo\". Gran Enciclopedia Galega (DVD). El Progreso. ISBN 84-87804-88-8. * Freixeiro Mato, X. R.; Gómez Sánchez, A. (1998). Historia da lingua galega. A Nosa Terra. ISBN 84-89976-31-7. * Gómez, A.; Queixas, M. (2001). Historia xeral da literatura galega. A Nosa Terra. p. 148-158. ISBN 84-95350-79-3. * Martínez Murguía, Manuel (1886). Los precursores. A Coruña, Biblioteca Gallega, La Voz de Galicia. * Méndez Ferrín, Xosé Luis (1984). De Pondal a Novoneyra. Edicións Xerais de Galicia. ISBN 84-7507-139-2. * Pena, X. R. e Forcadela, Manuel (2005). Estudos sobre Os Eoas, Santiago de Compostela, Sotelo Blanco. * Pena, X. R. (2014). Historia da Literatura Galega II. De 1853 a 1916. O Rexurdimento. Xerais. pp. 251–295. ISBN 978-84-9914-764-2. * Queizán, María Xosé (1998). Misoxinia e racismo na poesía de Pondal. Edicións Laiovento. ISBN 84-89896-29-1. * Ricón Virulegio, Amado (1981). Eduardo Pondal. Vigo: Editorial Galaxia. ISBN 978-84-7154-384-4. * Ricón Virulegio, Amado (1985). Estética poética de Eduardo Pondal. Ediciós do Castro. * Vilavedra, D., ed. (1995). \"Pondal Abente, Eduardo\". Diccionario da Literatura Galega I. Galaxia. p. 475-480. ISBN 84-8288-019-5. == Ligações externas == * Por fim, \"Os Eoas\" de Eduardo Pondal * O Bardo na Poesia Pondaliana: Celtismo e Construção da Nacionalidade Galega Pondal, Eduardo Pondal, Eduardo Pondal, Eduardo Categoria:Escritores em língua galega Categoria:Dia das Letras Galegas Categoria:Mortos em 1917",
 "title": "Eduardo Pondal"
}