{
 "id": "82419",
 "text": "O Programa das Nações Unidas para o Desenvolvimento (PNUD) é o órgão da Organização das Nações Unidas (ONU) que tem por mandato promover o desenvolvimento e erradicar a pobreza no mundo. Com sede em Nova York, o PNUD trabalha em mais de 170 países e territórios auxiliando a erradicação da pobreza, a redução da desigualdade e a exclusão. Em parceria com governos de todas as regiões, o PNUD auxilia no desenvolvimento de políticas públicas, formação de lideranças, capacidades institucionais e na construção de estruturas resilientes que sustentem o desenvolvimento sustentável. O PNUD tem status de mesa executiva na Assembleia Geral das Nações Unidas. O cargo de Administrador do PNUD é o terceiro cargo mais alto no ranking oficial das Nações Unidas depois dos cargos de Secretário Geral das Nações Unidas e Vice- Secretário Geral das Nações Unidas. Desde 2017, o Administrador do Programa das Nações Unidas para o Desenvolvimento é o diplomata e ambientalista germano-brasileiro Achim Steiner (Carazinho, 1961). Durante 15 anos, o PNUD trabalhou com afinco para realizar progressos acerca dos Objetivos de Desenvolvimento do Milênio, os ODM, com foco em reduzir a pobreza, a HIV/AIDS, auxiliar a governança democrática, desenvolvimento humano, proteger o meio ambiente e pensar em soluções energéticas renováveis, e a prevenção e recuperação em situações de crise. Esse trabalho foi recompensado com o avanço de várias metas em áreas-chave, tais como: redução da pobreza por mais do que a metade, redução da desnutrição pela metade, paridade de gênero nas escolas das maiorias dos países, queda de 45% na mortandade materna, entre outras importantes conquistas sociais. Concluído o prazo dos ODM, em 2015, decidiu-se estabelecer um processo intergovernamental inclusivo e transparente que fosse aberto a todos, com vistas a elaborar os Objetivos de Desenvolvimento Sustentável (ODS). Após mais de três anos de discussão, os líderes de governo e de estado aprovaram, por consenso, o documento “Transformando Nosso Mundo: A Agenda 2030 para o Desenvolvimento Sustentável”. A Agenda é um plano de ação para as pessoas, o planeta e a prosperidade. Ela busca fortalecer a paz universal com mais liberdade, e reconhece que a erradicação da pobreza em todas as suas formas e dimensões, incluindo a pobreza extrema, é o maior desafio global ao desenvolvimento sustentável. A Agenda consiste em uma Declaração, 17 Objetivos de Desenvolvimento Sustentável e as 169 metas, uma seção sobre meios de implementação e de parcerias globais, e um arcabouço para acompanhamento e revisão. O conjunto de objetivos e metas demonstram a escala e a ambição desta nova Agenda universal. Os ODS aprovados foram construídos sobre as bases estabelecidas pelos Objetivos de Desenvolvimento do Milênio (ODM), de maneira a completar o trabalho deles e responder a novos desafios. São integrados e indivisíveis, e mesclam, de forma equilibrada, as três dimensões do desenvolvimento sustentável: a econômica, a social e a ambiental. Aprovados na Cúpula das Nações Unidas sobre o Desenvolvimento Sustentável (25-27 de setembro 2015), a implementação dos ODS será um desafio, o que requererá uma parceria global com a participação ativa de todos, incluindo governos, sociedade civil, setor privado, academia, mídia, e Nações Unidas. Todas as ações do PNUD estão alinhadas com os ODS, tendo em mente a necessidade da finalização do trabalho no âmbito dos ODM, visando “não deixar ninguém para trás” no processo de desenvolvimento sustentável. Entre outras atividades, o PNUD produz relatórios e estudos sobre o desenvolvimento humano sustentável e as condições de vida das populações, bem como executa projetos que contribuam para melhorar essas condições de vida, nos 177 países onde possui representação. É conhecido por elaborar o Índice de Desenvolvimento Humano (IDH), bem como por ser o organismo internacional que coordena o trabalho das demais agências, fundos e programas das Nações Unidas - conjuntamente conhecidas como Sistema ONU - nos países onde está presente. == PNUD no Brasil == O Programa das Nações Unidas para o Desenvolvimento tem, desde o início da década de 1960, uma representação no Brasil para contribuir para o combate à pobreza e a desigualdade, fortalecer a governança democrática, o crescimento econômico e o desenvolvimento humano e sustentável. O programa procura responder aos desafios e às demandas específicas do país por meio de uma visão ampla de desenvolvimento. == Ver também == * Organização das Nações Unidas * Objetivos de Desenvolvimento do Milênio == Ligações externas == * PNUD Brasil * Classificação IDHM 2010 por município * Portal ODM - Acompanhamento Municipal dos Objetivos de Desenvolvimento do Milênio *",
 "title": "Programa das Nações Unidas para o Desenvolvimento"
}