{
 "id": "82454",
 "text": "Alphonse Gabriel \"Al\" Capone (Nova Iorque, 17 de janeiro de 1899 – Palm Beach, 25 de janeiro de 1947) foi um homem de negócios e gângster norte-americano que liderou um grupo criminoso que geria diversas atividades criminosas, como apostas, agiotagem, prostituição e, principalmente, comércio e contrabando de bebidas durante a era da Lei Seca, que vigorou nos Estados Unidos nas décadas de 1920 e 1930. Cofundador do Chicago Outfit (que no seu tempo, foi o maior expoente da máfia americana no meio-oeste dos Estados Unidos), é considerado por muitos como o maior gângster da história americana. Capone era conhecido no seu círculo íntimo pelo apelido de Scarface (\"Cara de Cicatriz\"), devido a uma cicatriz em seu rosto, que obteve em uma briga na adolescência. Apesar de suas extensas atividades criminosas, Capone conseguiu evadir as autoridades por muitos anos, principalmente devido à corrupção e ao poder que exercia nas regiões controladas por sua facção criminosa. Foi só em 1931 que ele foi encarcerado por evasão fiscal e condenado a onze anos de prisão. Na cadeia, sua saúde foi se deteriorando, especialmente devido à sífilis e após oito anos atrás das grades, foi solto.Capone, Deirdre Marie. Uncle Al Capone: The Untold Story from Inside His Family. Recap Publishing LLC, 2010. . Capone faleceu em janeiro de 1947, após uma parada cardíaca. == Biografia == Alphonse Gabriel Capone nasceu em 17 de janeiro de 1899, no bairro do Brooklyn, na cidade de Nova Iorque. Alphonse era um dos oito filhos do casal Gabriele Capone (1865-1920) e Teresina Raiola (1867-1952), que eram imigrantes da Itália. Seu pai era um barbeiro e sua mãe era uma costureira, ambos nascidos na pequena vila de Angri, província de Salerno. Al Capone cresceu numa vizinhança muito pobre e pertenceu a pelo menos duas quadrilhas de delinquentes juvenis. Aos quatorze anos foi expulso da escola em que cursava o ensino médio por agredir uma professora. Integrou o grupo dos Cinco Pontos (Five Points Gang) em Manhattan, e trabalhou para o gângster Frank Yale. Em 1918, Capone conheceu Mae Joséphine Coughlin, de ascendência irlandesa. Em 4 de dezembro de 1918, Mae deu à luz seu filho, Albert Francis \"Sonny\" Capone. Al Capone casou-se com ela no dia 30 de dezembro do mesmo ano.No ano seguinte, 1919, foi enviado por Frank Yale para Chicago transferindo-se para lá com sua família para uma casa localizada em South Prairie Avenue, 7244. Tornou-se braço direito do mentor de Yale, John Torrio. Quando Torrio foi alvejado por rivais de outras gangues, Capone passou a liderar os negócios e rapidamente demonstrou que era melhor para comandar a organização do que Torrio, expandindo o sindicato criminoso para outras cidades entre 1925 e 1930. Aos 26 anos mostrava-se um homem sem escrúpulos, frio e violento. Em 1929, foi nomeado o homem mais importante do ano, junto com personalidades da importância do físico Albert Einstein e do líder pacifista Mahatma Gandhi. Capone foi amplamente responsabilizado por ordenar o Massacre do Dia de São Valentim de 1929, apesar de estar em sua casa na Flórida no momento do massacre. O massacre foi uma tentativa de eliminar Bugs Moran, chefe da Gangue do Lado Norte, e a motivação para o plano pode ter sido o fato de que algum uísque caro importado ilegalmente do Canadá através do rio Detroit havia sido sequestrado enquanto estava sendo transportado para o Condado de Cook, Illinois. Na esteira do Massacre de São Valentim, Walter A. Strong, editor do Chicago Daily News, pediu a seu amigo presidente Herbert Hoover uma intervenção federal para conter a ilegalidade de Chicago. Ele marcou uma reunião secreta na Casa Branca, apenas duas semanas após a posse de Hoover. Em 19 de março de 1929, Strong, acompanhado por Frank Loesch da Comissão do Crime de Chicago, e Laird Bell, apresentaram seu caso ao presidente. Os Departamentos do Tesouro e da Justiça desenvolveram planos para processos de imposto de renda contra gângsteres de Chicago, e um pequeno esquadrão de elite de agentes do Escritório da Lei Seca (cujos membros incluíam Eliot Ness) foram designados contra contrabandistas. Em uma cidade acostumada à corrupção, esses homens da lei eram incorruptíveis. Charles Schwarz, escritor do Chicago Daily News, os apelidou de Intocáveis. Para apoiar os esforços federais, Strong secretamente usou os recursos de seu jornal para reunir e compartilhar informações sobre a roupa Capone.Hoover, Herbert (1952). The Memoirs of Herbert Hoover: The Cabinet and the Presidency, 1920–1933. New York: The MacMillen Company. p. 276Calder, James D. (1993). The Origins and Development of Federal Crime Control Policy: Herbert Hoover's Initiatives. Westport, CT: Praeger. Em março de 1929, Al Capone foi preso por desacato ao tribunal, acusado de fingir doença para evitar uma aparição anterior. Em maio do mesmo ano, foi preso na Filadélfia por portar uma arma oculta e condenado a um ano de prisão após uma confissão de culpa. Em agosto de 1929, foi transferido para a Penitenciária Estadual do Leste da Filadélfia. Em 1930, após sua libertação, foi designado \"Inimigo Público\" número um pela Comissão do Crime de Chicago. Em abril de 1930, foi preso por vadiagem em Miami Beach, alegando abuso policial. Absolvido de perjúrio, em setembro enfrentou acusações de vadiagem em Chicago. Em fevereiro de 1931, foi julgado por desacato, condenado a seis meses, mas permaneceu em liberdade enquanto recorria. Em fevereiro de 1930, sua organização foi vinculada ao assassinato de Julius Rosenheim, informante da polícia no Chicago Outfit.Al Capone: A Biography By Luciano J. Iorizzo pp. 62–63Bergreen, Laurence (1994). Capone: The Man and the Era. New York: Simon and Schuster Paperbacks. pp. 131–132. ISBN 978-0684824475 Capone controlava informantes, pontos de apostas, casas de jogo, bordéis, bancas de apostas em corridas de cavalos, clubes noturnos, destilarias e cervejarias. Chegou a faturar 100 milhões de dólares norte- americanos por ano, durante a Lei Seca, tendo sido um dos que mais a desrespeitaram. Acabou contraindo sífilis, o que o obrigava a tomar remédios fortes. Em 1931, foi condenado pela justiça americana por sonegação de impostos, com onze anos de prisão sem condicional, sendo enviado para uma prisão em Atlanta e, em 1934, à Alcatraz. Ele havia contraído sífilis, tuberculose e apresentava traços de distúrbios mentais. Sua pena foi revisada em 1939, em decorrência de seu estado de saúde, sendo solto após oito anos na cadeia e foi morar na Flórida. Capone morreu, por fim, em 1947 em sua residência em Palm Beach por conta de uma parada cardíaca, mas seu corpo foi sepultado em Chicago. == Cinema == No cinema foi consagrado por vários filmes e representado por diferentes atores que viveram o papel do mais famoso gângster norte-americano, como: Wallace Beery, Paul Muni, Barry Sullivan, Rod Steiger, Neville Brand, Jason Robards, Ben Gazzara, Robert De Niro, Anthony LaPaglia, Jon Bernthal e Tom Hardy. O personagem Augusto de A trapaça de Federico Fellini, foi inspirado na figura de Al Capone. == Ver também == * Chicago Outfit * Massacre do Dia de São Valentim |} == Ligações externas == * South Beach Magazine O visitante indesejado: Al Capone em Miami. (com fotos) * Arquivos do FBI sobre Al Capone * Little Chicago: Capone em Johnson City, Tennessee * Al Capone - Crime Library * Al Capone - IMDb Categoria:Naturais de Nova Iorque (cidade) Categoria:Mafiosos da Chicago Outfit Categoria:Norte- americanos de ascendência italiana Categoria:Católicos dos Estados Unidos Categoria:Criminosos dos Estados Unidos Categoria:Mortes por doenças neurodegenerativas",
 "title": "Al Capone"
}