{
 "id": "82453",
 "text": "Gabriela Beatriz Sabatini (Buenos Aires, 16 de maio de 1970) é uma ex-tenista profissional argentina-italiana. Ex-número 3 do mundo em simples e duplas, Sabatini foi uma das principais jogadoras de meados dos anos 1980 a meados dos anos 1990, acumulando 41 títulos. Em simples, Sabatini venceu o US Open de 1990, as finais do Tour em 1988 e 1994, e foi vice-campeão em Wimbledon 1991, US Open de 1988 e medalha de prata nas Olimpíadas de 1988. Em duplas, Sabatini venceu Wimbledon em 1988 em parceria com Steffi Graf e chegou a três finais do Aberto da França. Entre as jogadores da \"Era Aberta\" que não alcançaram o primeiro lugar no ranking mundial, Sabatini tem o maior número de vitórias sobre os jogadoras reinantes no primeiro lugar do mundo. Em 2006, ela foi incluída no International Tennis Hall of Fame e em 2018 a Tennis Magazine a classificou como a 20ª maior jogadora dos 50 anos anteriores (40ª no geral entre homens e mulheres). ==Infância e carreira júnior== Sabatini nasceu em 16 de maio de 1970 em Buenos Aires, Argentina, filha de Osvaldo e Beatriz Garofalo Sabatini. Seu pai era um executivo da General Motors. Seu irmão mais velho, Osvaldo, é ator e produtor. Sabatini começou a jogar tênis aos seis anos e venceu seu primeiro torneio aos oito. Em 1983, aos 13 anos, ela se tornou a jogadora mais jovem a vencer o Orange Bowl em Miami, Flórida. Ela venceu o individual feminino no Aberto da França de 1984 e o Aberto dos Estados Unidos em duplas femininas com a compatriota Mercedes Paz. Sabatini alcançou o primeiro lugar mundial no ranking júnior naquele ano e foi nomeado Campeão Mundial Júnior de 1984 pela Federação Internacional de Tênis. Sabatini afirmou que perdeu partidas deliberadamente na juventude para evitar ter que dar entrevistas na quadra e, portanto, evitar a atenção da mídia. Ela disse que sua timidez foi um grande problema e pensou que deveria falar na quadra depois de jogar a final de um torneio; assim, ela perderia nas semifinais. ==Carreira== ===Primeiros anos=== Em 1985, aos 15 anos e três semanas, Sabatini se tornou uma das jogadoras mais jovens a chegar às semifinais do Aberto da França, onde perdeu para Chris Evert em dois sets diretos. Ela ganhou seu primeiro título de simples do WTA Tour no final daquele ano em Tóquio. Ela entrou pela primeira vez entre os dez primeiros do mundo (em 10º lugar) em setembro de 1985, e terminou o ano em 12º lugar. Ela recebeu o prêmio \"WTA Newcomer of the Year\". Sabatini chegou às semifinais de Wimbledon em 1986, perdendo para Martina Navratilova, antes de ganhar seu segundo título WTA em Buenos Aires com uma performance marcante, sem perder um set sequer. Sabatini chegou às semifinais do Aberto da França de 1987 e à final do WTA Tour Championships no meamo ano, perdendo para Steffi Graf nas duas vezes. Ela também ganhou três títulos WTA, incluindo a derrota da número 4 do mundo, Pam Shriver em Brighton. ==Estatísticas da carreira== ===Quadros de linha de tempo=== ===Grand Slams=== Tournament 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 Australian Open - - - - - SF 3R QF SF SF SF 1R 4R Roland Garros - SF 4R SF SF 4R 4R SF SF QF 1R QF - Wimbledon - 3R SF QF 4R 2R SF F SF QF 4R QF - U.S. Open 3R 1R 4R QF F SF V QF QF QF SF SF 3R ==Finais de Grand Slam== ===Simples: 3 (1 título, 2 vices)=== Posição Ano Campeonato Piso Oponente Placar Vice 1988 US Open Duro Steffi Graf 3–6, 6–3, 1–6 Campeã 1990 US Open Duro Steffi Graf 6–2, 7–6(7–4) Vice 1991 Wimbledon Grama Steffi Graf 4–6, 6–3, 6–8 ===Duplas: 4 (1 título, 3 vices)=== Posição Ano Campeonato Piso Parceira Oponentes Placar Vice 1986 Roland Garros Saibro Steffi Graf Martina Navratilova Andrea Temesvári 1–6, 2–6 Vice 1987 Roland Garros Saibro Steffi Graf Martina Navratilova Pam Shriver 2–6, 1–6 Campeã 1988 Wimbledon Grama Steffi Graf Larisa Savchenko Natasha Zvereva 6–3, 1–6, 12–10 Vice 1989 Roland Garros Saibro Steffi Graf Larisa Savchenko Natasha Zvereva 4–6, 4–6 ==Olimpíadas== ===Simples: 1 (1 prata)=== Posição Ano Local Piso Oponente Placar Prata 1988 Seul Duro Steffi Graf 3–6, 3–6 ==WTA finals== ===Simples: 4 (2 títulos, 2 vices)=== Posição Ano Local Piso Oponente Placar Vice 1987 New York City Carpete (I) Steffi Graf 6–4, 4–6, 0–6, 4–6 Campeã 1988 New York City Carpete (I) Pam Shriver 7–5, 6–2, 6–2 Vice 1990 New York City Carpete (I) Monica Seles 4–6, 7–5, 6–3, 4–6, 2–6 Campeã 1994 New York City Carpete (I) Lindsay Davenport 6–3, 6–2, 6–4 == Prêmios == Sabatini venceu por 2 vezes o prêmio Olimpia de Oro, concedido ao melhor atleta argentino do ano. ==Confronto vs outras jogadoras== Tenistas que foram N.1 em negrito. * Arantxa Sánchez Vicario 12–11 * Lindsay Davenport 7–3 * Dominique Monami 1–0 * Martina Hingis 1–1 * Chris Evert 3–6 */ Karina Habšudová 2–0 * Mary Joe Fernández 13–10 */ Helena Suková 12–6 * Jennifer Capriati 11–5 * Steffi Graf 11–29 * Nathalie Tauziat 10–1 * Zina Garrison 10–3 */ Jana Novotná 10–3 * Conchita Martínez 9–6 * Katerina Maleeva 8–1 */ Natasha Zvereva 8–1 * Amanda Coetzer 7–1 */ Manuela Maleeva 7–2 * Pam Shriver 7–5 * Kathy Rinaldi 6–0 * Julie Halard-Decugis 6–1 * Chanda Rubin 6–3 */ Martina Navratilova 6–15 * Brenda Schultz-McCarthy 5–0 * Sylvia Hanika 5–1 * Lori McNeil 5–2 * Mary Pierce 4–1 * Kimiko Date-Krumm 4–3 * Anke Huber 4–3 * Bettina Bunge 3–0 * Jo Durie 3–0 * Dianne Fromholtz 3–1 * Claudia Kohde-Kilsch 3–2 *// Monica Seles 3–11 * Kathy Jordan 2–0 * Catarina Lindqvist 2–0 * Sandrine Testud 2–0 * Carling Bassett-Seguso 2–1 * Lisa Bonder 2–1 * Kathleen Horvath 2–1 * Barbara Paulus 2–1 * Irina Spîrlea 2–2 */ Hana Mandlíková 2–5 * Tracy Austin 1–0 * Ai Sugiyama 1–0 * Andrea Temesvári 1–0 * Wendy Turnbull 1–0 * Barbara Potter 1–1 * Iva Majoli 1–2 * Stephanie Rehe 1–2 * Bonnie Gadusek 0–1 * Magdalena Maleeva 0–1 ==Ligações externas== * * * Tennis Hall of Fame * Gabriela Sabatini - Carreira * , vídeo Categoria:Tenistas da Argentina Categoria:Tenistas olímpicos da Argentina Categoria:Naturais de Buenos Aires Categoria:Argentinos de ascendência italiana Categoria:Tenistas vencedores de torneios do Grand Slam Categoria:Membros do International Tennis Hall of Fame Categoria:Tenistas nos Jogos Olímpicos de Verão de 1988 Categoria:Tenistas nos Jogos Olímpicos de Verão de 1996 Categoria:Medalhistas nos Jogos Olímpicos de Verão de 1988 Categoria:Medalhistas olímpicos da Argentina",
 "title": "Gabriela Sabatini"
}