{
 "id": "82467",
 "text": "A Associação Atlética Mackenzie College foi uma equipe brasileira de futebol da cidade de São Paulo. Fundada em 18 de agosto de 1898 por alunos da Universidade Presbiteriana Mackenzie, participou por 13 vezes do Campeonato Paulista. == História == Em 1896, um professor, Sr. Augusto Shaw, retornava dos Estados Unidos e começava a fazer uma grande propaganda de esportes como o basquete, o futebol e o rugby. Muitos alunos se interessaram por estes \"divertimentos\" e em 1898 se reuniram para fundar a Associação Atlética Mackenzie College. Entre os fundadores do Mackenzie estava Belfort Duarte. Esse maranhense, estudante do colégio, foi quem fundou, em 1904, o America Football Club do Rio de Janeiro, além de ter sido o responsável pelo fato de o America ter tantos \"clones\" pelo Brasil inteiro. Mesmo em São Paulo, Belfort Duarte viria a fundar um América FC em 1916 (que mais tarde se chamaria Tremembé FC). Foram alguns alunos do Mackenzie que introduziram, em 1902, o futebol em Santos e em Sorocaba. Dentre os maiores ídolos do clube se encontra Arthur Friedenreich, que foi com o Mackkenzie entre 1912 e 1913, e Manuel Nunes, também conhecido como Neco (apesar de no Mackenzie ele preferia ser chamado de Nunes, pois não jogando no Corinthians ele fala que preferia ser outro, ele atuou em 1915, pois a maioria dos jogadores do Corinthians foram emprestados a outros clubes porque o Alvinegro não disputaria nenhuma Liga aquele ano, somente amistosos. O Mackenzie foi um dos fundadores da primeira liga de futebol do Brasil, a Liga Paulista de Futebol. Em 3 de maio de 1902 o primeiro jogo oficial da história do futebol paulista e brasileiro foi realizado entre Mackenzie e Germânia, tendo a equipe vencido por 2x1 com um gol de Mário Eppinghaus, um dos fundadores, que será conhecido para sempre como o autor do primeiro gol oficial do futebol brasileiro. Participou 13 vezes do Campeonato Paulista de Futebol (1902 a 1906) e de (1912 a 1919). Em 1920 o Mackenzie se juntou à Portuguesa e formou o Mack-Port. A nova equipe durou 3 anos. Em 1923 a união se desfez e o Mackenzie se retirava de campo. == Títulos == * Vice-Campeão do Campeonato Paulista: 1915 (APEA) * Campeonato Paulista de Segundos Quadros: 1913 e 1916 === Classificações no Campeonato Paulista === : 1902 1903 1904 1905 1906 1912 1913 1914 1915 1916 1917 1918 1919 1920 1921 1922 3º 3ºº 4º 5º 5º 3º 2º 3º 2º 3º 9º 8º 10º 9º 8º 10º :1920 até 1922 jogando junto com a Portuguesa == Ver também == * Clubes brasileiros de futebol * Universidade Presbiteriana Mackenzie == Ligações externas == * Há 50 Anos fundava-se a A.A. Mackenzie College, A Gazetta Esportiva, 17 de agosto de 1958 (via Hemeroteca da Biblioteca Nacional Brasil) Mackenzie College Categoria:Clubes de futebol fundados em 1898 Categoria:Fundações em São Paulo em 1898",
 "title": "Associação Atlética Mackenzie College"
}