{
 "id": "82469",
 "text": "A Belle Époque (expressão francesa que significa bela época) foi um período de cultura cosmopolita na história da Europa, que começou no fim do século XIX, com o final da Guerra Franco-Prussiana, em 1870, e durou até a eclosão da Primeira Guerra Mundial, em 1914. A expressão também designa o clima intelectual e artístico do período em questão. Foi marcada por profundas transformações culturais que se traduziram em novos modos de pensar e viver o cotidiano. É considerada uma era de ouro da beleza, inovação e paz entre os países europeus. Enquanto novas invenções tornavam a vida mais fácil em todos os níveis sociais, a cena cultural estava em efervescência: cabarés, o cancan e o cinema haviam nascido, a arte tomava novas formas com o Impressionismo e a Art Nouveau. A Belle Époque foi representada por uma cultura urbana de divertimento, incentivada pelo desenvolvimento dos meios de comunicação e transporte, os quais aproximaram ainda mais as principais cidades do planeta. Seu início praticamente coincide com a instauração da Terceira República Francesa (início 1870), um período caracterizado pelo otimismo, a paz regional e prosperidade econômica, além de inovações culturais, científicas e tecnológicas. No clima do período, especialmente em Paris, as artes floresceram. Muitas obras-primas da literatura, música, teatro e artes visuais ganharam reconhecimento. Foi nomeada, em retrospecto, quando começou a ser considerada uma \"Idade de Ouro\", em contraste com os horrores da Primeira Guerra Mundial. Nos novos-ricos Estados Unidos, que emergiam do Pânico de 1873, a época comparável foi apelidada de Gilded Age.The American term \"Gilded Age\" was coined by Mark Twain and Charles Dudley Warner in their book, The Gilded Age: A Tale of Today (1873). Na Grã-Bretanha, a Belle Époque coincidiu com a Era Vitoriana tardia e a Era Eduardiana. Na Alemanha, com os reinados dos cáiseres Guilherme I, Frederico III e Guilherme II, na Rússia com os reinados dos czares Alexandre III e Nicolau II, na Itália com os reinados dos reis Vítor Emanuel II, Humberto I e o início do reinado de Vítor Emanuel III, no México com o período conhecido como Porfiriato. Na Europa, os antigos Império Austro-Húngaro e Império Otomano, com capitais em Viena e Constantinopla respectivamente, ainda eram considerados grandes potências, apesar de ambos terem sidos desmantelados após a Primeira Guerra Mundial. A política europeia viu muito poucas mudanças de regime, a principal exceção é Portugal, que experimentou uma revolução republicana em 1910. Na Ásia, o Japão, que passava pelo período chamado Era Meiji, que rapidamente se modernizava e industrializava e começava a rivalizar com as potências europeias. O Brasil vivia os anos finais do Império e os primeiros anos da República. == Sociedade e progresso materiais == Inovações tecnológicas como o telefone, o telégrafo sem fio, o cinema, a bicicleta, o automóvel, o avião, inspiravam novas percepções da realidade. Com seus cafés-concertos, balés, óperas, livrarias, teatros, boulevards e alta costura. Paris, a Cidade Luz, era considerada o centro produtor e exportador da cultura mundial. A cultura boêmia imortalizada nas páginas do romance de Henri Murger, Scènes de la vie de bohème (1848), era um referencial de vida para os intelectuais brasileiros, leitores ávidos de Baudelaire, Rimbaud, Verlaine, Zola, Anatole France e Balzac. Ir a Paris ao menos uma vez por ano era quase uma obrigação entre as elites, pois garantia o vínculo com a atualidade do mundo. Ocorreram ainda várias mudanças no mundo da arte na Europa, fazendo com que teatros, exposições de telas, cinemas, entrassem no cotidiano dos burgueses. E apenas eles tinham acesso a este mundo da arte. A Belle Époque americana é, no entanto, instalada rapidamente no país, por meio de uma breve industrialização que começa em meados de 1875, e depois ainda sobrevive até 1930, sendo aos poucos minada por novos movimentos agrícolas. == Arte e literatura == O estilo chamado art nouveau (\"arte nova\" em português) foi típico da Belle Époque. Esta corrente artística surgiu nos finais do século XIX, em reação ao emprego abusivo na arte de motivos clássicos ou tradicionais. Em vez de se basear nos sólidos modernos da arte clássica, a art nouveau valorizava os ornamentos, as cores vivas e as curvas sinuosas baseadas nas formas elegantes das plantas dos animais e das mulheres. É uma arte essencialmente decorativa sendo as principais obras desse estilo fachadas de edifícios, objetos de decoração (móveis, portões, vasos), joias, vitrais e azulejos. Um dos pintores mais conhecido da Arte Nova é Alfonse Mucha. Tendo surgido, acredita-se, de uma série de influências na arte, também na literatura, considera-se que entre os seus precursores estão William Morris e o movimento Arts and Crafts, o movimento Pré-Rafaelita, o Historicismo do Romantismo do Barroco, do Revivalismo Gótico e Celta, William Blake e Walter Crane, as gravuras Japonesas, Oscar Wilde, o ideal wagneriano de Gesamtkunstwerk, de Aubrey Beardsley, a poesia simbolista de Mallarmé e das pinturas de Toulouse-Lautrec, Munch, Whistler, Nabis e Seurat. Em literatura, considera-se que um dos principais precursores do estilo Art Nouveau Revivalismo Celta, especialmente na Inglaterra, Escócia, Irlanda e Escandinávia, o qual teria dado, voltando-se para as \"épocas áureas\" de cada país. Apesar dos motivos medievais de cavalaria usados por esta tendência literária, que contribui para a Art Nouveau em outros gêneros artísticos, havia nesta escola um desejo da libertação do antigo e uma certa procura do novo, que refletiu-se em movimentos como o Novo Paganismo ou o Novo Hedonismo enquanto que O retrato de Dorian Gray de Oscar Wilde \"caracterizava-se pela Nova Voluptuosidade\". Chaves, Anabela. Art Nouveau.E-Dicionário de Termos Literários, coord. de Carlos Ceia, ISBN 989-20-0088-9. 11/10/2010. == A cultura do divertimento == No fim do século XIX o êxodo rural, o desenvolvimento das comunicações e a eletricidade, aliadas ao crescimento urbano propiciaram o surgimento da cultura do divertimento, que ganhou status social na burguesia por meio dos cabarés, onde era possível encontrar a fusão dos elementos da cultura erudita com os elementos das classes baixas. == A indústria do divertimento == A indústria do divertimento (parque de diversão e cinema) foi possível devido ao desenvolvimento da eletricidade e a diminuição da jornada de trabalho, fazendo com que os operários tivessem mais horas livres para o lazer. Os parques e os cinemas transformaram-se em entretenimento de massa, por ter ingressos baratos e provocarem um desprendimento momentâneo da realidade cotidiana das pessoas. == Galeria == Ficheiro:XDSC 7288-29-av-Rapp-paris-7.jpg|Art Nouveau edifício em Paris pelo arquiteto Jules Lavirotte, esculturas por Jean-François Larrivé (1875–1928) Ficheiro:Henri Rousseau 011.jpg|La charmeuse de Serpents (O Encantador de Cobras) (1907) por Henri Rousseau Ficheiro:Loie Fuller.jpg|Dança moderna (e iluminação moderna do palco) inovadora Loie Fuller Ficheiro:Jules Massenet & Jean Richepin auteurs du Mage.jpg|Jules Massenet e Jean Richepin (o último como Apollo Citharoedus), autores de Le mage, estreou no Opéra-Comique em Paris em 16 de março de 1891 == Ver também == *Belle Époque brasileira == Bibliografia == * Magalhães, Paula Gomes. Belle Époque : a Lisboa de finais do século XIX e início do século XX. Lisboa: A Esfera dos Livros, 2014. Categoria:Belle Époque Categoria:Palavras, frases e expressões em francês",
 "title": "Belle Époque"
}