{
 "id": "8261",
 "text": "Lapa é uma povoação portuguesa do Município do Cartaxo que foi sede da extinta Freguesia da Lapa, freguesia que tinha 6,31 km² de área e 1 200 habitantes (2011), e, por isso, uma densidade populacional de 190,2 hab/km². A Freguesia da Lapa foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à Freguesia de Ereira, para formar uma nova freguesia denominada União das Freguesias de Ereira e Lapa com a sede em Ereira.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== População da freguesia de Lapa Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 322 1 330 1 363 1 343 1 227 1 158 1 159 1 205 1 200 Criada pela Lei nº 1142, de 08/04/1921,com lugares desanexados da freguesia de Ereira Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 151 160 619 275 12,5% 13,3% 51,4% 22,8% 2011 139 112 643 306 11,6% 9,3% 53,6% 25,5% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == História e geografia == O topónimo de Lapa, deriva da designação dada a uma gruta existente na localidade, conhecida como \"Boca da Lapa\". Lapa significa gruta e esta foi a designação que passou a ser dada à aldeia. É uma aldeia muito antiga, situada numa peneplanície ocupando uma área de 6,281 km²; o casario dos seus dois lugares - Lapa e Casais da Lapa formam a Freguesia da Lapa. Possui cerca de 1600 habitantes e o povoamento é concentrado. A Lapa tendo sido em épocas remotas uma freguesia independente, foi depois anexada à Ereira. Lapa e Ereira, viveram sempre no passado, mais ou menos ligadas à Vila de Pontével, que era cabeça da Comenda da Ordem dos Hospitalários (Malta). Esta comenda foi doada a esta ordem por D. Afonso Henriques, facto que aponta para que a Lapa seja uma povoação muito antiga. Quando no Século XIX foi constituído o concelho do Cartaxo, uma das freguesias que lhe foi atribuída foi a de \"Ereira-Lapa\". No entanto a população desta pequena povoação desejava ser independente, sendo esse desejo concedido a 8 de Abril de 1921. A sua actividade económica está, desde sempre, ligada ao sector primário, que absorve, actualmente, cerca de 50% dos residentes activos, especialmente ao vinho, onde predominam os tintos. Na década de 90, foi criada uma zona industrial, em terrenos pertencentes à Junta de Freguesia, onde estão implantadas algumas indústrias e, também, o Centro de Dia, recentemente inaugurado. Actualmente, a Lapa é uma das localidades mais densamente povoadas, tendo a sua população vindo a crescer consideravelmente com a proliferação de habitantes de fim-de-semana, ou por residentes que trabalhando fora da região escolhem um local tranquilo e agradável para fugir à azáfama das grandes cidades. Bem servida de acessibilidades, é fácil lá chegar, quer pela sede do Concelho, quer através da Variante à EN 365-2, que liga o Nó da A1 (Aveiras de Cima) ao Cartaxo. == Património == * Capela do Mártir S. Sebastião; * Gruta designada por \"Boca da Lapa\". == Equipamentos urbanísticos == A Lapa possui os seguintes equipamentos urbanísticos: * Jardim da Amizade * Sede da Banda Filarmónica Lapense * Sede do Rancho Folclórico da Lapa * Fonte e Nascente do Brejo * Praça da Localidade * Escola 1º Ciclo da Lapa * Jardim de Infância da Lapa * Apoio à infância, da Lapa * Campo de Futebol * Centro de dia da Lapa, para Idosos com apoio ao domicilio * Cemitério == Comércio e indústria == A Lapa possui uma vasta área vinícola. Pela povoação pode-se encontrar pequenas casas comerciais, como cafés, restaurantes e lojas. No povoado também está localizada uma zona industrial. == Ligações externas == * Categoria:Antigas freguesias do Cartaxo",
 "title": "Lapa (Cartaxo)"
}