{
 "id": "82661",
 "text": "Glândula endócrina é uma glândula do sistema endócrino que secreta substâncias que são lançadas diretamente na corrente sanguínea, ao contrário das glândulas exócrinas. A tireoide é uma glândula endócrina. Existem ainda as glândulas anfícrinas, que são simultaneamente endócrinas e exócrinas. O pâncreas produz insulina que diretamente é lançada no sangue, e suco pancreático (lançado no intestino delgado, considerado como exterior do organismo). == Hormônios == O Sistema Endócrino possui as funções de: Desenvolvimento embrionário, crescimento, metabolismo energético, reprodução e desenvolvimento sexual, dentre várias outras. Sendo assim, os hormônios, substancias químicas secretados por glândulas endócrinas são de extrema importância para o controle do funcionamento do corpo humano como um todo. Para que haja um bom funcionamento dessas moléculas, é necessária inter-relação entre os sistemas endócrino e nervoso, pois trabalham em sinergia de maneira a manter a homeostasia do organismo. Estes funcionam como sinalizadores do tipo estímulo- resposta, porém, há divergência quanto ao tempo de resposta de cada um. Cada hormônio, de acordo com suas funções, possui seu próprio modo de ação, bem como a duração e tempo de reação diferentes. Podem ser classificados em três tipos: Amínicos, que são derivados da tirosina (T3, T4 e catecolaminas) ou triptofano, como a melatonina; Peptídeos, os quais são de natureza proteica, como a insulina; Esteróides, derivados do colesterol; são hormônios das gônadas e córtex suprarrenal;. == Glândulas Endócrinas == * Hipotálamo (produção) * Hipófise * Paratireoide * Tireoide, * Glândula suprarrenal *Pâncreas ( função endócrina e exócrina) * Ovários ( função endócrina e exócrina) *Testículos. ( função endócrina e exócrina) == Hormônios e ações == Glândula endócrina Hormonas Principais Ações Hipotálamo (produção) Hipófise Posterior (neuro hipófise) Ocitocina (OCT) Estimula as contrações do útero Estimula a saída de leite mamário Hormônio antidiurético (ADH) Estimula a reabsorção / armazenamento de àgua Hipófise Anterior (adeno hipófise) GH Estimula o crescimento, reprodução e a memória Prolactina Estimula a produção de leite e o desenvolvimento dos seios Tiriotrofina (TSH) Estimula a secreção de hormonas tirodeias e estimula o tamanho da tiróide Adenocorticotrófico (ACTH) Estimula a secreção de hormonas corticosuprarrenais Tiroides Tiroxina (T4) Triiodotironina (T3) Estimula o metabolismo energético Calcitocina Controla a concentração sanguínea do cálcio, inibindo a remoção de cálcio dos ossos Paratiroides paratormônio Aumenta o cálcio no sangue e retira o cálcio dos ossos Pâncreas Insulina efeito hipoglicemiante, abaixa a glicemia sanguín Glucagon Aumenta a glucagina e libertando-a do fígado para a corrente sanguínea; antagonista da insulina Supra-renais (Córtex) Cortisol estimula gliconeogênese Aldoesterona estimula a retenção de sódio agindo no equilíbrio dos líquidos Supra-renais (Medula) adrenalina Aumenta o nível sanguíneo da glicose. O ser humano fica mais atento - Sistema Nervoso Simpático noradrenalina Aumenta o nível sanguíneo da glicose. O ser humano fica mais atento - Sistema Nervoso Simpático Ovário Estrogênios Desenvolvimento e manutenção das características sexuais femininas, estimula o crescimento do revestimento do útero Progesterona Prepara o útero para gravidez e mamas para lactação Testículos Testosterona Regula a produção de espermatozóides pelos testículos. Desenvolvimento dos órgãos reprodutivos. Pineal Melatonina Regular o sono == Pâncreas == O pâncreas, uma importante glândula do corpo humano, é responsável pela produção de hormônios e enzimas digestivas, sendo assim, classifica-se como uma glândula mista, tendo funções endócrinas e exócrinas. Partindo desse ponto, sua função exócrina relaciona-se com a produção do suco pancreático, um produto rico em bicarbonato e que apresenta pH entre 7,8 e 8,2. Nesse suco, são encontradas várias enzimas, como a tripsina e a quimotripsina, que atuam em proteínas; a amilase, que atua nos polissacarídeos e dissacarídeos; as lipases, que quebram gorduras; e as nucleases, que agem sobre os ácidos nucleicos. Já na sua função endócrina, o pâncreas é responsável por produzir dois hormônios que auxiliam no controle de níveis de glicemia no sangue: insulina, responsável pela redução da glicemia ao promover o ingresso de glicose nas células; e glucagon, sua ação mais conhecida é aumentar a glicemia, contrapondo-se aos efeitos da insulina. O glucagon age na conversão do ATP a AMP-cíclico, composto importante na iniciação da glicogenólise, com imediata produção e liberação de glicose pelo fígado. Quando estimulado, o glucagon pode causar gliconeogênese, glicogenólise, proteólise e lipólise. O pâncreas pode ser atingido por várias doenças, tais como a diabetes, podendo ser classificada em diabetes mellitus do tipo 1 ou 2. No diabetes tipo 1, o pâncreas não consegue produzir insulina, o que faz com que o nível de glicose no sangue fique alto, um quadro denominado de hiperglicemia. A pouca produção do hormônio, ocorre em razão do ataque do sistema imunológico às células beta, um grupo de células das ilhotas de Langerhans responsáveis pela produção de insulina. Na Tipo 2, conhecida também como diabetes não dependente de insulina, ocorre quando o corpo não responde à sua própria insulina (resistência à insulina). O tipo 2, ocorre em 90 a 95% dos diabéticos e geralmente em adultos acima dos 40 anos, mais freqüentemente entre os 50 e 60 anos de idade. Os diabéticos tipo 2 têm um teste de tolerância à glicose positivo e glicemias de jejum elevadas. Nos diabéticos tipo 2, a resistência à insulina está vinculada à obesidade, provavelmente por uma alteração da sensibilidade e do número de receptores de insulina. Alguns estudos sugerem que o número de receptores de insulina nas células do fígado, adiposas e musculares está reduzido, enquanto que outros, sugerem que as vias intracelulares ativadas pela insulina nessas células estão alteradas. == Ver também == * Glândula exócrina * Lista de hormônios humanos Categoria:Sistema endócrino Categoria:Glândulas Categoria:Endocrinologia",
 "title": "Glândula endócrina"
}