{
 "id": "82679",
 "text": "Pablo Iglesias Posse (Ferrol, – Madrid, ) foi um político galego, fundador do Partido Socialista Operário Espanhol (PSOE) em 1879, e da União Geral de Trabalhadores (UGT) em 1888. Considerado pai do socialismo na Espanha, a figura de Pablo Iglesias é reivindicada e mantida pela Fundación Pablo Iglesias. Iglesias nasceu em uma família humilde. Ele frequentou a escola entre os seis e os nove anos, quando seu pai, funcionário público, morreu. Pablo, seu irmão mais novo Manuel (que morreria logo de tuberculose) e sua mãe emigraram para Madrid. A mãe vivia como pedinte, e ambos os garotos foram recolhidos ao Hospício de São Fernando. Pablo completou os estudos primários ali, e aprendeu o ofício da tipografia. Aos doze anos, o futuro líder sindical deixou o hospício e foi trabalhar como impressor para ajudar sua mãe; à noite tomava aulas de francês pagas por si próprio. Durante o Sexênio Revolucionário (1869–1875) a Internacional promoveu uma série de debates em Madri, aos quais Pablo frequentou, ingressando na seção de tipógrafos da Internacional em 1870. Começou a sofrer perseguições e demissões por parte de diversas oficinas de impressão até 1874, quando chegou à presidência da Asociación General del Arte de Imprimir. Daí em diante começou a preparar clandestinamente um novo partido político de orientação operário-sindicalista, que culminou em 2 de maio de 1879 com a fundação do PSOE, juntamente com outras 25 pessoas. Em 1885, após abandonar a presidência da Associação, conseguiu chegar ao posto máximo na Federación Tipográfica Española. Em 1886 publica o primeiro número da revista El Socialista, de orientação operária-socialista, fundada por ele mesmo e que continua sendo editada atualmente. Dois anos depois fundou a União Geral dos Trabalhadores, chegando a sua presidência em 1889. Neste mesmo ano foi ao congresso de fundação da Segunda Internacional como representante do PSOE. Em 1890 encabeçou a primeira manifestação do 1 de maio na Espanha, em que se exigia jornada de trabalho de 8 horas e o fim do emprego de menores em atividades laborais. Nesse mesmo ano de 1890 aconteceu o segundo congresso do PSOE, no qual se decidiu pela participação nas eleições. Em 1905 Pablo Iglesias, Largo Caballero e García Ormaechea seriam eleitos representantes junto ao conselho municipal de Madri. Em 1910 o PSOE conseguiu seu primeiro deputado no Parlamento Espanhol, vaga que foi ocupada por Iglesias; nas eleições seguintes o partido foi aumentando sua representatividade. No entanto, em 1919 ele foi forçado a cessar parcialmente suas atividades políticas por causa de uma pneumonia, e uma saúde cada vez mais abalada. Em 1921 o Partido Comunista da Espanha surgiu como uma dissidência do PSOE, ante a negativa deste último em participar da Terceira Internacional socialista convocada por Lênin. Pablo Iglesias morreu em 9 de dezembro de 1925, em Madrid. Havia sido eleito deputado pela última vez em 1923. Seu cadáver, embalsamado, foi exposto na capela da Casa do Povo de Madri; mais de 150 000 cidadãos compareceram ao cortejo fúnebre. Foi sepultado no Cemitério Civil de Madrid. Iglesias Posse, Pablo Categoria:Naturais de Ferrol Categoria:Políticos do Partido Socialista Operário Espanhol",
 "title": "Pablo Iglesias Posse"
}