{
 "id": "82695",
 "text": "Relações públicas é o conjunto de atividades informativas e coordenadas relacionadas ao intercâmbio de informações entre a população ou um determinado público e uma organização privada, pública ou não governamental. A atividade de RP se utiliza de todo conhecimento científico que visa explicar, prever ou controlar o exercício de poder no sistema entre instituições e seus públicos. Como atividade, desempenha o exercício da administração da função política organizacional. Por isso, para alguns autores, Relações Públicas é a administração da função política, da comunicação e do conflito. Em Assembleia Mundial, aprovada por 33 países, foi definido que \"o exercício de Relações Públicas requer ação planejada com apoio na pesquisa, na comunicação sistemática e na participação programada a fim de elevar o nível de entendimento, solidariedade e colaboração entre uma entidade e os grupos sociais a ela vinculados.\" Portanto, cabem às Relações Públicas promoverem o desenvolvimento recíproco entre as entidades e as comunidades as quais elas pertencem. Relações-públicas (grafado com o hífen) designa a profissão e o profissional desta atividade. == História == Há cinco mil anos, a aristocracia da China já empregava técnicas parecidas com as das modernas Relações Públicas. O início no ocidente é incerto, com vários registros da atividade datados no Século XVIII. Arceo Varcas em 1802 teria usado o termo Relações Públicas de modo análogo à atividade atual, bem como o reverendo Hoyt empregou o termo em conotação com a ideia de responsabilidade social corporativa. No entanto a primeira grande preocupação coletiva de empresários com seus públicos ocorreu durante a Revolução Industrial, no Século XIX, sendo que durante a palestra The Public Relations and duties of the legal profession proferida em 1882, o termo Relações Públicas foi objeto de debate pela primeira vez. Na ocasião o palestrante Dorman Eaton entendia ser responsabilidade da atividade \"olhar pelo bem-estar do público\". Foi ainda no mesmo ano que o magnata norte-americano William Henry Vanderbilt, ao ser criticado pela péssima qualidade de suas ferrovias, emitiu a icônica frase \"O público que se dane\", mostrando involuntariamente a necessidade de uma abordagem técnica entre as entidades e a opinião pública. A partir desse fato, a indústria começou a ser atacada por líderes de governo e escritores famosos. A situação vigente na América do Norte, à época, não era diferente em outros países. Na Espanha, por exemplo, a maximização dos lucros das empresas estava acima de qualquer tipo de consideração social, o que acabou gerando já a partir do final do Século XIX, protestos e reivindicações crescentes, impulsionados por publicações como La solidariedade (1870) e La Emancipación (1871). Durante o Século XX a atividade foi estruturada e estudada com rigor científico pelos norte-americanos, sobretudo pelo jornalista e publicitário Ivy Ledbetter Lee. Essa origem se deu em face de uma estimulante necessidade econômico-empresarial, pois os empresários se deram conta de que necessitavam da figura de um especialista que compreendesse tanto os seus públicos externos quanto os internos para o bom funcionamento de suas organizações. Foi nesse contexto que surgiu Lee, fundando, com George Parker a agência Parker & Lee em 1906, a partir da qual entraria em ação um serviço de imprensa. Naquele momento, a Família Rockefeller estava sendo muito criticada pela opinião pública por conta do conflito entre mineiros e as forças militares do colorado que ficou conhecido como o Massacre de Ludlow. O conflitou resultou na morte de 19 a 26 pessoas, incluindo duas mulheres e 11 crianças. Lee alertou à Família Rockefeller que eles estavam perdendo suporte popular e desenvolveu uma estratégia para Rockefeller Junior executar a fim de recuperar seu prestígio com a classe trabalhadora. Parte do plano elaborado por Lee foi enviar Junior pessoalmente para conversar com os mineradores e suas famílias, inspecionar suas condições de trabalho, suas casas, e especialmente ouvir suas queixas pessoais. A estratégia atraiu a atenção da mídia, que passou a divulgar uma versão mais humanizada dos Rockefellers.Robert L. Heath, ed.. Encyclopedia of public relations (2005) 1:485 No entanto atribuir a paternidade da atividade mundial a Lee é uma questão controvertida, uma vez que ele se considerava um publicitário, e não um relações-públicas. Muitos acadêmicos atribuem a Edward Bernays, sobrinho de Sigmund Freud o pioneirismo. Com outro tipo de abordagem, Bernays defendia a manipulação de massas e indivíduos, e dessa forma ajudou a popularizar nos Estados Unidos da América as atividades das Relações Públicas. Foi ele o primeiro professor de Relações Públicas em uma universidade e autor da primeira obra acadêmica dedicada à área, nomeada de Crystallizing public opinion. O primeiro cliente de Bernays foi a Corporação de Tabaco Americana. Contratado para ampliar o consumo de cigarros nos EUA, Bernays percebeu que, se buscasse uma forma de associá-lo ao poder masculino e aos desejos inconscientes das mulheres de derrubá-lo, o cigarro seria mais atrativo para o público feminino. Lee foi o precursor da atividade nos termos em que ela até hoje continua sendo desenvolvida em certo âmbitos, nos quais a preocupação é apenas com relações públicas de uma só via, em que se quer tão somente disseminar informações relativamente objetivas por meios específicos, ao passo que Bernays se envolveu inicialmente com um modelo assimétrico, em que predominava a persuasão, já com atenção ao feedback dos receptores, mas ainda realmente pouco voltado para o interesse dos públicos. A exemplo disso, ficou famosa a carta do então juiz da Suprema Corte dos Estados Unidos para o Presidente Franklin Delano Roosevelt, onde o magistrado define tanto Lee quanto Bernays como \"envenenadores profissionais da opinião pública, exploradores de tolices, fanatismo e interesse próprio\". Após o término da Primeira Guerra Mundial, a sociedade norte-americana passou a exigir cada vez mais informações de seus governantes. O Presidente Roosevelt passou a exigir a presença de técnicas de Relações Públicas em seu governo, e isso se tornaria imperativo no advento da Segunda Guerra Mundial, quando o governo teve que desenvolver um intenso trabalho para explicar o motivo que levou o país entrar no conflito. A partir de então as Relações Públicas foram se desenvolvendo em todo mundo, sofisticando suas técnicas e desenvolvimento de conceitos. Criaram-se os primeiros cursos avulsos em universidades e colégios e os livros passaram a se proliferar. Nesse cenário, órgãos especializados e associações nacionais surgiram nos Estados Unidos, na Inglaterra, na França, na Itália e no Brasil, culminando no I Congresso Internacional de Relações Públicas em 1954, que consolidou a atividade profissional e campo científico. === História das Relações Públicas no Brasil === No começo do Século XX, sob impacto da urbanização e da industrialização incentivadas pelos governos da República, São Paulo estava imerso na onda sindicalista, cujo combustível era canalizado pelas páginas da imprensa operária. Foi na esteira dessas ocorrências que a multinacional Light & Power, hoje transformada em AES Eletropaulo, criou no Brasil o primeiro serviço de Relações Públicas em 1914, cujo diretor foi Eduardo Pinheiro Lobo. Graças a isso Lobo conquistou o título de patrono da profissão no Brasil, comemorando-se a data de seu nascimento, 2 de dezembro como o dia nacional das Relações Públicas. Em âmbito nacional, a comunicação se destacou na Era Vargas. De acordo com Jorge Duarte: A Fundação Getulio Vargas, o instituto de administração da USP e o Instituto de Organização Racional do Trabalho de São Paulo ofereceram os primeiros cursos regulares de RP a partir de 1953. A institucionalização como profissional aconteceu em 1968, quando a profissão foi regulamentada mediante lei federal que fora aprovada pelo Congresso Nacional no final de 1967. Com isso a atividade se tornou privativa dos bacharéis de comunicação Social. Um ano antes, em 6 de junho de 1966, a então Escola de Comunicações Culturais, hoje Escola de Comunicações e Artes, havia passado a oferecer as habilitações de Relações Públicas e Jornalismo. Foram os primeiros cursos superiores com registro profissional obrigatório. Em 1985 o Conselho Federal de Profissionais de Relações Públicas emitiu um código de ética sobre os princípios fundamentais da profissão. Entre 1990-1994 as Relações Públicas do Governo Federal oscilaram entre performances de marketing usadas pelo então Presidente Fernando Collor de Mello e o obscurantismo da fase Itamar Franco. O Governo de Fernando Henrique Cardoso demonstrou um pouco mais de cuidado com a comunicação, sem, contudo, explorar completamente suas potencialidades na esfera governamental. Durante o mandato do Presidente Luiz Inácio Lula da Silva, a comunicação foi alçada ao status de ministério, com clara tendência publicitária. As Relações Públicas do período Lula se viram atingidas por graves denúncias de corrupção, envolvendo as agências de publicidade que detinham as contas públicas. A alternativa proposta pelo governo foi o encolhimento da área de comunicação que perdeu o status de ministério e passou a compor a estrutura da secretaria-geral da presidência da Republica. === Relações Públicas em Portugal === Em Portugal as Relações Públicas são atreladas à assessoria de imprensa e de relacionamento com os media. Esta tendência prende-se, certamente, ao contexto histórico da atividade, pois não há entidades e normas que regulem e defendam a profissão. == Produções cinematográficas == * O Século do Ego é uma série documental da BBC produzida em 2002. Ela retrata a família de Sigmund Freud, incluindo Edward Bernays. A série mostra Bernays empregando as técnicas psicológicas do tio nas relações públicas. * Em Obrigado por Fumar, Aaron Eckhart interpreta um relações- públicas de uma das grandes empresas de cigarros dos Estados Unidos, e ganha a vida defendendo os direitos dos fumantes norte-americanos. O personagem manipula informações tentando diminuir a percepção pública dos malefícios provocados pelo cigarro. * Absolute Power é uma série de comédia britânica, ambientada nos escritórios da Prentiss McCabe, uma empresa fictícia de relações públicas (ou 'consultoria de relações com o governo') em Londres, administrada por Charles Prentiss (Stephen Fry). O título é retirado de uma citação do historiador Lord Acton: \"o poder tende a corromper, e o poder absoluto corrompe absolutamente\". * No filme Hancock, o herói resgata o relações-públicas Ray Embrey de um trem que se aproxima. Agradecido e vendo como uma oportunidade para alavancar a carreira, Ray se oferece para ajudar a melhorar a imagem pública de Hancock. == Ligações externas == * APECOM - Associação Portuguesa das Empresas de Conselho em Comunicação e Relações Públicas * Associação Portuguesa de Ciências da Comunicação * Associação Brasileira de Relações Públicas * Conselho Federal de Relações Públicas - Brasil Categoria:Relações públicas Categoria:Comunicação Categoria:Profissionais da comunicação social Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Relações públicas"
}