{
 "id": "8282",
 "text": "Os judeus (; no singular; , Yehudim, no plural; , Djudio, sing.; , Djudios, pl.; , Yid, sing.; , Yidn, pl.) são um grupo étnico e religioso originado nas Tribos de Israel ou hebreus do Antigo Oriente. Os judeus são um povo nativo do Levante, especificamente da região da Palestina. O grupo étnico e a religião judaica, a fé tradicional da nação judia, são fortemente inter-relacionados, sendo que as pessoas convertidas ao judaísmo são incluídas neste grupo, enquanto judeus convertidos para outras religiões são excluídos deste conceito. Os judeus ao longo dos séculos foram alvo de uma longa história de perseguições em várias terras, resultando numa população que teve frequentemente sua distribuição demográfica alterada ao longo dos séculos. A maioria das autoridades coloca o número de judeus entre 12 e 14 milhões, representando 0,2% da atual população mundial estimada. De acordo com a Agência Judia para Israel, no ano de 2007 havia 13,2 milhões de judeus mundialmente; 5,4 milhões (40,9%) em Israel, 5,3 milhões (40,2%) nos Estados Unidos, e o resto distribuído em comunidades de vários tamanhos no mundo inteiro. Esses números incluem todos aqueles que se consideram judeus se afiliados ou não e, com a exceção da população judia de Israel, não inclui aqueles que não se consideram judeus ou que não são judeus por halachá. A população total mundial judia, entretanto, é difícil de medir. Além das considerações haláhicas, há fatores seculares, políticos e identificações ancestrais definindo quem é judeu e que aumentam o quadro consideravelmente. Mais precisamente, segundo os censos divulgados nas enciclopédias Britannica e Mirador (Barsa) (edições 1957, 1960, 1967), logo após a Segunda Guerra Mundial, de sua totalidade, restaram apenas 200 mil indivíduos. == Etimologia == A palavra \"judeu\" originalmente era usada para designar aos filhos de Judá, filho de Jacó, posteriormente foi designado aos nascidos na Judeia.Eduardo de Miranda, Evaristo. \"Um rabino da Galileia.\" Instituto Ciência e Fé. Junho de 2004. Acesso em 20 de maio de 2008. Depois da libertação do cativeiro da Babilônia, os hebreus começaram a ser chamados de judeus. A palavra portuguesa \"judeu\" se origina do latim judaeu e do grego ioudaîos. Ambas as palavras vêm do aramaico, יהודי, pronuncia-se \"iahude\". O primeiro registro do vocábulo em português foi no ano de 1018.da Silva, Deonísio. \"Personalidade, do latim personalitate, formou-se a partir do etrusco... \". Revista Caras. Acesso em 19 de junho de 2008. Palavras etimologicamente semelhantes são usadas em outras línguas, tais como jew (inglês), jude (alemão), jøde (dinamarquês), يهودي ou yahudi (árabe). No entanto, variações da palavra \"hebreu\" também são usadas para designar um judeu, como acontece em ebreo (italiano), еврей ou yevrey (russo), εβραίος ou εvraios (grego moderno) e evreu (romeno). Em turco, a palavra usada é musevi, derivada de Moisés. == Judeus e judaísmo == A origem dos judeus é tradicionalmente datada para aproximadamente na Mesopotâmia, quando a destruição de Ur e da Caldeia forçou a população a imigrar para outros lugares. A família de Abraão estava entre aqueles que estavam imigrando para a Assíria.Schiffman (1991), p. 20 Abraão é considerado o fundador do judaísmo.Penney (1995), p. 32 A Estela de Merneptá, datada para , é um dos mais antigos registros arqueológicos do povo judeu na Terra de Israel, onde o judaísmo, a primeira religião monoteísta, se desenvolveu. De acordo com relatos da Bíblia, os judeus desfrutaram períodos de autodeterminação primeiramente sob juízes bíblicos de Otniel até Sansão. Depois, em aproximadamente , Rei Davi estabeleceu Jerusalém como a capital do Reino Unido de Israel e Judá, também conhecido como a Monarquia Unida, e de lá reinaram as Doze Tribos de Israel. Em , Salomão, o filho do Rei Davi, tornou-se rei de Israel.Michael (2005), pp. 20-1, 67 Dentro de uma década, Salomão começou a construir o Templo de Jerusalém conhecido como o Primeiro Templo. Depois da morte de Salomão (em ), as doze tribos se dividiram e as dez tribos do norte criaram o Reino de Israel. Em , os Assírios conquistaram o Reino de Israel e expulsaram os judeus, começando a Diáspora judaica. Num tempo de mobilidades e jornadas limitadas, os judeus se tornaram os primeiros e mais visíveis imigrantes. Naquele tempo, como hoje, os imigrantes eram tratados com suspeitas. O período do Primeiro Templo acabou em quando os Babilônicos conquistaram o Reino de Judá e destruíram o Templo de Jerusalém. Em , depois de 50 anos de Cativeiro Babilónico, o rei persa permitiu que os judeus regressassem para reconstruir Jerusalém e o templo sagrado. A construção do Segundo Templo foi completada em durante o reino de Dario I, setenta anos após a destruição do Primeiro Templo.Sicker (2001), p. 2 Quando Alexandre, o Grande conquistou o Império Persa, a Terra de Israel ficou sob controle helenístico e depois sob controle da Dinastia ptolomaica que depois o perdeu para o Império Selêucida. A tentativa dos selêucidas de reformar Jerusalém como uma polis helenística chegou ao máximo em com a bem sucedida revolta dos Macabeus de Matatias o Sumo Sacerdote e os seus cinco filhos contra Antíoco IV Epifânio, e o estabelecimento deles do Reino Hasmoneu em com Jerusalém novamente como sua capital.Schiffman (1991), pp. 60-79 O Reino Hasmoneu durou mais de cem anos, mas quando o Império Romano se fortaleceu ele instalou Herodes como um \"rei freguês\" judeu, ou seja, aquele que governa um estado satélite (estado independente que tem muita influência de um outro país). O Reino de Herodes também durou cem anos. O fato de os judeus serem derrotados na Grande Revolta Judaica em , a primeira das Guerras judaico-romanas, e na Revolta de Barcoquebas em 135 contribuiu para os números e a geografia da diáspora, pois uma grande parte da população judaica da Terra de Israel foi exilada e muitas pessoas foram vendidas como escravos por todo o Império Romano. Desde então, judeus começaram a morar em quase todo os países do mundo, principalmente na Europa e Oriente Médio, sofrendo discriminação, preconceito, opressão, pobreza e até genocídio (veja: anti-semitismo, Holocausto). Houve períodos, todavia, de prosperidade cultural, econômica e individual em vários locais, como em Alandalus e na Haskalá. Até o final do , os termos judeus e aderentes do judaísmo eram praticamente sinônimos, e o judaísmo era a principal ligação entre os judeus, independentemente do grau de aderência de cada um. Após o Iluminismo e sua contraparte judaica Haskalá, uma gradual transformação ocorreu durante a qual muitos judeus declarassem ser membros da nação judaica não implicava ter aderido à sua fé. O substantivo hebreu \"Yehudi\" (plural Yehudim) originalmente se referia-se à tribo de Judá. Depois, quando o Reino de Israel se separou do Reino da Israel Meridional, o Reino de Israel do Sul começou a se referir pelo nome de sua tribo predominante, ou como o Reino de Judá. O termo originalmente se referia aos membros do reino meridional, embora o termo B'nei Yisrael (Os filhos de Israel, ou israelitas) fosse ainda usado para os dois reinos. Depois que os assírios conquistaram o reino setentrional, deixando o reino meridional como o único estado israelita, a palavra Yehudim gradualmente torna-se o principal vocábulo ou termo usado para se referir às pessoas que se aderiram à fé judaica, ao invés de somente às pessoas do Reino de Judá. A palavra portuguesa judeu é no final das contas derivada da palavra Yehudi (veja: Etimologia). A primeira utilização desta palavra no Tanakh (Bíblia Hebraica ou Antigo Testamento) para referir-se às pessoas da fé judaica está no Livro de Ester. == Quem são os judeus == A pergunta \"quem são os judeus?\" gera um debate político, social e religioso entre os diversos grupos judaicos sobre quem pode ser considerado como tal. O povo judeu não pode atualmente ser reduzido a sendo somente religião, raça ou cultura, porque ultrapassa seus limites conceituais aceites. Reduzi-lo a qualquer um desses pontos seria mero reducionismo, pois ele é na verdade uma miscelânea das três, dando espaço a várias interpretações do que é ser judeu e, especialmente, quem é judeu. Interpretações essas que dependem de qual é a sua tradição religiosa (ortodoxa, conservadora, reformista, caraíta) e do espaço geográfico onde se encontram (sefarditas, asquenazitas, persas, norte-africanos, indianos etc.) (ver etnias judaicas). Na história recente ocidental, e consequentemente na história judaica, uma revolução conceitual levou o judaísmo e o povo judeu a um tempo de grandes mudanças estruturais. A essa revolução, a história deu o nome de Iluminismo . Nesse período histórico, os antigos grupos religiosos detentores de tradições milenares observaram o nascimento de uma geração que via na criação de grupos com novas formas de pensar a possibilidade de saída de seus guetos milenares, não somente no plano físico, mas também mental e filosófico. Por vezes esses novos grupos distanciaram-se da velha ligação do judeu com a religião judaica-mãe, porém sem nunca perder a sua chama interna de identidade, sentimento esse que é o ponto de aproximação de todos os judeus e a mais importante linha para a complexa continuação da nação que é, hoje, esse povo. Assim, com a inserção de novas filosofias no seio do judaísmo, díspares concepções surgiram sobre as questões básicas da tradição judaica. E obviamente cada grupo desenvolveu suas discussões de como se definir uma resposta sensata à pergunta constante: \"Quem é judeu?\". Essa definição de resposta se deu, em sua maioria, sob duas linhas gerais: Pessoa que tenha passado por um processo de conversão ao judaísmo ou pessoa que seja descendente de um membro da comunidade judaica. Contudo, esses dois assuntos são repletos de divergências. Quanto às conversões, existem divergências principalmente sobre a formação dos tribunais judaicos responsáveis pelos atos. Isso faz com que pessoas convertidas através de um tribunal judaico reformista ou conservador não sejam aceitas nos círculos ortodoxos e seus rabinos que exigem um tribunal formado somente por rabinos ortodoxos, pois entendem serem outros rabinos incapazes de fazer o converso entender a grandeza da lei que está tomando sobre si. Por outro lado, o judaísmo reformista e conservador, acusa os ortodoxos de fazerem exigências absurdas, não mais se preocupando com a essência do ser judeu e sim, com regras e rigidez desnecessária. Já quanto a descendência judaica, a divergência aparece na definição de quem viria a linha judaica, se matrilinearmente, patrilinearmente ou ambas as hipóteses. A primeira é a majoritária, sendo apoiada pelo judaísmo rabínico ortodoxo e conservador. Essa tese tem força e raio de ação maiores por ser adotada pelo Estado de Israel, além de grande parte das comunidades ao redor do mundo. Porém, a patrilinearidade é defendida pelo judaísmo caraíta e os judeus Kaifeng da China, grupos separados dos grandes centros judaicos e que desenvolveram sob tradições diferentes com base em costumes que remontam a vários séculos passados. Por último, existe a tese que ambos os pais podem dar ao filho a condição de judeu que é defendida pelos judeus reformistas que em março de 1983 por três votos a um reconheceu a validade da descendência paterna mesmo que a mãe não seja judia desde que a criança seja criada como judeu e se identifique com a fé judaica. Questões de como atitudes e comportamentos podem abalar a identidade judaica, também entram na discussão. Como por exemplo se um judeu que faz tatuagens ou que nega sua religião ou ascendência, pode continuar sendo considerado como tal. Apesar de um judeu necessariamente não ter que seguir o judaísmo, as autoridades religiosas geralmente enfatizam o risco da assimilação do povo judeu ao abandonar os mandamentos e tradições do judaísmo. Porém defende-se que não importa a geração ou ações futuras de pai ou mãe, o judaísmo e o consequente \"ser judeu\" é um direito natural da criança. Atualmente, estima-se que exista, ao redor do mundo, uma população judaica de aproximadamente 13 milhões de pessoas, concentradas principalmente nos Estados Unidos e em Israel. == Divisões étnicas == Dentro da população judaica do mundo, que é considerada um grupo étnico, há divisões étnicas distintas, a maioria sendo o resultado das ramificações geográficas da população Israelita, e subsequentemente de independentes evoluções. Várias comunidades judaicas foram estabelecidas por colonos judeus em muitos lugares ao redor do Velho Mundo, muitas vezes bem distantes de outras assim resultando num quase permanente ou às vezes permanente isolamento de outras comunidades judaicas. Durante o milênio das diáspora judaicas as comunidades se desenvolveram sob as influências políticas, culturais, naturais e populacionais de seus ambientes locais. Atualmente, manifestações dessas diferenças entre as divisões étnicas judaicas podem ser observadas nas expressões culturais judaicas de cada comunidade, na diversidade linguística judaica e nas mesclas entre as populações judaicas. Historicamente, as divisões étnicas entre judeus foram divididas em dois principais grupos: os asquenazes , ou \"alemães\" (Ashkenaz significando \"Alemanha\" em hebraico medieval, denotando suas origens da Europa Central), e os sefarditas , ou \"espanhóis\" (S'farad significando \"Espanha\" ou \"Ibéria\" em hebraico, denotando suas origens espanholas e portuguesas).Cahill (1999), p. 55. Os mizrahim, ou \"orientais\" (Mizrach significando \"Oriente\" em Hebraico), isto é, judeus médio-orientais, centro-asiáticos, caucasianos e norte africanos, podem constituir um terceiro grupo principal e os Teimanim ou \"iemenitas (Teiman significando \"Iêmen\" em hebraico, mas representa os judeus também de Omã) podem formar um quarto.Ruthenberg, R.E..\"Jewish Genetic Sensitivity to Pollution Accentuated Disease\" Pollution-Ethnic Health Impacts. Abril de 2004. Acessado em 22 de maio de 2008. Grupos judaicos menores incluem os judeus indianos incluindo os Bene Israel, Bnei Menashe, judeus de Cochim e Bene Efraim; os Romaniotas da Grécia; os Italkim ou Bené Romada Itália; diversos judeus africanos, incluindo mais numerosamente os Beta Israel da Etiópia; e os judeus chineses, mais notavelmente os judeus de Kaifeng, como também outras mas atualmente extintas comunidades. As divisões entre todos esses grupos são duras e suas fronteiras não são sólidas. Os mizrahim, por exemplo, são uma coleção heterogênea de comunidades judaicas norte-africanas, centro-ásiaticas, caucasianas e médio-orientais que são frequentemente tanto não relacionados um ao outro como são para qualquer dos grupos judaicos anteriormente citados. Em uso moderno, porém, os mizrahim são chamados de sefaraditas por causa de estilos similares de liturgia, apesar de independentes evoluções dos sefarditas. Assim, entre Mizrahim há judeus iraquianos, judeus egípcios, judeus bérberes, judeus libaneses, judeus curdos, judeus líbios, judeus sírios, judeus bukharan, juhurim. judeus georgianos, abayudaya e vários outros. Os Teimanim do Iêmen e Omã são às vezes incluídos, embora seu estilo de liturgia seja único e eles se diferenciem em respeito às mesclas encontradas entre eles e as mesclas encontradas nos mizrahim. Além disso, há uma diferenciação feita entre as preexistentes comunidades judaicas médio-orientais e norte-africanas como distintas dos descendentes dos emigrantes sefarditas que se estabeleceram na Europa, no Oriente Médio e no Norte da África depois da expulsão dos judeus da Espanha pelos Reis Católicos em 1492Elazar, Daniel J.. \"Can Sephardic Judaism be Reconstructed?\" Jerusalem Center for Public Affairs. Acessado em 24 de março de 2006}} e alguns anos depois da expulsão decretada em Portugal. Apesar dessa diversidade, os judeus asquenazitas representam a maioria do moderno povo judeu, com aproximadamente 80% dos judeus mundialmente (e até quase 92% antes da Segunda Guerra Mundial e Holocausto). Como resultado de sua emigração da Europa durante as épocas de guerra, os asquenazitas também representam a maioria esmagadora dos judeus nos continentes do Novo Mundo e em continentes anteriormente sem nativos judeus, como no Brasil, no Uruguay, na Argentina,__ \"The Simon Wiesenthal Center's 36 Questions About the Holocaust (19-29)\". Jewish Virtual Library. Acessado em 22 de maio de 2008. nos Estados Unidos, no Reino Unido,Arnon, Chana. \"Jews Rescuing Jews during the Holocaust.\" Yad Vashem. Acessado em 22 de maio de 2008. no Canadá, na Austrália, na África do Sul,Wertz, Richard R.. \"Judiasm.\" Exploring Chinese History. Acessado em 22 de maio de 2008. entre outros lugares. Na França, a emigração de mizrahim do Norte de África levou eles a serem de maior número que os preexistentes judeus europeus. Somente em Israel a população judaica representa todos os grupos, independente da proporção de cada grupo dentro da população judaica mundial. === Evidência de DNA === Um estudo publicado pela National Academy of Sciences descobriu que, \"Os resultados suportam a hipótese de que o conjunto genético paternal das comunidades judaicas da Europa, da África do Norte e do Oriente Médio descenderam de uma população ancestral comum médio-oriental, e sugerem que a maioria das comunidades judaicas permaneciam relativamente isoladas de comunidades vizinhas não judaicas durante e depois da diáspora\". Os pesquisadores ficaram surpresos com a extraordinária uniformidade genética que eles descobriram entre judeus modernos, não importa para onde a diáspora os tenha espalhado pelo mundo. Contradizendo a teoria do \"mestiço\", o DNA demonstrou consideravelmente menos inter-casamentos entre judeus durante os últimos anos que o achado em outras populações. \"Os resultados concordam com a história e tradição dos judeus e refutam teorias como aquelas que afirmam que as comunidades judaicas consistem principalmente de conversos de outras fés, ou que eles descendem dos cazares, uma tribo turca medieval que adotou o judaísmo\".. Retirado em 18 de junho de 2008. Além disso, \"A análise proveu testemunhas genéticas que essas comunidades guardaram, até um nível extraordinário, suas identidades biológicas afastadas das nações onde elas se hospedaram, evidência de relativamente poucos inter-casamentos ou conversões para o judaísmo durante os últimos séculos\". E outra descoberta, paradoxal mas não surpreendente, é que pelo parâmetro do cromossomo Y, as comunidades judaicas do mundo são bem relacionadas aos sírios e aos palestinos.\"Plot of populations based on Y-chromosome haplotype data\". National Academy of Sciences. Retirado em 18 de junho de 2008. Esse estudo descobriu que, \"A extrema semelhança das populações judias e não judias médio-orientais observadas ... suporta a hipótese de uma origem médio-oriental comum,\". Retirado em 18 de junho de 2008. como faz o DNA mitocondrial de pelo menos 40% da atual população asquenazita., pp. 487-497 Então, embora os cazares possam possivelmente ter sido absorvidos na população judia mundial moderna como a conhecemos hoje, é improvável que eles tenham formado uma porcentagem significante de ancestrais de judeus modernos. The Y Chromosome Pool of Jews as Part of the Genetic Landscape of the Middle East , Almut Nebel, Dvora Filon, Bernd Brinkmann, Partha P. Majumder, Marina Faerman, Ariella Oppenheim (The American Journal of Human Genetics, Volume 69, número 5. pp. 1095–1112). Análises de DNA também determinaram que os judeus modernos descendentes dos Cohanim, a tribo sacerdotal, dividem um ancestral comum em Israel datando para anos atrás, anos mais velho que a conversão dos cazares ao judaísmo. Esse resultado é consistente para todas as populações judias ao redor do mundo. \"Usando a combinação de genética molecular e análises matemáticas, os cientistas chegaram numa estimada data para o mais recente ancestral comum dos Cohanim contemporâneos. De acordo com essa análise, o ancestral comum vivia entre o êxodo (aprox. ) e a destruição do Primeiro Templo (), consistente com os relatos bíblicos. Resultados similares foram obtidos baseados em análises de comunidades tanto sefarditas quanto asquenazitas, confirmando a ligação ancestral das suas comunidades que ficaram separadas por mais de 500 anos\". \"Para datar o sumo sacerdote original, a equipe de pesquisa usou uma fórmula baseada numa taxa de mutação geralmente aceita. Essa fórmula proveu 106 gerações para judeus asquenazitas e sefarditas, ou entre e anos, dependendo se uma geração é contada como 25 ou 30 anos\". === Biologia === A explicação biológica evidente para ambos os fenômenos (diversidade de judeus e semelhança com a população onde vivem) é a miscigenação, que tomou formas diferentes em situações históricas diversas: casamentos mistos, proselitismo em grande escala, guerras e pogroms constantemente acompanhados de estupro (legalizado ou tolerado). A crença de que, apesar desses dados estatísticos, haveria um tipo judaico facilmente reconhecível baseia-se, em grande parte — embora não inteiramente -, a diversas concepções equivocadas. Ela não leva em consideração o fato de que os traços considerados tipicamente judaicos, se comparados aos povos nórdicos, deixam de ser tão evidentes num contexto mediterrâneo. Igualmente, parece ignorar o impacto do ambiente social sobre o físico e a aparência individuais. Além disso, confunde herança biológica com herança social. Há, entretanto, certos traços hereditários que caracterizam um determinado tipo de judeu contemporâneo. À luz da genética demográfica moderna, eles podem ser atribuídos, em grande parte, aos processos que agiram, durante séculos, nas condições de segregação do gueto: endogamia, desvio genético, pressões seletivas. Essas últimas agiram de diversas maneiras: por seleção natural (por exemplo, através de epidemias), por seleção sexual e, com menos certeza, por seleção dos traços de caráter que favorecem a sobrevivência no interior do gueto. Além disso, a hereditariedade social, por condicionamento durante a infância, agiu como poderoso fator de formação, mas também de deformação. Cada um desses processos contribuiu para a geração do \"tipo do gueto\". No período pós-gueto, ele foi se diluindo aos poucos. Quanto à composição genética e à aparência física da população da época pré-gueto, quase nada sabemos. No contexto da concepção apresentada neste livro, essa \"população original\" era predominantemente turca, misturada, numa medida desconhecida, a elementos palestinos arcaicos e outros. Nem temos como dizer quais desses assim chamados traços típicos, como o \"nariz judeu\", constituem o produto de uma seleção sexual no interior do gueto ou a manifestação de um determinado gene tribal \"persistente\". Tendo em vista que aquela conformação especial das narinas é frequente entre povos árabes semitas e raras entre outros povos, temos um indicador a mais que vem sublinhar o papel dominante desempenhado pela \"décima terceira tribo\" (Khazares) na história biológica dos judeus.KOESTLER, Arthur. Os Khazares: a 13.ª tribo e as origens do judaísmo moderno. Tradução Fernando Klabin. Rio de Janeiro:Relume Dumarã, 2005. p. 213-214 === Estado de Israel === Israel, o estado-nação judeu, é o único país onde os judeus são a maioria dos cidadãos. Israel foi estabelecido como um estado democrático e independente em 14 de maio de 1948. Dos 120 membros em seu parlamento, a Knesset, atualmente 12 membros são árabes israelenses, a maioria representando os partidos políticos árabes e um juiz da Suprema Corte é um árabe palestino. Entre 1948 e 1958, a população judaica cresceu de para 1 milhão. Atualmente, os judeus são 76,4% da população israelense, ou milhões de cidadãos. O começo do estado de Israel foi marcado pela imigração em massa de sobreviventes do Holocausto e de judeus fugindo de terras árabes.Dekmejian (1975), p.247 Israel também tem uma grande população de judeus etíopes, a maioria que foi trazida para Israel nos fins dos anos 80 e no começo dos 90. Durante os anos 70, 160 mil imigrantes chegaram da União Soviética, quase metade de todos os imigrantes que chegaram em Israel naquela época.__. \"Chapter Eleven: Aliyah, War and Peace.\" The First 120 Years. Jewish Agency for Israel. 2002. Acessado em 25 de maio de 2008. Esse período também teve um aumento de imigrantes da Europa Ocidental, da América Latina e dos Estados Unidos.Goldstein (1995) p. 24 Entre 1948 e 1995, alguns imigrantes de outras comunidades também chegaram, incluindo imigrantes da Índia, Líbia ou África do Sul, entre outros__. Entre 1948 e 2007, imigraram para Israel pessoas.__. . Alguns judeus emigraram de Israel para outros lugares por causa de problemas financeiros ou por causa do clima político e do conflito Árabe-Israelense. Emigrantes israelenses judeus são conhecidos como \"yordim\" (aqueles que descem [de Israel]; o opósito é \"olim\", ou aqueles que sobem [para Israel]). === Diáspora === As ondas de imigração para os Estados Unidos e para outros lugares na viragem para o são resultado de várias causas, incluindo os pogroms na Rússia, o genocídio dos judeus europeus durante o Holocausto e a fundação do Estado de Israel (e subsequente êxodo judaico de países árabes). Tudo isso resultou nas mudanças dos centros populacionais do povo judeu no final do . Atualmente, a maior comunidade judia no mundo depois de Israel é os Estados Unidos, com judeus. Em outros lugares na América, há também populações significativas de judeus no Canadá, na Argentina e no Brasil, e menores populações no México, no Uruguai, na Venezuela, no Chile e em vários outros países. A maior população judaica da Europa Ocidental e terceira maior população judaica mundialmente pode ser encontrada na França, com judeus, a maioria que são imigrantes ou refugiados de países árabes norte-africanos como a Argélia, Marrocos e Tunísia (ou seus descendentes). Existem judeus no Reino Unido. Há aproximadamente judeus vivendo nos 15 países que pertenciam à antiga União Soviética, a grande maioria situada na Europa Ásia. A comunidade judaica que está mais crescendo mundialmente, fora de Israel, é a da Alemanha. Milhares de judeus do antigo Bloco de Leste se estabeleceram na Alemanha desde a queda do Muro de Berlim.Pfeffer, Anshel (2 de setembro de 2007). \"New Jewish community and education center inaugurated in Berlin \". Haaretz. Acessado em 20 de junho de 2008. Nos países árabes do Norte da África e do Oriente Médio existiam por volta de judeus em 1945. Por causa do anti-sionismo__. depois da fundação de Israel, perseguições sistemáticas forçaram quase todos esses judeus a fugirem para outros lugares. Aproximadamente 600 000 foram para Israel enquanto os outros foram para a Europa, América ou Austrália. Aproximadamente judeus vivem atualmente nas nações árabes.Falk, Gerhard. \"Jews in Arab Occupied Lands\". Jewish Buffalo on the Web. Acessado em 20 de junho de 2008. De acordo com o American Jewish Year Book, o Irã tem por volta de 10 700 judeus, enquanto a Revista 18 aumenta esse número para 25 000. Antes de 1979, o país tinha por volta de .\"Iran Pardons Five Jews Jailed as Spies\" (22 de fevereiro de 2007). New York Times. Acessado em 20 de junho de 2008. Depois da revolução de 1979, alguns judeus iranianos emigraram para Israel ou Europa, mas a maioria imigrou (com seus compatriotas não judeus) para os Estados Unidos (especialmente ).Littman (1979), p. 5. Fora da Europa, Ásia e América, existem significativas populações de judeus na Austrália e na África do Sul. === Mudanças na população === ==== Assimilação ==== Desde pelo menos o tempo dos gregos antigos, uma proporção de judeus se assimilou na sociedade gentia ao redor deles, por escolha ou pôr os força, parando assim de praticar o judaísmo e perdendo as suas identidades judaicas. Algumas comunidades judaicas, como por exemplo os judeus de Kaifeng, na China, desapareceram completamente, mas a assimilação permaneceu relativamente baixa durante o último milênio, porque frequentemente não deixavam os judeus se integrar nas sociedades onde eles viviam. O advento do Iluminismo judaico, ou Haskalá, no fim do e a subsequente emancipação das populações judaicas da Europa e América no , mudou a situação, permitindo aos judeus cada vez mais participar e ser membro de uma sociedade secular. O resultado foi uma crescente tendência de assimilação, conforme judeus se casam com cônjuges gentis e param de participar em comunidades judaicas. Taxas de casamentos entre religiões variam muito: No Estados Unidos, elas são pouco menos de 50%, no Reino Unido, por volta de 50%, na Austrália e México, tão baixo quanto 10% e na França, podem ser tão altos quanto 75%. Nos Estados Unidos, somente cerca de um terço das crianças de casamentos entre religiões se afiliam com práticas religiosas judaicas. O resultado é que a maioria dos países na diáspora tem populações judias religiosas estáveis ou diminuindo um pouco conforme os judeus continuam a assimilar os países onde eles vivem. ==== Guerra contra os judeus ==== Por toda a história, muitos governadores, impérios e nações oprimiram suas populações judaicas ou tentaram eliminá-las completamente. Métodos utilizados estenderam-se de expulsão para total genocídio; dentro das nações, frequentemente a ameaça desses métodos extremos era suficiente para silenciar a oposição. A história do antissemitismo inclui a Primeira Cruzada que resultou no massacre dos judeus; a Inquisição espanhola (liderada por Tomás de Torquemada) e a Inquisição portuguesa, com suas perseguições e autos-de-fé contra os cristão-novos e marranos; os massacres cossacos de Bohdan Khmelnytsky na Ucrânia; os pogroms apoiados pelos Tsars russos; como também as perseguições da Espanha, Portugal, Inglaterra, França, Alemanha e outros países onde os judeus se estabeleceram. A perseguição atingiu o pico na Solução final de Adolf Hitler, que levou ao Holocausto e o genocídio de aproximadamente 6 milhões de judeus de 1942 para 1945. De acordo com James Carroll, \"Os judeus consistiam por volta de 10% da população total do Império Romano. Por essa relação, se outros fatores não interferissem, haveria uns 200 milhões de judeus no mundo hoje, ao invés de algo como 13 milhões\".Carroll (2001), p.26 Existem vários fatores demográficos complexos envolvidos; a taxa de crescimento populacional, migração, assimilação e conversão afetaram muito o tamanho da atual população judaica. ==== Crescimento ==== Israel é o único país com uma população judaica consistentemente crescendo por causa de crescimento populacional natural, embora as populações judaicas de outros países na Europa e América do Norte recentemente cresceram por causa de imigração. Nas diásporas, em quase todo país a população judaica em geral é ou diminuída ou estável, mas comunidades ortodoxas e haredim, cujos membros frequentemente evitam o controle de natalidade por razões religiosas, sofreram um crescimento populacional rápido.Gartner (2001), pp.400-401 Judeus ortodoxos e conservadores desencorajam converter não judeus, mas muitos grupos judaicos tentaram estender a mão para as comunidades judaicas assimiladas da diáspora para aumentar o número de judeus. Além disso, enquanto no princípio o judaísmo reformista favorece a busca de novos membros para a fé, essa posição não significa proselitismo ativo, em vez disso adotando a forma de um esforço de estender a mão para cônjuges não judeus de judeus. Também há uma tendência de movimentos Ortodoxos que procuram os judeus seculares para lhes dar uma identidade judaica mais forte para que haja menos chance de casamento entre judeus e não judeus. Como resultado dos esforços por estes e outros grupos judaicos durante os últimos vinte e cinco anos, houve uma tendência de judeus seculares que ficaram mais religiosamente observantes, conhecidos como o movimento Baal Teshuva, mas as implicações demográficas da tendência são desconhecidas. Adicionalmente, há um crescente movimento de conversão ao judaísmo por gentios que tomaram a decisão de caminhar na direção de se tornarem judeus. == Línguas judaicas == O hebraico é a língua litúrgica do judaísmo (chamado de lashon ha-kodesh, \"a língua sagrada\"), a língua em que as Escrituras Hebraicas (Tanakh) foram escritas, e o idioma falado diariamente entre as pessoas judias por séculos. No , o aramaico, uma língua relacionada, se juntou ao hebraico como o idioma falado na Judeia.Grintz, Jehoshua M. \"Hebrew as the Spoken and Written Language in the Last Days of the Second Temple.\" Journal of Biblical Literature. Março, 1960. No , os judeus da diáspora estavam falando grego e 70 eruditos judeus até traduziram a Torá para o grego por causa de falta de alfabetização em hebraico dentro das comunidades judaicas.\"A History of Jews in Egypt\". Center for the Advancement of Jewish Education-Miami. Acessado em 11 de julho de 2008 O hebraico moderno é atualmente um dos dois idiomas oficiais do Estado de Israel, junto com o árabe. O hebraico foi reconstituído como um idioma falado por Eliezer ben Yehuda, que chegou na Palestina em 1881. O idioma não era usado como uma língua materna desde tempos dos Tanaim. Por mais de dezesseis séculos o hebraico foi usado quase exclusivamente como uma língua litúrgica, e como o idioma no qual a maioria dos livros sobre judaísmo foram escritos, com poucos falando somente hebraico no Shabat.Parfitt, T. V. \"The Use of Hebrew in Palestine 1800–1822.\" Journal of Semitic Studies , 1972. Por séculos, os judeus mundialmente falavam a linguagem local ou dominante das regiões para onde eles migraram, geralmente desenvolvendo formas distintas de dialetos ou ramificando-se para línguas independentes. O iídiche é uma língua judeu-alemã desenvolvida pelos asquenazes que migraram para a Europa Central; o ladino é uma língua judeo-espanhola desenvolvida pelos judeus sefarditas que migraram para a Península Ibérica. Por causa de muitos fatores, incluindo o impacto do Holocausto sobre a judiaria europeia, o êxodo judaico de terras árabes e a frequente emigração de outras comunidades judaicas ao redor do mundo, línguas judaicas antigas e distintas de diversas comunidades, incluindo o gruzínic, o judeo-árabe, o judeo-bérbere, o krymchak, o judeo-malaiala e muitos outros, saíram de uso. Os três idiomas mais geralmente falados entre judeus hoje são o hebraico moderno, o inglês e o russo. Algumas línguas românicas, como o francês e o espanhol, também são amplamente usados. == Cultura == O judaísmo guia seus aderentes em ambos hábito e fé, e foi chamado não somente de religião, mas também de um \"estilo de vida\",Neusner (1991) p. 64 assim fazendo difícil traçar uma clara diferença entre judaísmo, cultura judaica e identidade judaica. Por toda a história, em lugares e épocas diversas tanto quanto o mundo antigo heleno, na Europa antes e depois do Iluminismo (veja: Haskalá), em Alandalus, na África do Norte e no Oriente Médio, na Índia e na China, ou nos contemporâneos Estados Unidos e Israel, o fenômeno cultural desenvolveu que os judeus podem ser caracteristicamente judeus sem serem de nenhuma maneira especificamente religiosos. Alguns fatores nisso vêm de dentro do judaísmo, outros da interação de judeus ou comunidades específicas de judeus em seus arredores, outros das dinâmicas culturais e sociais dentro da comunidade, em oposição a religião em si mesma. Esse fenômeno levou a culturas judaicas consideravelmente diferentes únicas para suas próprias comunidades, cada uma tanto autenticamente judaica quanto a próxima. == História dos judeus == === Judeus e migrações === Por toda a história judaica, os judeus foram repetidamente diretamente ou indiretamente expulsos de suas terras natais originais ou das áreas onde eles estavam residindo. Essa experiência como ambos imigrantes e emigrantes desenvolveu a identidade judaica e prática religiosa em muitas formas, e deste modo são elementos importantes da história do povo judeu. Uma lista com algumas dessas migrações inclui: *O patriarca Abraão emigrou de Ur dos caldeus para a terra de Canaã; *Os Filhos de Israel experienciaram o Êxodo (significando \"partida\" ou \"saída\" em grego) do Antigo Egito, como registrado no Livro de Êxodo; *O Reino de Israel foi mandado ao exílio permanente e espalhou-se ao redor do mundo (ou pelo menos em lugares desconhecidos) pela Assíria; *O Reino de Judá foi exilado pela Babilônia, depois retornou à Judeia e foi novamente exilado pelo Império Romano; *A dispersão de 2 000 anos da diáspora judaica começando sob o Império Romano, a medida que os judeus estavam espalhados por todo o mundo romano e estabeleciam-se em qualquer lugar onde podiam viver livremente para praticar sua religião. Durante a diáspora, o centro da população judaica mudou da Babilônia para a Península Ibérica; *Muitas expulsões durante e a Idade Média e Iluminismo na Europa, incluindo: 1290, 16 mil judeus foram expulsados da Inglaterra;Bell (2007), p.51 em 1396, 100 mil da França;De Haas (1946), p.535 em 1367, eles foram expulsos da Hungria; em 1421 os judeus foram expulsos da Áustria.Kramer (1998), p.143 Muitos destes se estabeleceram no Leste Europeu, principalmente nas atuais Polônia, Rússia, Ucrânia e Bielorrússia; *Com a Inquisição espanhola, judeus sefarditas foram expulsos da Espanha em 30-7-1492.\"The Spanish Expulsion, 1492\". Jewish Virtual Library. Acessado em 17 de julho de 2008. Em janeiro de 1493 cerca de judeus foram expulsos da SicíliaPollack, Jacob. \"Jewish History 1490-1499\". The Jewish Agency for Israel (Agência Judaica para Israel). Acessado em 17 de julho de 2008 e em 1496, oito foram expulsos de Portugal (dezenas de milhares foram forçados a converter ao cristianismo). Os judeus expulsos desses países fugiram principalmente para os Países Baixos, para o Império Otomano, para a África do Norte e para o Oriente Médio;Kleiman, Yaakov. \"Tribes of Israel: Lost & Found/Ancient & Modern\". The Tribe: The Chen-Levi Family Heritage. Acessado em 17 de julho de 2008. *Durante o , as políticas da França de cidadania igual para todos, sem levar em consideração a religião de cada um, levou à imigração de judeus para o país (especialmente do Leste Europeu e da Europa Central), que foi apoiada por Napoleão Bonaparte; *A chegada de milhões de judeus para o Novo Mundo, incluindo a imigração de mais de dois milhões de judeus do Leste Europeu para os Estados Unidos de 1880 para 1925; *Os pogroms no Leste Europeu, o começo do antissemitismo moderno, o Holocausto e o começo de nacionalismo árabe serviram para abastecer os movimentos e migrações de enormes segmentos da Judiaria de país para país e de continente para continente, até que eles chegaram em grandes números para sua terra natal histórica em Israel; *A Revolução Iraniana forçou muitos judeus iranianos para escapar do Irã. Muitos acharam refúgio nos Estados Unidos (particularmente em Los Angeles ou outras cidades da Califórnia) e Israel. Comunidades menores de judeus iranianos existem no Canadá e Europa Ocidental;Netzer, p.13 *Quando a União Soviética deixou de existir, muitos dos judeus no território afetado (que eram refuseniks) de repente tinham autorização para sair do país. Isso produziu uma onda de imigração para Israel no começo da década de 1990. == Bibliografia == * *Berenbaum, Michael (2006). The World Must Know. United States Holocaust Memorial Museum, Johns Hopkins University Press . *Cahill, Mary Jane (1999). Israel (séries: Major World Nations). Philadelphia: Chelsea House Publishers. *Carroll, James. Constantine's Sword. (Houghton Mifflin, 2001) ISBN 0-395-77927-8 * * * * *Gellner, Ernest (1983). Nations and Nationalism. Blackwell Publishing. ISBN 1405134429. * * * * * *Lewis, Bernard (1984). The Jews of Islam. Princeton: Princeton University Press. ISBN 0-691-00807-8 *Lewis, Bernard (1999). Semites and Anti-Semites: An Inquiry into Conflict and Prejudice. W. W. Norton & Co. ISBN 0-393-31839-7 *Littman, David (1979). \"Jews Under Muslim Rule: The Case Of Persia\". The Wiener Library Bulletin, XXXII (New séries 49/50) * * * *Niewyk, Donald L.(2000). The Columbia Guide to the Holocaust. Columbia University Press. * *Poliakov, Leon (1974). The History of Anti-semitism. New York: The Vanguard Press. * * * == Ligações externas == * * Categoria:Grupos étnicos da África Categoria:Grupos étnicos da Ásia Categoria:Grupos étnicos da Europa",
 "title": "Judeus"
}