{
 "id": "8284",
 "text": "thumb|300px|Localização da freguesia de Montalvo no município de Constância Montalvo é uma povoação portuguesa sede da Freguesia de Montalvo do município de Constância, freguesia com 12,81 km² de área e 1239 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . ==História== Passaram por Montalvo os primeiros povos a habitar a Península Ibérica. Podem encontrar-se vestígios de uma cidade romana junto ao rio Tejo, onde foi construída também a primeira igreja/ermida. Quando da extinção do concelho de Constância foi anexada ao concelho de Abrantes por decreto de Novembro de 1895 e voltou a fazer parte do concelho de Constância, restabelecido em 13 de janeiro de 1898. Noutros tempos designada por \"Mont`alvo\", (monte branco/alto), por ali passaram as invasões francesas, a Inquisição, a grande Parada Militar \"Milagre de Tancos\" em 1916. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 169 141 590 181 2011 195 128 715 237 2021 186 111 681 261 == Economia == A principal atividade económica até aos anos 90 foi a agricultura, com especial atenção para a olivicultura e horticultura, daí a existência no brasão da freguesia de dois ramos de oliveira, romãs e um sobreiro; neste momento é a indústria que predomina nesta freguesia sendo o centro económico do concelho. == Património == *Mosteiro de Nossa Senhora da Boa Esperança (Convento das Irmãs Clarissas) *Igreja Matriz século XVIII. *Ruínas romanas da Cidade da Escora. De interesse turístico é de destacar o circuito das quintas agrícolas e o trajecto ao longo do rio Tejo de Montalvo a Constância. == Personalidades ilustres == * Visconde de Montalvo == Gastronomia == As principais especialidades gastronómicas da freguesia são: * Couves com feijão * Borrego guisado * Tigeladas * Migas * Arroz doce * Coscurões * Rosas * Doces conventuais == Artesanato == As principais actividades artesanais da freguesia foram: tapetes de trapos e bonecas de lã. == Festas e romarias == Festa da Padroeira N. Srº da Assunção em 15 de agosto == Coletividades == * Associação Humanitária Apoio à Terceira Idade (Humanitaria) * Associação Filarmónica Montalvense 24 de Janeiro (Cultura) * Casa do Povo de Montalvo (Cultura e Desporto) * Associação Escora (Cultura) * Associação JICA (Juvenil) * MADM - Movimento de Apoio ao Desporto em Montalvo (Desporto) - Movimento cívico não regulamentado. Categoria:Freguesias de Constância Categoria:Antigas freguesias de Abrantes",
 "title": "Montalvo"
}