{
 "id": "82840",
 "text": "Mazzano é uma comuna italiana da região da Lombardia, província de Bréscia, com cerca de 11.555 habitantes. Estende-se por uma área de 15,7 km², tendo uma densidade populacional de 736 hab/km². Mazzano é composto de três aldeias: Mazzano, Molinetto e Ciliverghe e faz fronteira com Bedizzole, Calcinato, Castenedolo, Nuvolera, Rezzato. Em 1861, quando o Reino da Itália foi estabelecido, Mazzano tinha uma população de 1256 habitantes. Foi incluído no Distrito IV de Rezzato, por sua vez pertencente ao Distrito V de Brescia da província com a mesma capital. Com o Decreto Real de 11 de março de 1928, n. 549, em Mazzano agregou-se o território do município suprimido de Ciliverghe, o qual desde então, junto com Molinetto, converteu-se em seu povoado. Após a queda da República Social Italiana, que ocorreu em 25 de abril de 1945, o Comitê de Liberação Nacional Mazzano assumiu o cargo no Podestà. Em 8 de maio, ele foi eleito prefeito Egidio Chiarini. Os outros membros do Comitê atuaram como conselheiros municipais ==Demografia== == Geminação == O município de Mazzano é geminado com a cidade francesa de Saint-Germain-des-Fossés, localizada no Allier (Auvergne), a dez quilômetros de Vichy. O juramento de irmandade que sancionou a formalização da geminação foi realizado em outubro de 2002 em Saint-Germain-des-Fossés e em 25 de abril de 2003 em Mazzano. Desde 2010, a administração municipal, liderada pelo prefeito Maurizio Franzoni, não considera mais manter relações com o cidadão francês sem confirmar a comissão municipal de geminação. == Esportes == === Futebol === O time de futebol local é o Polisportiva Ciliverghe asd, um militante da Série D desde a temporada 2014/2015, que joga no estádio municipal de Mazzano, localizado na aldeia de Molinetto. A melhor colocação da equipe foi o segundo lugar alcançado no final da temporada 2016/2017. O Ciliverghe é apoiado por seus espectadores que em algumas ocasiões eles colorem a arquibancada com amarelo. === Corrida a corta- mato (cross country) === A partir de 2012, no povoado de Ciliverghe, há a corrida de cross country juvenil da FIDAL (Federação Italiana de Atletismo), chamada B.Est cross country, onde B.Est representa o leste de Brescia, sua localização geográfica. A competição é organizada pelos G.S. Atletica Rezzato sob a égide da Federação Italiana de Atletismo e é patrocinado pelos municípios de Mazzano, Rezzato, Botticino, Nuvolera e Nuvolento. No início, nas primeiras 3 edições, a competição foi realizada no parque extra-urbano de Ciliverghe. A partir de 2015, a corrida de corta-mato foi transferida para o parque da Villa Mazzucchelli do século XVIII, devido à impossibilidade de utilizar o parque extra-urbano. Em 2018 a corrida aconteceu no dia 2 de dezembro no parque de Villa Mazzucchelli. === Ciclismo === Na década de 1960, o 'SC Molinettese', o primeiro clube municipal de ciclismo, foi fundado na aldeia de Molinetto. Uma empresa onde uma multidão de entusiastas locais viverá e trabalhará. No início dos anos noventa, a empresa mudará seu nome para Società Ciclistica Mazzano (SC Mazzano). Agora, a empresa, afiliada à FCI (Federação Italiana de Ciclismo), tem cerca de sessenta atletas e seus atletas são chamados de 'fúria vermelha'. A associação está localizada no pavilhão municipal de esportes da Via Mazzini e realiza principalmente atividades juvenis tanto na estrada quanto em mountain bikes. === Marcha de Regularidade de Montanha === A partir de 1986, em Mazzano, há uma marcha de regularidade nas montanhas da FIE (Federação Italiana de Caminhadas), chamada troféu Renato Malossini, em homenagem ao líder histórico do grupo alpino. O concurso é organizado pela Diretoria de Esportes Alpinos de Mazzano sob a égide da Federação Italiana de Caminhadas e é patrocinado pela Prefeitura de Mazzano e pela Província de Brescia. Nas 33 edições anteriores, a marcha foi uma corrida do campeonato regional e, em algumas ocasiões, uma corrida do campeonato italiano. Combinado com o mesmo equipamento estão as taças Boioni e Cerqui para o setor de jovens e estudantes e o troféu Comune di Mazzano concedido aos vencedores da corrida promocional em pares. Em 2019 a corrida foi realizada em 17 de março a partir da casa alpina de Mazzano. == Infraestrutura e transporte == Situada ao longo do rio Chiese, no passado a cidade foi capaz de fazer uso de duas importantes conexões ferroviárias para a mobilidade de pessoas e mercadorias, a ferrovia Rezzato-Vobarno, entre 1897 e 1968, e o bonde Brescia- Vestone-Idro. operando entre 1881 e 1932. Categoria:Comunas de Bréscia (província)",
 "title": "Mazzano"
}