{
 "id": "82903",
 "text": "O Ministério da Educação (MEC) é um órgão do governo federal do Brasil, fundado pelo decreto n.º 19 402, em 14 de novembro de 1930, com o nome de Ministério dos Negócios da Educação e Saúde Pública, pelo então presidente Getúlio Vargas,Ministério da Educação na página do Centro de Pesquisa e Documentação de História Contemporânea do Brasil (CPDOC) e era encarregado do estudo e despacho de todos os assuntos relativos ao ensino, saúde pública e assistência hospitalar. == História == Como precursor do MEC, esteve o Ministério da Instrução Pública, Correios e Telégrafos, criado em 1890 em atendimento a Benjamin Constant.BRASIL. Decreto nº 377-A, de 5 de Maio de 1890. Organiza a Secretaria de Estado dos Negocios da Instrucção Publica, Correios e Telegraphos. Rio de Janeiro, 1890. link.AVELLAR, Hélio de Alcântara. História administrativa e económica do Brasil. 2a ed. Rio de Janeiro: MEC/FENAME, 1976. link. [Cf. figuras em: link.] Segundo Alberto Venâncio Filho, em sua obra, das Arcadas ao bacharelismo, durante o governo de Floriano Peixoto, entre 1891 e 1892, o ministério teve por sucessores de Constant, João Barbalho Uchôa Cavalcanti, Antônio Luís Afonso de Carvalho e José Higino Duarte Pereira, até ser extinto, na gestão de Fernando Lobo Leite Pereira, passando a ser uma diretoria no Ministério da Justiça e Negócios Interiores.BRASIL. Decreto nº 1.160, de 6 de Dezembro de 1892. Dá regulamento á Secretaria da justiça e Negocios Interiores. Rio de Janeiro, 1892. Em 1930, foi criado o Ministério dos Negócios da Educação e Saúde Pública. No dia 15 de janeiro de 1937, passou a se chamar Ministério da Educação e Saúde e suas atividades passaram a ter um limite à administração da educação escolar, educação extra-escolar e da saúde pública e assistência médico-social. Em 1953, o governo federal criou o Ministério da Saúde e tira do Ministério da Educação e Saúde as responsabilidades de administração destinadas a ela. A partir desse momento, passa a se chamar oficialmente de Ministério da Educação e Cultura (MEC) pela lei n.° 1 920, de 25 de julho de 1953. Em 15 de março de 1985, foi criado o Ministério da Cultura (MinC) pelo decreto n.º 91 144. Ainda assim a sigla MEC continua, porém passa a se chamar Ministério da Educação. Durante um tempo, o órgão foi chamado de Ministério da Educação e do Desporto, isso antes de ser criado o Ministério do Esporte, no governo Fernando Henrique Cardoso. miniaturadaimagem|300px|Veículos de transporte escolar, padronizados pelo MEC. Em 8 de novembro de 1990, as atividades do MEC passaram a integrar a política nacional de educação; a educação, ensino civil, pesquisa e extensão universitárias; o magistério e a educação especial. Em 12 de junho de 2000, após muitas mudanças em sua estrutura organizacional e a criação de secretarias como o Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira (INEP) e o Fundo Nacional de Desenvolvimento da Educação (FNDE), por exemplo, o MEC passa a ter as seguintes competências: política nacional de educação; educação infantil; educação em geral, compreendendo ensino fundamental, ensino médio, ensino superior, ensino de jovens e adultos, educação profissional, educação especial e educação à distância, exceto ensino militar; avaliação, informação e pesquisa educacional; pesquisa e extensão universitária; e magistério. Em janeiro de 2020, Vicente Vilardaga escrevendo para a revista IstoÉ, criticou o modo como o MEC passou a tratar a educação do Brasil ao lado do governo Bolsonaro, chamando de uma \"escalada de deseducação\", tendo em vista que existe \"uma política de promoção do embrutecimento e da grosseria, demonstrações de desprezo pelos livros didáticos e paranoia com a doutrinação esquerdista.\" Segundo a pedagoga Ana Helena, o governo passou a desviar o foco do desenvolvimento da educação para questões menos importantes, como as escolas cívico-militares ou a escola sem partido, tendo em vista que já existe o Plano Nacional da Educação (PNE) e 20 metas para melhorar a educação, aprovado pela Câmara dos Deputados quando o Bolsonaro ainda era deputado. O PNE foi ignorado no primeiro ano de governo. == Estrutura == A estrutural regimental do MEC como conhecemos só ficou estabelecida realmente pelo decreto n° 4 791, de 22 de julho de 2003. Esse decreto estabelece como área de competência do MEC: * política nacional de educação; * educação infantil; * educação em geral, compreendendo ensino fundamental, ensino médio, ensino superior, ensino de jovens e adultos, educação profissional, educação especial e educação a distância, exceto ensino militar; * avaliação, informação e pesquisa educacional; * pesquisa e extensão universitária; * magistério; * assistência financeira a famílias carentes para a escolarização de seus filhos ou dependentes. Entre algumas áreas ligadas ao Ministério da Educação podem-se citar: * Educação especial * Educação superior * Educação profissional e tecnológica * Educação infantil * Educação a distância * Educação do campo * Educação indígena * Educação ambiental Entre as secretarias do órgão, estão: * Secretaria Executiva (SE) * Secretaria de Educação Superior (SESU) * Secretaria de Educação Profissional e Tecnológica (SETEC) * Secretaria de Educação Básica (SEB) * Secretaria da Alfabetização (SEALF) * Secretaria de Articulação com os Sistemas de Ensino (SASE) * Secretaria de Regulação e Supervisão da Educação Superior (SERES) Entre os órgãos vinculados, estão: * Fundo Nacional de Desenvolvimento da Educação (FNDE) * Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira (INEP) (Responsável pelos exames Enade, Revalida e Enem) * Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES) * Conselho Nacional de Educação (CNE) * Comissão Nacional de Avaliação da Educação Superior (CONAES) * Instituto Benjamin Constant (IBC) * Instituto Nacional de Educação de Surdos (INES) * Fundação Joaquim Nabuco (Fundaj) * Colégio Pedro II * Empresa Brasileira de Serviços Hospitalares - EBSERH == Símbolos == Logos File:Logo do Ministério da Educação MEC.jpg|Logo do MEC durante o Governo Jair Bolsonaro (2019–23) Bandeira File:Ministerial flag Brazil (Ministry of Education).svg|Bandeira de ministro de Estado no Brasil do ministro da Educação. == Ver também == * Ministérios do Brasil * Lista de ministros * Lei de Diretrizes e Bases da Educação Nacional * Educação no Brasil * Educação financeira * História da educação no Brasil * Fundo de Financiamento ao Estudante do Ensino Superior * Programa Nacional de Acesso ao Ensino Técnico e Emprego (Pronatec) * Programa Universidade para Todos (ProUni) == Ligações externas == * * * * * * Canal Oficial no Youtube * e-MEC (Cadastro de Instituições e Cursos de Educação Superior) * Como saber se um curso é reconhecido pelo MEC? * FIES * ProUni",
 "title": "Ministério da Educação (Brasil)"
}