{
 "id": "82983",
 "text": "John Zorn (Nova Iorque, 2 de setembro de 1953) é um compositor e saxofonista norte-americano. ==Biografia== John Zorn nasceu na cidade de Nova Iorque e aprendeu ainda criança a tocar piano, violão e flauta.Helland, D Downbeat.com John Zorn Biography Sua família possuia gostos musicais variados e ele acabou ganhando a apreciação pela música clássica e world music de sua mãe, uma professora; através de seu pai, um cabeleireiro, conheceu o jazz, as chansons francesas, e a música country; ouviu também a coleção do seu irmão de doo-wop, e rock and roll da década de 1950.Bourgin, S. M. (ed.),(1996) Contemporary Musicians, Vol. 15: Zorn, John accessado Maio 26, 2008 Zorn relembra um episódio de sua vida, após comprar uma gravação de Mauricio Kagel em 1968 na idade de quinze anos, que acabou influenciando seu interesse pela música experimental e a música avant-garde:Put More Blood Into the Music (1989)Gordon (2008) pp.12-3 Ainda adolescente, Zorn tocou baixo em uma banda de surf music. Ele estudou música com Leonardo Balada. Durante esses anos, ele aprendeu sozinho sobre orquestração e contraponto, transcrevendo trilhas e usando suas próprias composições, um procedimento de \"plagiando, roubando, citando, ou da forma que queira chamar\", fazendo colagem e da transposição para o seu próprio mundo, que ele tem vindo a utilizar ao longo de sua carreira.Duckworth, pp.449-50 Zorn começou a estudar o saxofone após descobrir o álbum For Alto (1969) do músico Anthony Braxton enquanto estudava composição no Webster College (agora Webster University), Zorn incorporou elementos do free jazz, avant-garde e música experimental, trilhas para cinema, performance e trilhas de desenhos animado de Carl Stalling em suas primeiras gravações que foram posteriormente lançadas como First Recordings 1973 (1995).Zorn, J (1995) liner notes to John Zorn: First Recordings 1973. New York: Tzadik Após deixar o colégio, e após uma temporada na Costa Oeste, Zorn mudou-se para Manhattan onde deu concertos no seu apartamento e outras pequenas avenidas de Nova Iorque tocando saxofone e outras variedades de instrumentos de sopros, duck calls, fitas, e outros instrumentos.Pareles J, Concert: Sounds of Staley And Zorn, NY Times, 4 de Dezembro de 1983 Ele fundou o Theatre of Musical Optics (Teatro da Ótica Musical), um projeto de arte de performance, em 1975 e tornou-se importante participante na cena musical avant-garde do centro da cidade como compositor e produtor de uma música que desafiava qualquer confinamento em um gênero musical.Troyano E, John Zorn's Theatre of Musical Optics in The Drama Review: TDR, Vol. 23, No. 4, Private Performance Issue Dezembro, 1979, pp. 37-44. Zorn usou posteriormente o termo 'Theatre of Musical Optics' como o nome de empresa para publicar suas composições. == Ligações externas == * Tzadik Site * Tzadik Myspace == Referências == Categoria:Saxofonistas de jazz Categoria:Saxofonistas dos Estados Unidos Categoria:Compositores do século XX Categoria:Compositores dos Estados Unidos",
 "title": "John Zorn"
}