{
 "id": "82990",
 "text": "Pearl Sydenstricker Buck, nascida Pearl Comfort Sydenstricker (Hillsboro, 26 de junho de 1892 — Danby, 6 de março de 1973), também conhecida por Sai Zhen Zhu () foi uma sinologista e escritora estadunidense. Ganhadora do Prémio Pulitzer de Ficção de 1932, recebeu o Nobel de Literatura de 1938. ==Biografia== Filha de pais missionários presbiterianos, aos 3 anos de idade, em 1892, foi levada pelos pais para a China, onde foi criada. Estudou em Xangai até os quinze anos, tendo um preceptor confucionista. A China a marcou sensivelmente, e evoca a cultura chinesa na maioria de suas obras. Estudou Psicologia nos Estados Unidos, em 1910, onde se formou em 1914, para depois retornar à China com a finalidade de lecionar na Escola Presbiteriana e cuidar da mãe doente. Casou-se com um especialista americano em agricultura que lá trabalhava. Sua primeira filha nasceu deficiente mental. Viveu na China até a Guerra Civil, no fim da década de 1920, quando, em 1934 foi removida para o Japão e de lá para os Estados Unidos, nunca mais retornando à China, tendo ficado desgostosa da política chinesa após a guerra. Mestre em Literatura pela Universidade de Cornell em 1926, escreveu em 1930 Vento Leste, Vento Oeste, que obteve grande reconhecimento da crítica. Sua obra A Boa Terra, de 1931, vendeu 1,8 milhão de cópias somente no primeiro ano e, por ela, recebeu o Prémio Pulitzer de Ficção em 1932. Recebeu o Nobel de Literatura de 1938. Escreveu mais de 110 livros e várias novelas de rádio. Era contemporânea de Sinclair Lewis e Eugene O'Neil, dois grandes escritores norte-americanos. Era tão prolífica que em 1945 escreveu cinco livros e duas novelas de rádio. Muitos de seus livros foram transformados em filmes. Seu estilo combinava prosa bíblica com a saga narrativa chinesa, cuja vida e ambiente eram constantemente presentes em suas obras. Seu tema mais recorrente era sobre o amor interracial. Seu livro A Flor Escondida tem o mesmo insight da ópera Madame Butterfly, pois a história narra os problemas de uma família japonesa cuja filha se enamora por um soldado americano. Vários de seus livros foram escritos sob o pseudônimo de John Sedges. Amiga de Eleanor Roosevelt, advogou muito pelos direitos que deveriam ser concedidos às mulheres e pela igualdade racial, bem antes dos movimentos dos direitos civis, nos Estados Unidos. Fundou e dirigiu o \"Movimento de Auxílio à China\". Pearl S. Buck fez com que a China moderna se tornasse compreensível para os povos ocidentais. Morreu em 1973, aos oitenta anos. Foi sepultada em Green Hills Farm Grounds, Perkasie, Pensilvânia no Estados Unidos. Informações recentes dão conta que, na verdade, nunca conseguiu voltar à China, porque até poucos meses antes de sua morte, o governo chinês ainda lhe negava um visto de entrada, por ela ser considerada 'agente imperialista', e a queda de Mao ocorreu em 1976. Seus livros mostram aquilo de que os próprios chineses ainda não tocam bem: A China rural, de estrutura ainda medieval, na época, o desdém pelas mulheres, a hierarquia da vida em família. Atualmente, os chineses se empenham na sua reabilitação, tanto que em sua antiga residência, na cidade de Zhenjiang, próximo de Xangai, o governo chinês forma um museu em sua homenagem. == Obras principais == === Romances === * East Wind: West Wind(1930) * The House of Earth (\"A Casa da Terra\") - formado pela trilogia: * #The good Earth (1931) - Prémio Pulitzer de Ficção (1932) * #Sons (1932) * #A House Divided (1935) * The Mother (1933) * Fighting Angel (1935) (Trad. \"O Anjo Guerreiro\") - biografia de seu pai Absalom Sydenstricker * The Exile (1936) - biografia de sua mãe Caroline * The Patriot (1939) * This Proud Heart (1938) * Other Gods (1940) * China Sky (1941) * Dragon Seed (1942)Filmado em 1944, sob a direção de Harold S. Bucquet e Jack Conway, tendo no elenco Katharine Hepburn, Walter Huston, Aline MacMahon, Akim Tamiroff, Turhan Bey, Hurd Hatfield, J. Carrol Naish, Agnes Moorehead, Henry Travers, Robert Bice, Robert Lewis, Frances Rafferty, Jacqueline deWit, Clarence Lung, Paul E. Burns. * The Promise (1943) * The Townsman (1945) – sob o pseudônimo de John Sedges * Portrait of a Marriage (1945) * Pavilion of Women (1946) * The Angry Wife (1947) – sob o pseudônimo de John Sedges * Peony (1948) * The Big Wave (1948) * A Long Love (1949) – sob o pseudônimo de John Sedges * God's Men (1951) * The Hidden Flower (1952) * Come, My Beloved (1953) * Voices in the House (1953) – sob o pseudônimo de John Sedges * My Several Worlds (1954) (Trad. \"Meus Diversos Mundos\"/ “Minha Vida”)- autobiografia. * Imperial Woman (1956) * Letter from Peking (1957) * Command the Morning (1959) * Satan Never Sleeps (1962) * A Bridge for Passing (1962) - autobiográfico * The Living Reed (1963) * Death in the Castle (1965) * The Time Is Noon (1966) * Matthew, Mark, Luke and John (1967) * The New Year (1968) * The Three Daughters of Madame Liang (1969) * Mandala (1970) * The Goddess Abides (1972) * All Under Heaven (1973) * The Rainbow (1974) === Não ficção === * Of Men and Women (1941) * How It Happens: Talk about the German People, 1914-1933, com Erna Pustau (1947) * The Child Who Never Grew (1950) (Trad. \"A Criança que nunca cresceu\") - sobre a filha excepcional. * For Spacious Skies (1966) * The People of Japan (1966) * The Kennedy Women (1970) * China as I See It (1970) * The Story Bible (1971) * Pearl S. Buck's Oriental Cookbook (1972) === Contos === * The First Wife and Other Stories (1933) * Today and Forever: Stories of China (1941) * Twenty-Seven Stories (1943) * Far and Near: Stories of Japan, China, and America (1949) * Fourteen Stories (1961) * Hearts Come Home and Other Stories (1962) * Stories of China (1964) * Escape at Midnight and Other Stories (1964) * The Good Deed and Other Stories of Asia, Past and Present (1969) * Once Upon a Christmas (1972) * East and West Stories (1975) * Secrets of the Heart: Stories (1976) * The Lovers and Other Stories (1977) * Mrs. Stoner and the sea and others works (1978) * The Woman Who Was Changed and Other Stories (1979) ==Traduções em língua portuguesa== * The Good Earth (John Day, 1931): traduzido por Oscar Mendes como “China, velha China”, em 1ª edição, pela Editora Globo, em 1937. A partir da 2ª edição, feita pela Editora Globo em 1940, passou a ter o título “A Boa Terra”. A Editora Globo publicou mais 4 edições além dessas, e houve várias outras por editoras diversas. A Editora Record publicou em 1965, a Editora Abril em 1972, 1974, 1975 (Coleção Clássicos Modernos, nº 3), 1981 e 1985 (Série Grandes Sucessos). O Círculo do Livro teve edições em 1973 e 1976, e a Editora Alfaguara, em 2007. Em Portugal, foi traduzido por Fernando de Macedo como “Terra Bendita” da Unicamp pela Edição Livros do Brasil (Colecção Dois, Mundos, nº 16),Memória de África e pela Editora Inquérito, 1939 (1ª edição). Em 2011, publicado como “Terra Abençoada”, em uma 1ª edição pelo Clube do Autor, em Portugal. * The Patriot (John Day, 1939): traduzido por Esther de Viveiros como “O Patriota”, foi publicado pela Editora Globo, em 1940, para a Coleção Nobel, nº 24. A 2ª edição foi em 1943, também pela Globo, depois em 1945, 1959. Em Portugal, publicado como “O Patriota” pela Edição Livros do Brasil (Coleção Dois Mundos, nº 23), também sob a mesma tradução de Esther de Viveiros. * East wind, west wind (John Day, 1930): traduzido por Valdemar Cavalcanti como “Vento Leste, Vento Oeste”, pela Livraria José Olympio Editora, em 1943, na Coleção Fogos Cruzados, nº 25, 2ª edição em 1947. Publicado depois pela Editora Melhoramentos em 1960 (3ª edição), 1961, 1962, 1963 (3ª edição), 1965 (4ª edição), 1966. Em Portugal, traduzido por Alexandre Fonseca como “Vento do Oriente, Vento do Ocidente”, foi publicado pela Editorial Minerva em 1944, 1947, 1968 (3ª edição). * The Exile (Reynal & Hitchcock, 1936): traduzido por Raquel de Queirós sob o título “A Exilada”, pela Livraria José Olympio Editora, em 1943 (Coleção Fogos Cruzados, nº 27). A 2ª edição foi em 1946, para a Coleção Romance da Vida, nº 36, tendo ainda duas edições para a Livraria José Olympio Editora, em 1952 e 1957. Teve edições pela Opera Mundi, na Coleção “Biblioteca dos Prêmios Nobel de Literatura”, em 1970 e 1973; pela Editora Melhoramentos, em 1962, 1964, 1965 e 1967; pela Editora Delta, na Coleção dos Prêmios Nobel de Literatura, em 1962, 1964, 1966 e 1970. Algumas vezes publicado como “A Exilada: retrato de uma mãe americana”. Em Portugal, traduzido por Sampaio e Melo como “O Exílio”, foi publicado pela Editorial Minerva (Coleção Os Melhores Autores Contemporâneos) em 1960, 1972. * Dragon Seed (John Day, 1942): traduzido por Accioly Netto como “A Estirpe do Dragão”, pela Livraria José Olympio Editora, em 1944, para a Coleção Fogos Cruzados, nº 49. Publicado depois pela Editora Melhoramentos em 1960, 1963, 1964, 1967 (3ª edição). Pela Editorial Minerva, em Lisboa, foi traduzido por Orlando Barbosa como “Filhos do Dragão”, em 1947. * The Mother (John Day, 1934): traduzido por Augusto Casimiro para a Editora Inquérito (s.d.). Sob o mesmo título foi publicado pela Editorial Minerva (Lisboa), em 1968 (1ª edição), e pela Texto Editores. * The Promise (John Day, 1943): traduzido por Raquel de Queirós como “A Promessa”, pela Livraria José Olympio Editora, em 1946 (Coleção Fogos Cruzados, nº 47). Foi publicado, também, pela Editora Melhoramentos, em 1964 e 1967. Em Portugal, foi publicado pela Editorial Minerva (s.d.), sob tradução de José António Machado, em 1963 (2ª edição). * Pavilion of Women (John Day, 1946): traduzido por Lino Vallandro como “Pavilhão de mulheres”, pela Editora Globo, em 1948, Coleção Nobel, com 2ª edição em 1955, pela mesma coleção. Publicado pela Best Bolso em 2009, com tradução de A. B. Pinheiro de Lemos. Em Portugal, traduzido por João Cabral do Nascimento como “Mulheres”: foi publicado pela Editorial Minerva em 1947 (1ª edição), 1949 (2ª edição), 1961, 1972. Também em Portugal, traduzido por Paula de Almeida como “Onde Mora a Felicidade”, com revisão de Maria Cruz, foi publicado pela Texto Editores em 2004 (1ª edição), na Coleção Grandes Autores. * A Long Love: tradução de Íris Strohschoen para a Editora Globo, como “Um Longo Amor”, em 1963 (Coleção Catavento, nº 49). Teve várias edições pelo Círculo do Livro, nos anos 70, 80 e 90 (1978, 1980, 1981, 1982, 1983, 1990, 1997). Em Portugal, numa publicação dupla intitulada “O Eterno Amor; Vozes Misteriosas”, foi traduzido por F. Oliveira Faia pela Editorial Minerva, em 1961. * The New Year: traduzido por Octávio Mendes Cajado com “O Ano Novo”, para a Editora Melhoramentos, com edições em 1968, 1972 (2ª edição), 1975 e 1982. Para a Editora Record, “O Ano Novo” teve tradução de Sônia Coutinho, em 1968. Em Portugal, foi traduzido como “Filhos da Guerra” por Fernanda Pinto Rodrigues, e publicado pela Edição Livros do Brasil (Coleção Dois Mundos, nº 102). * A Bride for Passing: tradução de Constantino Paleólogo, sob o título “Uma ponte para passar”, com várias edições e reimpressões pela Editora Melhoramentos em 1961, 1962, 1963, 1964 (2ª edição), 1966 (3ª edição). Pela Editora Record, foi traduzido por Vera Neves Pedroso como “A Grande Travessia”, inicialmente para a Coleção Biblioteca Moderna, 1961, 1962, 1974, 1980, e depois pela Record/ Altaya, para a Coleção Mestres da Literatura Contemporânea, nº 53, em 1990, 1996, 1998. A Best Bolso, em 2007 e 2008, o publicou sob o mesmo título “A Grande Travessia”, com a tradução de Vera Neves Pedroso (Série Livros que Cabem no Bolso). * Portrait of a Marriage: traduzido por Lúcia Benedetti como “Retrato de um casamento”. Foi publicado pela Livraria José Olympio Editora na Coleção Fogos Cruzados nº 78, em 1947, 1949 (2ª edição), 1953 (3ª edição) e 1954. Foi publicado, também, pela Editora Melhoramentos. Em Portugal, traduzido por Eugênio Navarro sob o título “Casamento” pela Editorial Minerva (Lisboa), 1947 (1ª edição), 1951 (3ª edição), 1956 (4ª edição), 1958, 1962 (5ª edição). * Voices in the house: traduzido por Juvenal Jacinto como “Vozes na casa”, pela Editora Globo, 1961 (Coleção Catavento nº 28). Em Portugal, sob a mesma tradução, publicado pela Editora Celidis, 1974 (Colecção Prémio Nobel). Também em Portugal, numa publicação dupla intitulada “O Eterno Amor; Vozes Misteriosas”, foi traduzido por F. Oliveira Faia pela Editorial Minerva, em 1961. * The First Wife and Other Stories (1933): traduzido por Oscar Mendes como “A Primeira Esposa e outros contos”, publicado pela Editora Melhoramentos em 1959, 1963, 1964, 1965 (4ª edição), 1967, 1975. * Letter from Peking: traduzido por Oscar Mendes como “O Amor Acima de Tudo”, publicado pela Editora Melhoramentos, várias edições e reimpressões em 1958, 1962, 1964 (3ª edição), 1965, 1967. Em Portugal, traduzido por Cabral do Nascimento, foi publicado sob o título “Carta de Pequim”, pela Editorial Minerva. * Fourteen Stories: traduzido por Oscar Mendes como “A Borboleta de Prata e outros contos”. Publicado pela Editora Melhoramentos com várias edições e reimpressões em 1962, 1963 (2ª edição), 1964, 1965 (3ª edição), 1966. Em Portugal, traduzido por João Cabral do Nascimento como “Catorze Histórias”, foi publicado pela Editorial Minerva em 1963. * Kinfolk: traduzido por José Geraldo Vieira como “A Aldeia Ancestral”, foi publicado pela Gráfica Editora Brasileira em 8 edições entre 1950 e 1959 (8ª edição). Pela Editora Itatiaia foi publicado em 1969. Em Portugal traduzido por Carlos Gomes da Costa como “A Família Liang”, foi publicado pela Editorial Minerva (Lisboa) em 1950, 1957 (Coleção Os Melhores Autores Contemporâneos). * Command the Morning: traduzido por José Vellinho de Lacerda como “A Luz da Manhã” para a Editora Globo, 1962 (Coleção Catavento, nº 52). Em Portugal, traduzido por Abel Marques Ribeiro como “O Amanhecer”, foi publicado pela Editorial Minerva em 1961. * The Hidden Flower: traduzido por Stella Altenbernd e Gilberto Miranda como “A Flor Oculta”, pela Editora Globo em 1960 (Coleção Catavento, nº 19). A Edibolso também o publicou em 1977. Em Portugal, publicado sob o mesmo título e mesma tradução pela Edição Livros do Brasil (Coleção Dois Mundos, nº 62). * Mandala: publicado sob o título “Mandala” pela Editora Livros do Brasil (Coleção Dois Mundos, nº 114), com tradução de Fernanda Pinto Rodrigues, e sob tradução de E. A. Terra pela Editora Nova Época, em 1970. * To My Daughters With Love: traduzido por Octávio Mendes Cajado como “Para Minhas Filhas, com Amor”, pela Editora Melhoramentos, 1964, 1967, 1972, 1975 (3ª edição). Em Portugal, traduzido por Virgínia Motta sob o mesmo título, foi publicado pela Edição Livros do Brasil (Coleção Dois Mundos, nº 117). * The Time is Noon: traduzido por Octávio Mendes Cajado como “Nunca é Tarde”, pela Editora Melhoramentos em 1966, 1972, 1975 (3ª edição). Em Portugal, traduzido por Fernanda Pinto Rodrigues como “Há sempre um amanhã”, foi publicado pela Editora Livros do Brasil (Coleção Dois Mundos, nº 99), em 1968, 1969, 1972, 1973, 1974, 1975, 1977, 1978, 1980, 1982, 1985. Sob tradução de João Belchior Viegas, com revisão de Luís Marques, foi publicado em 2006 por Camaxide: Livros do Brasil. * The Good Deed: traduzido por Marilena Corrêa Fochi como “A Mente Sagrada” pela Editora Nova Época, 1964, 1973, 1978. * Death in the Castle: publicado em Lisboa como Morte no Castelo pela Edição Livros do Brasil (Colecção Dois Mundos, nº 94), sob tradução de Fernanda Pinto Rodrigues. Traduzido por Oscar Mendes como Morte no Castelo pela Editora Melhoramentos, em 1966. * Imperial Women: traduzido por Constantino Paleólogo como “A Mulher Imperial”, pela Editora Melhoramentos, 1957 (1ª edição), 1958, 1960, 1962, 1963 (3ª edição), 1964, 1965. Sob tradução de Maria Aparecida Nóbrega de Moraes Rego, foi publicado pela Editora Record, em 1956, e pelo Círculo do Livro em 1984 e 1987. * The Goddess Abides: traduzido por Nara Navarro como “O Templo da Deusa”, pela Editora Nova Época, s. d. Em Portugal, traduzido por Fernanda Pinto Rodrigues como “A Deusa Permanece”, publicado pela Editorial Minerva, 1973. * The Kennedy Women: publicado pela Editorial Minerva (Lisboa) como “As Kennedys” em 1971 (1ª edição). Traduzido por Syomara Cajado e Charles Marie Antoine Bouéry como “As Mulheres do Clã Kannedy”, foi publicado pela Editora Nova Época em 1970, 1972, 1984. * The Townsman: traduzido por Homero De Castro Jobim como “O Cidadão”, pela Editora Globo, 1964 (Coleção Catavento).The Townsman foi publicado juntamente com The Long Love e Voices in The House, num único volume intitulado “American Triptych” * China as I See It: traduzido como “A China que eu vi” pela Editora Nova Época. Publicado pela Reader’s Digest, condensado, em 1960, nas Seleções Reader’s Digest (Biblioteca de Seleções, volume 15). Em Portugal, traduzido por Fernanda Pinto Rodrigues “Como eu vejo a China”, pela Editorial Minerva. * God’s Men: traduzido por Mário Quintana como “Debaixo do Céu”, pela Editora Globo (Coleção Nobel Gigante, nº 37), 1955. Em Portugal, foi publicado, também, sob o título “Debaixo do Céu” pela Edição Livros do Brasil (Coleção Dois Mundos, nº 27), sob a mesma tradução de Mário Quintana, com revisão de Rebelo Bettencourt. * Today and Forever: Stories of China: traduzido por Leonidas Gontijo de Carvalho como “Hoje e Sempre”, pela Editora Universitária, 1948. Traduzido por João Cabral de Nascimento, em Portugal, como “Sob o Céu da China”, foi publicado pela Editorial Minerva em 1948 (1ª edição). * My Several Worlds: traduzido por Herbert Caro como “Minha Vida”, Editora Globo, 1960 (Coleção Catavento). * Peony: traduzido por Isa Silveira Leal como “RefúgioTranquilo” para a Editora Instituto Progresso Editorial S.A., em 1949 (Coleção Oceano, nº 25). A Editora Itatiaia o publicou em 1957, 1959, 1961 (3ª edição), 1963 (4ª edição), 1965 (Coleção Rosa dos Ventos). Em Portugal, traduzido por Cabral do Nascimento como “A Serva”, foi publicado pela Editorial Minerva (Coleção Os Melhores Autores Contemporâneos, nº 134), em 1952. Também em Portugal, traduzido por Cristina Rodrigues e Artur Guerra como “Bem me quer, mal me quer: uma história de amor”, foi publicado pela Texto Editores, em 2006. * The Three Daughters of Madame Liang: traduzido por Fernanda Pinto Rodrigues como “As Três Filhas da Sra. Liang”, foi publicado pela Edição Livros do Brasil, em Lisboa, como “As Três Filhas da Sra. Liang” (Coleção Dois Mundos, nº 110). Traduzido por Nadia Scarati com o título “As três filhas de Madame Liang”, pela Editora Nova Época, 1970. * Come, My Beloved: traduzido por Wilson Velloso como “Vem, meu Amor” pela Editora Globo, em 1960 (Coleção Catavento). Em Portugal, traduzido por Sousa Vitorino como “Preconceito Racial”, foi publicado pela Edição Livros do Brasil (Coleção Dois Mundos, nº 48). * Once Upon a Christmas: traduzido por Maria Cristina Rosito Barata como “Era uma vez no Natal”, pela Editora Artenova, em 1973. Ilustrado por Donald Lizzul. Contos: Para uma Familia no Natal - Era uma vez, no Natal - O Presépio de Natal - O Natal Longe de Casa - O Novo Natal - Presente de Natal: Um Filho - Não há lugar na Estalagem e outras. * A House Divided: traduzido por Antonio Acauã como “Casa Dividida” pela Editora Globo (Coleção Catavento), em 1957, 1967 (2ª edição) e 1992 (3ª edição). Em Portugal, foi publicado também sob o título “Casa Dividida”, pela Edição Livros do Brasil (Coleção Dois Mundos, nº 18), com a mesma tradução de António Acauã. * Mrs. Stoner and the sea and others works: traduzido por Joshuah de Bragança SoaresBUCK, Pearl S. A Sra Stoner e o mar. São Paulo: Global Editora como “A Sra. Stoner e o mar”, pela Editora Global, 1979, 1980, 1992. Livro de contos onde figura seu último conto, escrito em janeiro de 1973, dois meses antes de morrer, The Miracle Child (\"A Estrela do Menino\"). * The proud heart: traduzido por Leonidas Gontijo de Carvalho como “Um Coração Altivo”, pela Universitária, 1947.Acervo da Unicamp Em Portugal, publicado com o título “Altivez”, pela Editorial Minerva, em 1947 (1ª edição). * Fairy tales of the Orient: traduzido em Portugal por Fernanda Pinto Rodrigues como “Histórias Maravilhosas do Oriente”, com ilustrações de Jeanyee Wong,Catálogo da Biblioteca Nacional de Portugal foi publicado pela Edição Livros do Brasil. * Sons: traduzido por José Carlos Araújo Marinho, foi publicado em Portugal sob o título “Os Filhos de Wang-Lung”, pela Edição Livros do Brasil (Coleção Dois Mundos, nº 17). No Brasil, publicado pela Editora Globo, sob o mesmo título, em 1952. * The living red: traduzido por Severiano Ferreira como “A Serpente Vermelha”, foi publicado em Portugal pela Edição Livros do Brasil (Coleção Dois Mundos, nº 88). * The story bible: traduzido por Virgínia Motta como “O Grande Romance da Bíblia”, publicado em Portugal pela Editora Livros do Brasil (Coleção Dois Mundos, nº 113) * Satan never sleep: traduzido por Eduardo Saló como “O Diabo não Dorme”, foi publicado pela Editorial Minerva, em Portugal, em 1963. * Other Gods: traduzido como “Novos Ídolos”, foi publicado pela Editorial Minerva em 1949 (1ª edição). * Os Melhores Contos de Pearl Buck, Editorial Hélio, Lisboa, 1946. * A Grande Luta, Editora Nova Época, infanto-juvenil. * A Velha Árvore e dois contos de Natal”, livro infantil traduzido por Maria Isabel de Mendonça, com ilustrações de Marciel Malier, Editorial Verbo, de Lisboa (Coleção biblioteca Infantil, nº 5). ==Bibliografia== * * * ==Ligações externas== * * * *Pearl S. Buck Categoria:Nobel de Literatura Categoria:Laureados dos Estados Unidos com o Nobel Categoria:Alunos da Universidade Cornell Categoria:Mulheres romancistas dos Estados Unidos Categoria:Contistas dos Estados Unidos Categoria:Ganhadores do prêmio Pulitzer Categoria:Mulheres laureadas com o Nobel Categoria:Mulheres na literatura",
 "title": "Pearl S. Buck"
}