{
 "id": "83140",
 "text": "A barragem de Cahora Bassa ou, alternativamente, Caora Bassa (Cabora Bassa durante o período colonial português) situa-se no Rio Zambeze, na província de Tete (a 120 km desta cidade), em Moçambique. A sua albufeira é a quarta maior de África (depois de Assuão, Volta e Kariba), com uma extensão máxima de 250 km em comprimento e 38 km de afastamento entre margens, ocupando cerca de 2700 km² e tendo uma profundidade média de 26 metros. É ainda a maior barragem em volume de betão construída em África e o maior empreendimento do Estado Português no antigo império. É actualmente o maior produtor de electricidade em Moçambique, com capacidade superior a 2000 megawatts, que abastece Moçambique (perto de 250MW), África do Sul (1100MW) e Zimbabué (400MW). Decorrem negociações para o abastecimento do Maláui com energia eléctrica de Cahora Bassa. \"Kahoura-Bassa\", grafia original da barragem na língua CiNyungue, falada na região de Tete, significa \"acabou o trabalho\", pois o rio deixa a de ser navegável a partir deste ponto. == História == O director principal foi Fernando Crispim de Sousa. Foi projectada no âmbito do Plano de Desenvolvimento do Vale do Zambeze, um projecto ambicioso de desenvolvimento daquela região, lançado pelo Estado português. Os estudos hidráulicos e estruturais do projeto foram desenvolvidos pela empresa de consultoria Hidrotécnica Portuguesa, em Lisboa, com a orientação geral do Prof. Alberto Abecassis Manzanares, com a colaboração na parte hidráulica do Prof. Eng.º António Quintela e na parte estrutural dos engenheiros João de Salvador Fernandes e António Cruz. Os estudos hidráulicos em modelos reduzidos foram desenvolvidos no LNEC sob a supervisão do Eng. Fernando Lemos na Divisão de Hidráulica das Estruturas com a participação do Eng. Jorge Paes Rios. A sua construção começou em 1969 e a segurança durante esta fase esteve garantida pelos Batalhões de Caçadores Pára-quedistas portugueses 31 e 32. A albufeira começa a encher em Dezembro de 1974. É administrada pela Hidroeléctrica de Cahora Bassa, uma empresa que desde a independência e até 2006 foi detida conjuntamente pelo estado de Moçambique, com uma participação de 18%, e pelo estado português, com uma participação de 82%. O sistema hidroeléctrico esteve apenas esporadicamente a funcionar durante a década de 1980, devido à guerra de desestabilização de Moçambique. Em 1986, a barragem recebeu a visita do então presidente da República de Moçambique, Samora Machel. A seguinte inscrição comemorativa foi então colocada: A 31 de Outubro de 2006 o Estado português vendeu parte da participação de 82% que detinha no consórcio, ao estado moçambicano, por 760 milhões de euros, ficando apenas com 15% do capital. Os restantes 85% passaram a caber ao Estado moçambicano, em troca de 950 milhões de dólares. O acordo foi assinado entre o primeiro-ministro português José Sócrates e o presidente moçambicano Armando Guebuza, em Maputo. A última tranche do pagamento devido pelo estado moçambicano só se realizou a 27 de Novembro de 2007, tendo a cerimónia de reversão do empreendimento para Moçambique sido realizada na vila do Songo a 28 de Novembro de 2007. A 9 de Abril de 2012, Portugal vendeu os restantes 15% da participação que detinha, por 97 milhões de dólares (74 milhões de euros). O Primeiro-Ministro português Pedro Passos Coelho reuniu-se com o Presidente Armando Guebuza, em Maputo, para assinar a venda, em partes iguais, daquela participação, a uma empresa moçambicana e à REN.Expresso (9 de Abril de 2012Dinheiro Digital (9 de Abril de 2012) == Ligações externas == *Página oficial da Hidroelétrica de Cahora Bassa *Antunes, Carlos (sem data) \"Cahora Bassa\" no site Info-Tete.co.mz Cahora Bassa Categoria:Rio Zambeze",
 "title": "Barragem de Cahora Bassa"
}