{
 "id": "83162",
 "text": "Ramón Otero Pedrayo (Ourense, 5 de março de 1888 — Ourense, 10 de abril de 1976) foi um geógrafo, escritor e intelectual galego. == Biografia == Pertencente à chamada Xeración Nós (\"Geração Nós\"), autorou ensaios, romances e poesias, assim como estudos científicos de geografia da sua cátedra da Universidade de Santiago. No Guía de Galicia, que ele dirigiu, estão algumas das suas melhores ideias. Entre as suas novelas destacam Os camiños da vida e O mesón dos Ermos, descrição minuciosa dos costumes e da vida rural galega. Mas a mais conhecida é Arredor de si, parcialmente autobiográfica, que permite vislumbrar os caminhos que percorreram os integrantes da Geração Nós até ao galeguismo. Neste sentido \"autobiográfico\", Arredor de si é completada com os artigos \"Dos nosos tempos\", de Florentino López Cuevillas, e mais com \"Nós, os inadaptados\" de Vicente Risco, estes dois últimos aparecidos na revista Nós. Atualmente, a Fundação Otero Pedrayo e a Fundação Penzol guardam a sua biblioteca, assim como os seus documentos e escritos, na casa-museu de Trasalba. == Obra == As suas obras, exceto as de ensaio, ordenadas cronologicamente são: * Pantelas, home libre (contos breves) (1925) * O purgatorio de don Ramiro (contos breves) (1926) * Escrito na néboa (contos breves) (1927) * Os camiños da vida (romance em três livros) (1928) * A lagarada (teatro) (1928) * Arredor de si (novela) (1930) * Contos do camiño e da rúa (contos breves) (1932) * Fra Vernero (romance) (1934) * Teatro de máscaras (teatro) (1934) * Devalar (romance) (1935) * O mesón dos ermos (contos breves) (1936) * O desengano do prioiro (teatro) (1952) * Entre a vendima e a castiñeira (1957) (contos breves) * Bocarribeira. Poemas pra ler e queimar (poesia) (1958) * Rosalia (diálogo aparentemente teatrais) (1959) * O señorito da Reboraina (romance) (1960) * O fidalgo e a noite (diálogo aparentemente teatrais) (1970) * Noite compostelá (diálogo aparentemente teatrais) (1973) * O Maroutallo (1974) (contos breves) == Ver também == * Prémio Trasalba == Ligações externas == * Fundação Otero Pedrayo Categoria:Mortos em 1976 Categoria:Naturais de Ourense Otero Pedraio, Ramon Categoria:Escritores em língua galega Categoria:Dia das Letras Galegas",
 "title": "Ramón Otero Pedrayo"
}