{
 "id": "8318",
 "text": "Escalos de Baixo é uma povoação portuguesa do Município de Castelo Branco, na antiga província da Beira Baixa, região do Centro (Região das Beiras) e sub- região da Beira Interior Sul, que foi sede da extinta Freguesia de Escalos de Baixo, freguesia que tinha 46,09 km² de área e 746 habitantes (2011), e, por isso, uma densidade populacional de 16,2 hab/km². A Freguesia de Escalos de Baixo foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à Freguesia de Mata para formar uma nova freguesia denominada União das Freguesias de Escalos de Baixo e Mata da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. thumb|290px|right|Localização no Município de Castelo Branco ==População== População da freguesia de Escalos de Baixo Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 008 1 047 993 1 161 1 370 1 316 1 506 1 511 1 646 1 649 1 111 1 084 1 059 946 746 Thumb|200px|Evolução da População (1864 / 2011) Thumb|200px|Grupos Etários (2001 e 2011) Thumb|200px|Grupos Etários (2001 e 2011) ==Património== * Capelas de Nossa Senhora das Neves, de S. Sebastião e de Santo António * Casas senhoriais * Chafariz * Vestígios arqueológicos romanos * Sepulturas do Monte de S. Luís * Sepulturas na Gândara e na Fonte da Bica * Ponte da Moinheca sobre o rio Ponsul * Termas da Granja de S. Luís ==Cultura== ===Centro Belgais para o Estudo das Artes=== Maria João Pires criou em 1999 o Centro Belgais para o Estudo das Artes, em Escalos de Baixo um projeto educativo, pedagógico e cultural, com impacto na região, que chegou a ter o apoio do Ministério da Educação. Dez anos depois, em 2009, o centro encerrou alegando na altura uma difícil situação económico-financeira. Em 2018, o projeto foi renovado e reativado como Centro de Artes de Belgais, disponibilizando retiros musicais, espaço para atuações e oficinas de música. Há ainda uma valência de alojamento e de produção de azeite. ==Ligações externas== * Página Oficial da União de Freguesias Escalos de Baixo e Mata * Centro Belgais para o Estudo das Artes Categoria:Antigas freguesias de Castelo Branco",
 "title": "Escalos de Baixo"
}