{
 "id": "83216",
 "text": "A imortalidade (ou vida eterna) corresponde ao conceito de viver como uma forma de vida física ou espiritual durante um período infinito ou inconcebivelmente vasto de tempo.Concise Oxford Dictionary Como a imortalidade é a negação da mortalidade, não morrer ou não ser sujeito à morte tem sido objeto de fascínio pela humanidade, pelo menos desde o início da história. A Epopeia de Gilgamesh, uma das primeiras obras literárias, que remonta a meados do século XXII a.C., é essencialmente a busca de um herói pela imortalidade. Esse questionamento abrange a possibilidade da existência de uma forma de vida humana interminável, podendo abranger também a existência da alma e de sua duração. Esse foi um grande ponto de enfoque da religião, assim como o objeto de especulação, fantasia e debate. Não há provas de que a imortalidade humana é uma condição possível. Formas biológicas têm limitações inerentes, que podem ou não ser capazes de serem superadas através de intervenções médicas ou técnicas. Em 2009, descobriu-se a imortalidade biológica em pelo menos uma espécie, o Turritopsis dohrnii, uma água-viva. Como consequência, é possível haver uma explosão demográfica mundial do organismo. Adeptos ao transumanismo, cientistas, futurólogos e filósofos, como Ray Kurzweil, defendem que a imortalidade é possível em humanos, já nas primeiras décadas do século XXI, alcançável através da engenharia genética e implantes tecnológicos, enquanto outros acreditam que o prolongamento da vida seria uma meta mais viável, num futuro ainda indefinido, a depender de maiores avanços da ciência, medicina e tecnologia. Aubrey de Grey, pesquisador que desenvolveu uma série de estratégias de rejuvenescimento biológico, para inverter o envelhecimento humano (chamado SENS), acredita que sua proposta para acabar com o envelhecimento pode ser implementável em duas ou três décadas. A ausência de envelhecimento proporcionaria aos seres humanos a imortalidade biológica, mas não invulnerabilidade à morte por lesão física: com base em dados estatísticos de 2002, a probabilidade de um indivíduo morrer de tal modo seria de uma vez em cada mil e setecentos anos.Based on 4.4% of U.S. deaths in 2002. A vida eterna também pode ser definida como uma existência atemporal, que também não se sabe ao certo se seria factível, ou mesmo definível, apesar de milênios de argumentos para a eternidade. Em especial, Wittgenstein, que tem uma interpretação não teológica da vida eterna, escreve, no seu Tractatus: \"Se não definirmos a eternidade como infinita duração temporal, mas como intemporalidade, então a vida eterna pertence àqueles que vivem no presente.\" A imortalidade traz consigo diversos questionamentos éticos e filosóficos sobre a vida humana, dentre eles está o sentido da vida que, segundo alguns pensadores e escritores, só é possível devido sua brevidade. \"O sentido da vida é que ela termina\"- Franz Kafka [8] == Definições == === Espirituais === A crença na vida após a morte vivida por uma alma imortal é um princípio fundamental de muitas religiões, tais como o hinduísmo, cristianismo, zoroastrismo, islamismo, judaísmo e da Fé Bahá'í. Um filósofo M.T.P considera que é só possível a imortalidade espiritual - e não a física. A fama, em si, tem sido descrita como um modo de \"alcançar a imortalidade\", mas apenas semanticamente, já que o nome ou as obras de uma pessoa famosa \"viveriam\" após a sua morte. Este ponto de vista coloca a imortalidade como sinónimo de \"ser lembrado por gerações\". Por exemplo, na Ilíada de Homero, Aquiles já é quase invencível, assim o seu principal motivo para lutar na Guerra de Tróia é o reconhecimento e a fama eterna. Abordagens místicas para a imortalidade incluem as dos antigos taoístas e alquimistas medievais chineses e europeus, que procuram um elixir da vida. Os universais metafísicos e os fenômenos abstratos têm uma existência eterna se estes podem ser compartilhados entre os seres humanos, portanto uma pessoa pode obter um grau de imortalidade ao interagir com eles. A ramificação da imortalidade quântica não é amplamente considerada, pela comunidade científica, como sendo correta. Na interpretação de muitas visões da mecânica quântica, nunca a função de onda entra em colapso. Portanto, todos os resultados possíveis de um evento quântico existem simultaneamente e a cada acontecimento aparentemente desova em um universo totalmente novo, no qual um único desfecho pode existir, ou seja, quando uma pessoa morre ela simplesmente passa para outro nível de energia que permanece. Segundo essa teoria, uma pessoa poderia hipoteticamente viver para sempre, porque pode existir uma sequência de resultados quânticos possíveis em que esse indivíduo nunca morre. === Física === A persistência da vida através do tempo é uma forma de imortalidade, considerando também que deixar a prole sobrevivente ou material genético é um meio de \"vencer a morte\". A sociobiologia e a teoria de Richard Dawkins exposta em \"O Gene Egoísta\", estão relacionadas a esta compreensão da imortalidade. O prolongamento da vida tecnologicamente promete um dia conseguir meios para o rejuvenescimento humano. A criogenia mantém a esperança de que os mortos podem ser revividos no futuro, com os avanços médicos. Mind upload é o conceito de transferência de consciência de um cérebro humano a um meio alternativo que oferece as mesmas funcionalidades. Assumindo que o processo seja possível e repetível, isto daria a imortalidade da consciência, como previsto pelos futuristas como Ray Kurzweil. == Causas da morte == Por definição, todas as causas da morte deve ser superados ou evitados, de modo que a imortalidade física seja alcançada. Há três principais causas de morte: o envelhecimento, as doenças e as lesões. === Envelhecimento === Aubrey de Grey, um investigador importante nesse campo, define o envelhecimento como sendo: \"um conjunto de alterações acumulativas da estrutura molecular e celular de um organismo adulto, que resultam em processos metabólicos essenciais, mas também, uma vez que o progresso avança, gera crescentes perturbações no metabolismo, resultando em patologias e, consequentemente, na morte.\" As causas do envelhecimento da população atual de seres humanos são a perda de células (sem substituição), mutações nucleares e epimutações, senescência celular, mutações mitocondriais, agregados lisossomais, agregados extracelulares, troca extracelular aleatória - tudo levando ao declínio do sistema imunológico e a alterações endócrinas. Para eliminar o envelhecimento, seria necessário encontrar uma solução para cada uma dessas causas. Um programa de Grey para resolver esses problemas se chama engenharia da senescência insignificante. === Doenças === As doenças podem, teoricamente, serem superadas através da tecnologia. A compreensão da genética humana está levando a curas e tratamentos de inúmeras doenças, antes incuráveis. Os mecanismos pelos quais as doenças atuam são cada vez melhor compreendidos. Métodos sofisticados de deteção precoce de doenças estão sendo desenvolvidos. Medicina preventiva está sendo avançada atualmente. Doenças neurodegenerativas, como Parkinson e Alzheimer poderão em breve serem curadas com o uso de células-tronco. Avanços em biologia celular e da investigação dos telômeros estão levando a tratamentos para o cancro (câncer). As vacinas estão sendo pesquisadas para a Aids e a tuberculose. Genes associados à diabetes tipo 1 e certos tipos de câncer têm sido descobertos permitindo que novas terapias sejam desenvolvidas. Dispositivos artificiais ligados diretamente ao sistema nervoso podem restaurar a vista aos cegos. Drogas estão sendo desenvolvidas para o tratamento de inúmeras outras doenças e enfermidades. === Lesões === Lesões físicas permaneceriam como uma ameaça à vida física permanente, mesmo que os problemas do envelhecimento e da doença forem superados, como uma pessoa de outra maneira imortal, ainda estaria sujeita a acidentes imprevistos ou catástrofes. Idealmente, os métodos para alcançar a imortalidade física poderia reduzir o risco de deparar com um acidente. Tomar medidas preventivas pela engenharia para aumentar a resistência humana pode ser plausível no futuro, além de medidas inteiramente reativas mais associadas com o paradigma do tratamento médico. A velocidade e a qualidade da resposta de paramédicos continua a ser um fator determinante na sobrevivência de qualquer pessoa em um acidente grave. Ainda se pode desenvolver um método em que o corpo poderia automaticamente regenerar-se de um acidente grave, como é especulado na nanotecnologia. Sendo a sede da consciência, o cérebro não pode ser arriscado por uma lesão. Por isso, não pode ser substituído ou reparado da mesma forma que os outros órgãos podem. Um método de transferência de consciência seria necessário para que um indivíduo viesse a sobreviver a um acidente, e essa transferência teria de provavelmente antecipar a morte cerebral. Não há nenhuma limitação lógica ou matemática do grau de redução gradual dos riscos da morte, mas não se pode provar que a morte por eventos imprevistos, como acidentes, seria absolutamente \"zerada\", assim as chances de se morrer ainda seriam maiores do que zero por cento. Entretanto ainda não sabemos onde os avanços podem chegar. == Imortalidade biológica == Imortalidade biológica pode ser definida como a ausência de um aumento sustentável da taxa de mortalidade em função da idade cronológica. Uma célula ou organismo que não experimenta, ou que em algum ponto futuro para de envelhecer, é biologicamente imortal. Entretanto, essa definição de imortalidade foi mudada no novo Handbook of the Biology of Aging (\"Manual da Biologia do Envelhecimento'\"), pois o aumento da taxa de mortalidade em função da idade cronológica pode ser desprezível em idades avançadas (late-life mortality plateau: desaceleração da mortalidade no final da vida). Mas apesar de a taxa de mortalidade deixar de aumentar na velhice, essas taxas são geralmente muito elevadas (por exemplo: tem-se apenas 50% de chance de sobreviver mais um ano aos 110 anos ou mais). O fato de que alguns organismos multicelulares não experimentem a senescência implica que o envelhecimento não é inevitável e contradiz a hipótese de que o envelhecimento segue a curva de Gompertz. Imortalidade biológica é o não envelhecimento, especificamente, a ausência de um aumento sustentado da taxa de mortalidade em função da idade cronológica. Uma célula ou organismo que não experimenta o envelhecimento, ou deixar de envelhecer, em algum momento da vida, é biologicamente imortal. Os biólogos escolheram a palavra imortal para designar as células que não são limitados pelo limite de Hayflick, onde as células já não se dividem danificando o DNA ou encurtando telêmetros. Antes da obra de Leonard Hayflick, havia a crença errônea promovida por Alexis Carrel, de que todas as células somáticas são imortais. Ao impedir as células de alcançar uma senescência, pode-se alcançar a imortalidade biológica. Os telômeros, localizados no final do DNA, são acusados de contribuir para o envelhecimento celular. A cada divisão celular, eles se tornam mais curtos, até que, quando estão desgastados, as células perdem a capacidade de se dividir e acabam morrendo. A telomerase, uma enzima presente em células-tronco e células cancerosas, tem a capacidade de recriar os telômeros. Isso permite que essas células se repliquem indefinidamente. No trabalho definitivo ainda não foi demonstrado que a telomerase pode ser usado em células somáticas humanas para impedir que os tecidos saudáveis envelheçam. Por outro lado, os cientistas esperam ser capazes de produzir órgãos com a ajuda das células-tronco, permitindo os transplantes de órgãos sem risco de rejeição, sendo assim outro passo para aumentar a esperança de vida humana. Essas tecnologias são objeto de investigação, e ainda não foram bem exploradas. === Espécies biologicamente imortais === Vida definida como biologicamente imortal é ainda suscetível a algumas causas de morte, incluindo doenças e lesões, como definido acima. Espécies Imortais notáveis incluem: As bactérias podem ser consideradas como seres biologicamente imortais, mas apenas como colônia. Uma bactéria individual pode facilmente morrer. As duas bactérias filhas resultantes da divisão celular de um dos progenitores bactéria podem ser consideradas como indivíduos únicos ou como membros de uma colônia biologicamente \"imortal\". As duas células pode ser consideradas como cópias \"rejuvenescidas\" das células- mãe porque macromoléculas danificadas foram divididas entre as duas células e diluídas. Da mesma forma como as células estaminais e gâmetas podem ser consideradas como \"imortais\". Bactérias (como uma colônia) - As bactérias se reproduzem através de divisão celular. Uma bactéria-mãe divide-se em duas células filhas idênticas. Estas células-filhas, em seguida, dividir-se no meio. Esse processo se repete, tornando a colônia de bactérias essencialmente imortal. Hidras são um gênero simples (Hydra), animais de água doce dotados de simetria radial e sem células pós-mitóticas. Graças ao fato de todas as células continuamente permitirem a divisão sem defeitos e sem toxinas mesmo em diluição, tem sido sugerido que elas não sejam afetadas pelo envelhecimento e, por isso, seriam biologicamente imortais.Mortality patterns suggest lack of senescence in Hydra, por Daniel E. Martinez. Não são submetidas à senescência ou envelhecimento, graças a um sistema de autoregeneração muito eficaz. A água-viva imortal (Turritopsis nutricula) possui um mecanismo de \"envelhecimento reverso\", uma vez que sob condições de estresse ou ameaça, pode retroceder ao estado de pólipo, e daí começar de novo. Turritopsis Dohrnii, uma água-viva, que depois de se tornar um adulto sexualmente maduro, pode se transformar de novo na fase imatura (fase de pólipo), utilizando o processo de conversão de células de transdiferenciação. Turritopsis Dohrini repete este ciclo, o que significa que ela pode ter uma vida útil indefinida. Sua adaptação imortal permitiu que ela se espalhasse a partir do seu habitat original no Caribe, para \"todo o mundo\". Sebastes aleutianus — um peixe do pacifico conhecido como rockfish. Pesquisas recentes, no entanto, sugerem que mesmo uma colônia de bactérias podem eventualmente morrer, podendo cada nova geração ser um pouco menor, mais fraca e com mais chances de morrer do que a anterior. Pinheiros Bristlecone (Balfourianae) - Especula-se que é potencialmente imortal; o espécime vivo mais velho conhecido tem mais de 4800 anos. === Evolução do envelhecimento === Como a existência de espécies biologicamente imortais demonstra, não há necessidade para a senescência da termodinâmica: uma característica definidora da vida é que ela pega energia dispersa do ambiente (alimento) e descarrega sua entropia como resíduos. Os sistemas vivos podem até mesmo edificar-se a partir de sementes, e rotineiramente reparar-se. A morte celular programada e os telômeros \"problema da replicação final\" são encontrados até mesmo nas mais antiga e mais simples formas de vida. O envelhecimento presume-se ser um subproduto da evolução, mas o porquê da mortalidade ser selecionada na evolução continua a ser um objeto de investigação e debate. Este pode ser um dilema entre a evolução escolher o câncer ou o envelhecimento. As teorias modernas sobre a evolução do envelhecimento incluem o seguinte: Acúmulo de mutações é uma teoria formulada por Peter Medawar, em 1952, para explicar como a evolução iria escolher o envelhecimento. Essencialmente, o envelhecimento não é descartado pela evolução nem implica uma desvantagem na seleção natural. Pleiotropia antagônica é uma teoria proposta como uma alternativa, por George C. Williams, um crítico de Medawar, em 1957. Nessa teoria, o transporte de genes são efeitos benéficos e prejudiciais. Em essência, isso se refere aos genes que oferecem benefícios no início da vida, mas a um custo a se pagar, ou seja, mais tarde, se levará a declínio e morte.Williams, G.C. 1957. Pleiotropy, natural selection and the evolution of senescence. Evolution, 11:398-411. Paper in which Williams describes his theory of antagonistic pleiotropy. A teoria das somas descartáveis foi proposta em 1977 por Thomas Kirkwood, que afirma que um corpo individual deve alocar energia para o metabolismo, reprodução e manutenção, e deve se comprometer quando há escassez de alimentos. Compromisso na alocação de energia para a função de reparação é o que faz com que o corpo gradualmente se deteriorize com a idade, de acordo com Kirkwood.Kirkwood, T.B.L. 1977. Evolution of aging. Nature, 270: 301-304. === Substâncias que estendem a vida === Há algumas informações sobre produtos químicos naturalmente e artificialmente produzidos que podem aumentar drasticamente o tempo de vida ou esperança de vida de uma pessoa ou organismo, como o resveratrol. A pesquisa futura poderá permitir aos cientistas aumentar o efeito desses produtos químicos, ou descobrir novos produtos químicos (extensores da vida), que poderiam permitir uma pessoa se manter viva, enquanto a pessoa o consome, em períodos de tempo especificado. Os cientistas acreditam que o aumento da quantidade ou proporção de uma enzima natural, a telomerase, no corpo poderia impedir que as células morram e assim podem levar ao prolongamento, mais saudável, do tempo de vida. A telomerase é uma proteína que ajuda a manter pedaços nas extremidades dos cromossomas durante a divisão celular. Uma equipe de pesquisadores do Centro Nacional Espanhol do Câncer (Madrid) testou essa hipótese em camundongos, verificou-se que aqueles ratos que foram geneticamente modificados para produzir 10 vezes os níveis normais de telomerase viveram 50% mais do que ratos normais. Em circunstâncias normais, sem a presença de telomerase, uma célula se divide recursivamente, e em algum momento, todas as células descendentes das originais atingem seu limite, o limite de Hayflick. Com a presença de telomerase, cada célula pode substituir o pedaço de DNA perdido durante a divisão, e qualquer célula única pode se dividir sem limites. Embora esta propriedade tem animado muitos pesquisadores, o cuidado é justificado, pelo fato de que exatamente esse mesmo crescimento ilimitado é uma etapa crucial para permitir o crescimento do câncer. Células-tronco embrionárias expressar telomerase, que lhes permite dividir repetidamente e de forma individual. Em adultos, a telomerase é altamente expressa em células que precisam dividir regularmente (por exemplo, no sistema imunológico), enquanto a maioria das células somáticas as expressam apenas em níveis muito baixos e em um único ciclo da célula de forma dependente. Uma outra técnica é a da replicação de corpos indefinidamente, enquanto a genética reproduzisse o DNA de um indivíduo tantas vezes quanto fosse necessário, através das células-tronco, e fabricasse um outro corpo exatamente igual à sua matriz toda vez que morresse, todo o conhecimento, lembranças e intuições desta matriz seriam transferidas para um banco de memória artificial, para depois ser inserida nesta réplica quando atingisse a idade de, talvez, 12 anos. A imortalidade pode não ser do corpo, que poderá ser replicado quantas vezes for necessário, mas da sua mente, que se manteria em vários corpos que se revezariam. No futuro, muitos dos seres humanos estarão convivendo com várias e várias gerações. Uns vivendo ainda com a sua matriz por mais de 200 anos, outros já na primeira réplica, outros mais na segunda, terceira,... décima réplicas, estes já na Terra vivendo bem mais de 1.000 anos (apenas a sua mente). === Imortalidade tecnológica === Imortalidade tecnológica visa a perspectiva de tempo de vida muito mais longa do que a possível atualmente graças aos avanços científicos em diversas áreas: nanotecnologia, procedimentos de emergência, genética, engenharia biológica, a medicina regenerativa, microbiologia entre outros. A expectativa de vida nos tempos atuais nas sociedades industriais avançadas já é nitidamente maior que no passado, por causa da melhor nutrição, disponibilidade de cuidados de saúde, qualidade de vida e avanços científicos nas áreas biomédicas. A imortalidade tecnológico prevê avançar pelas mesmas razões, a longo prazo. Um aspecto importante do pensamento científico atual sobre a imortalidade é que alguma combinação de clonagem humana, criogenia ou a nanotecnologia irá desempenhar um papel fundamental no prolongamento da vida de forma indefinida. Robert Freitas, um teórico em nanorobótica, sugere que minúsculos nanorobôs médicos poderiam ser criados para passar pela corrente sanguínea humana, encontrar coisas perigosas, como as células cancerosas e bactérias, e destruí- las.Robert A. Freitas Jr., Microbivores: Artificial Mechanical Phagocytes using Digest and Discharge Protocol, self-published, 2001 Freitas antecipa que as terapias genética e a nanotecnologia acabarão por tornar o corpo humano eficazmente autossustentável e capaz de viver indefinidamente, com exceção de lesões graves. Essa teoria prevê que seremos capazes de criar continuamente peças biológicas ou sintéticas para substituir as partes danificadas ou mortas do nosso corpo. A imortalidade não seria fruto de uma única invenção ou descoberta, mas um desenvolvimento contínuo da tecnologia relacionada à saúde e a medicina, fazendo a expectativa de vida tender a subir exponencialmente a ponto de considerar que o ser humano não irá mais morrer por conta de velhice.Imortalidade - Humanos chegarão a 1000 anos de idade no futuro segundo cientista A tecnologia também dificultaria, mas não impediria entretanto, uma morte causada por assassínio ou por um acidente convencional, como um acidente rodoviário ou um acidente de trabalho. === Projeto SENS === A partir de 2005, o trabalho de Aubrey de Grey foi centrado em cima de um plano detalhado chamado Strategies for Engineered Negligible Senescence (SENS), que visa a prevenir o declínio físico e cognitivo relacionados com a idade. Em março de 2009, Aubrey de Grey co-fundou a Fundação SENS, uma organização sem fins lucrativos sediada na Califórnia, Estados Unidos, onde atualmente atua como diretor de Ciência. A Fundação \"trabalha para desenvolver, promover e garantir o acesso generalizado a soluções da medicina regenerativa para as deficiências e as doenças do envelhecimento, \" focando sobre as Estratégias para Reparar Envelhecimento Insignificante (SENS). De Grey é também co-fundador (com David Gobel) e ex-cientista-chefe da Fundação Matusalém, uma organização sem fins lucrativos sediada em Springfield, Virginia, Estados Unidos. A principal atividade da Fundação Matusalém é o Matusalém Mouse Prize,Methuselah Mouse Prize um prêmio destinado a acelerar a investigação sobre intervenções eficazes para a extensão da vida através da atribuição de prémios monetários para os investigadores que aumentar a longevidade de ratos para idades sem precedentes. A esse respeito, De Grey afirmou em Março de 2005 \"se quisermos tornar real terapias regenerativas que irão beneficiar não só as gerações futuras, mas aqueles de nós que estão vivos hoje, devemos incentivar os cientistas a trabalhar sobre o problema do envelhecimento\". O prêmio chegou a 4,2 milhões de dólares em fevereiro de 2007. === Criogenia === Criogenia, a prática de preservar os organismos no gelo (espécimes inteiros ou apenas seus cérebros) para um possível renascimento futuro, armazenando-as em temperaturas criogênicas, onde o metabolismo e a decadência são quase que completamente parados, é a resposta para aqueles que acreditam que a extensão da vida por meio da tecnologia como a nanotecnologia ou nanorobôs não iram desenvolver suficientemente a tempo, antes que a pessoa morra. Idealmente, a criogenia permitiria as pessoas clinicamente mortas serem trazidas de volta, no futuro, depois de curas para as doenças que as mataram terem sido descobertas e o envelhecimento é reversível. Procedimentos modernos da criogenia usam um processo chamado de vitrificação, que cria um estado semelhante ao vidro invés de um congelamento bruto, tendo em vista que o corpo é trazido a baixas temperaturas. Este processo reduz o risco de cristais de gelo na estrutura da célula, que seriam especialmente prejudiciais para as estruturas das células do cérebro. === Transporte da mente === Uma ideia que tem se desenvolvido envolve a transferência da personalidade de um indivíduo e suas memórias para a interface do computador. Uma pessoa pode transferir sua consciência para um computador ou para a mente de um bebê recém-nascido. O bebê, então, iria crescer com a individualidade da pessoa anterior, e não desenvolveria sua própria personalidade. Futuristas como Moravec e Kurzweil propuseram que, graças ao crescimento exponencial do poder da computação, um dia será possível fazer o upload da consciência humana para um sistema informático, e viver indefinidamente em um ambiente virtual. Isto poderia ser conseguido através de avanços da cibernética, onde o hardware seria inicialmente instalado no cérebro para ajudar a memória a \"digitalizar ou acelerar os processos de pensamento\". Componentes seriam adicionados gradualmente até que as funções do cérebro da pessoa fossem inteiramente dispositivos artificiais, evitando transições radicais que poderiam levar a problemas de identidade. Após este ponto, o corpo humano poderia ser tratado como um acessório opcional e que a mente poderia ser transferida para qualquer computador suficientemente potente. Pessoas neste estado seriam, então, essencialmente imortais, a menos que a máquina que as mantém seja destruída. === Cyborgologia === Transformar um humano em um cyborg pode incluir implantes cerebrais ou extração de uma mente humana e colocá-lo em um sistema robótico. Existem melhorias no corpo: substituindo órgãos biológicos por robôs podendo aumentar a expectativa de vida, as modificações genéticas ou a adição de nano-robôs, que dependendo da definição, qualificam um indivíduo como um cyborg. Tais modificações fariam um ser invulnerável ao envelhecimento e doenças e que teoricamente só poderia ser morto se fosse destruído. == Interpretações religiosas == Muitas fábulas indianas e contos de incluem exemplos de metempsicose - a capacidade de saltar para outro órgão - realizada por iogues avançados, a fim de viver uma vida mais longa. Há também as seitas hindus inteiramente dedicadas à realização da imortalidade física através de vários métodos, nomeadamente a Naths e o Aghoras. Muito antes da ciência moderna já se fez tal especulação: as pessoas que desejam escapar da morte viraram-se para o mundo sobrenatural. Exemplos incluem os taoístas chinês e os alquimistas medievais em sua busca pela Pedra Filosofal, ou místicos religiosos mais modernos, que acreditavam na possibilidade de alcançar a imortalidade física através da transformação espiritual. Houve indivíduos que afirmaram ser fisicamente imortais, e incluem Conde de Saint Germain, na França do século XVIII, que alegou ter séculos de idade. As pessoas que aderem a ensinamentos de Mestres Ascensos que estão convencidos da sua imortalidade física. Um santo indiano conhecido como Vallalar alegou ter alcançado a imortalidade, antes de desaparecer para sempre em um quarto fechado em 1874. Rastafáris acreditam na imortalidade física como uma parte de suas doutrinas religiosas. Eles acreditam que, depois de Deus chama-los para \"O Dia do Juízo Final\", irão para o que descrevem como o \"Monte Sião\", na África, para viver em liberdade para sempre. Eles evitam o termo \"vida eterna\" e deliberadamente usam \"sempre vivo\" em vez disso. Outro grupo que acredita na imortalidade física são os Rebirthers, que acreditam que, seguindo o processo de respiração de renascimento eles podem viver para sempre. Até o final do século XX, não houve previsões científicas credíveis que a imortalidade física poderia ser consumável. Ainda em 1952, a equipe editorial do Syntopicon elaboraram em um dos Grandes Livros do Mundo Ocidental, que \"A questão filosófica da imortalidade não pode ser separada da questão da alma humana.\" Assim, a grande maioria das especulações sobre a imortalidade antes do século XXI foi a respeito da natureza da vida após a morte. A imortalidade espiritual, também conhecida como a imortalidade da alma, é a existência interminável de uma pessoa de uma fonte não-física, ou em um estado não físico, como uma alma. É uma opinião que é expressa em quase todas as tradições religiosas. Nas religiões ocidentais e orientais, o espírito é uma energia ou força que transcende o corpo mortal, e retorna para: * (1) o reino do espírito, para se desfrutar de uma boa vida celestial, ou sofrer o tormento eterno no inferno; ou * (2) existe um ciclo de vida constante, direta ou indiretamente, assim voltando para o \"mundo físico\" dependendo da tradição. === Budismo === O budismo ensina que há um ciclo de nascimento, morte e renascimento e que o processo está de acordo com as qualidades das ações de uma pessoa. Esse processo constante de se deixar o fluxo de Bodhi (iluminação), na qual um ser não está mais sujeito ao anexo de causalidade (karma), mas entra em um estado que o Buda chamou de Amata (imortalidade).Majjhima Nikaya 2.265, Samyutta Nikaya 5.9 (PTS) De acordo com o pressuposto filosófico do Buddha, do princípio budista, que é ser \"mostrado o caminho para a imortalidade (Amata)\", onde a libertação da mente (cittavimutta) é efetuada através da expansão da sabedoria e as práticas meditativas de sati e samādhi, primeiro deve ser educada longe de sua ignorância materialista (avijja) \"vê qualquer uma destas formas, sentimentos, ou a este órgão, que será meu Eu, para ser o que sou por natureza \". \"Existe a fundação do ciclo de reencarnações (samsara)\" Assim, quem deseja uma alma ou o ego (Atman) permanente é uma vitima da ignorância materialista. Forma e consciência são dois dos cinco skandhas, ou agregados de ignorância, o budismo ensina que a imortalidade física não é um caminho para a iluminação, nem uma meta atingível: mesmo os deuses que podem viver por eras, eventualmente, morrem. Após a iluminação, vem as sementes \"cármicas\" (sankharas ou sanskaras), isso esgota as reencarnações e as vidas futuras chegam ao fim. Após a morte biológica um Arhat, ou Buda, entra em parinirvana, um estado eterno de felicidade transcendental. === Cristianismo === Cristãos afirmam que Adão e Eva perderam a imortalidade física para si e para todos os seus descendentes após comerem o fruto proibido, embora essa incorruptibilidade \"inicial da estrutura corpórea do homem\" era \"uma condição sobrenatural\". Segundo o livro de Enoque, os justos e o ímpios aguardam a ressurreição em divisões separadas do inferno, um ensinamento que pode ter sido influenciado pela parábola de Jesus sobre Lázaro e Dives.New Bible Dictionary 3rd edition, IVP Leicester 1996. \"Sheol\". Cristãos creem que cada pessoa que crê em Cristo será ressuscitada; passagens bíblicas são interpretadas como ensinando que o corpo ressuscitado será, como o corpo presente, seja físico (mas uma deterioração renovada e não-corpo físico) e espiritual. Imagens específicas da ressurreição em forma imortal são encontradas nas cartas paulinas: \"Eis que vos digo um mistério: nem todos dormiremos, mas todos devem ser alterados, em um momento, num abrir e fechar de olhos, ante a última trombeta; porque a trombeta soará, e os mortos ressuscitarão incorruptíveis, e nós seremos transformados. Por isto que é corruptível se revista da incorruptibilidade, e isto que é mortal se revista da imortalidade. Então, quando isto que é corruptível se revestir da incorruptibilidade, e isto que é mortal se revestir da imortalidade, então deve ser levado para passar a palavra que está escrita, a morte é tragada na vitória. Ó morte, onde está o teu aguilhão? O túmulo, onde está a tua vitória? A picada da morte é o pecado, e a força do pecado é a lei. Mas graças a Deus, que nos dá a vitória por nosso Senhor Jesus Cristo. Portanto, meus amados irmãos, sede firmes, inabaláveis e sempre abundantes na obra do Senhor, porquanto sabeis que o vosso trabalho não é em vão no Senhor.\" (1 Coríntios 15:51-58) Em Romanos 2:6-7 Paulo declara que Deus \"retribuirá a cada um segundo as suas obras: Para os que, com perseverança em fazer o bem, procuram glória, honra e imortalidade, a vida eterna\", mas, em seguida, em Romanos 3 adverte que ninguém nunca vai cumprir esta norma. Após o Juízo Final, aqueles que nascerem de novo vão viver para sempre na presença de Deus, e aqueles que nunca nasceram de novo serão abandonados a interminável consciência de culpa, a separação de Deus, e castigo pelo pecado. A morte eterna é descrita na Bíblia como uma esfera de angústia física e espiritual constante em um lago de fogo, e um reino de escuridão longe de Deus. Alguns veem os fogos do inferno como uma metáfora teológica, representando a falta de amor a Deus, enquanto outros sugerem que o Inferno representa a destruição completa do corpo físico e espiritual da existência. ==== Catolicismo ==== Cristãos católicos ensinam que há um estado espiritual chamado Purgatório onde vão as almas que morreram em estado de graça mas ainda têm que se purificar dos pecados antes de serem admitidos no Paraíso. A Igreja Católica também profetiza uma crença na ressurreição do corpo. Acredita-se que, após o Juízo Final, as almas de todos que já viveram vão se reunir com seu corpo ressuscitado. Nesse caso, isso irá resultar em um corpo glorificado, que pode residir no céu. Os condenados, também, devem reunir-se de corpo e alma, mas devem permanecer eternamente no inferno. ==== Mormonismo ==== Na Teologia Mórmon, há três graus de glória, que são os máximos, terá morada eterna para quase todos os que viveram na Terra. Antes de indivíduos nascerem mortais, existem homens e mulheres em um estado de espírito. Esse período de vida também é referido como o primeiro estado ou pré-existência. Teólogos mórmons citam uma passagem bíblica, Jeremias 1:5, como uma alusão ao conceito de que a humanidade teve um período de preparação antes do nascimento mortal: \"Antes que eu te formasse no ventre te conheci, e antes que saísses do ventre Eu te santifiquei, e eu te dei como profeta das nações \". Tal conceito contradiz as palavras de Jesus no evangelho de João 3:13 e 8:23. Joseph Smith Jr., o fundador do movimento Latter Day Saint, forneceu uma descrição da vida futura com base em uma visão que ele teria recebido, registrado no direito canônico escritos na Doutrina Mórmon e seus Convênios. De acordo com esta seção da Escritura LDS, após a morte, consistem de três graus ou reinos de glória (glória que o indivíduo conseguiu em vida), chamou o Reino Celestial, o Reino Terrestre e Reino Telestial. Os poucos que não herdam qualquer grau de glória (apesar de serem ressuscitados) residem em um estado chamado trevas exteriores, que, embora não seja um grau de glória, muitas vezes é discutido neste contexto. Os únicos que vão lá são conhecidos como \"filhos da perdição\". ==== Testemunhas de Jeová ==== Testemunhas de Jeová acreditam que a palavra alma (nephesh ou psykhe) utilizada na Bíblia é uma pessoa, um animal, ou a vida em que uma pessoa ou um animal usufrui. Assim, a alma não é parte do homem, mas é o homem inteiro - o homem como um ser vivo (). Assim, quando uma pessoa ou animal morre, a alma morre, e a morte é um estado de não-existência, baseada em Ezequiel 18:4.\"Is There LIFE After Death?\", The Watchtower July 15, 2001. Web version available at accessed January 26, 2006. Inferno (Hades ou Seol) não é um lugar de tormento ardente, mas sim a sepultura comum da humanidade, um lugar de completa inatividade e inconsciência.Hell-Eternal Torture or Common Grave? The Watchtower, April 15, 1993, p. 6. Após o julgamento final, espera-se que os justos receberão a vida eterna e viverão eternamente em uma terra que se transformará em um paraíso. Na ordem de Deus a Adão, ele deu a entender que, se Adão obedecesse, não morreria. () O mesmo se dá com os da humanidade obediente, quando o último inimigo do homem, a morte, for reduzida a nada, não haverá mais pecado operando em seus corpos para causar a morte. Não precisarão mais morrer, por tempo indefinido - . Outro grupo chamado de \"pequeno rebanho\" de pessoas receberão a imortalidade e irão para o céu para governar junto com Cristo como reis e sacerdotes sobre a terra (). Testemunhas de Jeová creem que aqueles que receberem \"vida eterna\" jamais adoecerão ou envelhecerão, porém ainda terão de se alimentar e hidratar, podendo morrer se deixarem de fazer isso e; enquanto que os imortais não podem morrer por qualquer causa, tornando-se vidas.The Watchtower, 1 December 1963, 732, \"The Gift of Immortality\" Eles ensinam que Jesus foi o primeiro a ser recompensado com a imortalidade celeste, mas como e indica que há um número literal () de pessoas que irão se tornar imortais e incorruptíveis.Insight on the Scriptures Vol. 1 p. 1196: \"Incorruption\" A imortalidade se refere à qualidade de vida que usufruem, à sua qualidade infindável e indestrutível, ao passo que a incorrupção aparentemente se relaciona com o organismo ou o corpo que Deus lhes dá, organismo este inerentemente isento de decomposição, de estrago ou destruição. Deus lhes concede o poder de auto sustentação, não dependendo de fontes externas de energia, como dependem Suas outras criaturas, carnais e espirituais. Tal existência independente e indestrutível, porém, não os remove do controle de Deus, e eles, assim como seu Cabeça, Cristo Jesus, continuam sujeitos à vontade e às orientações de seu Pai. ==== Outras crenças cristãs ==== A doutrina da imortalidade é condicional já que a alma humana é considerada naturalmente mortal, e que a imortalidade é concedida por Deus como um dom. A doutrina é uma \"opinião minoritária significativa do evangélico\" que tem \"crescido dentro de evangelismo nos últimos anos\". Algumas seitas que sustentam a doutrina da regeneração batismal também acreditam em um terceiro reino chamado Limbo, que é o destino final das almas que não foram batizadas, mas que têm sido inocentes de pecados mortais. Almas no limbo incluem bebês não-batizados e aqueles que viveram virtuosamente, mas nunca foram expostos ao cristianismo em suas vidas. Cientistas Cristãos acreditam que o pecado trouxe a morte, e que a morte vai ser superada com a superação do pecado. === Hinduísmo === Hindus acreditam em uma alma imortal que reencarna após a morte. De acordo com o hinduísmo, as pessoas repetem um processo de vida, morte e renascimento em um ciclo chamado de samsara. Se eles vivem a sua vida de boa índole, o seu carma melhora e a sua estadia na próxima vida será maior e, inversamente menor se eles vivem suas vidas de forma má. Eventualmente, depois de muitas vidas de aperfeiçoar o seu carma, a alma se liberta do ciclo de vida e vai para uma felicidade perpétua. Não há tormento eterno no hinduísmo, a existência temporal é bastante dura, mas se uma alma constantemente vivesse uma vida muito má, ela poderia trabalhar o seu caminho até o fim do ciclo. Punarjanma significa o nascimento de uma pessoa que paga por todo o carma de vidas passadas neste nascimento. Sri Aurobindo afirma que a védica e os pós-rishis védicos (como Markandeya) alcançou a imortalidade física, que inclui a capacidade de mudar de forma à vontade, e criar vários corpos simultaneamente em diferentes locais. O Aghoris da Índia consomome carne humana em busca da imortalidade e de poderes sobrenaturais, eles se denominam deuses e de acordo com eles, estão punindo os pecadores, diz purificar os mortos e estarem usando a morte para a imortalidade. Distinguem- se das outras seitas hindus e de sacerdotes, em seus rituais canibais e afins. Outro ponto de vista da imortalidade está marcado pela tradição védica, pela interpretação de Maharishi Mahesh Yogi: Esse homem realmente quem estes contatos () não perturbe, que é mesmo de mentalidade em prazer e dor, firme, ele está apto para a imortalidade, ó melhor dos homens.Maharishi Mahesh Yogi on the Bhagavad-Gita, a New Translation and Commentary, Chapter 1-6. Penguin Books, 1969, pp 94-95 (v 15) Para Maharishi Mahesh Yogi, o verso significa: \"Uma vez um homem tornou-se estabelecido na compreensão da realidade permanente da vida, sua mente se eleva acima da influência do prazer e da dor. Esse homem inabalável passa além da influência da morte, ele alcança a vida eterna … Um homem estabelecido no entendimento da abundância ilimitada de existência absoluta e é naturalmente livre da existência de ordem relativa. Isto é o que lhe dá o status de vida imortal. === Judaísmo === O judaísmo afirma que os mortos justos serão ressuscitados na era messiânica com a vinda do Messias. Para eles então será concedida a imortalidade num mundo perfeito. Os mortos ímpios, por outro lado, não serão ressuscitados de um modo geral. Esta não é a única crença judaica sobre vida após a morte. O Tanakh não é específico sobre a vida após a morte, pelo que existem grandes diferenças de pontos de vista e explicações entre os crentes. A Bíblia fala em hebraico sheol (שאול), o submundo em que as almas dos mortos se afastam. A doutrina da ressurreição é mencionada explicitamente apenas em Daniel 12:1-4, embora possa ser implícita em vários outros textos. Mais tarde o cristianismo reconheceu que haveria uma ressurreição de todos os homens (cf. At 24:14-15) e na literatura intertestamental descreve em mais detalhes o que é a experiência dos mortos no Sheol. Por volta do século II aC, os judeus que aceitaram a Torá Oral tinham vindo a acreditar que a ressurreição os aguardava no Seol, isso seria em conforto (no seio de Abraão), ou em tormento. === Islamismo === Os muçulmanos acreditam que todos têm uma alma imortal, que continuará a viver depois da morte. A alma sofre correção no Jahannam (Inferno) se ela tem levado uma vida má, mas uma vez que esta correção é feita, a alma é admitida no Jannat (Paraíso). Se Almas cometem pecados imperdoáveis nunca saem do inferno. === Taoísmo === Crenças taoístas por Xiu Lian Xing e Dan, Incluem um homem que pode alcançar a imortalidade para se tornar uma pessoa iluminada, ou Xian. Henri Maspero notou que muitas academias de Taoísmo funcionam como uma escola de pensamento focado na busca pela imortalidade.Maspero, Henri. Translated by Frank A. Kierman, Jr. Taoism and Chinese Religion (University of Massachusetts Press, 1981), p. 211. Isabelle Robinet, afirma que o taoísmo é melhor entendida como um modo de vida do que como uma religião, e que seus adeptos não se aproximam da visão do taoímo dos historiadores.Robinet, Isabelle. Taoism: Growth of a Religion (Stanford: Stanford University Press, 1997 [original French 1992]), p. 3–4. === Xintoísmo === Xintoístas alegam que, os seres vivos e não vivos são enviados ao mundo subterrâneo de Yomi, sendo que poderá perder seu corpo, mas não a sua alma (tamashii). Um ser pode conviver com almas mortais como um ser imortal, chamado de Kami. Xintoísmo alega que qualquer coisa possa alcançar o status Kami, independentemente da sua existência antes de se tornar Kami. Portanto, mesmo aqueles que não acreditam no Xintoísmo podem optar por se tornar Kami, assim como coisas como uma pedra ou uma árvore. Alguns podem ser reencarnado por vários motivos. === Zoroastrismo === Zoroastrianos acreditam que no quarto dia após a morte, a alma humana deixa o corpo e o corpo permanece como uma concha vazia. Almas iriam para o céu ou inferno, esses conceitos de vida após a morte do zoroastrismo pode ter sido influenciado pelas religiões abraâmicas. A palavra \"Imortal\" é designada ao mês do calendário iraniano \"amordad\" (Perto de Julho) no sentido Persa \"Imortal\" Mês de amordad ou Amertata é comemorado na cultura persa, já que os seus antepassados acreditam que neste mês o Anjo da Imortalidade conquistou o Anjo da morte. == Questões éticas == A possibilidade de imortalidade clínica levanta uma série de questões médicas, filosóficas, religiosas e éticas. Estas incluem estados vegetativos persistentes, a natureza da personalidade ao longo do tempo, a tecnologia para reproduzir ou copiar a mente ou os seus processos, as disparidades sociais e econômicas criadas pela longevidade e sobrevivência perante a morte térmica do universo. === Inconveniência === A doutrina de vida eterna após a morte é essencial para muitas das religiões do mundo. Narrativas do cristianismo e do islamismo afirmam que a vida após a morte não é desejável para os infiéis: O homem rico também morreu e foi sepultado, e no inferno, ergueu os olhos, estando em tormentos, e viu ao longe Abraão, e Lázaro no seu seio. E ele chorou e disse: Pai Abraão, tem misericórdia de mim, e manda a Lázaro, que molhe a ponta do seu dedo na água e refresque a língua, porque estou atormentado nesta chama. Mas Abraão disse: Filho, lembra-te na tua vida recebeste os teus bens, e Lázaro somente males, mas agora ele é consolado, e tu és atormentado. E além disso, entre nós e vós existe um grande abismo, de modo que os que quisessem passar daqui para vós não poderiam, nem os de lá passar para nós. -Lucas 16:22-26 King James Bible Translation Para aqueles que são miseráveis será no Fogo: Não haverá aí nada para eles (maus) o exigente de suspiros e soluços: Eles permanecerão, por todo o tempo em que os céus e a terra durarem, exceto quando o teu Senhor quiser: para teu Senhor é o (certo) realizador do que Ele apraz. E para aqueles que são abençoados será no Jardim: Eles permanecerão, por todo o tempo que os céus e a terra durar, exceto quando o teu Senhor quiser: um presente sem quebrar. -O Alcorão, 11:106-108 Instâncias de outras religiões incluem o conceito budista de renascimento eterno, que considera que o renascimento é causado pela ignorância, uma condição essencial, que é indesejável a ser superado. A imortalidade física também foi imaginado como uma forma de tormento eterno, como no conto de Mary Shelley, \"O Imortal Mortal\", o protagonista que todos testemunham, ele se preocupa com a morte em torno dele. Jorge Luis Borges explorou a ideia de que a vida tem seu significado pela morte no conto \" 'O Imortal\", uma sociedade inteira ter alcançado a imortalidade, encontraram-se tempo infinito, e por isso não encontraram motivação para qualquer ação. === Promessa divina === Muitas religiões prometem aos seus fiéis um paraíso eterno em vida após a morte. Estes presumem a perfeição, porque são parte de um plano divino, e são categoricamente desejáveis. A imortalidade física é considerada desejável sobre a sua homóloga, a morte, que até à data tem sido inevitável para todos os seres humanos. Isto pressupõe tolerável condições de vida como um incentivo para a vida eterna. == Representações na cultura == === Símbolos === O Ankh (esquerda) retratado aqui é um símbolo egípcio da vida que tem conotações de imortalidade quando retratada nas mãos dos deuses e dos faraós, que eram vistas como tendo o controle sobre a jornada da vida. A fita de Möbius no formato de um nó de trevo é outro símbolo da imortalidade. A maioria das representações simbólicas do infinito ou do ciclo de vida são frequentemente usadas para representar a imortalidade, dependendo do contexto em que são colocadas. Dentro de outros exemplos incluem o Ouroboros, o fungo chinês da longevidade, o kanji do número dez, a fênix, o pavão no Cristianismo e as cores amaranto (no cultura ocidental) e pêssego (na cultura chinesa). === Ficção === Seres imortais e espécies abundantes na ficção, sobretudo de ficção científica, como por exemplo: * Vandal Savage, da DC Comics, ganhou a imortalidade apos ser irradiado por um meteoro. * Ras Al Ghul, da DC comics, que tem um poço químico capaz de o rejuvenescer. * Highlander engloba um mundo cheio de imortais com uma meta em comum. * Mestre Kame, e alguns outros personagens de Dragon Ball de Akira Toryama, tomaram o elixir da vida Eterna. * Van Hohenheim e \"Pai\", de Fullmetal Alchemist, adquiriram pela alquimia a imortalidade. * No Filme \"O Homem da Terra\" escrito por Jerome Bixby e dirigido por Richard Schenkman é abordada a histaria de John Oldman homem que não envelhece e vive a mais de 14.000 anos, e é mostrado como testemunha da evolução da humanidade. * Imperador Han, em A Múmia: Tumba do Imperador Dragão, busca a imortalidade através de um feitiço de uma bruxa, porém é amaldiçoado a viver parado como uma estátua de terracota por 2000 anos. * Orochimaru, do anime e mangá Naruto, consegue descartar sua pele velha e tornar-se jovem novamente, além de poder trocar de corpo. * No documentário da Discovery Channel Curiosidade, Poderemos Viver para Sempre? Adam Savage tem mil anos de idade. Ele revela como a ciência médica do século XXI transformou seu corpo, criando um cyber-humano capaz de viver para sempre, com downloads cerebrais, órgãos que se autorregeneram e transplantes totais de órgãos. * O personagem Wolverine da Marvel é também entendido como Imortal devido à sua regeneração super acelerada, assim como não é afetado pelo envelhecimento das células do corpo, mantendo sempre uma aparência jovem. *O personagem Henry Morgan da série \"Forever\" morre repetidas vezes, mas volta sempre à vida, reaparecendo nu em algum rio ou mar. *A versão de Once Upon a Time de Malévola é imortal. == Ver também == * Conscienciologia * Criónica * Projeciologia * Waldo Vieira * Imortalidade biológica * Imortalidade quântica * Vida depois da Vida * Paraíso * Inferno * Morte * Reencarnação * Morte e Vida eterna na doutrina católica * Plano da Salvação * Futurologia, com as previsões científicas até o ano 2.100. * Fonte da juventude * Pedra Filosofal * Nicolau Flamel == Bibliografia == * James L. Halperin. The First Immortal, Del Rey, 1998. ISBN 0-345-42092-6 * Robert Ettinger. The Prospect of Immortality, Ria University Press, 2005. ISBN 0-9743472-3-X == Ligações externas == * Turritopsis nutricula: Palscience Meet The Only Immortal Species on Planet Earth * The Methuselah FoundationAubrey de Grey's non-profit organization dedicated to finding a cure for aging * KurzweilAI.netRay Kurzweil resource site * Immortality OnlineNews feeds on immortality and human life extension * BiologicalGerontology.comChris Smelick's Biogerontology site * Vitae InstituteChris Smelick's non-profit organization * Immortality InstituteScientific and sociological discussions, activism, research * Discovery Channel Curiosidade === Visões religiosas e mísistcas === * Death and Immortality\"Dictionary of the History of Ideas, etext at the University of Virginia Library * * An Essay on the Scriptural Doctrine of Immortalityby James Challis * Eternity: Christ’s Return, Chiliasm, Resurrection of the Dead, Judgment, Hell, Luther on Eternity, Heaven J. P. Meyer, The Northwestern Lutheran, August 22, 1954, Vol. 41, # 17 to April 14, 1957, Vol. 44, #8 * How you Can Have Eternal Life\"Jack Graham, PowerPoint Ministries, Christianity.com * Got Eternal Life?Got Questions Ministries * ImmortalityTaoist essay, personaltao.com * The Trial to Conquer DeathAncient Scientific Yoga - The First Atom's Final Attempt === Na Literatura === * Mary Shelley's The Mortal Immortal Categoria:Morte Categoria:Conceitos religiosos Categoria:Escatologia Categoria:Biologia celular Categoria:Poderes fictícios Categoria:Vida Categoria:Envelhecimento",
 "title": "Imortalidade"
}