{
 "id": "83226",
 "text": "O Guarani (originalmente O Guarany: Romance Brasileiro) é um romance histórico escrito por José de Alencar, desenvolvido em princípio em folhetim. No dia 1º de janeiro de 1857 é publicado o capítulo inicial do romance no Diário do Rio de Janeiro, para no fim desse ano, ser publicado como livro, com alterações mínimas em relação ao que fora publicado em folhetim. A obra fez de José de Alencar um autor reconhecido. Foi republicada por diversas editoras e, atualmente, encontra-se em domínio público. == Enredo == Os principais fatos que articulam a história são: a devoção e fidelidade de Peri (termo oriundo do tupi antigo piripiri, uma espécie de junco),NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 388. índio goitacá, a Cecília de Mariz (que é frequentemente chamada de Ceci, termo derivado do tupi antigo sasy, \"a dor dele\": no caso, a dor de Peri por não ver correspondido seu amor por Cecília);NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 66, 67. o amor de Isabel por Álvaro, e o amor deste por Cecília; a morte acidental de uma índia aimoré por dom Diogo e a consequente revolta e ataque dos aimorés, tudo isso ocorrendo com uma rebelião dos homens de dom Antônio de Mariz, liderados por Loredano, homem ambicioso e mau-caráter, que deseja saquear a casa e raptar Cecília. Álvaro, que já conhecia o amor de Isabel por ele e também já a amava, se machuca na batalha contra os aimorés. Isabel, vendo o corpo do amado em seu quarto, tenta se matar asfixiada junto com o corpo de Álvaro. Quando o vê vivo, tenta salvá-lo, porém ele não permite e morrem juntos. Durante o ataque, dom Antônio, ao perceber que não havia mais condições de resistir, incumbe, a Peri, salvar Cecília, após tê-lo batizado como cristão. Os dois partem, com Ceci adormecida, e Peri vê, ao longe, a casa explodir. A Cecília, só resta Peri. Durante dias, Peri e Cecília partem para um destino desconhecido e são surpreendidos por uma forte tempestade, que se transforma em dilúvio. Abrigados no topo de uma palmeira, Cecília espera a morte chegar, mas Peri conta uma lenda indígena segundo a qual Tamandaré e sua esposa se salvaram de um dilúvio abrigando-se na copa de uma palmeira desprendida da terra e alimentando-se de seus frutos. Ao término da enchente, Tamandaré e esposa descem e povoam a Terra. As águas sobem, Cecília se desespera. Peri, com uma grande força, arranca a palmeira e faz, dela, uma canoa para poderem continuar pelo rio, deixando subentendido que a lenda de Tamandaré se repetiu com Peri e Cecília. == Personagens == Em geral, os personagens seguem linhas preestabelecidas, com traços marcadamente simbólicos (herói, heroína/protagonistas, antagonistas), inteiramente destituídas de personalidade (personagens superficiais). São personagens planas e previsíveis. O livro possui os seguintes personagens: ;Casal *Peri, personagem-protagonista. *Cecília, personagem-protagonista. ;Família de Cecília *D. Antônio de Mariz, fidalgo português e pai de Cecília. *D. Lauriana, dama paulistana e mãe de Cecília. *D. Diogo, irmão de Cecília. *Isabel, filha bastarda de D Antônio de Mariz, tida como sua sobrinha. *D. Álvaro de Sá, chefe dos aventureiros a serviço de dom Antônio. ;Vilões *Loredano, aventureiro e frade renegado. *Bento Simões, comparsa de Loredano e muito supersticioso *Rui Soeiro, comparsa de Loredano e pouco supersticioso *Martim Vaz, após a morte de Bento Simões e Rui Soeiro, assume como braço- direito de Loredano, mas abandona o vilão no final ==Adaptações == === Ópera === O Guarani foi adaptado à ópera por Carlos Gomes em 1870. === Cinema === Em 1912, num filme mudo hoje considerado perdido. Em 1979, num filme a cores sonoro, realizado pelo cineasta Fauzi Mansur e estrelado por David Cardoso. A última adaptação ao cinema foi em 1996, realizado por Norma Bengell. Em maior ou menor grau as adaptações fazem uso da música da ópera de Carlos Gomes, === TV === Em 1991 foi uma minissérie pela TV Manchete que contava com Angélica no papel de Cecília e Leonardo Brício no papel do Peri === Histórias em quadrinhos === O Guarani é apontado como um dos livros brasileiros que mais tiveram adaptações em histórias em quadrinhos. A primeira adaptação do livro para os quadrinhos foi em 1927 por Cícero Valladares na edição 1155 da revista O Tico-Tico, contudo, foi publicada apenas uma página, em 1938 uma adaptação foi produzida por Francisco Acquarone e publicada no formato álbum pelo jornal Correio Universal. No ano anterior, Acquarone havia adaptado outro romance de Alencar nas páginas de O Globo Juvenil do jornal O Globo: As Minas de Prata. Em 1948, foi o ilustrador português Jayme Cortez, para o formato de tiras diárias, publicada no jornal Diário da NoiteFernando Lemos, Rui Moreira Leite, Waldomiro Vergueiro e Fabio Moraes. A missão portuguesa: rotas entrecruzadas. [S.l.]: Editora UNESP, 2002. 205 e 206 p. Em 1950, o haitiano André LeBlanc, fez uma adaptação para a vigésima quarta edição da revista Edição Maravilhosa, da EBAL.Clássicos em HQ - Editora Peirópolis Nos números anteriores, a revista publicara adaptações de obras literárias publicadas originalmente nas revistas americanas Classic Comics e Classics Illustrated. Blanc também adaptaria as outras obras de Alencar: Iracema (roteirizada pela própria esposa de LeBlanc) e O Tronco do Ipê. A segunda adaptação foi Entre 1956 e 1958, assim como LeBlanc, o quadrinista Gedeone Malagola também adaptou os três livros da trilogia indianista de Alencar para a revista Vida Juvenil da editora Vida Doméstica, outra adaptação foi feita por Nilo Cardoso e publicada pela editora La Selva.Oscar C. Kern. (1981). Entrevista Gedeone Malagola\". Historieta (5) (em português). O quadrinista Edmundo Rodrigues adaptou a obra na década de 1970 e, em 2006, ilustrou uma nova versão do livro, escrita por José Alberto Lima, publicada pela editora Consultor. Em 2009, os irmão Walter e Eduardo Vetillo lançaram sua versão pela editora Cortez. No mesmo ano, a Editora Ática lança uma nova adaptação, com roteiros de Ivan Jaf e arte de Luiz Gê, quadrinista conhecido pelos trabalhos na revista Circo, que estava afastado do mercado de histórias em quadrinhos. Em 2012, a Editora Scipione (que, assim como a Editora Ática, faz parte do Grupo Abril), lançou uma nova versão em quadrinhos, roteirizada por Rosana Rios, com desenhos de Juliano Oliveira, arte-final de Sam Hart, cores de Tarsis Cruz e letras ficaram por conta de Cadú Simões. A diferença desta para as demais adaptações, é que os autores se basearam na ópera de Carlos Gomes. Em junho de 2017, a adaptação de Francisco Acquarone ganhou uma versão fac-simile publicada pelo Senado Federal em edição impressa e em e-book gratuito,Senado lança versão 'fac-símile' em quadrinhos de 'O Guarani' publicada em 1937 em novembro de 2018, a edição digital também disponibilizada no serviço Social Comics.Social Comics disponibiliza gratuitamente os primeiros quadrinhos do Brasil === Literatura de cordel === Em 2014, ganhou, ganhou uma versão em poesia de cordel pelo escritor Klévisson Viana, a adaptação ficou em terceiro lugar na categoria adaptação do Prêmio Jabuti.Prêmio Jabuti divulga a lista dos vencedores de 2015 === Literatura estrangeira === Em 2012, os escritores brasileiros Carlos Orsi Martinho e Octavio Aragão são convidados para publicar o conto de ficção científica \"The Last of The Guaranys\" na antologia \"The Worlds of Philip José Farmer: Portraits of a Trickster\" da editora americana Meteor House. A antologia dá sequência à série literária Wold Newton universe, criada pelo escritor americano Philip José Farmer, que conecta personagens da cultura pop como Tarzan e Sherlock Holmes.Mitografia sequencial: fabulação, pastiche e o universo de Wold Newton nos quadrinhos americanos das últimas cinco décadas No conto, a dupla inclui Peri e Ceci no universo criado por Farmer. Nessa versão da história, Peri é, na verdade, John Gribardsun, nome adotado por Tarzan no conto \"Time's Last Gift\" de Farmer, onde Tarzan era um viajante no tempo. Durante outras viagens temporais, Tarzan já havia assumido a identidade de outras figuras como Hércules e Quetzalcoatl. No ano seguinte, o conto é republicado na antologia Tales of the Wold Newton Universe pela editora britânica Titan Books. == Ligações externas == * * * *O guarani, disponível para download no Google Books * O guarani, adaptação em quadrinhos, disponível para download no site do Senado Federal Categoria:Livros de 1857 Categoria:Livros adaptados para o cinema Categoria:Livros adaptados para a televisão Categoria:Romances de José de Alencar Categoria:Romances históricos do Brasil Categoria:Indianismo",
 "title": "O Guarani"
}