{
 "id": "83230",
 "text": "Abaixo, a lista de quedas-d'água (cascatas, saltos, cachoeiras e cataratas) do Brasil. Nome Altura (metros) Localização Notas Cachoeira da Neblina 450 , Parque Nacional da Serra dos Órgãos, Guapimirim Recém medida por uma expedição de canionismo científico, está localizada nas nascentes do Rio Soberbo, na parte alta do maciço da Serra dos Órgãos. O local da cachoeira é de difícil acesso e, mesmo que ela seja visível a grande distância, a medição somente foi possível em 2018, após longa tratativa com a direção do ICMBio e do Parque Nacional. Liderada pelos atletas Marcio Bortolusso e Fernanda Lupo, a expedição realizou inúmeras atividades de cunho científico durante a expedição. Cachoeira Porã 450 , Maquiné Recém medida pela equipe do Projeto Cachoeiras Gigantes, está localizada nas nascentes do Rio Pinheirinho, no mesmo maciço de onde brotam as nascentes do [Rio dos Sinos]. O local da cachoeira é de difícil acesso e, mesmo que ela seja visível a grande distância, a medição somente foi possível em 2023, através de uma expedição realizada pela equipe do Projeto. Cachoeira do El Dorado 353 , Parque Estadual Serra do Aracá, Barcelos Também conhecida como Cachoeira do Rio Pai Nosso, está localizada no Igarapé Preto, em um pequeno cânion formado na escarpa sudoeste do Monte Tantalita, na Serra do Curupira, município de Barcelos, extremo norte do estado do Amazonas. Em linha reta, a cachoeira dista 211 km da sede do município. É possível visitá-la o ano inteiro, sendo a melhor época de abril a setembro, no período de chuvas. Não deve ser confundida com a Cachoeira do Aracá, localizada no rio de mesmo nome e também conhecida como \"Cachoeira dos Índios\", por causa de um posto da FUNAI ali existente. Na verdade, a chamada \"Cachoeira\" do Aracá é uma corredeira, não uma queda d’água. Cachoeira da Fumaça 340 , Palmeiras Localizada entre os municípios de Lençóis e Palmeiras, no estado da Bahia, a queda d'água está incrustada na Chapada Diamantina, dentro do conhecido Parque Nacional da Chapada Diamantina. Recebeu esse nome porque, pela altura da queda, a água evapora-se antes de atingir o solo, formando um panorama visual como se fosse fumaça. Entretanto, dependendo da estação, pode estar completamente seca. Cachoeira da Boa Vista 310 / A Cachoeira da Boa Vista está situada em um cânion, na divisa do Rio Grande do Sul e Santa Catarina. Dentre as inúmeras quedas d'água deste cânion, a Cachoeira da Boa Vista não é a mais alta, mais é a mais impressionante. A medição da cascata foi realizada pelo \"Projeto Cachoeiras Gigantes\" em 12 de junho de 2016. Cachoeira da Serrinha 310 , Garganta da Serrinha, Maquiné A primeira parte da medição já foi realizada pelo \"Projeto Cachoeiras Gigantes\" em 2016, apontando 200 metros. A segunda parte, extremamente complexa, somente foi medida em 2024 em uma nova expedição da equipe do Projeto Cachoeiras Gigantes. Cachoeira Véu de Noiva 288 /, Cânion do Itaimbezinho Localizada no Cânion Itaimbezinho, no Parque Nacional de Aparados da Serra, a Cachoeira Véu de Noiva é uma das 5 grandes quedas d'água existentes neste cânion. A medição desta cachoeira foi realizada pelo \"Projeto Cachoeiras Gigantes\" em 26 de fevereiro de 2016. Cachoeira do Bel 280 , Monte Alegre Localizada no interior de Monte Alegre, a medição desta cachoeira foi realizada pelo canionista Ronald Fernandes em 2018. Cachoeira do Tabuleiro 273 , Conceição do Mato Dentro A Cachoeira do Tabuleiro está situada na serra do Espinhaço, no município de Conceição do Mato Dentro. É a mais alta de Minas Gerais. São 273 metros de queda livre formada a partir de um paredão de beleza monumental. Na parte alta da cachoeira existem outras quedas e lagos e, na parte de baixo, existe um grande poço ladeado por imensos blocos de pedra, com 18 metros de profundidade. A Cachoeira está situada no coração do Parque Estadual Serra do Intendente, criado pelo Decreto sem número de 29 de março de 2007. Cachoeirão ~270 , Chapada Diamantina Cascata Água Branca 259 , Maquiné A Cascata Água Branca está situada em um cânion, no interior do município de Maquiné. A medição da cascata foi realizada pelo \"Projeto Cachoeiras Gigantes\" em 28 de maio de 2016. Cascata Diagonal 257 / A Cascata Diagonal está situada na Cânion Boa Vista, na divisa do Rio Grande do Sul e Santa Catarina. Dentre as inúmeras quedas d'água deste cânion, a Cascata Diagonal não é a mais alta, mas é a mais camuflada no gigantismo do cânion. A medição da cascata foi realizada pelo \"Projeto Cachoeiras Gigantes\" em 12 de junho de 2016. Cachoeira da Fortaleza ~250 (500) /, Cânion Fortaleza, Parque Nacional da Serra Geral Um das inúmeras cachoeiras deste cânion, a Cachoeira da Fortaleza é, juntamente com a Cachoeira do Tigre Preto, uma das paisagens mais fotografadas pelos visitantes do Parque Nacional da Serra Geral. Composta de 3 segmentos em sua parte inicial, a cachoeira não pode ser vista inteiramente dos locais abertos à visitação, sendo necessário o uso de drone para que a visualização completa desta imponente queda d'água seja possível, A quarta parte, extremamente complexa em função da acessibilidade, mas a estimativa é que a soma dos 4 segmentos supere os 500 metros. Cachoeira do Jatobá 248 Mato Grosso CachoeiraDoJatoba Cachoeira Amola Faca 241 /, Cânion Amola Faca Localizada no Cânion Amola Faca (também conhecido como Cânion do Encerra), a Cachoeira Amola Faca é a maior das quedas d'água existentes neste cânion. A medição do primeiro salto desta cachoeira foi realizada pelo \"Projeto Cachoeiras Gigantes\" em 12 de junho de 2016. Dentre as cachoeiras já medidas totalmente, esta é a que possui a maior queda livre da região Sul, superando o Salto São Francisco. Cachoeira Encantada 230 , Itaité Cachoeira do Cavalo Baio ~215 , Baependi Saltos Gêmeas Gigantes 210 (450) /, Cânion Malacara Localizada no Cânion Malacara, os saltos conhecidos com Gêmeas Gigantes estão situados no paredão norte do cânion. Os saltos fazem parte de uma sequência de quedas que supera os 450 metros de altura total, ainda não medida oficialmente. Cachoeira da Fumacinha 210 , Chapada Diamantina, Ibicoara Complexo de cachoeiras composto de 4 quedas d´água, uma primeira de 70 m de altura, seguida por duas de 20 m cada e o lance final de cerca de 100 m de altura, o mais famoso de todos. Se localiza no interior de um cânion de mais de 200 metros de altura e 3,7 km de extensão. Cachoeira do Cerradão 202 , São Roque de Minas Localizada no município de São Roque de Minas/MG, a Cachoeira do Cerradão é uma das mais altas da Serra da Canastra, com 202 metros de altura dividida em 3 lances. Pertence à Reserva Natural da Cachoeira do Cerradão, uma RPPN (Reserva Particular do Patrimônio Natural). Cachoeira do Desabamento 200 (400) , Parque Estadual Serra do Aracá, Barcelos Está localizada próximo da Cachoeira do Rio Pai Nosso, no Igarapé Preto, em um pequeno cânion formado na escarpa sudoeste do Monte Tantalita, na Serra do Curupira, município de Barcelos, extremo norte do estado do Amazonas. Ainda não foi oficialmente medida, existindo apenas estimativas da altura do grande salto. Se considerada a cascata que existe na sequência do grande salto, a altura total pode superar os 400 metros. Cachoeira Cinco Estrelas ~200 , Santo Antônio do Rio Grande Localizada a 6 km da sede do município, as águas geladas da cachoeira estão em uma área ainda preservada. Cachoeira do Peixe Tolo ~200 , Conceição do Mato Dentro Cachoeira do Bananal ~200 , Botumirim Cachoeira do Morro Redondo ~200 Cachoeira da Ponte de Pedra ~200 , Tibagi Salto São Francisco 196 , Prudentópolis A queda está localizada na Serra da Boa Esperança, numa região de tríplice fronteira entre os municípios de Guarapuava, Prudentópolis e Turvo, no estado do Paraná, dentro da Área de Preservação Ambiental da Serra da Esperança. Na região, pertencente ao município de Guarapuava, foi criado pela prefeitura o Parque Municipal São Francisco da Esperança, com trilhas para caminhada e vista panorâmica do salto. Possui aproximadamente 196 metros de queda livre, o que equivale a um prédio de 60 andares, onde a água transforma-se em névoa antes de tocar no chão. Cachoeira do Tigre Preto ~190 /, Cânion Fortaleza Localizada no Cânion Fortaleza, a Cachoeira do Tigre Preto não é a mais alta das quedas d'água existentes neste cânion, mas é a mais caudalosa e a mais visitada. Ela é composta por três segmentos justapostos em que o curso do rio faz uma rotação de 90° para a direita. Cerca de 400 metros abaixo da cachoeira, no local onde a garganta do Rio Tigre Preto alcança a calha principal do cânion, há mais um salto com aproximadamente 150 metros de altura. Cachoeira Casca d'Anta 186 , Serra da Canastra A Cachoeira Casca D´Anta é a maior queda do rio São Francisco e se forma quando o Rio da Integração Nacional deixa o seu \"berço\" na serra da Canastra, em Minas Gerais. A região mais importante da Serra da Canastra é a área já regularizada do Parque Nacional, onde se localiza a Cachoeira Casca D’anta, considerada a maior atração da Canastra e pode ser visitada pelo alto da serra ou por baixo, em ambos os casos com acesso relativamente fácil por estradas de terra. O nome vem da árvore Casca D’Anta (Drimys winteri). Cachoeira do Label 185 , São João d'Aliança A cachoeira, cuja altura foi aferida recentemente, está localizada na Serra Geral do Paranã e é formada pelo córrego Extrema. Um pouco antes da Cachoeira do Label está situada a Cachoeira da Andorinha, formada por dois degraus, com cerca de 100 metros de queda. Cachoeira Água Branca 180 , Ubatuba A Cachoeira da Água Branca, a maior de Ubatuba, proporciona um espetáculo magnífico, em meio à exuberância da Mata Atlântica. É uma cachoeira no formato de véu de noiva, com várias quedas sucessivas, apesar de não ter um volume de água tão grande. Está localizada dentro dos domínios do Parque Estadual da Serra do Mar e seu acesso é somente por trilha, de dificuldade alta, que só deve ser realizada com a presença de monitores profissionais e credenciados pelo Parque, para sua maior segurança, para não se perder entre as várias trilhas existentes no local. Cachoeira das Andorinhas 170 /, Cânion do Itaimbezinho Localizada no Cânion Itaimbezinho, no Parque Nacional de Aparados da Serra, a Cachoeira das Andorinhas é uma das 5 grandes quedas d'água existentes neste cânion. A medição desta cachoeira foi realizada pelo \"Projeto Cachoeiras Gigantes\" em 26 de fevereiro de 2016. Cascatas Três Marias 170 , Três Forquilhas Assim batizadas pelo Grupo de Canionismo Schuster Adventures, as cascatas Maria da Penha, Maria Aparecida e Maria da Graça, justapostas, estão localizadas a montante da Cascata da Pedra Branca, no lindo Cânion Pedra Branca. Cachoeira Rabo de Cavalo 170 , Conceição do Mato Dentro Situada no Parque Estadual da Serra do Intendente, a cachoeira é formada pelo córrego do Teodoro e é dividida em três cascatas. Cachoeira do Itiquira 168 , Formosa A cachoeira está dentro de uma área protegida: o Parque Municipal de Itiquira. Forma-se, em sua base, um poço, porém, não é permitido o banho, pois a força da queda d'água é muito forte. Depois do salto, o rio forma uma sequência de cachoeiras, corredeiras e poços, cobertos por uma densa floresta. Salto da Aratinga 164 , Itati O salto, no Arroio Corneta, está dentro de uma área protegida, a Estação Ecológica Estadual de Aratinga. Depois do salto, há mais uma cascata e um outro salto com cerca de 55 metros cada. Cascata do Rio Piraí 160 , Joinville A cascata fica em área de preservação ambiental, onde também está localizada uma Usina Hidrelétrica (acesso restrito). Cachoeira Boca da Onça 156 , Serra da Bodoquena, Bodoquena Localizada no cânion do rio Salobra, em uma fazenda de mesmo nome, no município de Bodoquena, é a mais alta do estado de Mato Grosso do Sul. Tem águas cristalinas e despenca num rio de águas verdes, o rio Salobra, usado por ecoturistas para flutuação. No cânion, também é possível a prática de rapel. Cachoeira dos Pretos 156 Joanópolis O melhor acesso é pelo município do Joanópolis, mas também pode ser por São Francisco Xavier e Monte Verde, porém por estradas de terra. É a maior cachoeira iluminada do Estado de São Paulo. Cascatas do Adelino 150 , Maquiné As Cascatas do Adelino estão situadas em um cânion, no interior do município de Maquiné. Esta linda sequência, localizada em uma região ainda preservada de mata, é composta por 3 quedas justapostas. Além destas três quedas justapostas, há mais uma queda de 30 metros acima e outra de 25 metros abaixo. Uma grande curiosidade deste cânion é que, depois das cascatas, o rio é subterrâneo em muitos trechos do seu trajeto. Cascata do Rio Ano Bom ~150 , Corupá Cascata Schuster Adventures ~150 , Maquiné Cascata da Pedra Branca 145 , Três Forquilhas Cachoeira da Fumaça (Espírito Santo) 144 , Alegre (Espírito Santo) e Ibitirama Localizada no Parque Estadual da Cachoeira da Fumaça, entre os municípios de Alegre e Ibitirama. Fica na Rota Caparaó e é um grande atrativo turístico da região. Despenca com grande volume d'água, de uma montanha para o interior de um vale. Cachoeira da Jibóia 144 , Unaí Salto do João Nogueira 136 , São Jerônimo da Serra Cascata da Boa Vista ~135 , São José dos Ausentes Cascata Bordin 135 , Flores da Cunha Cachoeira Grande 132 , Pedregulho Cascata do Caracol 131 , Canela Está situada no Parque Estadual do Caracol e é cercada por matas fechadas. É formada pelo arroio de mesmo nome e despenca em queda livre de 131 metros por rochas basálticas da Formação Serra Geral. Foi construída uma escadaria com um total de 730 degraus para alcançar a base da cascata. Seguindo as trilhas demarcadas no parque é possível visitar o topo e o pé da colina. Pouco mais de 2 quilômetros, rio abaixo, há mais uma cascata, com 70 metros de queda. Bica do Ipu 130 , Serra da Ibiapaba, Ipu Queda d'água de 130 metros de altura do Riacho Ipuçaba, que despenca da Serra da Ibiapaba. miniaturadaimagem Salto Dardanelos e Andorinhas 130 , Aripuanã Uma das cataratas mais imponentes do Brasil, é formada pelo rio Aripuanã, com várias e volumosas quedas. São duas cachoeiras: a cachoeira das Andorinhas, nome esse devido a grande quantidade de andorinhas nas quedas, e o Salto Dardanelos. Ao lado das cataratas, foi construído a usina de Darnadelos, a UHE Dardanelos, ameaçando a riqueza natural da região. Salto São Sebastião 130 , Prudentópolis Cascata Conde d'Eu 127 , Sumidouro Salto Mlot 120 , Prudentópolis Cascata da Nascente do Rio dos Sinos 116 , Caraá Cascata do arroio da Bica 104 , Nova Hartz Cascata Saldo Escondido 100 , Nova Roma do Sul Salto do Itambé 86 , Cássia dos Coqueiros Salto Utiariti 85 Campo Novo do Parecis, Mato Grosso Situado na aldeia indígena Utiariti, o salto é um dos mais imponentes do Mato Grosso. Formado pelas águas do Rio Papagaio, tem queda de 85 m e grande volume de água. O lugar é mágico para os índios Paresí- Haliti. Dependendo do ângulo, o poço do Salto tem o formato do mapa do Brasil. Salto Jacutinga 82 Prudentópolis, Cataratas do Iguaçu 80 Parque Nacional do Iguaçu, Foz do Iguaçu, Paraná O mais belo, maior e majestoso conjunto de quedas d'agua do planeta Cachoeira de Paulo Afonso 80 Paulo Afonso, Uma das poucas cachoeiras programáveis do Mundo, em virtude da construção do Complexo Hidrelétrico de Paulo Afonso, pela Chesf Cachoeira Véu de Noiva 77 Santa Leopoldina, Cascata do Chuvisqueiro 75 Riozinho, Cascata Cânion dos Prazeres 70 , Farroupilha Salto do Barão Rio Branco 64 Prudentópolis, Cachoeiras do Rio Curuá 60 Novo Progresso, Salto Santa Rosa 60 Tibagi, Salto Ventoso 55 Farroupilha, thumb Cachoeira Couto de Magalhães 50 , Alto Araguaia, Mato Grosso A cachoeira é formada no rio Araguaia e está situada a 35 Km do centro da sede do município, tem aproximadamente 50 m de altura e é considerada uma das mais majestosas do Centro-Oeste. Salto Belo 45 Campo Novo do Parecis, Mato Grosso Localizado em terra indígena, a 74 km do núcleo urbano, a cachoeira é formada pelo rio Sacre, que despenca de uma altura de 45 metros.O Salto Belo é um divisor natural entre Campo Novo do Parecis e Brasnorte. Cachoeira do Urubu 37 Primavera, Salto Santiago 30 Saudade do Iguaçu, Uma cachoeira programável, com um dos mais belos panoramas do mundo. Salto do Yucumã/Grande Salto Moconã 20 Derrubadas, Uma das maiores cachoeiras do mundo em extensão lateral. Salto de Sete Quedas ou Salto Guaíra ? Guaíra, Paraná Poderiam ser juntadas todas as cachoeiras do planeta mas mesmo assim não atingiriam o volume d'água das Sete Quedas, que hoje estão submersas pela lagoa de Itaipu. Cachoeiras das Sete Quedas ? Estação Ecológica do Bananal, Formadas pelo Rio das Cobras, afluente do Rio do Braço, as 7 quedas d'água abrangem 350 m de extensão, sendo que as duas últimas encontram-se dentro da Estação Ecológica. Pancada Grande ? Camamu, Cachoeira do Moxafongo ? Santa Leopoldina, Cachoeira Morrinho ? Cachoeira Teotônio ? Salto do Jirau ? Cachoeira Três irmãos ? Cachoeira Paredão ? Cachoeira Pederneira ? Cachoeira São Domingos ? Cachoeira Desengano ? Cachoeira Duas Araras ? Cachoeira do Iracajá ? Cachoeira São Roque ? Cachoeira Quebra-canoa ? Cachoeira Simplício ? Cachoeira da Felicidade ? Cachoeira Quartzito ? Cachoeira Taunay ? Cachoeira Pedra de Cal ? Cachoeira dos Perdidos ? Cachoeira do Apelo ? Cachoeira do Encalhe ? Cachoeira Lajeado ? Cachoeira Ano Bom ? Cachoeira Uacuru ? Cachoeira Nove de Abril ? Cachoeira Candelária ? Cachoeira São Firmino ? Cachoeira Santa Marta ? Cachoeira da Tanã ? Cachoeira Monte Cristo ? Cachoeira do Remédio ? Cachoeira Bom Futuro ? Cachoeira da Chuva ? Cachoeira Grande ? Cachoeira Santa Rita ? Cachoeira do Apuí ? Cachoeira Campo Grande ? Cataratas *",
 "title": "Lista de quedas-d'água do Brasil"
}