{
 "id": "83233",
 "text": "Na origem do termo, sonata (do latim sonare) era a música feita para \"soar\", ou seja, a música instrumental − em oposição à cantata, a música cantada. Sonata resumidamente é um tipo de composição musical para um único instrumento ou para pequeno conjunto. Normalmente, a sonata é dividida em três partes relacionadas entre si. Não tinha forma definida e, no Barroco, as sonatas eram compostas principalmente para solistas de instrumentos de sopro ou cordas acompanhados de baixo contínuo, que era o cravo com a mão esquerda (o baixo) reforçada por uma viola da gamba ou fagote. Domenico Scarlatti compôs sonatas para cravo solo com estrutura A-B. Com o passar do tempo, sonata passou a designar a forma musical definida por Carl Philipp Emanuel Bach (filho de J. S. Bach) e se tornou o modelo de música no Classicismo. == Sonata Clássica == No Classicismo, a sonata é uma composição para instrumentos solistas, geralmente piano, em três movimentos (normalmente dois rápidos e um lento), sendo um deles escrito na forma tradicional (exposição, desenvolvimento, reexposição). Desenvolvida pela Escola Clássica de Viena, os compositores que mais escreveram sonatas clássicas foram Mozart, Haydn, Clementi e Beethoven. Sua característica principal era os grandes contrastes provocados por significativas variações de tons e temas, dando aspecto dramático às composiçõeshttp://almanaque.folha.uol.com.br/musicaerudita.htm. Na sonata clássica, o primeiro movimento é desenvolvido dentro da forma sonata, que é muito rígida, obedecendo à seguinte sequência: Tema I Tema II :|| Desenvolvimento Tema I Tema II Coda || O segundo movimento é livre, em andamento lento (andante, adagio, largo, etc). A peça termina com um allegro (ou scherzo, como em Beethoven), geralmente na forma de rondó ou minueto. Eventualmente, havia ainda um quarto movimento. Portanto: # primeiro movimento rápido, baseado na forma-sonata. # movimento lento, geralmente em forma de variações; # movimento dançante (minueto, por exemplo, remanescente da suíte); # movimento final, de caráter enérgico e conclusivo (scherzo, por exemplo). Obviamente, cada compositor modificava essa estrutura ligeiramente. Todavia, ela permaneceu como principal estrutura de composição até meados do século XX. == Outras mídias == A banda Yes escreveu a canção-suíte Close to the Edge, que, em referência à música clássica e seguindo outros artistas deste meio musical, faz com que tal canção seja dividida em quatro andamentos. Além disso, suas letras foram escritas na forma de sonata, e algumas partes realmente \"soam\" ao invés de serem cantadas. Categoria:Formas musicais Categoria:Música clássica",
 "title": "Sonata"
}