{
 "id": "83246",
 "text": "Antônio da Cunha Gago, dito o Gambeta, foi um bandeirante natural de (São Paulo, 1605 - ?), membro de importante família em que abundam exploradores dos sertões de Minas Gerais e da descoberta do ouro. Casou-se em São Paulo em 1630 com Marta de Miranda, filha de Miguel de Almeida e Miranda, de Cascais, e Maria do Prado. Tiveram onze filhos, descritos por Silva Leme no vol. V, pág. 181, § 5.º de sua Genealogia Paulistana, entre os quais: #Antônio da Cunha Gago, alcaide-mor e descobridor da prata em 1680. Tomou parte na expedição de pesquisa de prata de 1681 com D. Rodrigo de Castelo Branco. Casou em Mogi das Cruzes com Ana Portes de El-Rei ou del Rei (filha de João Portes del Rei e de Juliana Antunes, da família dos Pretos. Tiveram dois filhos: Juliana Antunes Portes, casada com Manuel Correia da Veiga (?-1713 Taubaté), e Antônio Portes da Cunha, casado em Mogi das Cruzes 1688 com Maria Jácome (filha do sargento- mor Tomé Moreira e Natália Gomes Vilas-Boas, da família dos Godóis), tendo por sua vez três filhas. #Simão da Cunha Gago, casado com Catarina Portes del Rei (?-1687 morta em Taubaté, testada), irmã de Tomé Portes del Rei, seu cunhado, acima. Tiveram quatro filhos, entre eles eles João Portes del Rei, o qual casou em 1687 com Isabel da Fonseca (?-1708, morta em Mogi das Cruzes, já então casada por segunda vez com Antônio de Pontes Sutil, da família dos Godois). Tiveram cinco filhos. #Bartolomeu da Cunha Gago (?-1685 Taubaté), capitão-mor e explorador circa 1680. Casou com Maria Portes del Rei, irmã de suas precedentes cunhadas e tiveram dois filhos: (A) Marta de Miranda del Rei, casada com o capitão-mor Amador Bueno da Veiga, filho de Baltasar da Costa da Veiga e Maria Bueno de Mendonça; e (B) Bartolomeu da Cunha Gago que guardou o nome do pai, nascido em Taubaté, capitão-mor da tropa para descobrimentos do ouro, prata e pedras em 1680. Casado em 1695 com Margarida Bueno da Veiga de Mendonça, irmã do Capitão-mor Amador Bueno da Veiga, seu cunhado Tiveram três filhos: I - Maria, que casou em Taubaté com Manuel Cubas do Prado; II - Antônio da Cunha Portes del Rei (?-1734 morto testado no arraial de Santo Antônio do Campo, Minas Gerais, mas inventariado em Taubaté), tenente-coronel de ordenanças de Pindamonhangaba e Taubaté. Casado com Francisca Romeiro Velho Cabral (?-Taubaté 1735), da família Bicudo; e III- ) Francisca da Cunha Portes (?-1784 Taubaté), casada em 1717 com o capitão Miguel Pinheiro de Resende, do Porto, viúvo de Margarida Bicudo, sua parente. == Bibliografia == * Categoria:Bandeirantes (sertanistas) Categoria:Família Cunha Gago",
 "title": "Antônio da Cunha Gago"
}