{
 "id": "83276",
 "text": "O borsch, borscht, ou borche, também grafado como borshch (em russo e ucraniano: борщ, /borʃ/ ; em polaco: barszcz; em lituano: barščiai; em romeno: borș), é uma sopa original da UcrâniaSchultze, Sydney (2000). Culture and Customs of Russia. Greenwood Publishing Group. pp. 65–66. ISBN 978-0-313-31101-7.Marks, Gil (2010). Encyclopedia of Jewish Food. Hoboken: John Wiley & Sons. pp. 196–200, \"Borscht\". ISBN 978-0-470-39130-3.Lee, Alexander (August 2018). \"From Russia with Borscht\". History Today. 68 (8). que é tradicional em diversos países do Leste Europeu como a Ucrânia, Polônia, Rússia, Romênia, entre outros. A sopa é normalmente preparada com beterraba que lhe dá um forte coloração vermelha. Outros ingredientes costumeiros são o repolho, cenoura, pepino, batata, cebola, tomate, cogumelo e carne, vinagre (alternativamente, algumas receitas indicam limão), às vezes feijão. O prato costuma ser servido com nata (creme de leite) e batatas cozidas, ou kasha, uma papa de cereais. == Etimologia == A sopa é parte da herança culinária local de diversas nações da Europa Central e Oriental. O nome russo e ucraniano é borshch (cirílico: борщ, ). Foi levada à Europa Ocidental e à América principalmente por imigrantes judeus fugidos da perseguição nestas regiões; em iídiche, língua falada por muitos destes imigrantes, o prato é chamado de borsht (בורשט). == Variações locais == O borsch pode ser preparado de diversas maneiras; tradicionalmente, cada povo acrescenta a sua variação à receita. As duas variantes principais do borsch, no entanto, são conhecidas genericamente como borsch quente e borsch frio. Ambas têm como base a beterraba, porém são preparadas e servidas de maneiras diferentes. === Borsch quente === O borsch quente, originário da Ucrânia e da Rússia, é uma sopa nutritiva feita de ingredientes variados, de acordo com a receita pessoal; eles podem incluir diversos legumes (feijão, couve, cenoura, pepino, batata, cebola ou tomate), cogumelos e carnes (frango, porco ou boi). Lembra mais um guisado do que a maioria das sopas, e pode servir como uma refeição, acompanhado quase sempre de pão integral escuro. === Borsch frio === O borsch frio, chamado Šaltibarščiai na Lituânia, existe em diversas culturas; é conhecida como khaladnik na Bielorrússia. É o tipo mais consumido pelos judeus asquenazitas e consiste quase sempre de uma sopa feita com beterrabas fatiadas ou picadas, cozidas em seu próprio suco e, opcionalmente, com suco de limão, cebola moída e açúcar para atingir a doçura desejada. É servido como uma espécie de caldo, fino e resfriado, com os pedaços de beterraba, e por vezes com uma única batata cozida e com nata azeda, que causam um contraste com o sabor doce da sopa. A nata azeda não é misturado à sopa, porém colocado no meio dela, para ser misturado, a cada colherada, ao líquido e às beterrabas. Existem diversos outras variedades de borsch frio. Uma delas é feita com o kvas, bebida típica russa feita a partir da fermentação do pão; outra mistura leite gelado ou iogurte a tomates fatiados. A base do borsch frequentemente é feita com caldo de carne, embora esta prática não seja observada nos períodos da Quaresma por certas comunidades cristãs. Devido às leis do kashrut, as receitas de origem judaicas não misturam produtos derivados do leite com carne. == Ligações externas == * Categoria:Culinária da Rússia Categoria:Culinária da Polónia Categoria:Culinária da Ucrânia Categoria:Culinária da Eslovênia Categoria:Sopas ro:Borș",
 "title": "Borsch"
}