{
 "id": "83290",
 "text": "O ou é uma língua derivada do espanhol medieval. Estima-se que ainda seja falado por cerca de 150 mil indivíduos em comunidades sefarditas, em Israel, nos Balcãs, no Oriente Médio e norte de Marrocos. Também é conhecido como espanhol sefardita e judeo-espanhol (el djudezmo). Língua extinta na Península Ibérica, no passado, quando haviam grandes comunidades judaicas nas cidades de Portugal e da Espanha, era usada pelos judeus desses países. Compunha-se de uma mistura de palavras hebraicas, usadas no dia a dia, com a língua da região, que podia ser o castelhano, o português, o árabe ou o catalão. == Classificação filogenética == * Indo-europeu ** Itálico *** Romance **** Ítalo-ocidental ***** Ocidental ****** Galo-Ibérico ******* Ibero-Romance ******** Ibérico ocidental ********* Castelhano ********** Judeu-Espanhol == História == A língua judeu-espanhola desenvolveu-se por vários séculos separada por completo da mãe pátria (Sefarad, Península Ibérica), com a qual não conservou mais que escassos e esporádicos contatos. É a língua dos judeus sefarditas nas cidades da Europa oriental (na Bósnia, Sérvia, Macedônia, Grécia, Bulgária, Romênia e Turquia) onde viviam alguns milhares, descendentes dos judeus espanhóis expulsos da Espanha em 1492, e de Portugal logo depois, que encontraram asilo no Império Turco. Contudo, a maioria desses judeus era mesmo procedente de terras espanholas. Estes judeus têm conservado até hoje sua língua, que a despeito das múltiplas inovações devido sobretudo à forte influência das regiões onde habitaram, é muito parecido com o espanhol do período clássico (como a conservação da letra f, da distinção entre a s surda e sonora e entre a z surda e sonora, e a conservação do valor sh para x e j). O judeu-espanhol, especialmente é usado nos livros religiosos, é conhecido também como ladino, significando o verbo enladinar “traduzir para o espanhol” (especialmente textos hebreus e árabes). O fato de que no Cantar del Cid se diga um mouro latinizado como \"ladino\", mostra que o termo tinha o sentido de espanhol, em oposição ao árabe e a outras línguas estrangeiras. Ainda há sequelas, assim mesmo, nos vários sentidos especiais assumidos pela palavra ‘’ladino’’ nas Américas. Uma das grandes obras dos judeus sefarditas foi a tradução do Antigo Testamento conhecida como Bíblia de Ferrara, editada por Jerónimo de Vargas e Duarte Pinel, espanhol e português respectivamente, em 1553 na cidade italiana de Ferrara. == Dados == Após a Segunda Guerra Mundial os emigrantes sefarditas se instalaram em Israel, nos Estados Unidos (sobretudo em Nova Iorque e Los Angeles) e na América hispânica (Buenos Aires, Cidade do México, Caracas, San Juan), enquanto um pequeno número iniciou seu retorno à Espanha. Alguns poucos foram para o Brasil, especialmente para Belém do Pará (marroquinos). Atualmente, o judeu-espanhol é utilizado unicamente pelos velhos nas comunidades sefarditas, não sendo transmitido às novas gerações. Muitos sefarditas têm o ladino como sua língua materna (Yasmin Levy é um exemplo), porém seu uso se restringiu à infância, igual ao que acontece com o iídiche. Parece, então, provável que venha a desaparecer por completo no decorrer de algumas décadas, especialmente na Diáspora. Em alguns lugares os falantes de ladino não passam de umas poucas dezenas presentemente, como em Salonica ou em Belgrado, todos eles já bastante idosos. == Escrita == Até o , seguiu-se a inviolável tradição de se escrever o judeu-espanhol com um tipo de alfabeto hebreu (caracteres rashi), mas, a partir daquela época, começou-se a incorporar à escrita o alfabeto latino, fazendo uso dos princípios de correspondência som-letra baseados na ortografia francesa. Logo no início do , manteve-se a publicação em judeu-espanhol de livros, revistas e jornais, mas na atualidade esta tradição já desapareceu. Abaixo uma canção medieval judeu- espanhola: \"Avre este abajur, biju avre la tu ventana por ver tu kara morena por ver tu kara morena al Dió daré mi alma. Por la puerta io pasi I la topi serrada; la yavedura yo bezi komo bezar tu kara. No kiero más ke me avlesh ni por mi puerta pasesh; más antes me keríash bien angora te ielatesh. Si tú de mí te olvidarásh, tu ermozura piedrarásh. Ningún ninyo te endenyará en los mis brazos muerash.\" == Gramática == O judeu-espanhol conservou partes próprias do espanhol medieval final, onde se inclui elementos de pronúncia e vocabulário que na Espanha se modernizaram. Por outro lado, introduziu novas características fonéticas e, sobretudo, novas entradas no léxico, que não voltaram à Península Ibérica. Entre estas inovações pode-se assinalar um alto número de préstimos procedentes das línguas que o judeu-espanhol entrou em contato, sobretudo do grego e do turco, ainda que também de outras línguas balcânicas (búlgaro, romeno, servo-croata etc.) e do árabe, especialmente do dialeto de Marrocos (o ladino falado ali, singular e visivelmente diferente dos outros ladinos, é conhecido como haketía ou ladino ocidental). == Exemplo == El djudeo-espanyol o ladino es la lingua avlada por los sefardim, djudios ekspulsados de Espanya en 1492. Es una lingua derivada del espanyol i avlado por 150.000 personas en komunitas en Israel, Turkia, antika Yugoslavia, Gresia, Maruecos, entre otros. Versão em espanhol El judeoespañol o ladino es la lengua hablada por los sefardíes, judíos expulsados de España en 1492. Es una lengua derivada del español y hablada por 150.000 personas en comunidades en Israel, Turquía, la Antigua Yugoslavia, Grecia, Marruecos, entre otros. Versão em português O judeu-espanhol ou ladino é a língua falada pelos sefarditas, judeus expulsos da Espanha em 1492. É uma língua derivada do espanhol e falada por 150.000 pessoas em comunidades em Israel, Turquia, antiga Iugoslávia, Grécia, Marrocos, entre outros. == O Hakitía == É o ladino do norte de Marrocos, hoje estando quase todos os seus falantes radicados em comunidades judaico-marroquinas de Israel e de outros países (França, Espanha, Estados Unidos, Brasil e outros). Trata-se de um dialecto ladino com uma história única. Exemplos de algumas palavras e expressões nessa linguagem podem ser lidos aqui: . O hakitia (la haketía) foi muito usado nas cidades marroquinas de Casablanca, Tânger, Xexuão, Arzila, Alcácer-Quibir, Larache, e nas plazas de soberania Ceuta, Melilla e especialmente em Tetuão pela população judaica daquela região. Houve também falantes em Orã. O seu nome deriva do verbo árabe hak’a حكى \"conversar, dizer, falar, narrar\". Quando os emigrados (os megorashim) lá chegaram eles se fundiram com os judeus que lá já viviam (os toshabim, \"residentes\") e seu espanhol rico em elementos hebraicos e árabes adquiriu ainda mais influência do árabe local, e mesmo do berbere. O Hakitía, portanto, trata-se do casamento da língua espanhola dos megorashim trazida no século XVI com o árabe usado pelos toshabim. Foram os judeus originários da Península que mais chegaram a conservar um certo ar do antigo esplendor dos tempos anteriores à Reconquista, em parte por terem ficado mais próximos da terra ancestral, em parte por terem permanecido num meio mouro. Se tratavam muitas vezes de comerciantes, médicos, funcionários públicos, hábeis artesãos e mercadores, pessoas poliglotas que poderiam saber além do seu hebraico ritual, o árabe clássico e o popular, o berber, o português e o espanhol, mas que entre si se comunicavam através do hakitía. Este ramo do ladino foi usado por eles como a língua preferencial até por volta de 1860, quando passou a perder prestígio social e espaço para o francês já que a região se tornou colônia da França, forçando a língua pouco a pouco a um segundo plano, como um idioma sobretudo oral e familiar; porém sem fazer com que ele desaparecesse por completo, pois as classes mais humildes continuaram a manter o seu uso. Já em Israel, a segunda geração (os filhos dos pais marroquinos) substituiu por completo o hakitía (ou o francês) de seus antepassados pelo hebraico moderno (ivrit), embora o interesse pelo ladino e pelo hakitía tenha renascido em anos recentes, sobretudo na música e em estudos acadêmicos. == Bibliografia == * Socolovsky, Jerome. \"Lost Language of Ladino Revived in Spain\", Morning Edition, National Public Radio, 19 de março de 2007. == Ver também == * Língua hebraica * Língua lusitânica * Língua iídiche == Ligações externas == * == Referências == Categoria:Línguas da Turquia Categoria:Línguas da Grécia Categoria:Línguas do Brasil Categoria:Línguas da Bulgária Categoria:Línguas da França Categoria:Línguas de Israel Categoria:Línguas de Marrocos",
 "title": "Judeu-espanhol"
}