{
 "id": "83297",
 "text": "Gerald Brosseau Gardner (13 de junho de 1884 – 12 de fevereiro de 1964) foi um funcionário público britânico, antropólogo amador, escritor, ocultista que publicou alguns dos textos de referência sobre a Wicca, uma religião da Bruxaria, da qual foi grande divulgador. == Vida == Gardner nasceu na cidade de Blundellsands, no condado de Lancashire, perto de Liverpool, Inglaterra, numa família de classe média, sendo um de quatro irmãos e tendo vivido com dois deles, Bob e Douglas.\"Gerald Gardner: Witch\", Jack L. Bracelin, página 13 A família tinha um negócio chamado Joseph Gardner & Sons, o importador de madeira mais antigo e importante do Império Britânico, e tinham origem escocesa. Os Gardners tinham ao seu serviço uma enfermeira irlandesa chamada Josephine \"Com\" McCombie,Themystica.com: Gardner, Gerald B. que estava encarregada de cuidar do jovem Gardner, que sofria de asma desde cedo. Sua enfermeira ofereceu-se para levá-lo para climas mais temperados às custas do seu pai. Iniciaram suas viagens em 1891, começando pelas Ilhas Canárias,Gerald Gardner: Witch, Jack L. Bracelin, página 15 tendo ido depois para Accra (capital de Gana),Gerald Gardner: Witch, Jack L. Bracelin, página 17 seguindo para a Ilha da Madeira.Gerald Gardner: Witch, Jack L. Bracelin, página 18 De acordo o biografo oficial de Gardner, J.C. Bracelin, Com gostava bastante de namoriscar e as suas viagens eram principalmente de \"caça ao homem\". Em 1900, Com casou com David Elkington,Gerald Gardner: Witch, Jack L. Bracelin, página 20 um homem afortunado do Ceilão (atual Sri Lanka), e concordaram com os Gardners que Gerald iria viver com ela numa plantação de chá, chamada Ladbroke Estate.Gerald Gardner: Witch, Jack L. Bracelin, página 26 Em 1905, Gardner voltou para Inglaterra para uma visita durante a qual passou algum tempo com uns familiares, os Surgensons, que foi quando começou a ter contacto com o oculto.Gerald Gardner: Witch, Jack L. Bracelin, página 121 Descobriu através de um rumor na família que o seu avô, Joseph, praticava bruxaria,Gerald Gardner: Witch, Jack L. Bracelin, página 123 e que, em 1610, um outro antepassado escocês, Grissell Gairdner, foi queimado por prática de bruxaria, em Newburgh. Gerald ficou em Ceilão até 1908 quando decidiu mudar-se, primeiro para Singapura e depois para Borneo. Em 1908 tornou-se num plantador de borracha, primeiro em BorneoGerald Gardner: Witch, Jack L. Bracelin, página 39 e depois na Malásia. Em Borneo tornou-se amigo de muitas tribos locais, tornando-se numa antropólogo amador e fascinado pelas suas armas, como também pelas suas crenças no politeísmo e espiritualidade.Gerald Gardner: Witch, Jack L. Bracelin, página 43 Em 1923 tomou algumas posições de serviço civil como inspector na Malásia. Em 1936, com 52 anos, regressou à Inglaterra. Publicou o texto autoritário Keris and other Malay Weapons (Keris e Outras Armas Malaias), em 1936, baseado na pesquisa sobre armas no sul Asiático e práticas de magia. Também adotou o naturismo e aprofundou o interesse pelo oculto. Aqueles que o conheciam no movimento pagão moderno, como Doreen Valiente, dizem que era um forte adepto da terapia através do sol. Gardner publicou entretanto dois trabalhos de ficção: A Goddess Arrives (Uma Deusa Chega), em 1939, e High Magic's Aid (Auxílio em Alta Magia), em 1949. Estes trabalhos foram seguidos de trabalhos já de investigação, e portanto factuais: A Bruxaria Hoje (1954) e O Significado da Bruxaria (1959). Gardner foi casado com uma mulher de nome Donna durante 33 anos, mas ela nunca fez parte das atividades neo-pagãs do marido. Em 1964, depois de sofrer de um ataque cardíaco, Gardner morreu a bordo de um navio que regressava do Líbano. Foi enterrado na Tunísia. == Wicca == Gardner afirmava ter sido iniciado em 1939 numa tradição de bruxaria que ele acreditava ser uma continuação do Paganismo Europeu. Doreen Valiente mais tarde identificou aquela que iniciou Gardner como sendo Dorothy Clutterbuck no livro A Witches' Bible (A Bíblia de Uma Bruxa), escrito por Janet e Stewart Farrar em 2002. Esta identificação foi baseada em referências que Valiente se lembrava de Gardner fazer a uma mulher a quem ele chamava de \"Old Dorothy\". Ronald Hutton diz, no entanto, no livro Triumph of the Moon (Triunfo da Lua), que a Tradição Gardneriana era largamente inspirada em membros da Ordem Rosacruz e especialmente por uma mulher conhecida pelo nome mágico de \"Dafo\". O Dr. Leo Ruickbie, no livro Witchcraft Out of the Shadows (Bruxaria Fora das Sombras), 2004, analisou as evidências documentais e concluiu que Aleister Crowley teve um papel crucial ao inspirar Gardner a criar uma nova religião. Ruickbie, Hutton e outros também discutem a hipótese de muito do que foi publicado sobre a Gardnerian Wicca, como a prática de Gardner se tornou conhecida, ter sido escrito por Doreen Valiente e Aleister Crowley. O que se sabe é que ele fez a Wicca ser reconhecida como uma legítima Religião, e tendo feito apenas algumas atualizações e adaptações no que ele acreditava ser a \"Antiga Religião\" ao mundo moderno para isto. As fontes de sua crença são desconhecidas e por isso muitos defendem que parte importante delas é fruto da criatividade de seu codificador. === Etimologia === Gardner, nos dois livros sobre o assunto, refere-se à bruxaria como \"Wicca\", ou \"A Arte\". Em Inglês Arcaico, \"Wicca\" é um nome relativamente obscuro, masculino, derivado do Latim \"ariolus\", i.e., \"mago\", enquanto \"Wicce\" é o feminino equivalente, derivado do Latim \"phitonissa\", i.e., \"o possesso; como em Pythia\". O uso histórico da palavra \"Wicca\" como um tipo de religião não é etimologicamente possível. O termo verbal, em Inglês \"wiccan\", e que significa \"praticar bruxaria\", não aparece no material escrito por Gardner, e não é usado tipicamente na literatura sobre este movimento religioso. Ele utilizou esta palavra porque em épocas remotas os \"Bruxos\" eram chamados as vezes por \"wiccas\" , os sábios. == Bibliografia == * 1936: Keris and Other Malay Weapons * 1939: A Goddess Arrives (ficção) * 1949: High Magic's Aid (ficção) * 1954: Witchcraft Today * 1959: The Meaning of Witchcraft == Ver também == * Bruxaria * Neo-paganismo * Paganismo * Wicca == Ligações externas == * * * * Witches of History: Gerald Gardner (em inglês) * Categoria:Bruxos Categoria:Pessoas relacionadas à wicca Categoria:Fundadores de religiões",
 "title": "Gerald Gardner"
}