{
 "id": "8331",
 "text": "Ninho do Açor é uma aldeia portuguesa do Município de Castelo Branco, na antiga província da Beira Baixa, região do Centro (Região das Beiras) e sub- região da Beira Interior Sul, que foi sede da extinta Freguesia de Ninho do Açor, freguesia que tinha 11,8 km² de área e 380 habitantes (2011), e, por isso, uma densidade populacional de 32,2 hab/km². A Freguesia de Ninho do Açor foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Sobral do Campo, para formar uma nova freguesia denominada União das Freguesias de Ninho do Açor e Sobral do Campo da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Ninho do Açor foi povoação da freguesia de Tinalhas e fez parte do concelho de São Vicente da Beira até 1877. thumb|290px|right|Localização no Município de Castelo Branco ==População== População da freguesia de Ninho do Açor Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 194 224 788 566 596 479 473 380 Thumb|200px|Evolução da População (1864 / 2011) Thumb|200px|Grupos Etários (2001 e 2011) Thumb|200px|Grupos Etários (2001 e 2011) Nos anos de 1864 a 1878 fazia parte do extinto concelho de S. Vicente da Beira. Por decreto de 24 de abril de 1879 foi anexada à freguesia de S. Vicente da Beira. Por decreto de 21 de maio de 1896 esta freguesia foi anexada à freguesia de Tinalhas. Pelo decreto lei nº 39.065, de 31 de dezembro de 1952, passou a ser freguesia autónoma. ==Património== * Igreja de S. Miguel (matriz) * Museu etnográfico * Casa brasonada * Cruzeiros * Fonte antiga * Vestígios arqueológicos ==Toponímia== Açor é topónimo que derivará da ave de rapina diurna que por estas bandas se aninhava nas altas árvores que em tempos idos existiam nesta localidade. Localizada na metade ocidental do concelho de Castelo Branco e de pequena extensăo - 1179,9 hectares -, Ninho de Açor vê-se confrontada a Norte e Poente pela vizinha Sobral do Campo, a Sul pela de Freixial do Campo e a Nascente por Tinalhas. Dista da sede concelhia cerca de 23Km. Com uma altitude próxima dos quatrocentos metros, possui uma orografia própria de quem se situa próxima da serra da Gardunha. A barragem de Santa Águeda ou da Marateca que foi construída no trecho inicial do rio Ocreza e que ainda toca nos domínios desta povoação, possui uma albufeira que proporciona paisagens lindíssimas e uma qualidade ambiental digna de nota quer pela qualidade do ar que se respira, quer pela qualidade das suas águas. Pelos achados arqueológicos se testemunha a ancestralidade deste povoado. Os povoados de Sobreiral e da Tapadinha, a Sepultura do Chăo da Caroula, a Necrópole de Tinalhas, as lagaretas do Penedo das Uvas e da Tapada da Era e a Ara romana dedicada ao deus Arentis, encontrada no aprofundamento de um poço no Chăo de Joăo Pedro e estudada por Leite de Vasconcelos e Félix Alves Pereira, fazem remontar as origens de Ninho do Açor desde a época proto- histórica até à época alti-medieval.\"A Terra e suas Memórias Culturais\"... ==Gastronomia== Os principais pratos de Ninho do Açor são: Folar da Páscoa, Cabrito assado no forno, Broas de mel, Enchidos, Queijos, Miga de Batata com Tomate, Tigelada, Broa de Mel, Biscoitos, Filhós Fritas ==Festas e Romarias== * Santo António: 6 de Janeiro * Săo Miguel: 29 de Setembro",
 "title": "Ninho do Açor"
}