{
 "id": "8332",
 "text": "A Universidade de Cambridge (de Cantabrígia ou de Cambrígia; do inglês: University of Cambridge) é uma tradicional instituição de ensino superior pública que localiza-se na cidade de Cambridge (Reino Unido). Fundada em 1209, a Universidade de Cambridge é a terceira universidade mais antiga em operação contínua. A fundação da universidade seguiu a chegada de estudiosos que deixaram a Universidade de Oxford para Cambridge após uma disputa com os habitantes locais. As duas antigas universidades inglesas, embora às vezes descritas como rivais, compartilham muitas características comuns e são frequentemente referidas em conjunto como Oxbridge. Em 1231, 22 anos após a sua fundação, a universidade foi reconhecida com um carta régia concedida pelo rei Henrique III. A Universidade de Cambridge inclui 31 faculdades constituintes semiautônomas e mais de 150 departamentos acadêmicos, faculdades e outras instituições organizadas em seis escolas. Todas as faculdades são instituições autônomas dentro da universidade, gerenciando seu próprio pessoal e políticas, e todos os alunos são obrigados a ter uma afiliação de faculdade dentro da universidade. O ensino de graduação em Cambridge é centrado em supervisões semanais de pequenos grupos nas faculdades com palestras, seminários, trabalho de laboratório e, ocasionalmente, supervisão adicional fornecida pelas faculdades e departamentos da universidade central. A universidade opera oito museus culturais e científicos, incluindo o Fitzwilliam Museum e o Jardim Botânico da Universidade de Cambridge. As 116 bibliotecas de Cambridge possuem um total de aproximadamente 16 milhões de livros, cerca de nove milhões dos quais estão na Biblioteca da Universidade de Cambridge, uma biblioteca de depósito legal e uma das maiores bibliotecas acadêmicas do mundo. Ex-alunos, acadêmicos e afiliados de Cambridge ganharam 121 prêmios Nobel. Entre os ex-alunos notáveis ​​da universidade estão 194 atletas vencedores de medalhas olímpicas e vários indivíduos historicamente icônicos e transformadores em seus respectivos campos, incluindo Francis Bacon, Lord Byron, Oliver Cromwell, Charles Darwin, Stephen Hawking, John Maynard Keynes, John Milton, Vladimir Nabokov, Jawaharlal Nehru, Isaac Newton, Bertrand Russell, Alan Turing, e Ludwig Wittgenstein.\"All Known Cambridge Olympians\". Hawks Club. Retrieved 17 May 2019. A Universidade de Cambridge é integrante do grupo Golden Triangle de universidades britânicas de elite, em conjunto com a Universidade de Oxford, University College London, Imperial College London e London School of Economics. == Constituição == A Universidade de Cambridge é uma universidade colegial formada por 31 faculdades (do inglês colleges) e seis escolas académicas autorizada pelo monarca do Reino Unido a outorgar títulos acadêmicos nos graus de bacharel, mestre e doutor. Como a maioria das instituições britânicas de ensino superior, a universidade é mantida por dotação pública através de financiamento à educação e bolsas de investigação e, uma dotação privada (endowment) própria, estimada no final de 2011 em 4,3 bilhões de libras esterlinas. O Chanceler (atualmente David Sainsbury, Barão Sainsbury de Turville) é o chefe constitucional da universidade, mas sua função é na maior parte dos casos cerimonial. A autoridade executiva e responsabilidade por planejamento estratégico, administração da universidade e gerência dos seus recursos ou ativos permanecem por sua vez com o Conselho Universitário (University Council) presidido pelo Vice-Chanceler, que serve como o chefe executivo e principal oficial acadêmico da universidade e tem um mandato de sete anos. O atual Vice- Chanceler é o imunologista Leszek Borysiewicz. De acordo com os regulamentos da universidade, o Conselho Universitário pode nomear até cinco Pró-Vice- Chanceleres para assistir o Vice-Chanceler na administração cotidiana da universidade. Desde janeiro de 2005, o Conselho Universitário inclui ainda dois membros externos à universidade. O poder legislativo ao nível da universidade e o poder de eleger o Vice-Chanceler e outros membros do Conselho Universitário são formalmente investidos na Câmara Regente (Regent House), que inclui mais de 3800 membros representando tanto as faculdades como os colégios. Os membros da Câmara Regente reúnem-se em Congregações para a aprovação e concessão de graus acadêmicos ou em ocasiões especiais como a posse de um novo Vice-Chanceler. Várias matérias legislativas ordinárias, como por exemplo a aprovação de ordenanças (ordinances) que regulam assuntos acadêmicos, são entretanto delegadas pela Câmara Regente à Junta Geral das Faculdades (General Board of the Faculties), que é o órgão responsável por formular a política educacional da universidade, incluindo a aprovação de currículos e requisitos para a concessão de graus acadêmicos. Os membros correntes da Câmara Regente em conjunto com todos os ex-alunos da universidade detentores do grau de Master of Arts ou um grau superior a este formam o Senado universitário (Senate), cuja principal função é eleger o Chanceler (normalmente a título vitalício) e aprovar normas regulamentando a sua eleição. === Faculdades e departamentos === As diversas faculdades que compõem a universidade subdividem-se em unidades menores especializadas conhecidas como departamentos. Adicionalmente, há também departamentos isolados que não pertencem formalmente a nenhuma faculdade. Os departamentos são liderados por um chefe (department head) e são responsáveis por contratar docentes, ministrar aulas (lectures), aplicar exames e desenvolver atividades de pesquisa (investigação) nas suas respectivas especialidades. Cada faculdade ou departamento isolado responsável por cursos de graduação/pós-graduação mantém a sua própria junta eleita (Faculty Board) que supervisiona as atividades de ensino e pesquisa na sua respectiva área e submete currículos e outros assuntos de natureza acadêmica para aprovação da Junta Geral (General Board) da universidade. Para fins administrativos, as diversas faculdades e/ou departamentos isolados são agrupados ainda em seis unidades maiores conhecidas como \"Escolas\" (Schools), subdivididas por área de conhecimento (ciências físicas; ciências biológicas; medicina; tecnologia; artes e humanidades; e humanidades e ciências sociais). Cada escola (semelhante às Divisões na Universidade de Oxford) mantém o seu próprio Conselho Administrativo (Council of the School) com representação das faculdades e/ou departamentos incluídos no seu âmbito. Entre outras funções, os Conselhos das Escolas são responsáveis por nomear oito dos dezessete membros da Junta Geral das Faculdades, escolhidos necessariamente entre membros da Câmara Regente. === Colégios === As Faculdades de nível superior (ou Colleges em inglês) são instituições independentes e autogovernadas, incluindo membros juniores (alunos de graduação ou pós-graduação) e membros seniores conhecidos como Fellows que são responsáveis por governar o colégio além de exercerem outras atividades de ensino e pesquisa. O sistema dual universidade/colégios tende a se sobrepor, entretanto, uma vez que a maioria dos Fellows dos colégios são também docentes permanentes nos vários departamentos da universidade. Cada colégio é dirigido por um Mestre (Master, Principal, President, ou Warden) eleito pelo corpo de Fellows e responsável pela administração do colégio. Os vários colégios possuem ativos próprios (incluindo normalmente os edifícios que ocupam) e servem como residências para alunos de graduação e pós-graduação durante a duração dos seus estudos em Cambridge. Mais do que simples residências estudantis porém, os colégios de Cambridge participam ativamente também do ensino de graduação através do sistema de \"supervisões\" (supervisions) que complementa as aulas e outras atividades (por exemplo práticas de laboratório) ministradas ou organizadas pelos departamentos da universidade. O sistema de supervisões, típico das Universidades de Cambridge e Oxford, consiste em sessões tutoriais organizadas pelos colégios, geralmente com uma hora de duração cada, onde grupos pequenos de alunos (entre um e cinco) se reúnem com um Supervisor (normalmente um \"Teaching Fellow\" do respectivo colégio) para discutir o material visto nas aulas. Espera-se que os alunos se preparem a priori para as sessões de supervisão submetendo algum trabalho escrito, por exemplo um ensaio (em inglês, essay) ou, no caso de alunos de engenharia, matemática ou ciências físicas, soluções de listas de exercícios (chamadas example papers) distribuídas durante as aulas. Embora os exercícios ou textos/trabalhos submetidos não sejam avaliados para nota, eles ajudam os alunos a se manterem em dia com o material desenvolvido nas aulas e servem também como preparação para os exames finais escritos. As supervisões oferecem ainda aos alunos a oportunidade de discutir regularmente com um especialista na área a matéria vista em sala de aula, resolvendo dúvidas e, normalmente, aprofundando o assunto. Dependendo do curso de graduação, o número de sessões de supervisão pode variar de uma a quatro por semana. Além do sistema de supervisão acadêmica, cada aluno conta ainda com um tutor individual nomeado pelo colégio, cuja função não é ensinar, mas sim acompanhar o bem-estar pessoal do aluno, incluindo problemas familiares ou financeiros, e prestar-lhe assistência dentro do que for possível. == Admissão de alunos de graduação == Todos os alunos regulares da Universidade de Cambridge, seja de graduação ou pós-graduação, precisam ser necessariamente afiliados a um colégio. Os diferentes colégios são individualmente responsáveis pelo processo de seleção e admissão de alunos de graduação, observados apenas alguns requisitos mínimos impostos pela universidade. Os estudantes portanto que desejem ingressar na universidade para obter um grau inicial têm o seu dossiê de candidatura a ingresso (application) enviado diretamente para um colégio individual de sua escolha. Embora algumas restrições isoladas se apliquem, a maioria dos colégios admite em geral alunos interessados em cursar qualquer disciplina oferecida pela universidade. O corpo de alunos de um colégio é normalmente constituído então de alunos matriculados em cursos tão diversos quanto engenharia, matemática, economia, ciências sociais, direito, medicina, ciências exatas e biológicas, ou artes e humanidades. Cada colégio possui um Diretor de Estudos (Director of Studies) para cada curso ou grupo de cursos afins representados no seu corpo discente. Os Diretores de Estudos, além de participarem ativamente do processo de seleção dos candidatos a ingresso na universidade, são também responsáveis por organizar as sessões de supervisão relativas às diferentes disciplinas cobertas na sua respectiva área e por acompanhar o progresso acadêmico geral dos alunos do colégio. Entre os 31 colégios afiliados à universidade, dois são excepcionalmente abertos apenas a alunos de pós-graduação, enquanto dois outros admitem apenas mulheres. Como requisito mínimo para matrícula em qualquer curso de graduação em Cambridge, exigem-se certificados de conclusão de estudos secundários em língua inglesa, uma disciplina de matemática ou ciências, uma língua estrangeira, e duas outras matérias aprovadas. Como requisito para admissão, exige-se normalmente que pelo menos três dos certificados mencionados anteriormente sejam Certificados Gerais de Educação (GCE), nível Avançado (A-levels), os quais as notas atingidas devem ser no mínimo A/A/A* (o equivalente a mais de oitenta por cento em duas matérias -A/A - e mais de noventa por cento na outra - A*) ou alguma qualificação internacional equivalente. Na prática, não é incomum entretanto que candidatos admitidos em Cambridge possuam quatro ou mais A-level GCEs com grau A. Para ingresso em determinados cursos de graduação, os colégios de Cambridge especificam certas matérias que devem ter sido obrigatoriamente estudadas no nível avançado pelos candidatos, por exemplo maths e physics para candidatos ao curso de engenharia ou chemistry para candidatos ao curso de medicina. Outros A-level certificates são listados por sua vez como \"fortemente recomendados\" para candidatos a ingresso em certos cursos, embora não necessariamente obrigatórios (por exemplo, further maths para engenharia). Além dos requisitos mínimos de \"A-Levels\", o candidato deve normalmente se submeter a uma entrevista presencial e pode ter que prestar outros exames padronizados como o BMAT exigido dos candidatos a ingresso no curso de medicina, o LNAT exigido para os estudantes que queiram cursar direito e o STEP para o curso de matemática. Para candidatos a ingresso em várias carreiras de engenharia ou ciências, os colégios aplicam ainda testes adicionais de aptidão (raciocínio lógico-dedutivo) chamados TSA (Thinking Skills Assessments) ou outros testes escritos de conhecimentos específicos. As próprias entrevistas presenciais assemelham-se mais a um exame oral e incluem normalmente questões específicas sobre o programa das matérias geralmente estudadas pelo candidato nos dois últimos anos do curso secundário (Sixth Form, correspondente à décima-segunda e décima-terceira séries). == Admissão de alunos de pós-graduação == Ao contrário do que ocorre na graduação, o processo de admissão de alunos a cursos de pós-graduação levando aos graus avançados de Mestre e Doutor é coordenado pela Junta de Estudos de Pós- Graduação (Board of Graduate Studies) da universidade e os dossiês de candidatura são avaliados diretamente pelo departamento ou faculdade onde o candidato pretende realizar seus estudos. Após um candidato ser entretanto aceito por um departamento para admissão em um curso de pós-graduação, ele ou ela são obrigatoriamente alocados a um determinado colégio (preferencialmente a primeira escolha do candidato caso o colégio desejado o aceite como membro). Alunos de engenharia, matemática ou ciências físicas/biológicas que sejam portadores de um diploma inglês de graduação de 4 anos e tenham excelente desempenho acadêmico são normalmente admitidos diretamente em cursos de doutorado em Cambridge. Alunos nas áreas de artes, humanidades e ciências sociais (incluindo economia) que são portadores de diplomas de graduação ingleses de apenas 3 anos devem normalmente completar primeiro um curso de mestrado de um ou dois anos de duração antes de solicitar admissão no programa de doutorado. == Calendário acadêmico == O ano letivo em Cambridge divide-se em três períodos (terms) designados, de acordo com o calendário religioso anglicano, Michaelmas (outubro a dezembro), Lent (janeiro a março), e Easter (abril a junho). Cada período letivo inclui um conjunto de 8 ou 9 semanas denominado full term durante o qual aulas e sessões de supervisões são oferecidas. == Títulos acadêmicos outorgados pela universidade == Os títulos acadêmicos outorgados pela Universidade de Cambridge dividem-se em graus iniciais (concedidos a alunos de graduação), graus avançados (concedidos a alunos de pós-graduação), e graus superiores (concedidos a profissionais não- residentes na universidade pelo conjunto e relevância da produção acumulada ao longo das suas carreiras). Adicionalmente, a exemplo do que ocorre nas Universidades de Oxford e Dublin, mantém-se ainda a tradição arcaica de concessão do grau de cortesia (não acadêmico) de Master of Arts (MA). === Graus iniciais === O grau acadêmico inicial padrão concedido pela Universidade de Cambridge é o grau de Bachelor of Arts (BA), que pode ser obtido com apenas 3 anos de estudo pós-secundário regular. O curso de graduação em engenharia em Cambridge constitui uma exceção entretanto à regra padrão anterior por ter duração mínima obrigatória de 4 anos, levando à obtenção do grau de Master of Engineering (MEng). Alunos qualificados de determinadas ciências naturais (por exemplo, astronomia, física, química, geologia, ciências dos materiais ou bioquímica) têm por sua vez a opção de completar apenas o curso de graduação padrão de 3 anos recebendo somente o grau de BA, ou concluir um curso de graduação estendido de 4 anos levando à obtenção do grau adicional de Master of Natural Science (MSci) além do grau de BA. Um quarto ano opcional de graduação é possível também para alunos qualificados de música. Neste último caso, o aluno recebe o grau adicional de Bachelor of Music (Mus.B) após concluir com sucesso o quarto ano de graduação. No caso de alunos de matemática, a conclusão do quarto opcional de graduação permite obter o Certificate of Advanced Studies in Mathematics além do grau normal de Bachelor of Arts. Os cursos de graduação, conhecidos na terminologia de Cambridge como Triposes, são estruturados em partes (Parts) onde cada parte normalmente corresponde a um ou dois anos acadêmicos. Na maioria dos casos, a Part I corresponde aos dois primeiros anos do curso de graduação (designados respectivamente Part IA e Part IB), enquanto o terceiro ano corresponde à Part II. O quarto ano de graduação é designado como Part III nos cursos de ciências naturais e matemática, e como Part IIB no curso de engenharia (com o terceiro ano neste último caso referido como Part IIA). O desempenho acadêmico dos alunos nas diferentes partes dos Triposes é avaliado basicamente por exames finais escritos denominados papers (geralmente de quatro a oito por ano, dependendo do curso em que o aluno está matriculado). Cada paper tem normalmente três horas de duração, embora possa haver também papers curtos de apenas uma hora e meia de duração. Em vários cursos, é comum também exigir-se uma monografia de graduação (graduation thesis) ou um projeto longo de pesquisa no último ano como requisito para formatura. Nestes casos, a monografia ou o projeto podem substituir um ou mais papers. Listas de exercícios e outras atividades em sala de aula não são normalmente avaliadas para nota, mas alunos de engenharia e ciências têm normalmente que completar anualmente um número obrigatório de práticas de laboratório e/ou outros exercícios de programação/análise numérica que são avaliados e representam uma fração (normalmente pequena) da sua nota final. Os alunos de graduação recebem uma nota separada em cada parte do curso e, de acordo com seu desempenho, são classificados então naquela parte, de acordo com o chamado honours system, nas categorias first class, upper second class, lower second class, third class, pass (without honours), ou fail. Ao contrário de outras universidades inglesas, a Universidade de Cambridge não usa um sistema de honours classification para o curso de graduação como um todo, mas desempenhos mínimos são normalmente exigidos para progressão de uma parte para outra do curso. === O grau de cortesia de Master of Arts === Como resquício de uma antiga tradição medieval, os detentores do grau de Bachelor of Arts da Universidade de Cambridge têm o direito, mediante o pagamento de uma taxa, a receber o título de cortesia de Master of Arts (MA) passados no mínimo seis anos do final do seu primeiro período de matrícula como aluno regular de graduação na universidade. O título de MA de Cambridge não exige nenhum trabalho acadêmico ou exame adicional, mas confere alguns privilégios aos seus detentores, em especial o direito de voto em eleições para Chanceler da universidade e o direito de usar as bibliotecas universitárias. === Graus avançados de mestrado === Além dos graus inferiores de Master of Engineering (MEng) e Master of Natural Sciences (MSci) concedidos a alunos de graduação, a Universidade de Cambridge outorga também graus avançados de mestrado (postgraduate master's degrees) concedidos a alunos de pós-graduação O grau de Master of Philosophy (MPhil) é concedido após a conclusão de um programa de pós-graduação em tempo integral que dura normalmente entre 9 e 12 meses e inclui geralmente um número mínimo obrigatório de aulas em disciplinas avançadas e um projeto individual de pesquisa. O desempenho do aluno é avaliado através de uma combinação de exames finais escritos, trabalhos de curso (por exemplo, ensaios estendidos), e submissão de uma dissertação curta relativa ao projeto de pesquisa concluído. Dependendo do programa, a dissertação pode ou não ser examinada em um exame oral. Os graus de Master of Science (MSc), concedido em algumas áreas de ciências naturais, e de Master of Letters (MLitt), concedido em algumas áreas de artes e humanidades, são comparativamente mais raros que o grau de MPhil e distinguem-se desse último por serem outorgados apenas por pesquisa (i.e. sem nenhuma exigência formal de disciplinas cursadas) e por terem duração normal de dois anos. Para a obtenção de ambos os graus, exige-se a submissão de uma tese de pesquisa e um exame oral final. Uma tese para obtenção dos graus MLitt ou MSc deve ser mais longa e de um nível superior a uma dissertação para MPhil, porém mais curta e de nível de exigência menor do que uma tese de doutoramento. Em particular, para ser aceita em Cambridge, uma tese de MSc ou MLitt deve conter alguma contribuição útil na área em que se insere, mas tal contribuição não precisa ser significativa em termos de impacto e/ou originalidade. === Graus de doutor por pesquisa === O grau usual de Doutor concedido na Universidade de Cambridge é o grau de Doctor of Philosophy (Ph.D.), que só pode ser obtido pela submissão pelo aluno e aceitação pela universidade de uma tese longa de pesquisa que represente uma contribuição original e significativa ao estado atual do conhecimento na área em que a tese se insere. Normalmente, espera-se que os resultados advindos da tese sejam publicados externamente em periódicos internacionais indexados com revisão por pares e/ou na forma de livros ou capítulos de livros. A elaboração da tese de doutorado e a pesquisa original que a ela conduz são supervisionadas por um docente supervisor do departamento equivalente ao thesis advisor nos Estados Unidos. Para obter o grau após a submissão da tese, o candidato precisa ser aprovado em um exame final dividido em: (a) uma fase preliminar consistindo de pareceres individuais sobre a tese gerados de forma independente por dois examinadores (um interno e um externo, excluído o supervisor), (b) um exame oral perante os examinadores, e (c) um parecer final. O exame oral (em latim, Viva Voce) é normalmente fechado ao público e versa sobre o conteúdo da tese apresentada e outros conhecimentos gerais na área em que o tema da tese se encaixa. Os alunos de doutorado em Cambridge passam em geral por um estágio probatório inicial na categoria de probationer research student (PRS) durante o primeiro ano de estudos. Ao final do primeiro ano, o aluno normalmente submete um relatório inicial de pesquisa ou ensaio estendido e é avaliado formalmente através de um exame oral preliminar onde se determina se ele tem condições de prosseguir como doutorando ou deve deixar o programa recebendo normalmente um certificado de estudos de pós-graduação (Certificate of Postgraduate Studies). O aluno primeiro-anista em estágio probatório tipicamente recebe treinamento intensivo em técnicas/métodos de pesquisa e, em vários departamentos, é obrigado também a cursar disciplinas avançadas oferecidas pela universidade e prestar os exames finais escritos associados às disciplinas cursadas. O desempenho do aluno nos exames escritos nestes casos é também considerado na decisão pela sua continuidade ou não no programa de doutorado. Avaliações adicionais de progresso são comuns também na maioria dos departamentos ao final do segundo ano do aluno no programa. O aluno de doutorado pode se submeter ao exame oral final no máximo duas vezes. Além de aprovação com recomendação para concessão do grau de doutor (normalmente condicionada a pequenas modificações/correções na tese), o resultado final do exame oral pode ser alternativamente uma recomendação para que o candidato receba um grau inferior de mestrado por pesquisa (por exemplo, MLitt ou MSc) ou, na pior hipótese, reprovação do candidato sem que ele/ela seja recomendado para nenhum grau acadêmico, certificado ou diploma. A obtenção de um grau de Ph.D. pela Universidade de Cambridge requer no mínimo 3 anos de estudo integral em residência na universidade. Na maioria dos casos, entretanto, os alunos necessitam de mais tempo (até 4 anos) para concluir, defender e, finalmente, revisar suas teses de acordo com as recomendações dos examinadores. Os prazos de conclusão são menores em média porém do que o tempo para obtenção de um grau equivalente nos Estados Unidos. === Doutorados superiores === Além do doutorado inicial padrão por pesquisa (PhD), a Universidade de Cambridge outorga também \"doutorados superiores\" (higher doctorates) como por exemplo os graus MusD (Doctor of Music), ScD (Doctor of Science), LittD (Doctor of Letters), LLD (Doctor of Laws) e DD (Doctor of Divinity), este último o grau mais alto na ordem de precedência da universidade. Graus superiores são concedidos pela Câmara Regente sob recomendação das Juntas das Faculdades (Faculty Boards) apropriadas e são geralmente outorgados apenas a profissionais experientes baseado no conjunto acumulado da sua obra literária, artística, ou científica. Ao contrário do doutorado júnior (PhD), os doutores superiores não requerem estudos em residência na universidade nem tampouco um exame final presencial. O candidato ao grau deve entretanto submeter à faculdade ou departamento um portfólio artístico ou um memorial de trabalhos científicos/publicações que são então avaliados formalmente por comitê julgador ad hoc nomeado pelo respectivo Faculty Board. A recomendação pela concessão do grau é feita quando o comitê considera que o material submetido demonstra satisfatoriamente que a contribuição original do candidato à profissão ao longo de sua carreira atinge um nível suficiente de substância e distinção a ponto de conferir-lhe authoritative status na sua área de especialização. Em geral, o nível de exigência para a concessão de um doutorado superior é muito mais alto do que aquele para concessão de um grau inferior de Doctor of Philosophy. === Doutorados honorários === Excepcionalmente, um doutorado superior pode ser alternativamente concedido a título Honoris Causa a uma personalidade de notório saber na sua respectiva profissão, sem a necessidade de submissão prévia de um portfólio ou memorial bibliográfico para avaliação formal pela universidade. === Curso de medicina === Ao contrário do que ocorre no modelo de ensino norte-americano, os cursos de medicina em Cambridge (e no Reino Unido em geral) não são cursos de pós-graduação que requerem que o candidato a ingresso já possua um grau acadêmico inicial de bacharel. Ao contrário, estudantes de medicina em Cambridge ingressam na universidade diretamente após a conclusão do ensino secundário e obtenção dos A-levels apropriados. Seguem- se então três anos iniciais de estudos pré-clínicos especializados culminando com a obtenção de um grau de Bachelor of Arts da universidade. As disciplinas estudadas na fase pré-clínica incluem tipicamente: anatomia; fisiologia; biologia molecular e bioquímica; biofísica; psicologia e neurociências; biologia celular, tecidual e embrionária; genética e reprodução humanas; microbiologia; imunologia, farmacologia e patologia. Na segunda fase do curso, o aluno de medicina em Cambridge completa então mais três anos adicionais de estudos clínicos em um hospital universitário, culminando na obtenção simultânea dos graus de Bachelor of Surgery (BChir) e Bachelor of Medicine (MB) ao final de um total de seis anos de estudo integral pós-secundário. Os alunos mais talentosos têm ainda a opção de intercalar os estudos clínicos com um projeto original de pesquisa levando à obtenção simultânea dos graus de BChir/MB e PhD. O programa conjunto MB/PhD requer três anos acadêmicos adicionais de estudos para sua conclusão além do seis anos normais necessários para obtenção dos graus de BA e BChir/MB. === Cursos de direito === A exemplo do que ocorre nos estudos de medicina, é possível um aluno no Reino Unido ingressar diretamente em um curso de graduação em direito logo após a conclusão do curso secundário. O grau inicial em estudos jurídicos oferecido pela Universidade de Cambridge é o grau padrão de Bachelor of Arts (BA) de três anos na disciplina específica de direito. Alternativamente, o aluno de direito pode optar também por um bacharelado estendido de quatro anos com um ano acadêmico cursado em uma instituição parceira na Europa continental. Para alunos que já possuam um bacharelado, a universidade oferece ainda um curso avançado de mestrado por aproveitamento em disciplinas (taught master's course) com duração de um ano, ao final do qual é outorgado o grau de Master of Laws (LLM). Finalmente, é possível ainda completar um doutorado por pesquisa em direito, normalmente após três anos de estudos integrais, levando a um grau de Ph.D. É importante mencionar, entretanto, que graus acadêmicos em direito por si só não habilitam o indivíduo a trabalhar como advogado na Inglaterra e País de Gales. Após a conclusão do bacharelado, indivíduos que desejem seguir uma carreira nas diferentes classes de advocacia (barrister ou solicitor) precisam ainda completar o Bar Vocational Course (no caso de barristers) ou o Legal Training Course (para solicitors), que normalmente duram dois anos e incluem módulos teóricos e práticos (estágios em escritórios de advocacia). Esses cursos profissionalizantes obrigatórios em advocacia não são oferecidos pela Universidade de Cambridge e precisam ser então cursados em outras instituições. == Ver também == * King's College * Universidade de Bristol * Universidade de Oxford * Universidade de Southampton * Universidades mais antigas do mundo * Universidade Southampton Solent == Ligações externas == * Categoria:Grupo Golden Triangle",
 "title": "Universidade de Cambridge"
}