{
 "id": "8340",
 "text": "Louvre ou Museu do Louvre () é o maior museu de arte do mundo e um monumento histórico em Paris, França. Um marco central da cidade, está localizado na margem direita do rio Sena, no 1º arrondissement (distrito) da cidade. Aproximadamente 38 mil objetos, da pré-história ao século XXI, são exibidos em uma área de 72 735 metros quadrados.\"The “Pyramid” Project (2014–2016)\", press release of the Musée du Louvre, 18 de setembro de 2014, p. 29. Archive copy. Acessado em 31 de janeiro de 2021 Em 2019, o Louvre recebeu 9,6 milhões de visitantes, o que o torna o museu mais visitado do mundo. O museu está instalado no Palácio do Louvre, originalmente construído como o Castelo do Louvre nos séculos XII e XIII durante o reinado de Filipe II. Restos da fortaleza são visíveis no porão do museu. Devido à expansão urbana, a fortaleza acabou perdendo sua função defensiva e, em 1546, Francisco I a converteu na residência principal dos reis franceses. O edifício foi ampliado várias vezes para formar o atual Palácio do Louvre. Em 1682, Luís XIV escolheu o Palácio de Versalhes como sua casa, deixando o Louvre principalmente como um local para exibir a coleção real, incluindo, a partir de 1692, uma coleção de antigas esculturas gregas e romanas. Em 1692, o edifício foi ocupado pela Académie des Inscriptions et Belles-Lettres e pela Académie Royale de Peinture et de Sculpture, que em 1699 realizou a primeira de uma série de exposições. A Académie permaneceu no Louvre por 100 anos. Durante a Revolução Francesa, a Assembleia Nacional decretou que o Louvre deveria ser usado como museu para exibir as obras-primas do país. O museu foi inaugurado em 10 de agosto de 1793 com uma exposição de 537 pinturas, a maioria das obras sendo propriedade real e confiscada da Igreja Católica. Devido a problemas estruturais com o edifício, o museu foi fechado em 1796 até 1801. A coleção foi ampliada sob o governo de Napoleão e o museu foi renomeado como Museu Napoleão, mas após a abdicação dele, muitas obras confiscadas por seus exércitos foram devolvidas aos seus proprietários originais. A coleção foi aumentada ainda mais durante os reinados de Luís XVIII e Carlos X e, durante o Segundo Império Francês, o museu ganhou 20 mil peças. O acervo cresceu constantemente através de doações e legados desde a Terceira República. A coleção é dividida em oito departamentos curatoriais: antiguidades egípcias; antiguidades do Oriente Próximo; antiguidades gregas, etruscas e romanas; arte islâmica; esculturas; artes decorativas; pinturas; impressões e desenhos. == História == === Séculos XII-XX === ==== Palácio medieval, renascentista e Bourbon ==== miniaturadaimagem|Porções subterrâneas do Louvre medieval ainda são visíveis. O Palácio do Louvre, que abriga o museu, foi iniciado como uma fortaleza por Filipe II no século XII para proteger a cidade dos soldados ingleses que estavam na Normandia. Restos deste castelo ainda são visíveis na cripta do museu. Não se sabe se esse foi o primeiro edifício naquele local; é possível que Filipe tenha modificado uma torre preexistente. Segundo a autoridade autorizada Grand Larousse encyclopédique, o nome deriva de uma associação com o esconderijo de caça ao lobo (do latim: lupus).In Larousse Nouveau Dictionnaire étymologique et historiquebrairie Larousse, Paris, 1971, p. 430: ***loup 1080, Roland (leu, forme conservée dans à la queue leu leu, Saint Leu, etc.); du lat. lupus; loup est refait sur le fém. louve, où le *v* a empêché le passage du *ou* à *eu* (cf. Louvre, du lat. pop. lupara)*** the etymology of the word louvre is from lupara, feminine (pop. Latin) form of lupus. No século VII, St. Fare, uma abadessa de Meaux, deixou parte de sua \"vila chamada Luvra, situada na região de Paris\", para um mosteiro,In Lebeuf (Abbé), Fernand Bournon, Histoire de la ville et de tout le diocèse de Paris par l'abbé Lebeuf, Vol. 2, Paris: Féchoz et Letouzey, 1883, p. 296: \"Louvre\". mas esse território provavelmente não correspondia exatamente ao local moderno. O Palácio do Louvre foi alterado frequentemente durante a Idade Média. No século XIV, Carlos V converteu o edifício em residência e, em 1546, Francisco I renovou o local no estilo do renascimento francês. Francisco adquiriu o que se tornaria o núcleo do acervo do Louvre, como a obra Mona Lisa de Leonardo da Vinci. Depois de Luís XIV escolher Versalhes como sua residência em 1682, as reformas desaceleraram; no entanto, a mudança permitiu que o Louvre fosse usado como residência para artistas, sob patrocínio real. Quatro gerações da família Boulle receberam o patrocínio real e residiram no Louvre na seguinte ordem: Pierre Boulle, Jean Boulle, André-Charles Boulle e seus quatro filhos (Jean-Philippe, Pierre-Benoît (c. 1683–1741), Charles-André (1685-1749) e Charles-Joseph (1688-1754)), depois dele. André-Charles Boulle (1642-1732) é o marceneiro francês mais famoso e o artista de destaque no campo da marchetaria também conhecido como \"embutimento\". Boulle foi \"o mais notável de todos os marceneiros franceses\".Theodore Dell, The Frick Collection, V: Furniture in the Frick Collection (1992:187). Ele foi recomendado para Luís XIV da França, o \"Rei Sol\", por Jean-Baptiste Colbert (1619-1683), que o classificou como o \"o artesão mais habilidoso em sua profissão\". Antes que o incêndio de 1720 as destruísse, André-Charles Boulle realizou obras de arte inestimáveis no Louvre, incluindo quarenta e oito desenhos de Rafael.C.R. Williams, \"The Mentor:Furniture and its Makers Vol. 1, No. 30, Serial Number 30, 7 de setembro de 2015, [EBook #49904] Em meados do século XVIII, havia um número crescente de propostas para criar uma galeria pública, com o crítico de arte La Font de Saint-Yenne publicando, em 1747, uma convocação para a exibição da coleção real. Em 14 de outubro de 1750, Luís XV concordou e sancionou uma exibição de 96 peças da coleção real, montadas na Galerie royale de peinture do Palácio de Luxemburgo. Um salão foi aberto pelo Le Normant de Tournehem e pelo Marquês de Marigny para exibição pública do Tableaux du Roy às quartas e sábados, e continha obras de Andrea del Sarto; Rafael; Ticiano; Veronese; Rembrandt; Poussin e Van Dyck, até seu fechamento em 1780, como resultado da doação do palácio ao Conde da Provença (o futuro rei, Luís XVIII) pelo rei em 1778. Sob o reinado de Luís XVI, a ideia do museu real tornou-se política. O Conde d'Angiviller ampliou a coleção e, em 1776, propôs a conversão da Grande Galerie do Louvre - que continha mapas - no \"Museu Francês\". Muitas propostas foram oferecidas para a transformação do Louvre em um museu; no entanto, nenhuma foi acordada, o que deixou o museu permaneceu incompleto até a Revolução Francesa. ==== Revolução Francesa ==== Durante a Revolução Francesa, o Louvre foi transformado em museu público. Em maio de 1791, Assembleia Nacional declarou que o Louvre seria \"um lugar para reunir monumentos de todas as ciências e artes\". Em 10 de agosto de 1792, Luís XVI foi preso e a coleção real no Louvre tornou-se propriedade nacional. Por medo de vandalismos ou roubos, em 19 de agosto, a Assembleia Nacional declarou como urgente a preparação do museu. Em outubro, um comitê para \"preservar a memória nacional\" começou a montar a coleção para exibição. ===== Abertura ===== direita|miniaturadaimagem| A escultura Psique Revivida pelo Beijo do Cupido, de Antonio Canova, foi encomendada em 1787 e doada em 1824. O museu foi inaugurado em 10 de agosto de 1793, o primeiro aniversário da morte da monarquia. O público recebeu acesso gratuito três dias por semana, o que foi \"percebido como uma grande conquista amplamente apreciada\". A coleção apresentou 537 pinturas e 184 objetos de arte. Três quartos foram extraídos das coleções reais, o restante de emigrados confiscados e propriedade da Igreja (biens nationaux). Para expandir e organizar a coleção, a República dedicou 100 mil libras por ano ao acervo. Em 1794, os exércitos revolucionários da França começaram a trazer peças do norte da Europa, aumentadas após o Tratado de Tolentino (1797) por obras do Vaticano, como Laocoonte e Seus Filhos e Apolo Belvedere, para estabelecer o Louvre como museu e como \"sinal de soberania popular\". Os primeiros dias foram agitados; artistas privilegiados continuavam morando em residências e pinturas não identificadas eram penduradas \"quadro a quadro, do chão ao teto\". A estrutura em si foi fechada em maio de 1796 devido a deficiências estruturais. Reabriu em 14 de julho de 1801, organizada cronologicamente e com nova iluminação e colunas. ==== Napoleão ==== Sob Napoleão I, uma ala norte paralela à Grande Galerie foi iniciada e a coleção cresceu através de campanhas militares bem- sucedidas. Após a Campanha do Egito, entre 1798 e 1801, Napoleão nomeou o primeiro diretor do museu, Dominique Vivant Denon. Em homenagem, o museu recebeu o nome de \"Museu Napoleão\" em 1803 e foram feitas aquisições de obras espanholas, austríacas, holandesas e italianas, como despojos ou através de tratados, como o Tratado de Tolentino. No final da Primeira Campanha Italiana de Napoleão, em 1797, o Tratado de Campo Formio foi assinado com o Conde Philipp von Cobenzl, da Monarquia Austríaca. Este tratado não apenas marcou a conclusão da conquista de Napoleão na Itália, mas também o fim das primeiras fases das Guerras Revolucionárias Francesas. Sob os termos desse tratado, as cidades italianas eram obrigadas a contribuir com peças de arte e patrimônio cultural que iriam ser expostas nos \"desfiles de saques\" de Napoleão por Paris antes de serem colocadas no Museu do Louvre. Uma das peças mais famosas tiradas durante este per foram os Cavalos de São Marcos. Os quatro cavalos de bronze antigos, que adornavam a Basílica de São Marcos em Veneza desde o saque de Constantinopla em 1204, foram levados a Paris para residir no topo do Arco do Carrossel de Napoleão, em 1797. Várias igrejas e palácios, incluindo a Basílica de São Marcos, foram saqueados pelos franceses, que ultrajaram os italianos e suas sensibilidades artísticas e culturais. Em 1797, o Tratado de Tolentino foi assinado por Napoleão e duas estátuas, o Nilo e o Tibre, foram levadas para Paris. Essas estátuas tinham estado anteriormente no Vaticano e ambas foram alojadas no Louvre até 1815. Após a derrota de Napoleão, o Nilo foi devolvido à Itália. A Península Italiana não era a única região da qual Napoleão roubou arte. Sob o governo de Diretório da década de 1790, Napoleão (então general) liderou uma expedição ao Egito. A campanha foi um esforço expansionista por parte do governo, mas o Diretório tinha outro objetivoː fazer de Paris um centro de artísticos, científico e cultural. O Diretório queria que a França assumisse a responsabilidade de liberar as obras de arte que consideravam perigosas, a fim de proteger e nacionalizar o patrimônio e a cultura de seus súditos. Como resultado, havia equipes de artistas e cientistas que acompanharam os exércitos na batalha equipados com listas de pinturas, esculturas e outras peças do patrimônio que seriam coletadas, encaixotadas e enviadas de volta para a França. Dominique Vivant Denon era consultor de arte de Napoleão e o acompanhou na expedição ao Egito. Por sua iniciativa, o Vale dos Reis no Egito foi descoberto e estudado extensivamente. Como resultado disto, ele foi posteriormente instalado por Napoleão como diretor do \"Museu Napoleão\", anteriormente o Louvre, consolidando o status do museu como um centro de patrimônio global e armazém de patrimônio cultural.Quynn, Dorothy (1945) \"The Art Confiscations of the Napoleonic Wars\". The American Historical Review. https://www.jstor.org/stable/1843116 p. 442. Acessado em 31 de janeiro de 2021. Uma das descobertas mais importantes feitas durante a campanha de Napoleão no Egito foi a Pedra de Roseta. Foi descoberto em 1799 e possibilitou a decifração dos hieróglifos egípcios antigos. Embora a Pedra de Roseta tenha sido descoberta pelos franceses, na verdade ela nunca chegou ao Museu do Louvre. Foi tomada pelas forças britânicas após a derrota de Napoleão no Egito e a subsequente assinatura do Tratado de Alexandria em 1801. Agora está em exibição no Museu Britânico. Após a derrota francesa em Waterloo, os antigos proprietários das obras buscaram seu retorno. Os administradores do Louvre eram relutantes em cumprir e ocultaram muitos trabalhos em suas coleções particulares. Em resposta, estados estrangeiros enviaram emissários a Londres para procurar ajuda e muitas peças foram devolvidas, mesmo algumas que haviam sido restauradas pelo Louvre.Mignot, p. 69. According to Mignot, Mantegna's Calvary, Veronese's The Wedding at Cana|The Marriage of Cana, and Rogier van der Weyden's Annunciation were not returned. Em 1815, Luís XVIII finalmente concluiu acordos com o governo austríaco para a manutenção de peças como o Casamento em Caná de Veronese, que foram trocadas por um grande Le Brun ou a recompra da coleção albanesa. ==== Restauração e Segundo Império ==== Durante a Restauração Francesa (1814-1830), Luís XVIII e Carlos X entre eles adicionou 135 peças a um custo de 720 mil francos e criou o departamento de antiguidades egípcias, com curadoria de Champollion, aumentado em mais de 7 mil trabalhos com a aquisição de antiguidades no Edme-Antoine Durand, a coleção egípcia de Henry Salt ou a segunda coleção anterior de Bernardino Drovetti. Isto foi menor que o valor dado à reabilitação de Versalhes, e o Louvre sofreu em relação ao resto de Paris. Após a criação da Segunda República Francesa em 1848, o novo governo alocou dois milhões de francos para reparos e ordenou a conclusão da Galerie d'Apollon, do Salon Carré e da Grande Galérie. Em 1861, Napoleão III comprou 11.835 obras de arte, incluindo 641 pinturas, ouro grego e outras antiguidades da coleção Campana. Entre 1852 e 1870, sob Napoleão III, o museu adicionou 20 mil novas peças para suas coleções e o Pavillon de Flore e a Grande Galérie foram reformados pelos arquitetos Louis Visconti e Hector Lefuel. ==== Danos durante a Comuna de Paris em 1871 ==== O Louvre foi danificado durante a supressão da Comuna de Paris. Em 23 de maio de 1871, quando o exército francês avançou para Paris, uma força dos comunardos liderados por Jules Bergeret atearam fogo ao Palácio das Tulherias, adjacente. O fogo ardeu por 48 horas, destruindo totalmente o interior do palácio e se espalhando para o museu ao lado. A biblioteca do museu e algumas das salas adjacentes foram destruídas, mas o museu foi salvo pelos esforços de bombeiros e funcionários do museu em Paris.Rene Heron de Villefosse, Histoire de Paris, Bernard Grasset (1959). O pai do autor deste livro era um curador assistente do Louvre e ajudou a apagar os incêndios ==== Terceira República e Guerras Mundiais ==== Durante a Terceira República (1870-1940), o Louvre adquiriu novas peças principalmente através de doações e presentes. A Société des Amis du Louvre (fundada em 1897) doou a Pietà de Villeneuve-lès-Avignon e, em 1863, uma expedição descobriu a escultura Vitória de Samotrácia no Mar Egeu. Esta peça, embora fortemente danificada, tem sido exibida de forma proeminente desde 1884. A coleção La Caze, com 583 itens, doada em 1869, incluía obras de Chardin; Fragonard; Rembrandt - como Bate-Seba em seu Banho - e Gilles por Watteau. A expansão do museu diminuiu após a Primeira Guerra Mundial e a coleção não adquiriu muitos novos trabalhos significativos; as exceções foram a doação de Saint Thomas de Georges de La Tour e de 4 mil impressões, 3 mil desenhos e 500 livros ilustrados do Barão Edmond de Rothschild (1845 a 1934). No início da Segunda Guerra Mundial, o museu removeu a maior parte da arte e escondeu peças valiosas. Quando a Alemanha nazista ocupou os Sudetas, muitas obras importantes, como a Mona Lisa, foram temporariamente transferidas para o Château de Chambord. Quando a guerra foi formalmente declarada um ano depois, a maioria das pinturas do museu também foi enviada para lá. Esculturas selecionadas, como a Vitória de Samotrácia e a Vênus de Milo, foram enviadas ao Château de Valençay.Alan Riding, And the Show Went On: Cultural Life in Nazi-Occupied Paris. Alfred A Knopf, New York: 2010. p. 34. Em 27 de agosto de 1939, após dois dias embalando as peças, os comboios de caminhões começaram a deixar Paris. Em 28 de dezembro, o museu foi liberado da maioria das obras, exceto aquelas que eram muito pesadas e \"pinturas sem importância [que] foram deixadas no porão\". No início de 1945, após a libertação da França, a arte começou a retornar ao Louvre.Simon, Matila, The battle of the Louvre: The struggle to save French art in World War II. Hawthorn Books, 1971. p. 23, 177. ==== Pirâmides do Grande Louvre ==== Em 1874, o Palácio do Louvre havia alcançado sua forma atual de uma estrutura quase retangular, com a ala Sully ao leste, contendo a Cour Carrée (praça quadrada) e as partes mais antigas do Louvre; e duas alas que envolvem a Cour Napoléon, a ala Richelieu ao norte e a ala Denon, que faz fronteira com o rio Sena ao sul. Em 1983, o presidente francês François Mitterrand propôs, como um de seus Grands Projets, reformar o prédio e realocar o Ministério das Finanças, permitindo exibições por todo o edifício. O arquiteto I. M. Pei foi premiado com o projeto e propôs uma pirâmide de vidro sobre uma nova entrada na praça principal, o Cour Napoléon. A pirâmide e seu saguão subterrâneo foram inaugurados em 15 de outubro de 1988 e a Pirâmide do Louvre foi concluída em 1989. A segunda fase do plano, a Pyramide Inversée (pirâmide invertida), foi concluída em 1993. Em 2002, o atendimento havia dobrado desde a conclusão. === Século XXI === O Museu do Louvre contém mais de 380 mil objetos e exibe 35 mil obras de arte em oito departamentos curatoriais com mais de 60 600 metros quadrados dedicado à coleção permanente. O Louvre exibe esculturas, objetos de arte, pinturas, desenhos e achados arqueológicos. É o museu mais visitado do mundo, com média de 15 mil visitantes por dia, 65 por cento dos quais são turistas estrangeiros. Depois que os arquitetos Mario Bellini e Rudy Ricciotti venceram uma competição internacional para criar suas novas galerias de arte islâmica, o novo pavilhão de 3 mil m²Gareth Harris (13 de setembro de 2012), Islamic art, covered Financial Times. acabou sendo inaugurado em 2012, consistindo em espaços interiores no térreo, encimados por um telhado ondulado dourado (formado por quase 9 mil tubos de aço que formam uma teia interior) que parece flutuar no pátio neoclássico de Visconti, no meio da ala sul do Louvre.Carol Vogel (19 de setembro de 2012), The Louvre's New Islamic Galleries Bring Riches to Light The New York Times. As galerias, que o museu esperava abrir em 2009, representam a primeira grande intervenção arquitetônica no Louvre desde a adição da pirâmide de vidro de I. M. Pei em 1989. Em 5 de fevereiro de 2015, cerca de cem arqueólogos, protestando contra o envolvimento comercial privado para proteger o patrimônio da França, bloquearam as bilheterias do Louvre para facilitar o acesso gratuito ao museu. O Louvre é de propriedade do governo francês; no entanto, desde os anos 1990, tornou-se mais independente. Desde 2003, o museu é obrigado a gerar fundos para projetos. Em 2006, os fundos do governo haviam caído de 75 por cento do orçamento total para 62 por cento. Todos os anos, o Louvre agora levanta tanto quanto recebe do Estado francês, cerca de 122 milhões de euros. O governo paga pelos custos operacionais (salários, segurança e manutenção), enquanto o restante - novas alas, reformas, aquisições - depende do financiamento do próprio museu.Farah Nayeri (20 de janeiro de 2009), Banks compete to manage Louvre's endowment International Herald Tribune. Acessado em 31 de janeiro de 2021 Outros 3 a 5 milhões de euros por ano são arrecadados pelo Louvre a partir de exposições oferecidas para outros museus, enquanto o museu anfitrião fica com o dinheiro do ingresso. Quando o Louvre se tornou um ponto de interesse no livro O Código Da Vinci e no filme de 2006 baseado no livro, o museu ganhou 2,5 milhões de dólares, permitindo filmar em suas galerias.Lunn, p. 137 Em 2008, o governo francês forneceu 180 milhões de dólares dos 350 milhões de dólares anuais do orçamento do Louvre; o restante veio de contribuições privadas e venda de ingressos. O Louvre emprega uma equipe de dois mil funcionários liderados pelo diretor Jean-Luc Martinez, que se reporta ao Ministério da Cultura e Comunicações da França. Martinez substituiu Henri Loyrette em abril de 2013. Sob a administração de Loyrette, que substituiu Pierre Rosenberg em 2001, o Louvre passou por mudanças políticas que lhe permitem emprestar mais obras do que antes. Em 2006, emprestou 1.300 obras, o que permitiu receber mais obras estrangeiras. De 2006 a 2009, o Louvre emprestou obras de arte ao High Museum of Art em Atlanta, Estados Unidos, e recebeu 6,9 milhões de dólares de pagamentos a serem usados para reformas. Em 2012, o Louvre e os Museus de Belas Artes de São Francisco anunciaram uma colaboração de cinco anos em exposições, publicações, conservação de arte e programação educacional.Scarlet Cheng (15 de novembro de 2012), Louvre and Sll Francisco museums sign five- year deal The Art Newspaper. A expansão de 98,5 milhões de euros das galerias de arte islâmica em 2012 recebeu financiamento estatal de 31 milhões de euros, além de 17 milhões de euros da Fundação Alwaleed Bin Talal, fundada pelo príncipe homônimo da Arábia Saudita. A república do Azerbaijão, o emir do Kuwait, o sultão de Omã e o rei Maomé VI do Marrocos doaram um total de 26 milhões de euros. Além disso, a abertura do Louvre Abu Dhabi deve fornecer 400 milhões de euros ao longo de 30 anos para o uso da marca do museu. Loyrette tentou melhorar partes fracas da coleção por meio da renda gerada por empréstimos de arte e garantindo que \"20% dos recebimentos de admissões serão retirados anualmente para aquisições\". Ele tem mais independência administrativa para o museu e alcançou 90 por cento das galerias a serem abertas diariamente, em oposição a 80 por cento anteriormente. Ele supervisionou a criação de horário prolongado e entrada gratuita nas noites de sexta-feira e um aumento no orçamento de aquisição para 36 milhões de dólares, ante 4,5 milhões de dólares. No 500º aniversário da morte de Leonardo Da Vinci, o Louvre realizou a maior exposição única de seu trabalho, de 24 de outubro de 2019 a 24 de fevereiro de 2020. O evento incluiu mais de cem itens: pinturas, desenhos e cadernos. Foram exibidos 11 dos menos de 20 quadros que Da Vinci completou em sua vida. Cinco deles pertencem ao Louvre, mas a Mona Lisa não foi incluída porque está em grande demanda entre os visitantes do Louvre; o trabalho permaneceu em exibição em sua galeria. Salvator Mundi também não foi incluída, pois o proprietário saudita não concordou em levar a obra de seu esconderijo. O Homem Vitruviano, no entanto, esteva em exibição, após uma bem-sucedida batalha legal com seu proprietário, a Galeria da Academia de Belas Artes de Florença. Em 1 de maio de 1983, um capacete e uma couraça de ferro com incrustações de ouro, produzidas na região de Milão na segunda metade do século XVI, foram roubadas. A vitrina em que as peças estavam apareceu destruída e as circunstâncias do desaparecimento continuam a ser desconhecidas. As peças foram localizadas em Bordéus em janeiro de 2021, no contexto de uma herança, quando o perito de antiguidades que estava no processo alertou a polícia da sua suspeita sobre a sua origem. ==== Museus- satélite ==== ===== Lens ===== Em 2004, as autoridades francesas decidiram construir um museu-satélite no local de um poço de carvão abandonado na antiga cidade mineira de Lens para aliviar o lotado Louvre de Paris, aumentar o total de visitas ao museu e melhorar a economia do norte industrial da França. Seis cidades foram consideradas para o projeto: Amiens, Arras, Boulogne-sur-Mer, Calais, Lens e Valenciennes. Em 2004, o primeiro-ministro francês Jean-Pierre Raffarin escolheu Lens para ser o local do novo edifício, o Louvre-Lens. Os arquitetos japoneses da empresa SANAA foram selecionados para o projeto em 2005. Os funcionários do museu previram que o novo prédio, capaz de receber cerca de 600 obras de arte, atrairia até 500 mil visitantes por ano quando foi inaugurado em 2012. ===== Abu Dhabi ===== Em 8 de novembro de 2017, uma extensão direta do Louvre, o Louvre Abu Dhabi, abriu suas portas ao público na cidade de Abu Dhabi, nos Emirados Árabes Unidos. Um acordo de 30 anos, assinado pelo ministro da Cultura francês Renaud Donnedieu de Vabres e pelo xeque Sultan bin Tahnoon Al Nahyan, estabeleceu o museu na Ilha Saadiyat, em Abu Dhabi, em troca de 832 milhões de euros (ou 1,3 bilhão de dólares). O Louvre Abu Dhabi, projetado pelo arquiteto francês Jean Nouvel e pela empresa de engenharia Buro Happold, ocupa 24 mil metros quadrados e é coberto por um telhado metálico icônico projetado para lançar raios de luz que imitam o efeito da luz do sol quando ela passa através de folhas de palmeiras em um oásis. A França concordou em emprestar entre 200 e 300 obras de arte durante um período de 10 anos; fornecer conhecimentos de gestão; e fornecer quatro exposições temporárias por ano por 15 anos. As peças de arte vêm de vários museus, incluindo o Louvre, o Georges Pompidou Centre, o Musée d'Orsay, o Versailles, o Musée Guimet, o Musée Rodin e o Musée du quai Branly. ===== Irã ===== Em março de 2018, uma exposição de dezenas de obras de arte e relíquias pertencentes ao Louvre foi aberta aos visitantes em Teerã, como resultado de um acordo entre os presidentes iraniano e francês em 2016. No Louvre, dois departamentos foram alocados às antiguidades da civilização iraniana e os gerentes dos dois departamentos visitaram Teerã. Relíquias pertencentes ao Egito Antigo, Roma Antiga e Mesopotâmia, bem como itens reais franceses foram exibidos na exposição de Teerã. O prédio do Museu Nacional do Irã foi projetado e construído pelo arquiteto francês André Godard. Após seu período em Teerã, a exposição também foi realizada no Grande Museu Khorasan, em Mashhad, no nordeste do Irã, em junho de 2018. ==== Conservação ==== Em 2009, o então Ministro da Cultura da França, Frédéric Mitterrand, aprovou um plano que teria criado uma instalação de armazenamento 30 quilômetros a noroeste de Paris, para guardar objetos do Louvre e de outros dois museus nacionais na zona de inundação de Paris, o Musée du Quai Branly e o Musée d'Orsay; o plano foi posteriormente descartado. Em 2013, sua sucessora Aurélie Filippetti anunciou que o Louvre moveria mais de 250 mil obras de arteVincent Noce (13 de julho de 2015), Louvre's superstore to go ahead despite protests The Art Newspaper. mantidas em 20 mil metros quadrados de área de armazenamento do porão em Liévin; o custo do projeto, estimado em 60 milhões de euros, será dividido entre a região (49%) e o Louvre (51%).Victoria Stapley-Brown (10 de novembro de 2014), Designers chosen for Louvre's €60m storage outpost The Art Newspaper. O Louvre será o único proprietário e gerente do local. Em julho de 2015, uma equipe liderada pela empresa britânica Rogers Stirk Harbour + Partners foi selecionada para projetar o complexo, que terá espaços de trabalho repletos de luz sob um vasto telhado verde. === Aquisições controversas === O Louvre está envolvido em controvérsias que cercam os bens culturais apreendidos durante o governo de Napoleão I, bem como durante a Segunda Guerra Mundial pelos nazistas. Durante a ocupação nazista, milhares de obras de arte foram roubadas. Porém, após a guerra, 61 233 artigos de mais de 150 mil obras de arte apreendidas retornaram à França e foram designadas para o Office des Biens Privés do Louvre. Em 1949, confiou 2 130 peças não reclamadas (incluindo 1 001 pinturas) à Direction des Musées de France, a fim de mantê-las em condições adequadas de conservação até sua restituição e, enquanto isso, as classificaram como MNRs (Musées Nationaux Recuperation). Acredita-se que cerca de 10% a 35% das peças provêm de espoliações de judeus. Eles foram exibidos em 1946 e exibidos ao público durante quatro anos (1950–1954), a fim de permitir que os pretendentes legítimos identificassem suas propriedades e depois armazenassem ou exibissem, de acordo com seu interesse, em vários museus franceses, incluindo o Louvre. De 1951 a 1965, cerca de 37 peças foram restituídas. Desde novembro de 1996, o catálogo parcialmente ilustrado de 1947–1949 está acessível on-line e está concluído. Em 1997, o então primeiro-ministro Alain Juppé iniciou a Comissão Mattéoli, chefiada por Jean Mattéoli, para investigar o assunto e, segundo o governo, o Louvre é responsável por 678 obras de arte ainda não reclamadas por seus proprietários legítimos. As campanhas de Napoleão adquiriram peças italianas por tratados, como reparações de guerra, e peças do norte da Europa como despojos, bem como algumas antiguidades escavadas no Egito, embora a grande maioria destas últimas tenha sido apreendida como reparações de guerra pelo exército britânico e agora faz parte de coleções de Museu Britânico. Por outro lado, o Zodíaco de Dendera é, assim como a Pedra de Roseta, reivindicada pelo Egito, embora tenha sido adquirida em 1821, antes da legislação egípcia antiexportação de 1835. A administração do Louvre, portanto, argumentou a favor da retenção deste item, apesar dos pedidos do governo egípcio para seu retorno. O museu também participa de sessões de arbitragem realizadas pelo Comitê da UNESCO para a Promoção do Retorno de Bens Culturais a seus países de origem.Merryman, abstract Consequentemente, o museu retornou em 2009 cinco fragmentos egípcios de afrescos (30 cm x 15 cm cada) cuja existência da tumba de origem só havia sido levada às autoridades em 2008, oito a cinco anos após a aquisição de boa-fé pelo museu de duas coleções particulares e após o respeito necessário do procedimento de déclassement francês de coleções públicas perante a Comissão Científica Nacional das Coleções dos Museus da França. == Coleções == O Museu do Louvre contém cerca de 460 mil objetos e exibe 35 mil obras de arte em oito departamentos curatoriais. === Antiguidades egípcias === O departamento, composto por mais de 50 mil peças, inclui artefatos das civilizações do Nilo que datam de 4000 a.C. até o século IV d.C. A coleção, entre as maiores do mundo, apresenta uma visão da vida egípcia que abrange o Egito Antigo, o Império Médio, o Império Novo, a arte copta e os períodos romano, ptolemaico e bizantino. As origens do departamento estão na coleção real, mas foi aumentada pela viagem expedicionária de Napoleão em 1798 com Dominique Vivant, o futuro diretor do Louvre. Depois que Jean-François Champollion traduziu a Pedra de Roseta, Carlos X decretou a criação de um departamento de antiguidades egípcias. Champollion assessorou a compra de três coleções, formadas por Edmé-Antoine Durand, Henry Salt e Bernardino Drovet; essas adições adicionaram 7 mil obras ao acervo. O crescimento continuou por meio de aquisições de Auguste Mariette, fundador do Museu Egípcio no Cairo. Mariette, após escavações em Mêmfis, enviou caixas de achados arqueológicos, incluindo O Escriba Sentado. Guardado pela Grande Esfinge (c. 2000 a.C.), a coleção está alojada em mais de 20 salas. O acervo inclui arte, pergaminhos de papiro, múmias, ferramentas, roupas, joias, jogos, instrumentos musicais e armas. Peças do período antigo incluem a Faca de Gebel Araque de 3400 a.C., O Escriba Sentado e o Chefe do Rei Djedefre. A arte do Império Médio, \"conhecida por suas obras e estátuas de ouro\", passou do realismo à idealização; isto é exemplificado pela estátua de xisto de Amenemhatankh e pelo Portador da Oferta, feito de madeira. As seções do Império Novo e do Egito copta são profundas, mas a estátua da deusa Néftis e a representação em calcário da deusa Hator demonstram o sentimento e a riqueza do Império Novo. === Antiguidades do Oriente Próximo === Antiguidades do Oriente Próximo, o segundo mais novo departamento, data de 1881 e apresenta uma visão geral da civilização do Oriente Próximo e dos \"primeiros assentamentos\", antes da chegada do Islã. O departamento está dividido em três áreas geográficas: o Levante, a Mesopotâmia (Iraque) e a Pérsia (Irã). O desenvolvimento da coleção corresponde a obras arqueológicas, como a expedição de Paul-Émile Botta em 1843 a Khorsabad e a descoberta do palácio de Sargão II. Essas descobertas formaram a base do museu assírio, o precursor do departamento de hoje. O museu contém exposições da Suméria e da cidade de Acádia, com monumentos como a Estela dos Abutres do Príncipe de Lagaxe, de 2450 a.C. e a estela erguida por Naram-Sin, rei de Acádia, para celebrar uma vitória sobre os bárbaros na Cordilheira de Zagros. O Código de Hamurabi, de 2,25 metros e descoberto em 1901, exibe as Leis da Babilônia em destaque, para que ninguém pudesse alegar sua ignorância. O mural do século XVIII a.C. da Investidura de Zimrilim e a estátua de Ebih-Il do século XXV a.C., encontrada na antiga cidade-Estado de Mari, também estão em exibição no museu. A parte persa do Louvre contém obras do período arcaico, como o Chefe Funerário e os Arqueiros Persas de Dario I. Esta seção também contém objetos raros de Persépolis, que também foram emprestados ao Museu Britânico para sua exposição na Pérsia Antiga em 2005. === Antiguidades gregas, etruscas e romanas === O departamento grego, etrusco e romano exibe peças da bacia do Mediterrâneo que datam do neolítico ao século VI. A coleção se estende desde o período das Cíclades até o declínio do Império Romano. Este departamento é um dos mais antigos do museu; ele começou com arte real apropriada, algumas das quais foram adquiridas sob o reinado de Francisco I. Inicialmente, a coleção era focada em esculturas de mármore, como a Vênus de Milo. Obras como o Apolo Belvedere chegaram durante as Guerras Napoleônicas, mas essas peças foram devolvidas após a queda de Napoleão I em 1815. No século XIX, o Louvre adquiriu outras obras, como bronzes como o Borghese Vase da Biblioteca Nacional da França. O período arcaico é representado por joias e peças como o calcário Dama de Auxerre, de 640 a.C.; e a cilíndrica de Hera de Samos, c. 570-560 a.C. Após o século IV a.C., o foco na forma humana aumentou, exemplificado pelo Gladiador Borghese. O Louvre possui obras-primas da era helenística, incluindo Vitória de Samotrácia (190 a.C.) e a Vênus de Milo, simbólica da arte clássica. A longa Galerie Campana exibe uma coleção notável de mais de mil olarias gregas. Nas galerias paralelas ao Sena, grande parte da escultura romana do museu é exibida. === Arte islâmica === A coleção de arte islâmica, a mais nova do museu, abrange \"treze séculos e três continentes\". Essas exposições, que incluem cerâmica, vidro, metal, madeira, marfim, carpete, têxteis e miniaturas, incluem mais de cinco mil obras e mil fragmentos. Originalmente parte do departamento de artes decorativas, as coleções se separaram em 2003. Entre as obras estão o Pyxide d'al-Mughira, uma caixa de marfim do século X feita na Andaluzia; o Batistério de Saint-Louis, uma bacia de latão gravada entre os séculos XIII e XIV no período mameluco; e Sudário de Saint-Josse do Irã do século X. A coleção contém três páginas do Shahnameh, um livro épico de poemas de Ferdowsi em persa, e um trabalho em metal sírio chamado Barberini Vase. Em setembro de 2019, um novo e aprimorado departamento de arte islâmica foi aberto pela princesa Lamia bint Majed Al-Saud. O novo departamento exibe três mil peças foram coletadas da Espanha para a Índia, através da península Arábica, que data dos séculos VII a XIX. === Esculturas === O departamento de esculturas compreende obras criadas antes de 1850 que não pertencem aos departamentos etruscos, gregos e romanos. O Louvre tem sido um repositório de material esculpido desde sua época como um palácio; no entanto, apenas a arquitetura antiga era exibida até 1824, exceto para as peças Escravo Agonizante e Escravo Rebelde de Michelangelo. miniaturadaimagem|Tumba de Philippe Pot, governador da Borgonha sob Luís XI, por Antoine Le Moiturier Inicialmente, a coleção incluía apenas cem peças, estando o resto da coleção de esculturas reais em Versalhes. O acervo permaneceu pequeno até 1847, quando Léon Laborde assumiu o controle do departamento. Ele desenvolveu a seção medieval e comprou as primeiras estátuas e esculturas da coleção, Rei Quildeberto e porta de estanga, respectivamente. A coleção fazia parte do Departamento de Antiguidades, mas recebeu autonomia em 1871 sob a administração de Louis Courajod, um diretor que organizou uma representação mais ampla de obras francesas. Em 1986, todas as obras pós-1850 foram transferidas para o novo Musée d'Orsay. O projeto do Grande Louvre separou o departamento em dois espaços de exibição; a coleção francesa é exibida na ala Richelieu e obras estrangeiras na ala Denon. A visão geral da coleção de esculturas francesas contém obras românicas como o Daniel na cova dos leões do século XI e a Virgem de Auvergne do século XII. No século XVI, a influência da Renascença fez com que a escultura francesa se tornasse mais contida, como pode ser visto nos baixos-relevos de Jean Goujon e nas peças Descida da Cruz e Ressurreição de Cristo, de Germain Pilon. Os séculos XVII e XVIII são representados pelo Busto do Cardeal Richelieu de Gian Lorenzo Bernini de 1640-1, por obras de Étienne Maurice Falconet e pelos obeliscos de François Anguier. As obras neoclássicas incluem Psique Reanimada pelo Beijo do Amor (1787), de Antonio Canova. === Artes decorativas === A coleção artes decorativas abrange desde a Idade Média até meados do século XIX. O departamento começou como um subconjunto do departamento de escultura, baseado na propriedade real e na transferência de obras da Basílica Saint-Denis, o cemitério dos monarcas franceses que seguravam a Espada da Coroação dos Reis da França. Entre as obras mais apreciadas da coleção em desenvolvimento estavam vasos de pietra dura e bronzes. A aquisição da coleção Durand em 1825 acrescentou \"cerâmicas, esmaltes e vitrais\" e 800 peças foram cedidas por Pierre Révoil. O início do Romantismo reacendeu o interesse pelas obras de arte renascentistas e medievais, e a doação de Sauvageot expandiu o departamento para 1 500 obras medievais e de faiança. Em 1862, a coleção Campana agregou joias de ouro e maiolicas, principalmente a partir do século XV e XVI. As obras estão expostas no primeiro andar da Ala Richelieu e na Galeria Apollo, com o nome do pintor Charles Le Brun, que foi encomendado por Luís XIV (o Rei Sol) para decorar o espaço com um tema solar. A coleção medieval contém a coroa de Luís XIV, o cetro de Carlos V e o vaso de pórfiro do século XII. As coleções de arte da Renascença incluem os bronze de Giambologna Nessus e Deianira e a tapeçaria Caça de Maximilliano. === Pinturas === A coleção de pinturas tem mais de 7.500 obras do século XIII ao ano de 1848 e é administrado por doze curadores que supervisionam a exibição da coleção. Quase dois terços são de artistas franceses e mais de 1 200 são do norte da Europa. As pinturas italianas compõem a maioria dos resquícios de Francisco I e as coleções de Luís XIV. As outras são obras de arte não devolvidas da era napoleônica e algumas foram compradas. A coleção começou com Francisco, que adquiriu obras de mestres italianos como Rafael e Michelangelo e trouxe Leonardo da Vinci para sua corte. Após a Revolução Francesa, a Coleção Real formou o núcleo do Louvre. Quando a estação de trem d'Orsay foi convertida no Museu d'Orsay em 1986, a coleção foi dividida e as peças concluídas após a Revolução de 1848 foram transferidas para o novo museu. Obras francesas e do norte da Europa estão na ala Richelieu e Cour Carrée; pinturas espanholas e italianas estão no primeiro andar da ala Denon. Exemplificando a escola francesa estão a primeira Pietà de Avignon de Enguerrand Quarton; a pintura anônima do rei Jean le Bon (c. 1360), possivelmente o mais antigo retrato independente na pintura ocidental a sobreviver da era pós-clássica; Luís XIV de Hyacinthe Rigaud; A Coroação de Napoleão, de Jacques-Louis David; A Balsa da Medusa, de Théodore Géricault; e A Liberdade guiando o povo, de Eugène Delacroix. Nicolas Poussin, os irmãos Le Nain, Philippe de Champaigne, Le Brun, La Tour, Watteau, Fragonard, Ingres, Corot e Delacroix estão bem representados. As propriedades italianas são notáveis, especialmente a coleção renascentista. As obras incluem os Calvários de Andrea Mantegna e Giovanni Bellini, que refletem realismo e detalhes \"destinados a retratar os eventos significativos de um mundo espiritual maior\". A coleção da Alta Renascença inclui a Mona Lisa, a Virgem e o Menino com Santa Ana, São João Batista e Madona das Rochas de Leonardo da Vinci. Caravaggio é representado pelas obras A Adivinha e Morte da Virgem. Da Veneza do século XVI, o Louvre exibe Le Concert Champetre, O Entombment e A Coroação de Espinhos, de Ticiano. A Coleção La Caze, um legado ao Museu do Louvre em 1869 por Louis La Caze, foi a maior contribuição de uma pessoa na história do Louvre. La Caze deu 584 pinturas de sua coleção pessoal ao museu. A herança incluía o jogador de Pierrot da Commedia dell'arte de Antoine Watteau (\"Gilles\"). Em 2007, esta herança foi o tema da exposição \"1869: Watteau, Chardin ... entrent au Louvre. La collection La Caze\".www.louvre.fr – Musée du Louvre – Exhibitions – Past Exhibitions – The La Caze Collection. Acessado em 23 de maio de 2009. Algumas das pinturas mais conhecidas do museu foram digitalizadas pelo Centro Francês de Pesquisa e Restauração dos Museus da França. === Impressões e desenhos === O departamento de gravuras e desenhos engloba trabalhos em papel. As origens da coleção foram 8 600 obras na Coleção Real (Cabinet du Roi), que foram aumentadas via apropriação do Estado, compras como as 1.200 obras da coleção de Fillipo Baldinucci em 1806, além de doações. O departamento foi inaugurado em 5 de agosto de 1797, com 415 peças expostas na Galerie d'Apollon. A coleção está organizada em três seções: o núcleo Cabinet du Roi, 14 mil placas de impressão reais de cobre e as doações de Edmond de Rothschild, que incluem 40 mil impressões, três mil desenhos e cinco mil livros ilustrados. As participações estão expostas no Pavillon de Flore; devido à fragilidade do suporte de papel, apenas uma parte é exibida de cada vez. == Localização, acesso e instalações == O museu fica no centro de Paris, na margem direita, no 1º arrondissement. Era a casa do antigo Palácio das Tulherias, que fechava a extremidade oeste do pátio de entrada do Louvre, mas foi fortemente danificado por um incêndio durante a Comuna de Paris de 1871 e posteriormente demolido. Os adjacentes Jardins das Tulherias, criados em 1564 por Catarina de Médici, foram projetados em 1664 por André Le Nôtre. Os jardins abrigam a Galeria Nacional do Jeu de Paume, um espaço de exposição de arte contemporânea que foi usado para armazenar bens culturais judaicos confiscados durante a ocupação alemã da França de 1940 a 1944, durante a Segunda Guerra Mundial. O Louvre é ligeiramente torto em relação ao Eixo Histórico (Ax historique), uma linha arquitetônica de cerca de oito quilômetros que divide a cidade ao meio. Começa a leste no pátio do Louvre e segue para oeste ao longo da Champs-Élysées. Em 1871, o incêndio do Palácio das Tulherias pela Comuna de Paris revelou que o Louvre estava ligeiramente torto em relação ao Eixo, apesar de anteriormente parecer o contrário. O Louvre pode ser alcançado através das estações Palais Royal - Musée du Louvre ou Louvre-Rivoli do metrô de Paris. Sob a entrada principal do museu fica o Carrousel du Louvre, um centro comercial operado pela Unibail-Rodamco. Entre outras lojas, possui a primeira Apple Store da França e um restaurante McDonald's, cuja presença gerou polêmica. == Ver também == * Lista de museus de Paris == Notas == === Bibliografia === * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * * Tour virtual panorâmico de 360 x 180 graus do Louvre Categoria:Atrações turísticas de Paris Categoria:Fundações na França em 1793 Categoria:Museus fundados em 1793 Categoria:Museus de Paris",
 "title": "Museu do Louvre"
}