{
 "id": "83438",
 "text": "O Prêmio Pulitzer é um prêmio estadunidense outorgado a pessoas que realizem trabalhos de excelência na área do jornalismo, literatura e composição musical. É administrado pela Universidade de Colúmbia, em Nova Iorque. Foi criado em 1917 por desejo de Joseph Pulitzer que, na altura da sua morte, deixou dinheiro à universidade. Parte do dinheiro foi usada para começar o curso de jornalismo na universidade em 1912. O primeiro Prêmio Pulitzer foi dado em 4 de Junho de 1917, e é anunciado sempre em abril. Os indicados são escolhidos por uma banca independente. Ele é entregue no dia 8 de setembro, no Dia Internacional da Solidariedade ao Jornalista. Os prêmios são anuais e divididos em 21 categorias. Em vinte delas, os vencedores recebem um prêmio de dez mil dólares em dinheiro e um certificado. O vencedor na categoria Serviço público de Jornalismo ganha uma medalha de ouro; o prêmio de Serviço Público é sempre dado a um jornal, não a um indivíduo, mesmo que um indivíduo seja citado. Apenas matérias e fotografias publicadas por jornais nos Estados Unidos são elegíveis pelo prêmio de jornalismo. No Brasil, um equivalente ao prêmio Pulitzer é o Prêmio Esso. == Categorias == As definições de acordo com a edição de 2008 são: *Serviço Público - para um exemplo notável de serviço público meritório realizado por um jornal ou site de notícias através da utilização dos seus recursos jornalísticos, que podem incluir, para além da reportagem, editoriais, caricaturas, fotografias, gráficos, vídeos, bases de dados, multimédia ou apresentações interactivas ou outros materiais visuais, apresentados na versão impressa, online ou em ambas. Muitas vezes considerado o grande prémio, mencionado em primeiro lugar nas listas de prémios jornalísticos, o prémio de Serviço Público é atribuído ao jornal, não aos seus membros, apesar de os membros serem mencionados pelos seus contributos. Sozinho entre os prémios Pulitzer, é entregue na forma da Medalha de Ouro Joseph Pulitzer; *Furo de reportagem - para um exemplo distinto de reportagem local de notícias de última hora; *Reportagem investigativa - para um exemplo importante de reportagem investigativa realizada por um indivíduo ou uma equipa, apresentado em forma de um único artigo de jornal ou uma série; *Reportagem explicativa - para um exemplo significante de reportagem explicativa de jornal que mostre um assunto significativo e complexo, demonstrando o domínio do tema, escrita lúcida e apresentação clara; *Reportagem local - para um exemplo expressivo de uma reportagem local de jornal que mostre assuntos ou preocupações significativas. *Reportagem nacional - para um exemplo significativo de reportagem de jornal sobre assuntos nacionais; *Reportagem internacional - para um exemplo perceptível de reportagem de jornal sobre assuntos internacionais, incluindo correspondência nas Nações Unidas; *Escrita Especial - para um exemplo indicativo de escrita especial em jornal que teve em especial consideração elevada qualidade literária e originalidade; *Comentário - para comentários distintos; *Crítica - para crítica notável; *Escrita Editorial - para a escrita editorial importante, sendo o teste de excelência a clareza de estilo, o propósito moral, a razoabilidade e o poder de influenciar a opinião pública no sentido do que o escritor considera ser a direcção correcta; *Cartooning Editorial - para uma caricatura ou portefólio de caricaturas significante publicado durante o ano, caracterizado pela originalidade, eficácia editorial, qualidade do desenho e efeito pictórico; *Reportagem fotográfica, anteriormente designado por Prémio Pulitzer de Fotografia de última hora; *Fotografia Especial - para um exemplo expressivo de fotografia de notícias de última hora em preto e branco ou a cores, que pode consistir numa fotografia ou fotografias, sequência ou um álbum. Existem seis categorias nas áreas das Letras e Teatro: *Ficção - para ficção significativa de um escritor Norte- americano, que lide preferencialmente com a vida Norte-americana; *Teatro - para uma peça de teatro perceptível realizada por um encenador Norte- americano, preferencialmente com fonte original e lidando com a vida Norte- americana; *História - para um livro indicativo sobre a história dos Estados Unidos; *Biografia ou Autobiografia - para uma biografia ou autobiografia distinta realizada por um escritor Norte-americano; *Poesia - para um volume notável de versos originais realizado por um poeta Norte-americano; *Não Ficção Geral - para um livro importante de não ficção realizado por um escritor Norte-americano que não seja elegível para consideração em qualquer outra categoria. Existe um prémio atribuído na área da Música: *Música - para uma contribuição musical significante realizada por um Norte-americano que tenha tido a sua primeira apresentação ou gravação nos Estados Unidos durante o ano. == O Prêmio Pulitzer e a cultura popular == O prêmio é mencionado em inúmeras obras de ficção. Abaixo estão listadas algumas obras em que o prêmio tem parte importante no enredo. *No jogo de aventura da LucasArts Zak McKracken e os Alien Mindbenders (1988), um jornalista chamado Zack McCracken tenta ganhar o Prêmio Pulitzer. *Homer Simpson ganhou o Pulitzer por publicar uma fofoca na internet em The Computer Wore Menace Shoes, um episódio de Os Simpsons. A fofoca era sobre um desvio de verba que o prefeito fez para construir uma piscina gigante. *No filme Superman: O Retorno, Lois Lane ganhou o prêmio por um artigo intitulado \"Por que o mundo não precisa do Superman\". * No filme Faces da Verdade, a personagem principal, Rachel Armstrong, interpretada por Kate Beckinsale, é uma jornalista que ganha o Prêmio Pulitzer por sua matéria sobre a agente da CIA. * No filme Flores Raras, a poetisa Elizabeth Bishop, que é interpretada por Miranda Otto, recebe o prêmio. == Ver também == * National Book Award * National Magazine Award * Prémio Camões * Prêmio Esso * Prêmio Goncourt * Prémio Man Booker == Ligações externas == *The Pulitzer Prize Categoria:Cultura de Nova Iorque Categoria:Fundações nos Estados Unidos em 1917 Categoria:Prêmios de direitos humanos Categoria:Prémios por contribuições à sociedade e cultura",
 "title": "Prémio Pulitzer"
}