{
 "id": "8345",
 "text": "Segundo o ensinamento budista, há um ciclo de mortes e renascimentos para os seres vivos chamado Samsara. Esse ciclo pode e deve ser transcendido por meio da prática do Nobre Caminho Óctuplo. Algumas fontes, principalmente advindas da Teosofia, atribuem a esses renascimentos características similares às da reencarnação e a palavra reencarnação é inclusive usada com frequência para se referir aos renascimentos. No entanto, é geralmente aceito pelos instrutores budistas atuais que, em vista das doutrinas budistas de anatta (não-eu) e anicca (impermanência), reencarnação é um conceito considerado por muitos como incompatível com o ensinamento budista. O renascimento (ou emanação) descrito pelo Budismo é em vez disso uma herança de agregados impermanentes, não de uma verdadeira identidade permanente. Note-se que o conceito do não-eu (anatta) não significa que o indivíduo seja inexistente e sim que se deve renunciar ao apego, àquilo que psicologicamente se considera como \"eu\" e \"meu\". Segundo o texto Anatta-lakkhana Sutta (SN 44.10), devemos nos desapegar dos agregados com os quais nos identificamos porque, sendo esses impermanentes, o apego nos leva à insatisfação (Dukkha). == Renascimento entendido como ciclos de consciência == À parte da cosmologia e mitologia tradicional de renascimento do corpo físico também se pode compreender esse ensinamento como o ciclo de morte e renascimento da consciência de uma mesma pessoa. Momentos de distração, anseios e emoções destrutivas são momentos em que a consciência morre para despertar em seguida em momentos de atenção, compreensão e lucidez. Nesta visão os agregados impuros, skandhas, são levados a diante para o momento seguinte em que a consciência toma uma nova forma. A meditação budista ensina que por meio de cuidadosa observação da mente é possível ver a consciência como sendo uma sequência de momentos conscientes em vez de um contínuo de auto-consciência. Cada momento é a experiência de um estado mental específico: um pensamento, uma memória, uma sensação, uma percepção. Um estado mental nasce, existe e, sendo impermanente, cessa dando lugar ao próximo estado mental que surgir. Assim a consciência de um ser sensciente pode ser entendida como uma série contínua de nascimentos e mortes destes estados mentais. Neste contexto o renascimento é simplesmente a persistência deste processo. Esta explicação do renascimento como um ciclo de consciência é consistente com os demais conceitos budistas, como anicca (impermanência), dukkha (insatisfatoriedade), anatta (ausência de identidade) e é possível entender o conceito de karma como um elo de causa e consequências destes estados mentais. == Ligações externas == * A ideia da reencarnação e a doutrina budista * Ottama, Ven. Ensinamentos sobre o Kamma. Edições Nalanda, 2011. * Sasaki, Ricardo. Uma Visão Buddhista sobre o Pós-Morte. Edições Nalanda, 2003. Categoria:Conceitos filosóficos budistas",
 "title": "Renascimento (budismo)"
}