{
 "id": "83453",
 "text": "A American Airlines é uma companhia aérea americana sediada em Fort Worth, Texas. É a maior companhia aérea do mundo por passageiros transportados, quantidade de aeronaves e receitas, sendo a segunda maior pelo número de destinos, somente atrás da United Airlines. Ele opera a partir de seus hubs nos aeroportos de Dallas, Charlotte, Los Angeles, Nova York (JFK e LaGuardia), Miami, Chicago, Filadélfia, Phoenix e Washington, enquanto a sua base de manutenção principal está em Tulsa, Oklahoma. A empresa também tem uma presença significativa em Boston, Londres e San Francisco. Em janeiro de 2019, inaugurou seu primeiro hangar de manutenção de aeronaves na cidade de Guarulhos (GRU), São Paulo, Brasil – onde também mantém voos regulares ao lado do Galeão, no Rio de Janeiro – fora dos Estados Unidos. A companhia aérea concorre principalmente com a Delta Air Lines, United e Southwest Airlines. A empresa é um dos membros fundadores da Oneworld, e tem alianças codeshare com a British Airways, Finnair e Iberia no mercado transatlântico e com a Japan Airlines no mercado transpacífico. As rotas regionais são operadas por subsidiárias sob a marca da American Eagle. A antiga controladora da American Airlines, a AMR Corporation, anunciou planos de fundir-se com a US Airways, criando a maior companhia aérea do mundo. A AMR e a US Airways concluíram a incorporação em 9 de dezembro de 2013 e as duas companhias aéreas receberam um único certificado de companhia aérea em 8 de abril de 2015. Em 2022, a empresa ocupou a 114ª posição entre as 500 maiores empresas dos Estados Unidos segundo a Fortune. == História == === Início === A American Airlines foi desenvolvida por um grupo de 82 pequenas companhias aéreas por meio de aquisições em 1930 e reorganizações. Inicialmente, a American Airways era uma marca comum por uma série de transportadores independentes. Estes incluíam a Southern Air Transport no Texas, a Southern Air Fast Express (SAFE) no oeste, a Universal Aviation também no oeste, a Thompson Aeronautical Services e a Colonial Air Transport no nordeste. Como muitas companhia daquela época, a American ganhou notoriedade transportando cartas. Em 1933, a American Airways operava em 72 cidades, principalmente no nordeste, centro-oeste e sudoeste dos Estados Unidos. Em 1934, a American Airways foi adquirida por Errett Lobban Cord, que renomeou a companhia como \"American Air Lines\". Cord contratou o empresário CR Smith para dirigir a companhia. Smith trabalhou em conjunto com a Douglas para desenvolver o Douglas DC-3, em que a American foi a companhia lançadora da aeronave, em 1936. Com o DC-3, a American tornou-se a primeira companhia aérea a ser capaz de operar uma rota que poderia ganhar lucros unicamente com o transporte de passageiros, sendo que as outras operadoras não poderiam ganhar lucros sem transporte de cartas. Com o DC-3, a American começou a apelidar suas aeronaves de \"Flagships\" e instituiu o Admirals Club para os passageiros valorizados. === Ataques 11 de Setembro de 2001 === A empresa teve duas de suas aeronaves envolvidas nos atentados, o voo 11 da American Airlines e o voo 77 da American Airlines. O voo 11, sequestrado por Mohamed Atta, colidiu contra a Torre Norte do World Trade Center e o voo 77, sequestrado por Hani Hanjour, que bateu em uma das faixas do Pentágono. === Pedido de concordata === Em 29 de novembro de 2011, a dona da empresa pediu concordata em Nova York. A American Eagle e todas as subsidiárias da American Airlines também foram afetadas. A empresa assegurou também que irá honrar todas as reservas e passagens. == AAirpass == Em 1981, a companhia aérea, criou um programa de viagens aérea ilimitadas para passageiros frequentes. Os titulares do passe foram oferecidos a termos de cinco anos ou vitalício. O programa inicialmente permitia aos titulares do passe viagens ilimitadas de primeira classe em qualquer um dos voos da companhia aérea em todo o mundo. A associação vitalícia inicialmente custava US$ 250.000 (equivalente a 711.658 de dólares estadunidenses em 2020), com a opção de comprar um passe de acompanhante por um adicional de US$ 150.000 (equivalente a aproximadamente US$426,994,80 em 2020). O programa foi finalizado pois estava dando prejuízo a empresa, porém, os AAirpasses ilimitados existentes permanecem válidos. == Novo logotipo e fusão com US Airways == American Airlines e a US Airways anunciaram que seus conselhos de administração votaram a favor da fusão das duas empresas, criando a maior companhia aérea do mundo. O acordo ocorre mais de 14 meses depois de a American Airlines entrar em recuperação judicial, em novembro de 2011. Os credores da American ficaram com 72% da nova companhia, e os 28% restantes foram para as mãos da US Airways. As companhias anunciaram hoje em comunicado que esperam, com a nova empresa, uma receita superior a US$ 1 bilhão em 2015. == Frota == Em dezembro de 2021 a frota da empresa era composta por: Frota da American Airlines Modelo Em Serviço Ordens Passageiros Observações F B E+ M+ M Total Airbus A319-100 133 — 8 — — 24 96 128 Maior operador. Airbus A320-200 48 — 12 — — 18 120 150 Airbus A321-200 218 — 10 20 — 36 36 102 Configuração para serviço transcontinental. 20 — — 35 135 190 Convertidos para a configuração de 190 lugares. Airbus A321neo 43 27 20 — — 47 129 196 Airbus A321XLR — 50 TBA Para ser entregue entre 2023 e 2025. Boeing 737-800 226 — 16 — — 30 126 172 42 58 16 — — 30 126 172 Boeing 777-200ER 47 — — 37 24 66 146 273 Aeronave mais antiga a ser substituída pelo Boeing 787-9 até 2023. 20 — 8 52 28 28 188 304 Boeing 787-8 24 13 — 20 28 48 143 239 Boeing 787-9 22 30 — 30 21 24 200 285 Substituindo o Boeing 777-200ER mais antigo. Total 863 178 Em setembro de 2021 Frota de aeronaves da American Eagle Empresa Código IATA Código ICAO Indicativo de Chamada Modelo Frota Ordens Passageiros Parceiro F Y+ Y Total Envoy Air MQ ENY Envoy Embraer ERJ-145 57 – – – 50 50 American Airlines Group Embraer E175 98 - 12 20 44 76 Embraer E170 3 4 12 20 34 66 Mesa Airlines YV ASH Air Shuttle Bombardier CRJ-900 57 – 9 – 70 79 Mesa Air Group – 9 – 67 76 – 12 – 67 79 Piedmont Airlines PT PDT Piedmont Embraer ERJ-145 57 – – – 50 50 American Airlines Group PSA Airlines OH JIA Blue Streak Bombardier CRJ-700 61 – 9 8 46 63 American Airlines Group Bombardier CRJ-900 69 – 12 32 32 76 Republic Airways YX RPA Brickyard Embraer E175 91 – 12 20 44 76 Republic Airways Holdings Embraer E170 7 9 12 20 34 66 SkyWest Airlines OO SKW SkyWest Bombardier CRJ-700 79 11 9 16 40 65 SkyWest, Inc. Embraer E175 1 19 12 20 44 76 Total 580 43 == Acidentes e incidentes == === Década de 1950 === * Voo American Airlines 6780 - 22 de janeiro de 1952 - caiu em Elizabeth, Nova Jersei * Voo American Airlines 2 - 4 de julho de 1952 - caiu no rio Missouri * Voo American Airlines 723 - 16 de setembro de 1953 * Voo American Airlines 711 - 20 de março de 1955 === Década de 1960 === * Voo American Airlines 1 - 1 de março de 1962 *Voo American Airlines 383 - 8 de novembro de 1965 === Década de 1970 === * Voo American Airlines 191 - 25 de maio de 1979 - Caiu em Chicago segundos depois de ter decolado. === Década de 1990 === * Voo American Eagle 4184 - 31 de outubro de 1994 - caiu em Roselawn antes de aterrissar em Chicago. * Voo American Airlines 965 - 20 de dezembro de 1995 - caiu quando em aproximação para pouso em Cali, na Colômbia * Voo American Airlines 124 - 24 de setembro de 1996 - caiu em uma floresta tropical na Colombia * Voo American Airlines 1420 - 1 de junho de 1999 - derrapou na aterrissagem no aeroporto de Little Rock, Arkansas === Década de 2000 === * Voo American Airlines 11 - 11 de setembro de 2001 - se chocou contra a Torre Norte do World Trade Center. * Voo American Airlines 77 - 11 de setembro de 2001 - se chocou contra o Pentágono. * Voo American Airlines 587 - 12 de novembro de 2001 - caiu em Belle Harbor, Queens. * Voo American Airlines 997 - 10 de junho de 2009 - um carregador de bagagem morreu. * Voo American Airlines 331 - 22 de dezembro de 2009 - se partiu ao meio ao pousar na Jamaica, saindo de Miami. === Década de 2010 === * Voo American Airlines 383 - 28 de outubro de 2016 - pegou fogo antes de decolar em Chicago * Voo American Airlines 4125 - 12 de Novembro de 2019 - devido a nevasca, o Embraer ERJ-145 derrapou da pista do Aeroporto de Chicago, e parou no campo entre a pista e as taxiways. Um passageiro filmou todo o desenrolar da cena == Galeria de fotos == File:AMRHeadquartersFortWorth0.jpg|A sede da American Airlines em Fort Worth, Texas image:American Airlines Airbus A321-231 (N141NN) at Miami International Airport.jpg|Airbus A321 Image:American Airlines (US Airways) Airbus A330-243 - N288AY (ZRH) (19917806115).jpg|Airbus A330 Image:American Airlines Boeing 737-800 N801NN (16424693165).jpg|Boeing 737-800 Image:Boeing 747-123, American Airlines AN0082842.jpg|Boeing 747-100 Image:Americanairlines.arp.750pix.jpg|Boeing 767-300 Image:Aa.b777-200er.n781an.arp.jpg|Boeing 777-200 Image:N815AA Boeing 787 American (33922302981).jpg|Boeing 787-8 Imagem:Embraer ERJ (American Eagle Airlines) 091.jpg|Embraer ERJ-145 da American Eagle Image:American E190 at DCA.jpg|Embraer 190 == Ligações externas == * AA.com Categoria:Empresas aéreas dos Estados Unidos Categoria:Multinacionais dos Estados Unidos Categoria:Empresas aéreas fundadas em 1930 Categoria:Empresas que entraram com pedido de falência, Capítulo 11 Categoria:Marcas dos Estados Unidos *[F]: First class *[B]: Business/Flagship Business *[E+]: Premium Economy *[M+]: Main Cabin Extra *[M]: Main Cabin *[TBA]: To be announced *[]: Economy class *[Y+]: Main Cabin Extra *[Y]: Economy class",
 "title": "American Airlines"
}