{
 "id": "83466",
 "text": "Moncton é a maior cidade da província canadense de Novo Brunswick. Está localizada no Vale do Rio Petitcodiac, Moncton encontra-se no centro geográfico das províncias marítimas, no leste do Canadá. A cidade ganhou o apelido de \"Hub City\" devido à sua localização central na região e à sua história como centro de transporte ferroviário e terrestre para as províncias marítimas. Em 2016 a cidade tinha uma população de 71.889 e uma área de 142 quilômetros quadrados. A região metropolitana de Moncton tem uma população de 144.810, tornando-se a maior cidade e área metropolitana em Novo Brunswick, e a segunda maior cidade nas províncias marítimas.New Brunswick is Canada's only province with a shrinking population CBC News 2017 Feb.8 A região metropolitana inclui a cidade vizinha de Dieppe e a cidade de Riverview, bem como as áreas suburbanas adjacentes nos condados de Westmorland e Albert. Embora a área de Moncton tenha sido instalada pela primeira vez em 1733, Moncton foi oficialmente fundada em 1766 com a chegada de imigrantes holandeses do estado americano da Pensilvânia, mas especificamente da cidade da Filadélfia. Inicialmente criada como assentamento agrícola, Moncton não foi incorporada até 1855. A cidade foi nomeada pelo tenente-coronel Robert Monckton. Uma indústria significativa de construção naval e de madeira se desenvolveu na comunidade em meados da década de 1840, permitindo a incorporação cívica do município em 1855, mas a economia da construção naval entrou em colapso na década de 1860, fazendo com que a cidade perdesse sua carta cívica em 1862. Moncton recuperou sua carta patente em 1875 depois que a economia da comunidade se recuperou, principalmente devido a uma crescente indústria ferroviária. Em 1871, a Ferrovia Intercolonial do Canadá escolheu Moncton para ser sua sede, e Moncton permaneceu uma cidade ferroviária por mais de um século até o fechamento das lojas de locomotivas da Canadian National Railway (CNR) no final da década de 1980. Embora a economia de Moncton tenha sido traumatizada duas vezes (pelo colapso da indústria de construção naval na década de 1860 e pelo fechamento das lojas de locomotivas da CNR na década de 1980) a cidade conseguiu se recuperar fortemente em ambas as ocasiões. Atualmente a economia da cidade é estável e diversificada, principalmente com base em seu tradicional transporte, distribuição, varejo e patrimônio comercial, e complementada pela força nos setores educacional, de saúde, financeiro, de tecnologia da informação e de seguros. A força da economia de Moncton recebeu reconhecimento nacional e a taxa de desemprego local é consistentemente inferior à média nacional.",
 "title": "Moncton"
}