{
 "id": "8352",
 "text": "São Vicente da Beira é uma povoação portuguesa sede da Freguesia de São Vicente da Beira do Município de Castelo Branco, freguesia com 100,0 km² de área e 961 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Era um senhorio do mestrado da Ordem de Aviz.Para a História da População Portuguesa do século XV e XVI, por Virgínia Rau, pág. 28. Depois foi sede de concelho inicialmente constituído pelas freguesias de Freixial do Campo, Louriçal do Campo, Ninho do Açor, São Vicente da Beira, Sobral do Campo e Tinalhas. Tinha, em 1801, 3326 habitantes. Em 1836 foram-lhe anexadas as freguesias de Almaceda e Póvoa de Rio de Moinhos. Tinha, em 1849, 6466 habitantes. Ao longo da segunda metade do século XIX, perdeu as freguesias de Freixial do Campo e de Póvoa de Rio de Moinhos, em 1871, e de Sobral do Campo e Tinalhas, em 1877. Tinha, em 1890, 5906 habitantes. thumb|290px|direita|Localização da freguesia no Município de Castelo Branco ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 174 175 716 532 2011 110 101 561 487 2021 67 77 417 400 == Localização == A vila situa-se na Beira Baixa, no sopé da Serra da Gardunha, a uma altitude de 700 metros. Dista cerca de 30 km da sede do município e capital de distrito, a cidade de Castelo Branco. Tem como via de acesso direto a autoestrada A23 que posteriormente fornece ligação à N352, que liga com São Vicente da Beira. A saída a utilizar na A23 é a que indica a direção de Alcains, logo após a estação de serviço no sentido sul-norte. == Freguesia == Para além da sede, a freguesia é ainda composta por mais nove localidades: * Casal da Fraga * Casal da Serra * Mourelo * Paradanta * Partida * Pereiros * Tripeiro * Vale de Figueira * Violeiro == História == De fundação remota, perde-se nos tempos o que foi o início de uma pequena povoação no local em que se encontra hoje a Vila de São Vicente da Beira. Segundo registos históricos, foi a mesma fundada (oficialmente) em 1173, tendo-lhe sido dado foral em 1195 pelo Príncipe Afonso (futuro D.Afonso II de Portugal) dizem uns, e por D.Sancho I de Portugal (dizem outros) com a finalidade de ser restaurada e repovoada. Segundo lenda que passou de geração em geração, D. Afonso Henriques, primeiro Rei de Portugal, concedeu ao povo alguns privilégios para a edificação da vila (de nome desconhecido), e logo que a tarefa da reconstrução ficou concluída, foram oferecer a povoação ao Rei, que lhe deu o nome de SÃO VICENTE, por naquele dia se estar a fazer a trasladação dos restos mortais do Mártir São Vicente em 1173. O Rei, em gesto de gratidão, doou uma relíquia do Santo (parte do queixo), que ainda hoje se encontra na igreja matriz. Do livro \"BEIRA BAIXA\", de M. Lopes Marcelo, editado pela Editorial Presença, podemos retirar apontamento da lenda da fundação, descrito pelo vigário de São Vicente em 4 de abril de 1758: :«Entre muntos, e amplos privilégios lhe assinou (D. Afonso Henriques) o sítio ahonde está edificada a villa para no mesmo a fundarem, o que fizeram, e depois de edificada, e já povoada a foram offerecer ao mesmo Senhor em o dia em que se tresladava o corpo do Martiry Sam Vicente da Igreja de Santa Justa para a Sée de Lisboa, por motivo do qual o dito Senhor Rey, aceitando a villa lhe seu por nome = Sam Vicente = querendo que o Santo Martiry fose da mesma villa Padroeiro, dando aos mesmos moradores della parte do queixo que hoje se venera na dita villa; e lhe confirmou na mesma ocasiam grandes privilégios e izempçoens, com a condiçam de que todos os annos irem ao dito Castello Velho, camera, e povo, afim de se conservar sempre em ser para memoria do sucedido; o que se observou por muntos annos, e o descuido dos moradores foy cauza para se perderem os ditos privilégios, deixando de satisfazer a condiçam com que foram dados. Está o dito Castello no meyoda Serra, virado para o Nascente.» * Condes de São Vicente ; Foram condes de São Vicente (São Vicente da Beira) * Criado por D. Afonso VI, rei de Portugal * Data da Carta 02-04-1666 # João Nunes da Cunha, 1º conde * 1619, casado com D. Isabel de Bourbon *1620 # D. Maria Caetana da Cunha, filha única, 2ª condessa * c. 1645, casada com Miguel Carlos de Távora, 2.º Conde de São Vicente # João Alberto de Távora, 3º conde * 1677, casado com Bernarda Josefa da Cunha de Távora # Manuel Carlos de Távora, 4º conde irmão do anterior, *1682 casado com D. Isabel de Noronha *1685 # Miguel Carlos da Cunha Silveira e Távora, 5º conde * 1708, casado com D. Rosa Leonarda de Ataíde * 1710 # Manuel Carlos da Cunha e Távora, 6º conde * cerca de 1730, casado com D. Luisa Caetana de Lorena * 1749 # Miguel Carlos da Cunha Silveira e Lorena, 7º conde * 1775, casado com D. Isabel Fausta Cândida José de Melo e Noronha * 1778 # Manuel José Carlos da Cunha Silveira e Lorena, 8º conde * 1807, casado com D. Joaquina José de Almada * 1798 # António José Carlos Manuel da Cunha Silveira e Lorena, 9º conde * 1830, casado com D. Maria Carlota de Figueiredo de Figueiredo Cabral da Câmara * 1895 ; Após a proclamação da Iª República, usaram o título particularmente, por direito histórico-familiar # José Maria Carlos da Cunha Silveira e Lorena, * 1932- casado com Elisa Maria Brandão Rubio Lopez *1944 #Nuno José Carlos da Cunha Silveira e Lorena, * 1974 ==Património== * Pelourinho de São Vicente da Beira * Igreja Matriz (Nossa Senhora da Assunção) * Igreja da Misericórdia * Capelas de Santo Francisco, de S. Sebastião, de Santa Bárbara, de São Domingos (Inexistente), de Santo André (Inexistente), de S. Tiago e da Senhora dos Aflitos * Santuário da Nossa Senhora da Orada * Convento de São Francisco * Casa do Ermitão * Casas brasonadas * Museu de Arte Sacra * Hospital da Misericórdia * Calvário * Chafariz * Trecho de calçada romana * Sepulturas dos mouros * Moinho de água * Ruínas da antiga povoação e do castelo == Sociedade e serviços == É uma das localidades mais desenvolvidas do município, possuindo um vasto número de serviços, estruturas e coletividades, como Posto Médico, Farmácia, Santa Casa da Misericórdia, Posto de GNR, piscina pública, caixa multibanco, um complexo escolar com 1º, 2º e 3º ciclos, restaurante e estabelecimentos comerciais de vários tipos. O maior empregador da freguesia é a \"Fonte da Fraga\", que produz água engarrafada, exportada para todo o país. == Coletividades == * Associação de Caça e Pesca \"O Pisco\" * Associação de Escoteiros de Portugal - Grupo 170 * Associação Cultural e Recreativa Vicentina - Rancho Folclórico Vicentino * GEGA - Grupo de Estudos e Defesa do Património Cultural e Natural da Gardunha * Grupo de Bombos \"Os Vicentinos\" * Sport Clube São Vicente da Beira * Sociedade Filarmónica Vicentina == Personalidades ilustres == Tem como individualidades naturais mais conhecidas: D. Álvaro da Costa (armeiro-mor) - (c. 1470 - 1540), foi um fidalgo da Casa Real portuguesa, guarda-roupa, camareiro e conselheiro do Rei D.Manuel I de Portugal, tendo inclusivamente ascendido ao cargo de armeiro-mor em 1511. É documentado na corte manuelina desde, pelo menos, 1499. Foi ainda o primeiro Provedor da Santa Casa da Misericórdia de Lisboa. Leonardo Nunes - (São Vicente da Beira - Castelo Branco, 21 de setembro de 1509 - naufragando em viagem ao largo da Costa Brasileira, 30 de junho de 1554), foi um padre jesuíta português, conhecido também por Abarebebê ou \"padre voador\", filho de Simão Alvarez Guimarães e Izabel Fernandes Guimarães. * Conde de São Vicente José Hipólito Raposo (1885 - 1953) advogado, escritor, historiador e político monárquico, que se notabilizou como um dos mais destacados dirigentes do Integralismo Lusitano, filho de João Hipólito Vaz Raposo e de Maria Adelaide Gama. Felisberto Robles Monteiro (São Vicente da Beira, 9 de setembro de 1888- Lisboa, 28 de novembro de 1958), ator e diretor da Companhia Rey Colaço-Robles Monteiro, conjuntamente com a esposa, a atriz Amélia Rey Colaço. == Heráldica == Os símbolos heráldicos de são Vicente da Beira: O Brasão é composto “por escudo de prata, castelo negro lavrado a ouro, aberto e iluminado no campo, tendo na porta, em grande arco abatido, cavaleiro envergando armadura completa com elmo e sua montada, tudo de negro, realçado de prata; acantonados em chefe, estrela de seis pontas de azul e minguante de vermelho; em ponta, barco de negro realçado de ouro, com dois corvos de negro, o da dextra volvido, um à proa e outro na popa. Coroa mural de prata de quatro torres, listel branco e a legenda a negro de S. Vicente da Beira”. A bandeira apresenta-se esquartelada, negro e branco, com cordão e borlas de prata e negro e haste e lança de ouro. Uma simbologia que se prende com a história da própria povoação. As quatro torres surgem pelo facto de a vila ter sido concelho até ao ano de 1895 e ter vários forais, um de D. Sancho I e outro, reformulando o anterior, de D. Manuel I. Também o castelo se relaciona com a existência de um antigo castro que terá existido no alto da Serra da Gardunha e acerca do qual ainda se colocam várias questões aos investigadores e historiadores. A estrela e o crescente enquadram-se nos símbolos dado que se terá travado, nas proximidades desta localidade, uma batalha entre os Cristãos que habitavam o antigo castelo e os mouros. Os Cristãos saíram vencedores e ofereceram as terras conquistadas a D. Afonso Henriques. Também da atribuição do topónimo de São Vicente, feita por este monarca à povoação em 1173 assim como as relíquias do Mártir, resulta a presença do barco e dos corvos. O cavalo e seu cavaleiro surgem pelo facto de o primeiro conde de São Vicente da Beira, que morreu no exercício das suas funções, ter participado no combate aos povos árabes, tendo sido esta região um município acastelado provido de forte organização em cavalaria-vilã. == Ligações externas == * \"1700 Anos do Martírio de São Vicente\", publicado em 2005 pelo GEGA. Autores: Coronel Dr. Pires Nunes e Dra. Inácia Brito Categoria:Antigos municípios do distrito de Castelo Branco‎ Categoria:Antigas freguesias de São Vicente da Beira Categoria:Freguesias de Castelo Branco",
 "title": "São Vicente da Beira"
}