{
 "id": "83546",
 "text": "Roberto Grosseteste (; Stradbroke, Condado de Suffolk, 1168 − Buckden, 9 de outubro de 1253) foi um político, filósofo escolástico, teólogo, cientista e bispo de Lincoln. Foi apelidado de Grosseteste pela sua extraordinária capacidade intelectual (Grosse = grande + teste = cabeça). Ele foi a figura central do importante movimento intelectual da primeira metade do século XIII na Inglaterra. Tinha grande interesse no mundo natural e escreveu textos sobre som, astronomia, geometria e, especialmente, óptica. Primeiro estudioso europeu a dominar as línguas grega e hebraica. Dava ênfase à matemática como ferramenta para estudar a natureza e defendia que experimentos deveriam ser usados para verificar as teorias a respeito da mesma. Sua influência foi bastante significativa numa época em que o novo conhecimento da ciência e da filosofia gregas estava tendo um efeito profundo na filosofia cristã. Também foi relevante o seu trabalho experimental, especialmente seus experimentos com espelhos e lentes. Seu mais renomado discípulo, Roger Bacon, herdou sua paixão pela experimentação. As pesquisas de ambos possibilitaram o início da confecção de óculos e futuramente seriam importantes no desenvolvimento de instrumentos como o telescópio e o microscópio. ==Vida== Grosseteste estudou na Universidade de Oxford e tornou-se presidente dessa instituição em 1215, permanecendo no posto até cerca de 1221, quando saiu por motivo de saúde. Depois disso passou por uma série de posições eclesiásticas. De 1229 a 1235, ensinou teologia para os franciscanos. Em 1235 tornou-se bispo de Lincoln e permaneceu nesse cargo até sua morte, sendo enterrado na Catedral de Lincoln. Em 1244 é nomeado um dos doze pelo Parlamento Europeu para fazer reformas e estipular regras para o Rei Henrique III que gastava exageradamente. Após a sua morte os bispos subsequentes, juntamente com a Universidade de Oxford, tentaram a sua canonização, principalmente o bispo Eduardo I. ==Ciência== Grosseteste, o fundador da escola Franciscana de Oxford, foi o primeiro escolástico a entender plenamente a visão Aristotélica do caminho duplo para o pensamento científico: generalizar de observações particulares para uma lei universal; e depois fazer o caminho inverso: de leis universais para a previsão de situações particulares. Grosseteste chamou isso de método da resolução e composição. Seu conhecimento dos textos de Aristóteles o estimulou a especular e escrever sobre a metodologia da pesquisa científica. Para ele, a ciência começava com a experiência dos fenômenos pelos homens, e a sua finalidade seria encontrar as causas para esses fenômenos. Pelo seu método, o primeiro passo era tentar descobrir as possíveis causas para os fenômenos vividos - os agentes causais -, o próximo passo seria separar o agente causal em seus princípios componentes. Depois, com base numa hipótese, o fenômeno observado deveria ser reconstruído a partir de seus princípios. Finalmente a própria hipótese deveria ser testada e validada, ou não, pela observação. Esse procedimento continha a base essencial de toda a ciência experimental, sendo precursor do método científico. Esses pontos de vista são muito importantes, especialmente quando levamos em conta a grande influência que Grosseteste tinha como professor. ===Obras=== Grosseteste inicialmente escreveu textos em latim e francês, inclusive o chamado Chasteua d'amour, poema alegórico sobre a criação do mundo e a redenção cristã, bem como vários outros poemas e textos sobre administração doméstica e etiqueta. Ele também escreveu trabalhos teológicos, como o influente \"Hexamerão\" escrito em torno de 1230. Mas Grosseteste é conhecido como um pensador original principalmente pelos seus textos relacionados ao que hoje chamamos ciência e filosofia da ciência. Entre 1220 e 1235 ele escreveu vários tratados científicos, como: *De sphera: texto longo sobre muitos temas. *De accessione et recessione maris: sobre as marés e o movimento das ondas. *De lineis, angulis et figuris: sobre lógica matemática aplicada às ciências naturais. *De iride: sobre o arco-íris. *Natura Locorum: Diagrama sobre a luz refratada através de esferas contendo água. *Tratado de Luce: Estudo sobre Luz. Ele também escreveu comentários sobre a filosofia de Aristóteles, incluindo o primeiro comentário ocidental à Analytica Posteriora e um sobre a física aristotélica. Além disso, fez a primeira tradução para o latim da obra pioneira de Alhazen (Iraque, 965-1039) Kitab Al-Manazir ou Livro de Óptica. == Ver também == *Ciência medieval *Escolasticismo ==Ligações externas== *A Ciência Experimental e a Teoria da Luz Medieval *Tratado de Grosseteste sobre a Luz (traduzido do original em Latim) *O Porquê da Ciência Experimental: Admirar o Universo *Grosseteste.com - em inglês *Verbete sobre Robert Grosseteste da Stanford Encyclopedia of Philosophy (em inglês) Roberto Grosseteste Roberto Grosseteste Categoria:Franciscanos do Reino Unido Categoria:Filósofos da Inglaterra Categoria:Teólogos da Inglaterra Categoria:Filósofos escolásticos Categoria:Matemáticos do Reino Unido Categoria:Físicos do Reino Unido Categoria:Astrónomos do Reino Unido Roberto Grosseteste Roberto Grosseteste Roberto Grosseteste Categoria:Naturais de Suffolk Categoria:Sepultados na Catedral de Lincoln",
 "title": "Roberto Grosseteste"
}