{
 "id": "83543",
 "text": "O Papa Inocêncio III, nascido Lottario dei Conti di Segni, isto é, Lotário dos Condes de Segni ou Lotário Conti (Anagni, 1160/1161 — Perúgia, 16 de julho de 1216), foi papa da Igreja Católica de 22 de fevereiro de 1198 até a data da sua morte. Lotário nasceu na família nobre dos Condes de Segni, feudo localizado nos Estados Papais, e estudou nas mais importantes universidades de sua época: teologia na Universidade de Paris e direito na Universidade de Bolonha. Aos vinte e um anos tornou-se um clérigo importante em Roma, e escreveu dois livros notáveis: De Miseria Condicionis Humane (“Sobre a miséria da condição humana”) e De missarum mysteriis (“Sobre o mistério da missa”). Sendo considerado jovem, forte, erudito, inteligente e hábil foi eleito papa em 1198, com apenas trinta e sete ou trinta e oito anos de idade. Como pontífice, Inocêncio explicitou sua concepção própria de poder dos papas logo no início de seu reinado, como Vigário e Representante de Cristo que goza de poder direto para o governo da Igreja Católica e sua hierarquia, e também, possuidor de um poder indireto que o permitia interferir excepcionalmente em questões políticas para salvaguardar os interesses e necessidades da Igreja. Inocêncio também acreditava que o Sacro Império Romano-Germânico foi fundado pelo poder indireto da Igreja e do papa no , que criou o Império para defender a fé católica, e, assim, para se tornar Imperador, que o líder do império dependia da aprovação, unção e coroação do papa (Romzug). Inocêncio também lutou para recuperar o poder efetivo do papa sobre os Estados Papais, e garantir a independência desse reino batalhando contra a dinastia Hohenstaufen. Dessa forma, tendo sustentado sua autoridade sobre a Igreja e a península Itálica, também expandiu sua influência por toda a Europa, criando uma \"feudalidade papal\" e se tornando suserano da Inglaterra, Portugal, Aragão, Dinamarca, Polônia, Boêmia, Hungria, Dalmácia e de vários outros territórios. Também reformou e moralizou a Igreja, a Cúria Romana, o episcopado, e o clero, e aprovou novas Ordens religiosas que defendiam a pobreza e uma vida simples, como os Franciscanos e os Dominicanos. A pesquisa histórica especializada tem ressaltado como Inocêncio levava uma vida simples como papa, e era dotado de uma autêntica espiritualidade e ascese. Inocêncio também convocou o mais importante concílio da Idade Média, o Quarto Concílio de Latrão, que se destaca por ter definido o papel da Eucaristia na Igreja por meio da declaração do dogma da transubstanciação, da doutrina que “fora da Igreja não há salvação”, da obrigatoriedade da confissão anual e de novas leis sobre a consanguinidade e o casamento. Considerando que era sua função como papa defender a Igreja e a cristandade, convocou e organizou sete cruzadas, das quais as mais importantes foram a Quarta e a Quinta Cruzada, que fazem parte das nove cruzadas contra o Islã, bem como a Cruzada Albigense, que eliminou o catarismo no sul da França, e a Cruzada Livônia, uma das expedições que extinguiu de forma definitiva o paganismo da Europa Setentrional. Inocêncio é considerado o papa mais importante da Idade Média, e uma das personalidades mais influentes da história, deixando um amplo legado para a Igreja Católica, principalmente na teologia política, para a Europa, e especialmente para o direito, em que absorveu e aplicou vários princípios e normas das leis romanas, que então, passaram a ser usadas pelo direito medieval e moderno. Dentro da historiografia, Inocêncio é objeto de várias controvérsias e diferentes interpretações, que o caracterizam como um grande homem e um herói ou um vilão ambicioso. == Início de vida == miniatura|220px|esquerda|Castelo nobre de Gavignano na atualidade, local de nascimento de Inocêncio O nome de batismo do pontífice era Lotário, pertencendo à família nobre italiana cujo chefe gozava do título de conde da cidade de Segni (por isso chamada de \"família Conti\", isto é, \"família dos Condes\" em italiano, ou ainda, \"família Segni\", fazendo referência a sua origem geográfica). A família Conti foi fundada provavelmente pelo pai de Lotário, Trasimundo, que casou-se com uma importante nobre romana, Claricia Scotti. A filiação de sua mãe tornava Lotário sobrinho do Papa Clemente III (1187-1191). Porém, a carreira eclesiástica de Lotário foi construída por seus próprios esforços, e não por nepotismo. Lotário nasceu no Castelo nobre de Gavignano, perto de Anagni, em 1160 ou 1161. Lotário recebeu sua educação inicial em Roma, e posteriormente estudou nas duas mais importantes universidades do renascimento de sua época: teologia, na Universidade de Paris, curso então ministrado por teólogos famosos como Pedro de Corbeil e Stephen Langton. Quando se tornou papa, Inocêncio nomeou seus antigos professores para vários cargos eclesiásticos importantes. Posteriormente, Lotário estudou Direito Canônico na Universidade de Bolonha, curso presidido por Huguccio de Pisa, também notável professor e jurista na época, ao qual Lotário também manteve-se próximo como papa, submetendo alguns de seus decretos pontifícios para correções e sugestões de Huguccio. Apesar de sua formação teológica, Inocêncio se destacou, sobretudo, como um grande jurista. Quando tornou-se adulto, Inocêncio era fisicamente pequeno e possuía uma saúde delicada, frequentemente ficando doente, porém, sua limitação física era compensada por uma personalidade forte e um espírito sagaz. Desde 1181, Lotário, com então vinte e um anos, foi convidado a retornar a Roma para trabalhar para a Cúria. Nesse momento, ocupou diversos cargos eclesiásticos durante os curtos pontificados de Lúcio III (1181-1185), Urbano III (1185-1187), Gregório VIII (1187-1187) e Clemente III (1187-1191). O Papa Gregório VIII ordenou-lhe subdiácono, e Clemente III o tornou cardeal-diácono de São Jorge em Velabro e São Sérgio e Baco, em 1190. Mais tarde, tornou-se Cardeal-Presbítero de Santa Pudenziana, porém não foi ordenado presbítero, permanecendo como diácono. Durante o pontificado de Celestino III (1191-1198), um membro da família Orsini, inimigo dos Conti, Lotário viveu exilado, possivelmente, em Anagni, dedicando-se, principalmente, à meditação e à escrita. Durante seu exílio, escreveu dois tratados de teologia. O primeiro é o De Miseria Condicionis Humane (“Sobre a miséria da condição humana”), também chamado de Liber de contemptu mundi. O segundo é o De missarum mysteriis, também chamado de De sacro altares mysterio ou ainda Mysteriorum legis et sacramenti eucharistiae liber sex, de quadripartitu species nuptiarum (“Sobre o mistério da missa”, “Sobre o sagrado mistério do altar” e “Lei misteriosa e do sacramento da eucaristia, Livro Seis, Sobre as quatro espécies de núpcias”). As obras de Inocêncio seguiam a tradição teológica monástica alegórica. O tratado De Miseria Condicionis Humane reconheceu uma grande popularidade em sua época, sobrevivendo em mais de 600 manuscritos. O De sacro altares mysterio, por sua vez, expõe doutrinas sobre as núpcias entre o homem e a mulher, Deus e as almas, Cristo e a Igreja. Em 8 de janeiro de 1198, no mesmo dia em que Celestino III morreu, os cardeais se reuniram no Septizônio, o edifício de Roma em que então se realizava as eleições papais, e decidiram se trancar voluntariamente para realizar a eleição, razão pela qual, esse é considerado o primeiro conclave. Pela primeira vez, os eleitores votaram por escrutínio (per scrutinium). Alguns cardeais foram eleitos escrutinadores; contaram os votos, registraram o resultado e o anunciaram para o resto do Sacro Colégio. Antes de sua morte, o Papa Celestino III havia pedido ao Colégio dos Cardeais que elegessem como sucessor seu favorito, o cardeal Giovanni di Colonna, porém, os cardeais o ignoraram, e no primeiro escrutínio, o cardeal Giovanni di Salerno recebeu o maior número de votos (dez), mas declarou que não aceitaria as eleições para o pontificado. No segundo escrutínio, os cardeais uniram seus votos a favor do cardeal Lotário de Conti, então com de 37/38 anos, que era o mais jovem de todos os cardeais. Ele aceitou sua eleição e tomou o nome de Inocêncio III, possivelmente como uma referência ao seu antecessor Inocêncio II (1130-1143), que tinha conseguido afirmar a autoridade do papado sobre o imperador (em contraste com a política recente de Celestino III). Como Inocêncio ainda era apenas diácono, ele foi também ordenado sacerdote em 21 de Fevereiro, e sagrado bispo de Roma e coroado no dia 22 de Fevereiro, data que Inocêncio escolheu por ser a festa da Cátedra de Pedro, dia santo que comemora justamente a autoridade do papa. Ele foi consagrado bispo pelos cardeais Cencio Savelli, cardeal de Albano, Ottaviano Poli dei conti di Segni, cardeal de Óstia e Pietro Gallozia, cardeal do Porto. Como pontífice mostrou uma inteligência aguçada, visão clara da realidade, habilidade diplomática e sentido prático. Para satirizar a eleição de um papa tão novo, o poeta alemão Walther von der Vogelweide (c. 1170 - c. 1230), contemporâneo de Inocêncio, compôs um verso famoso em que canta \"Ai! O papa é demasiado jovem\". ==Relações com os países e povos europeus== ===Relações com a Itália=== ====Contexto político da Itália==== O reinado de Inocêncio e suas ações estão profundamente enraizadas no contexto e nas características próprias da política e da Igreja Católica da Idade Média, sendo incompreensíveis para a mentalidade contemporânea, profundamente diferente daquele período. Foram essenciais para as ações do papa a situação da península Itálica, especialmente a relação dos Estados Papais com o Sacro Império Romano-Germânico. Na época de Inocêncio, a península estava dividida em três partes: o Norte/Leste, controlado pelo Sacro Império (e composto de um conjunto de cidades/comunas poderosas, todas subordinadas ao Sacro Imperador), o Centro, controlado pelo papado – os Estados Pontifícios, e o Sul, controlado pelos normandos – o Reino da Sicília. O Sacro Império Romano, por sua vez, foi fundado no , por Carlos Magno, e era considerado o “coração da experiência política europeia”, consistindo nessa época territorialmente na Alemanha, Áustria, Itália do Norte, Luxemburgo, Países Baixos e Suíça. O seu chefe, o Sacro Imperador se destacava entre os demais monarcas europeus, sendo considerado dotado de uma missão transcendental especial, que é a defesa do papa, da Igreja e da fé católica. Por isso o Sacro Imperador era coroado e ungido pelo papa, em Roma (a Romzug), como sinal de sua excelência e importância. Porém essa coroação gerou duas interpretações diferentes sobre o poder do imperador e do papa. Para os imperadores, especialmente da dinastia Hohenstaufen, era apenas uma bênção, e não tinha nenhum valor jurídico. Já, para a Igreja e o papado, implicava que o candidato só se tornava imperador caso fosse ungido e coroado pelo papa. Inocêncio será um defensor dessa última posição. A dinastia da família Hohenstaufen, por outro lado, que ascendeu ao poder com Conrado III (c. 1138-1152), e se tornou a família reinante no Sacro Império nos séculos XII e XIII, defendiam a independência do Sacro Império diante da Igreja. Uma grande inimiga e opositora dos Hohenstaufen foi uma família da Saxônia, os Welfen (ou “Guelfos”), duques da Baviera, Suábia e Francônia. Uma vez que os Hohenstaufen, eram também chamados de Waiblingen (ou “Gibelinos”), nome de sua terra natal, o conflito entre as duas famílias ficou conhecida como “guerra dos guelfos e gibelinos”. Essa competição foi usada posteriormente por Inocêncio. Os imperadores da família Hohenstaufen passaram a defender os poderes e posses imperiais na Itália do Norte, sendo reconhecidos como suseranos desse território pelas cidades da região. Posteriormente, o Imperador Henrique VI (1165-1197), casou-se com a filha do rei normando da Sicília, Constança de Hauteville (1154-1198). Assim, com a morte do rei da Sicília, em 1189, este território, que compunha a Itália do Sul, também se torna posse de Henrique VI e parte do Sacro Império. Henrique também nomeou vários homens de sua confiança para as cidades da Itália do Norte. Dessa forma, graças a Henrique, os Hohenstaufen restauraram o poder imperial, que chegou ao seu auge. ====Conflitos e guerras na Itália==== Quando Inocêncio se tornou papa, havia se passado um ano desde a morte do Imperador Henrique VI, em 1197. Henrique havia cercado o papado e dominado a Itália do Norte e do Sul. Porém, o vazio de poder gerado pela morte de Henrique, não foi preenchido por ninguém, pois ele havia nomeando seu filho com Constança de Altavila (pertencente à Sicília), Frederico II, que então tinha apenas três anos, como o próximo Imperador. Porém, após sua morte, senhores do Sacro Império responsáveis pela eleição imperial desconsideraram essa nomeação e fizeram uma nova eleição, onde se dividiram entre dois partidos, o primeiro, composto pela maioria, elegeu Filipe da Suábia, em 8 de março de 1198, irmão de Henrique VI e defensor das políticas dos Hohenstaufen. O segundo partido, composto por uma minoria, elegeu um gibelino, família tradicionalmente inimiga dos Hohenstaufen, Otão IV de Brunsvique, em 9 de julho de 1198. Dessa maneira, o Sacro Império entrou em uma longa guerra civil entre os dois partidos, que impediu o exercício do poder imperial por qualquer um dos candidatos. Inocêncio, aproveitou-se da situação e reconstruiu o poder papal italiano, que havia sido profundamente diminuído por Henrique. A própria cidade de Roma era chefiada por uma elite desobediente ao papa, dominados por funcionários imperiais nomeados por Henrique VI. Assim, Inocêncio procurou impor uma suserania eficaz sobre a cidade de Roma e sobre os Estados Pontifícios. Inocêncio construiu um quartel-general para a sua família, a Torre dei Conti, perto do Fórum romano, onde residia seu irmão, Ricardo de Conti. Esse local foi usado para eliminar os inimigos do papa e dominar a cidade de Roma. Inocêncio também recuperou as terras papais invadidas pelo imperador Henrique VI: Romagna e Marca de Ancona, Espoleto e parte da Toscana. Para cada uma das áreas conquistadas, cardeais eram designados rectores ou enviados como legados com funções políticas, surgindo uma rede governos provinciais estáveis e duradouros no território papal. Em seguida, Inocêncio compôs e liderou a “Liga Lombarda”, pela qual as comunas da Itália do Norte se reuniram militarmente e expulsaram seus senhores alemães impostos pelo Império durante o reinado de Henrique VI, e voltaram a ser administradas por italianos de forma independente, tornando-se aliados do papado. A parte final de seu plano de dominação sobre a península foi efetivado graças à imperatriz viúva de Henrique VI, Constança de Altavila, e o filho do casal, Frederico II. Constança, pertencente à família que comandava o Reino normando da Sicília desde o , foi abandonada pelos alemães após a morte de Henrique e, assim, não podendo governar o Reino da Sicília, aproximou-se do papa e lhe rendeu vassalagem e obediência. A partir daí, o papa tornou-se protetor de Frederico e de suas posses na Itália do Sul. Quando Constança morreu, em 1198, por ser tutor de Frederico, Inocêncio tornou-se senhor da Sicília e iniciou uma série de guerras, que duraram dez anos, contra nobres alemães que desejavam para si o controle desse reino. No fim das guerras, a Sicília estava solidamente sob controle papal, e o poder imperial estava efetivamente arruinado e extinto em toda a península. === Relações com o Sacro Império Romano-Germânico=== Tendo estabelecido uma base de poder na península Itálica, Inocêncio pôde interferir também no conflito existente no Sacro Império. Entre os dois candidatos ao trono, Otão comunicou sua eleição ao papa como um partidário da Igreja e aliado do papa. Já Filipe, da dinastia Hohenstaufen, adotou claramente as políticas de sua família, e se considerou independente da Igreja. Inocêncio, inicialmente, manteve-se neutro no conflito, expondo sua opinião na bula Deliberatio Domini Papae Inocentii de 1200. Porém, em 1 de março de 1201, manifestou-se abertamente a favor de Otão IV, reconhecendo-o como rei e oferecendo a unção e coroação pontifícia que o tornaria sacro imperador. Filipe da Suábia protestou energicamente contra o papa em uma carta de 1201, e a resposta do pontífice se deu em março de 1202, por meio do famoso decreto Venerabilem. Nesse decreto, Inocêncio reconhece que o direito de eleger o líder do Sacro Império pertence aos príncipes e senhores eleitores, por costume. Porém essa eleição torna o líder apenas rei da Germânia, é somente sua unção e coroação em seguida pelo papa que o torna verdadeiramente imperador. Inocêncio também defende que é direito do papa, como consagrador do rei, examinar a pessoa eleita e invalidar a eleição, se necessário. Do mesmo modo, defendeu que, em caso de dupla eleição imperial, após certo tempo, o papa poderia favorecer um candidato, Inocêncio justificou esse direito por considerar a Igreja a fundadora do Sacro Império. Posteriormente Filipe da Suábia é assassinado e Otão IV de Brunsvique se torna, indiscutivelmente, o rei, em 1208, sendo ungido e coroado imperador pelo papa, em 1209, após jurar defender os direitos da Igreja. Porém, em seguida, Otão quebra seus juramentos e invade o Reino da Sicília, que considera um território imperial, não reconhecendo mais os poderes do papa sobre essa região. Assim o papa excomunga e depõe Otão em 1210. No mesmo ano, os senhores alemães responsáveis pela eleição do imperador acatam a decisão de Inocêncio e, também, depõem Otão, elegendo como novo rei Frederico II, então com dezesseis anos. Dessa maneira, o Sacro Império passa por mais quatro anos de guerra, quando Otão finalmente é derrotado e Frederico considerado o novo rei em 1215. Originalmente Frederico, “devido a sua educação e proximidade com Inocêncio, é considerado o elo capital de uma nova ordem social que dissolveu as querelas entre o Sacro Império e o papado, e especialmente entre a dinastia Hohenstaufen e os papas”. Assim, Inocêncio se tornou o grande vitorioso e o artífice dessa nova ordem, mostrando seu poder sob o mais importante estado da Europa. ===Relações com a Inglaterra=== Inocêncio teve um papel fundamental na política do Reino da Inglaterra, que se tornou um feudo do próprio papa. Depois da morte do rei Ricardo I em 1199, seu irmão, João tornou-se o monarca. João, seguindo o costume no trato com a hierarquia da Igreja estabelecida pelos seus antecessores, controlava a Igreja, usando e distribuindo livremente os cargos de bispos, abades e demais benefícios eclesiásticos. Assim, em 1205, na eleição do arcebispo da arquidiocese de Cantuária, ocorre uma dupla eleição. Os monges da Christ-Church consideravam que era seu direito eleger um monge de seu monastério como arcebispo, enquanto o rei João decidiu nomear o bispo de Norwich, João de Gray para essa dignidade. A causa foi levada até o Papa Inocêncio, que então anulou a dupla eleição, e designou como arcebispo de Cantuária um candidato próprio: Stephen Langton, conhecido na época por sua erudição e santidade. João não aceitou a decisão do papa e decidiu romper as relações com a Igreja Romana e o papado, dizendo que \"a Inglaterra já possui muitos arcebispos, bispos e prelados instruídos para poder recusar os que Roma nos impõe\". Inocêncio respondeu em 26 de maio de 1207, ameaçando o rei João de excomunhão, e o Reino da Inglaterra com um interdito. O rei então disse que assassinaria e torturaria todos os clérigos enviados por Roma a Inglaterra. Dessa forma, Inocêncio proclamou o interdito em 24 de março de 1208, o rei João reagiu expulsando os clérigos fiéis a Roma de seus cargos e confiscando seus bens, enquanto os bispos fugiram da Inglaterra para não serem mortos. Alguns membros da nobreza se rebelaram em nome do papa e foram severamente torturados e mortos. Assim, Inocêncio, com aprovação da maioria dos nobres e bispos ingleses, em 1211 desligou todos os súditos e vassalos do juramento de fidelidade com o Rei João, autorizando sua deposição, e depois, em 1212, depôs oficialmente o rei e deu o Reino da Inglaterra para o rei Filipe II da França, que deveria executar a sentença conquistando a Inglaterra em uma cruzada contra João. Porém, assim que o Filipe preparou uma frota marítima para invadir a Inglaterra, o rei João procurou o representante do papa na Inglaterra, Randulfo, em 13 de maio de 1213, reconhecendo Stephen Langton como arcebispo, permitindo a volta dos bispos exilados, prometendo indenização aos clérigos prejudicados, e além disso, entregou em vassalagem todo o Reino da Inglaterra e da Irlanda para Inocêncio, que se tornaria o senhor e suserano desses territórios, e assim, entregando anualmente, como era costume entre os vassalos na época, um tributo de mil moedas de prata. A submissão de João foi total, entregando-se a proteção de Inocêncio. Imediatamente, Inocêncio retirou as penas sobre a Inglaterra e não permitiu mais sua invasão por Filipe. Segundo o estudioso brasileiro André Arthur Costa: \"O caso da Inglaterra é um exemplo paradigmático da mudança que ocorreu no jogo político europeu, e a instalação da nova ordem assentada no papado, devido as manobras de Inocêncio. Assim, durante o reinado de Henrique VI, a Inglaterra, comandada pelo rei cruzado Ricardo Coração de Leão (1157-1199), foi um feudo do Sacro Império e de Henrique (...). Durante o pontificado de Inocêncio, sendo comandada por João Sem-Terra (1166-1216), a Inglaterra se torna justamente um feudo papal sob o controle do pontífice. A situação literalmente se inverte, e exterioriza o contexto geral europeu: da forte liderança dos Hohenstaufen, especialmente de Henrique, para uma forte liderança agora comandada pelo papado, sob comando de Inocêncio\". O enfraquecimento do poder do Rei João foi aproveitado pelos nobres que se rebelaram em 1215, e tendo vencido João, impuseram a ele a Magna Carta, em 15 de junho de 1215, limitando o poder do monarca inglês. O rei João recorreu ao papa Inocêncio como seu suserano em seguida, e o papa anulou a Magna Carta por considerá-la uma violação dos direitos tradicionais do rei inglês como seu vassalo, e suspendeu e depôs Stephen Langton que apoiou o documento. João então iniciou a Primeira Guerra dos Barões, atacando e prendendo os senhores que haviam se rebelado contra ele. Porém, apenas um ano depois, em 1216, tanto Inocêncio como o Rei João faleceram. ===Relações com a França=== Na França, Inocêncio interveio principalmente em questões matrimoniais envolvendo seu Rei, Filipe II ou Filipe Augusto. Com a morte de sua primeira esposa, Isabel de Hainaut, Filipe casou-se por razões políticas com a princesa Ingeborg da Dinamarca em 1193, esperando que o irmão de Ingeborg, Canuto VI, ajudasse numa possível guerra contra a Inglaterra. Já em 1193 Filipe anunciou que desejava divorciar-se de Ingeborg, o que foi aprovado por alguns bispos franceses no mesmo ano, e Ingeborg foi trancada contra a sua vontade em um mosteiro para ficar longe do Rei e da Corte francesa. O papa da época, Celestino III, considerou o divórcio inválido, mas apenas pode protestar contra a sentença, sem tomar nenhuma atitude concreta. Assim, desconsiderando a decisão do papa Celestino, em 1196 Filipe casou-se com Inês de Merânia, filha de um rico e poderoso senhor alemão. Porém, em 1198 quando Inocêncio tornou-se papa, a situação mudou radicalmente. Inocêncio insistiu na sentença emitida por seu antecessor, defendeu energicamente Ingeborg, que considerava a verdadeira esposa de Filipe e rainha da França, e dessa forma, emitiu um interdito contra todo o Reino da França, ordenando assim, o fechamento de todas as igrejas. Dessa forma, em março de 1201, no concílio de Soissons, Filipe reconheceu Ingeborg como sua legítima esposa publicamente, disse que jamais se separaria dela e voltou a viver com Ingeborg, levando-a no seu cavalo logo após a declaração, quando então, Inocêncio retirou o interdito da França. Porém, logo em seguida, Filipe rejeitou novamente Ingeborg e trancou ela, dessa vez, numa torre em Étampes, de onde a rainha pediu socorro novamente a Inocêncio. O papa continuou insistindo na necessidade de Filipe conviver com Ingeborg, o que ele só fez em 1213, porque Filipe precisava do apoio da Dinamarca na sua expedição contra a Inglaterra. O Rei Filipe também apelou para Inocêncio diversas outras vezes, como no acordo de paz assinado em Vexin com o Rei da Inglaterra Ricardo Coração de Leão em 1198, ou para organizar uma cruzada contra o Rei inglês João Sem Terra, que não veio a acontecer. Dessa forma, Inocêncio teve um papel fundamental no Reino da França e nas decisões tomadas por seu Rei, Filipe Augusto. Inocêncio também teve um papel essencial na Universidade de Paris, através de seu aliado, Roberto de Courçon, um professor e membro ativo da Universidade. Roberto elaborou novos estatutos para a Universidade, que foram aprovados por Inocêncio por meio da bula Ex litteris vestre de 1208 ou 1209, ali Inocêncio reconhece por exemplo, o direito dos membros da Universidade de serem julgados apenas pelos tribunais da Igreja, e não pelos tribunais locais franceses. Embora a Universidade já existisse desde 1150 (e o próprio Inocêncio tenha estudado nela quando jovem), e já possuísse privilégios dos papas anteriormente, os estatutos de Roberto aprovados por Inocêncio são o primeiro documento ainda existente sobre as regras e o funcionamento da Universidade de Paris em seu princípio. Em 1211, Roberto de Courçon tornou-se Chanceler da Universidade, em 1212 foi nomeado Cardeal por Inocêncio, e, em 1213 legado papal para a França, finalmente, em 1215 foi nomeado pelo papa chefe de uma comissão para investigar erros doutrinários propagados na Universidade, bem como segundo o papa “para reformar as escolas e providenciar sua futura tranquilidade”. Roberto assim promulgou novos estatutos em 1215, proibindo alguns livros de Aristóteles recentemente traduzidos do árabe em Paris, porém, reconhecendo a independência da Universidade, que então, se estabeleceu como uma corporação autônoma e forte nessa época. ===Relações com os Reinos ibéricos=== A Península Ibérica cristã estava dividida nessa época entre cinco estados: Portugal, Leão, Castela, Aragão e Navarra, localizados no norte da Península. Na época de Inocêncio, os monarcas ibéricos se uniam por alianças matrimoniais, porém, essas alianças frequentemente eram condenáveis para a lei canônica vigente da Igreja, que proibia casamento entre parentes, e assim, os abusos matrimoniais existentes foram duramente punidos por Inocêncio, que interveio nos reinos de Aragão e Leão. Em Aragão, o rei Pedro II (1196-1213) tentou casar-se com sua parente, Branca de Navarra, porém desistiu do matrimônio devido justamente à oposição de Inocêncio. Assim, em 1204, casou-se com Maria de Montpellier, não por amor, mas para incorporar ao seu reino os domínios da esposa. O mesmo Pedro II, ainda em 1204, desejando ser coroado pelo papa, partiu para Roma, onde foi ungido no monastério de São Pancrácio por Pietro Gallozia, cardeal- bispo do Porto, e coroado em seguida pelo Papa. Nesse momento, Pedro jurou fidelidade a Igreja. Depois, dirigiu-se a Basílica de São Pedro, onde depositou no altar o cetro e a coroa, e foi armado cavaleiro, recebendo a espada, de Inocêncio. Ali, Pedro entregou o Reino de Aragão a Inocêncio e seus sucessores, declarando-se vassalo do papa e comprometendo-se a pagar uma renda de 250 masmodines (moeda espanhola). Inocêncio concedeu a Pedro e seus sucessores o privilégio de ser coroado em Saragoça pelo arcebispo de Tarragona, alterando o costume existente, pelo qual o rei de Aragão recebia a coroa sem uma cerimônia especial no momento que era armado cavaleiro aos vinte anos. Pedro II, posteriormente, trouxe a Inocêncio a tentativa de se divorciar de sua esposa, Maria de Montpellier, alegando que ela havia contraído antes outro matrimônio com o conde de Cominges, que ainda estava vivo. O papa, porém, considerou o primeiro matrimônio de Maria como nulo e sem validade, e confirmou a autenticidade do matrimônio de Pedro, impedindo a separação, apesar da proximidade do relacionamento dos dois. Por um motivo semelhante, Inocêncio teve de intervir no Reino de Leão. O seu monarca, Afonso IX (1188-1230), havia casado com Teresa de Portugal, filha de Sancho I de Portugal, seu primo. O Papa Celestino III ordenou que eles deviam separar-se devido ao parentesco, e como não foi obedecido, sentenciou um interdito sobre o Reino de Leão e Portugal, o que obrigou que o casal se separasse e Teresa se retirasse para um monastério. O Rei Afonso, em seguida, decidiu casar-se com Berengária de Castela, filha do Rei de Castela Afonso VIII, que porém, também era parente de Afonso IX. Por causa desse segundo matrimônio, Inocêncio enviou um legado papal que colocou os Reinos de Leão e Castela em interdito, e castigou Afonso IX com a excomunhão, por um \"monstruoso incesto\". Afonso pediu dispensa das leis de proibição de consanguinidade ao papa, porém não foi atendido. Depois de seis anos vivendo juntos, finalmente o casal se separou, embora tenha tido vários filhos antes disso. Em Portugal, Inocêncio repreendeu severamente o monarca Sancho I, por não cumprir seus deveres de rei e cristão, especialmente por não ter pago o tributo feudal que seu pai, o Rei Afonso Henriques prometeu anualmente ao Papa Lúcio II, além de intervir excessivamente na vida e nos cargos da Igreja. Porém, no seu testamento, Sancho I se arrependeu de sua conduta e se reconciliou com Inocêncio, atendendo suas exigências. Inocêncio foi especialmente importante para a Península Ibérica por ter se interessado profundamente pela Reconquista, e concedeu a todos os soldados que participaram da Batalha de Navas de Tolosa de 1212, os mesmos privilégios da participação de uma cruzada, além de ter repetidamente ajudado o Rei de Castela na guerra contra os mouros. ===Relações com os judeus=== A relação de Inocêncio com os judeus também é considerada controversa e objeto de diferentes interpretações dos historiadores. Enquanto alguns sustentam que os documentos de Inocêncio que proibiam violência e conversões forçadas de judeus são um marco na tolerância religiosa da história da Europa, outros, apontam que as leis publicadas por Inocêncio no IV Concílio de Latrão, obrigando-os a usar roupas especiais para serem identificados, por exemplo, são a “raiz do antissemitismo cristão\". Em 1199, Inocêncio publica a bula \"Licet perfidia iudaeorum\", pela qual proíbe que cristãos forcem judeus a se converterem, e condena a prática de violência contra judeus. Esse documento, é considerado a \"Magna Carta da tolerância para com os judeus\", e foi sucessivamente confirmado pelos próximos papas. No IV Concílio de Latrão de 1215, por outro lado, os cânones 67-70 falam sobre os judeus. Esses Cânones são os seguintes: :67: De usuris judeorum (“Sobre a usura dos judeus”): Condenação da usura judaica, e imposição do pagamento do dízimo aos judeus, tal como os cristãos; :68: Ut judei discernantur a christianis in habitu (“Que os judeus devem se distinguir dos cristãos pelas roupas”): Judeus e sarracenos devem ser distinguidos dos cristãos por suas vestes, e não podem aparecer em público alguns dias do ano; :69: Ne judei publicis officiis praeficiantur (“Judeus não podem ser responsáveis por funções públicas”): Judeus não devem receber cargos públicos, e nem ter relações sexuais com cristãos (condenação do matrimônio misto); :70: Ne conversi ad fidem de judeis, veterem vitum judeorum retimeant (“Não se pode converter à fé dos judeus, não deve-se retornar aos velhos ritos judaicos”): Judeus batizados não podem retornar ao judaísmo e nem manter ritos judaicos. O historiador Ignácio González Faus, discorre que as determinações de IV Latrão devem ser contextualizadas ao máximo dentro de sua época histórica, caso contrário, se tornam incompreensíveis para a mentalidade atual. Assim, o Cânone 67 de IV Latrão, por exemplo, condena claramente a cobrança de juros excessivos pelos judeus, na época, os principais agiotas, pois “com razão, a Igreja proibia o empréstimo por interesse, em uma economia que não era de aplicação de capitais, mas quase apenas de consumo. Então, os únicos prestamistas eram os judeus, e o jugo dos usurários eram decididamente insuportável”. No que diz respeito ao uso de vestes especiais, o historiador espanhol Cristian Iturralde explica que as próprias leis judaicas em voga na Idade Média obrigavam judeus a usarem franjas nas bordas de seus mantos, para poderem ser identificados facilmente e evitar, assim, contrair matrimônio com cristãos, ato também condenável pelas leis judaicas, que defendiam a pureza racial judia. As leis antissemitas de IV Latrão, porém, nunca foram cumpridas e nem colocadas em prática. De forma geral, os papas, como Inocêncio, protegiam os judeus e impediam sua conversão forçada, assim, por exemplo, os Estados papais nunca expulsaram os judeus em nenhum momento de sua história, e sempre concediam asilo aos judeus expulsos por outros países, porém, também impunham algumas proibições e impostos especiais a eles, como Inocêncio fez em IV Latrão. ===Relações com outros Reinos=== Inocêncio também interferiu política e religiosamente em todos os outros países da Europa, de forma muito mais frequente e eficaz que seus antecessores ou sucessores. O papa era suserano e senhor feudal da Inglaterra, Portugal, Aragão, Dinamarca, Polônia, Boêmia, Hungria, Dalmácia e de vários outros pequenos territórios. Dessa forma, surgiu efetivamente uma importante \"feudalidade papal\" construída sobre a forte autoridade moral de Inocêncio. Inocêncio também interveio ativamente na hierarquia da Igreja da Noruega, Suécia, Dinamarca e Islândia, especialmente defendendo que os bispos deviam ser eleitos de forma livre, sem intervenção dos senhores. Na Polônia, reformou o clero, apoiando o arcebispo Henrique de Gniezno, e exigindo o tributo anual do Reino ao papado, ordenou que os nobres não atrapalhassem a coleta do dízimo, assim como repreendeu o Rei Ladislau III por ter perseguido o bispo Henrique, e tomou o ducado da Cracóvia como seu vassalo. Inocêncio também interferiu na Hungria, na guerra civil em que se disputava a coroa desde 1197, entre André II e Emérico. Inocêncio escolheu Emérico como o autêntico monarca, que em agradecimento, seguiu os conselhos de Inocêncio e perseguiu ferozmente os hereges do seu país, especialmente os bogomilos da Bósnia. O Reino da Bulgária, por sua vez, foi fundado na época do reinado de Inocêncio por seu primeiro rei, Joanitzes, que procurou Inocêncio, jurando obediência ao papa como líder espiritual, proposta que Inocêncio aceitou em 1202, criando um arcebispado primaz nesse país, em Tirnovo. Inocêncio também uniu-se aos monarcas da Escandinávia para combater os últimos pagãos no norte, nas \"Cruzadas do Norte\". ==Cruzadas== ===Quarta Cruzada=== A cidade de Jerusalém pertencia desde ao Império Romano, e, depois ao Império Romano do Oriente, ou Império Bizantino, um estado cristão. Para a Igreja, Jerusalém era uma cidade especial por ser onde Cristo foi crucificado e ressuscitou, por isso mesmo, juntamente com outras cidades como Belém e Nazaré, onde Jesus viveu, é chamada de \"terra santa\" ou \"lugares santos\". Porém, em 637 o Islã invadiu e dominou a cidade. Embora originalmente permitissem a peregrinação cristã a Terra Santa, desde 1076 os muçulmanos perseguiram e dificultaram as peregrinações, tornando-as quase impossíveis. Assim, o papado e a Europa reagiram convocando as nove cruzadas para recuperar o Oriente Médio. A Primeira Cruzada reconquistou Jerusalém em 1099, que passou a fazer parte do Reino de Jerusalém. Porém, Saladino (c. 1138-1193), sultão do Egito, tomou novamente Jerusalém em 1187, que, portanto, estava novamente sob poder do Islã no reinado de Inocêncio. Dessa forma, assim que Inocêncio tornou-se papa iniciou uma campanha para unir os reinos cristãos e preparar uma nova cruzada para retomar a Terra Santa e ajudar os estados cruzados remanescentes no Oriente Médio. Inocêncio considerava a reconquista da Terra Santa um objetivo essencial e primordial, e mostrou sua forte vontade de convocar uma cruzada já em seus primeiros documentos como pontífice. Inocêncio, assim, tentou convencer os reis europeus a iniciarem a campanha militar, porém foi ignorado. Em vez disso, desde 1199 um conjunto de nobres poderosos decidiu embarcar na nova cruzada, dos quais se destacam Simão IV, Senhor de Monforte, Luís I, Conde de Blois, Teodoro III, Conde de Champanhe, Godofredo de Villehardouin, Bonifácio I, Marquês de Monferrato e Balduíno I, Conde de Flandres. Em 1201 o grupo de cruzados foi até Veneza realizar um pacto com seu doge, Enrico Dandolo, para tornar possível a expedição militar. Assim, Veneza forneceu barcos, marinheiros e cavalos para realizar a cruzada, desde que os cruzados pagassem marcos de prata antes de 1202 pela ajuda, além de metade do espólio de guerra ficar com os venezianos. Inocêncio aprovou a nova empreitada, desde que os cruzados não ferissem nenhum cristão oriental na expedição. Dessa forma, a Quarta Cruzada partiu em 1202, comandada por Bonifácio I de Monferrato. Posteriormente, já em 9 de novembro de 1202 os venezianos comandados por Enrico Dandolo saquearam a cidade de Zara, crime que foi firmemente condenado por Inocêncio, que excomungou os participantes. Posteriormente, em 1203, quando chegaram a Constantinopla, o Imperador Bizantino Aleixo V Ducas impediu que os cruzados entrassem na cidade, que então foi cercada pelos cruzados em 1204, saqueada, o Imperador Aleixo V Ducas morto, e o Império Bizantino declarado extinto pelos cruzados e substituído por um novo, o Império Latino de Constantinopla, cujo primeiro imperador foi Balduíno I. Dessa forma, a quarta cruzada nunca chegou, de fato, a Jerusalém. Balduíno escreveu a Inocêncio, dizendo que a fundação do novo Império permitia uma base melhor para lutar contra o Islã, e que a Igreja Oriental poderia finalmente se unir ao papado, aceitando sua autoridade. Inocêncio sentiu uma \"dor profunda\" pelo saque de Constantinopla, condenando esse ato, porém, considerou a criação do novo Império Latino um grande triunfo que castigou os cristãos orientais por sua deslealdade ao papado e permitiria recuperar a Terra Santa mais facilmente. Dessa maneira, desde novembro de 1204 até julho de 1205 Inocêncio ordenou gravar em todos os documentos papais a frase Fac mecum domine signum in bonum (\"Dá-me um sinal da tua bondade, Senhor\", do Salmo 86:17), pois o papa acreditava que a tomada do Império Bizantino e sua substituição por um Império Latino era um milagre e um sinal de Deus de uma nova era de reconciliação e conversão, que culminaria na tomada de Jerusalém pelos cristãos, e, finalmente no Juízo Final. Assim, acreditando na eminente tomada de Jerusalém, desde 1207 Inocêncio tentou organizar uma nova cruzada, a Quinta, coisa que conseguiu fazer através do IV Concílio de Latrão, porém, somente em 1215, marcando-a para 1217. ===Cruzada Albigense === O catarismo foi considerado pela Igreja Católica a heresia mais perigosa, poderosa e sectária da Idade Média. Suas doutrinas possivelmente vieram do Oriente (como a Bulgária), e consistiam em um sincretismo de várias crenças, como o dualismo típico da gnose, que considerava o mundo dividido em dois princípios, o bem, exclusivamente espiritual, e o mal, que consistia na matéria, e a cada princípio correspondia um deus próprio. Assim havia um deus do bem, e outro deus do mal. Os cátaros se dividiam em duas castas, os \"Puros\" ou \"Perfeitos\", praticavam a totalidade da doutrina cátara, incluindo a proibição do casamento e a \"endura\", um suicídio ritual para libertar o fiel do corpo, e os leigos, que tinham uma vida comum e sustentavam os \"Perfeitos\". Os cátaros assim, condenavam a Encarnação de Jesus, os sacramentos, o casamento, a bondade da matéria, o monoteísmo e o juramento entre os homens, que compunha o elo essencial da sociedade medieval. No sul da França, o catarismo era forte e protegido pela nobreza local, especialmente no Languedoc e na Aquitânia. Os cátaros já haviam sido combatidos anteriormente, sem sucesso, pelos Papas Alexandre III e Lúcio III, que convocaram expedições militares contra eles. Inocêncio, inicialmente não era um partidário do uso da violência contra os cátaros, justificando-se dizendo que \"desejava a conversão dos pecadores, e não seu extermínio\". Dessa maneira, em 1198, enviou missionários para converter os cátaros do sul da França pacificamente, comandados por Rainerio e Guido, depois substituído por João Paulo, cardeal de Santa Prisca. Em 1203, enviou novos missionários, dois cistercienses da Abadia de Fontfroide, Raul de Fontfroide e Pedro de Castelnau, a quem se juntou Arnaldo Amaury, como legado papal. Em 1203, Pedro de Castelnau repreendeu duramente de forma pública a conduta do conde de Tolosa Raimundo VI , que protegia os cátaros e não dava apoio aos missionários e a defesa da fé católica. Alguns dias depois, em 15 de fevereiro, Pedro foi assassinado por um súdito de Raimundo. Não se sabe se Raimundo teve participação no crime, porém foi considerado cúmplice na época. Quando Inocêncio soube do assassinato, considerou Pedro um mártir e um santo, depôs Raimundo, desligou seus súditos do juramento de fidelidade, e o excomungou. A morte de Pedro também convenceu Inocêncio que a evangelização era inútil, assim o papa escreveu ao Rei da França Filipe Augusto, bem como aos condes franceses que lutassem contra Raimundo e o depusessem, e encarregou seu legado, Arnaldo Amaury de pregar uma cruzada na França para combater os cátaros. Quem participasse dessa Cruzada receberia os mesmos benefícios, indulgências e privilégios dos soldados de uma cruzada rumo a Terra Santa, porém, sem ter que fazer a exaustiva e perigosa viagem rumo ao Oriente Médio. Isso tornou a Cruzada muito atrativa e popular, especialmente no norte da França. Assim, Arnaldo reuniu um exército cruzado em Lyon em 1209, que invadiu as cidades de Béziers, Narbona e Carcassona. Quando o nobre Simão IV de Monforte voltou da Quarta Cruzada, ele foi nomeado pelo exército seu novo líder e suserano dos territórios conquistados. Em 1213, Raimundo rendeu-se e entregou-se completamente ao papa Inocêncio, que então concedeu o condado de Tolosa a Simão de Monforte. Nos locais conquistados pelos cruzados, a nobreza local era deposta, os cátaros eram expulsos da região ou convertidos, e aqueles que se recusassem a se converter eram queimados como hereges. Embora em 1213 a cruzada tenha sido declarada encerrada por Inocêncio, ainda houve uma série de conflitos nessa região entre o rei francês e o descendente de Raimundo, seu filho, Raimundo VII, que só foi encerrado pelo Tratado de Paris de 1229. Aproximadamente um milhão de pessoas morreram na cruzada albigense. A pesquisa histórica moderna está dividida sobre a real necessidade da realização da Cruzada Albigense, enquanto alguns historiadores catòlicos defendem que ela foi absolutamente necessária, pois os cátaros representavam, devido a suas doutrinas, um perigo social autêntico para a existência da Europa, outros historiadores, consideram que a Cruzada foi movida por intolerância religiosa e constituiu um genocídio. ===Outras cruzadas e expedições militares=== Ao longo do seu reinado Inocêncio organizou sete cruzadas, as mais notáveis foram a Quarta e a Quinta Cruzada, consideradas como partes das nove grandes cruzadas contra o Islã. Além da cruzada albigense, a cruzada contra os árabes na Espanha e a cruzada contra o Rei João Sem-Terra da Inglaterra, que, porém, não foi concretizada. Inocêncio também convocou a mais importante campanha das Cruzadas do Norte contra as últimas nações pagãs no Mar Báltico: é a cruzada evangelizadora da Livônia (atualmente a Letônia e Estônia), que era a penúltima região pagã da Europa. Para esse fim, Inocêncio criou uma ordem militar específica, a “Ordem Livônia dos Irmãos da Espada”, fundada em 1202. Posteriormente, a Ordem atacou e apoderou-se da Lituânia, última nação pagã ainda existente. Assim, Inocêncio teve participação essencial no ciclo de conversão e cristianização definitivo do continente europeu. ==IV Concílio de Latrão== Inocêncio convocou um novo Concílio em 19 de abril de 1213 pela bula Vineam domini Sabaoth, para ser celebrado, em novembro de 1215, na Basílica de São João de Latrão, em Roma. Ele enviou a bula de convocação não só aos bispos e prelados, de forma geral (que compõem os “padres” ou “pais” conciliares, com direito de voto e fala), mas, também, aos cabidos de todas as catedrais, que deviam enviar algum representante ao concílio, bem como aos superiores das ordens militares e monásticas, aos patriarcas orientais e aos monarcas cristãos. Compareceram, ao Concílio, 404 bispos (embora convidados, os patriarcas orientais não participaram), 71 primazes e metropolitas, e 800 abades e priores, e todos os outros reinos cristãos enviaram representantes. Com esses participantes, o Concílio teve três sessões, em 11, 20 e 30 de novembro. Inocêncio inaugurou o Concílio dia 11 com dois sermões de abertura, onde disse que o Concílio devia convocar uma nova cruzada e reformar a Igreja. No fim do sínodo, o papado e os próprios bispos emitiram 70 Cânones novos, bem como convocaram a Quinta cruzada, que partiria em 1217 da Sicília. O Quarto Concílio de Latrão destaca- se por ter definido o papel da Eucaristia na Igreja por meio da declaração do dogma da transubstanciação, da doutrina de que “fora da Igreja não há salvação” e da obrigatoriedade da confissão anual. Foi a maior realização de Inocêncio, teve a maior participação de bispos da Antiguidade, Idade Média e da Idade Moderna, e é considerado o ponto triunfante do próprio papado medieval. De fato, todos os decretos do IV Latrão foram considerados essenciais e, incorporados na legislação da Igreja. == Morte == Já em 1215, Inocêncio teve um ataque de malária, mas conseguiu se recuperar da doença. No mesmo ano estava esgotado física e mentalmente, o que expressa escrevendo em uma carta pessoal: “não disponho de lazer para meditar as coisas supramundanas. Mal posso respirar. Devo viver tanto para os outros que quase chego a esquecer de mim mesmo”. Porém, após o IV Concílio de Latrão, na primavera de 1216, Inocêncio mudou-se para o norte da Itália, em uma tentativa de conciliar as cidades marinheiras de Pisa e Gênova, para motivá-los a unir- se para a Quinta Cruzada. Nesse momento Inocêncio adoeceu novamente de malária, e morreu em 16 de julho de 1216, com cinquenta e cinco ou cinquenta e seis anos. Na noite seguinte, invadiram a casa em que Inocêncio estava hospedado e roubaram seu corpo, e, somente no dia 18 de julho encontraram seu cadáver novamente, despido e em decomposição, quando então foi rapidamente sepultado na Igreja de São Lourenço, de Perugia (não se trata da catedral da cidade, mas de outra igreja dedicado ao mesmo santo, hoje inexistente). Em 1891, o Papa Leão XIII, admirador de Inocêncio, ordenou que seu corpo fosse transferido para a Basílica de São João de Latrão, em Roma, onde reside atualmente. ==Reformas na Cúria Romana e na Igreja == Inocêncio considerava o papado uma força moralizadora e reformadora da Igreja, e a si mesmo um exemplo a ser seguido pelos fiéis. Assim, desde que se tornou pontífice, adotou algumas das ideias propagadas pelas reformas religiosas de sua época. Em primeiro lugar, desde sua eleição, praticou pessoalmente, de forma moderada, a “vida apostólica”, como era chamada na época uma vida mais simples baseada na pobreza dos apóstolos de Jesus Cristo. De fato, a pesquisa histórica recente tem ressaltado como Inocêncio era um homem profundamente religioso, que praticava um verdadeiro asceticismo e uma devoção interiorizada. Assim, renunciou ao uso de vestuários luxuosos e passou a usar apenas uma túnica de lã branca sem adornos, bem como substituiu a louça e os talheres de metal por outros de vidro e madeira, mais simples. Ele também fazia homilias ao clero e ao povo, semanalmente, durante a missa, aumentou os serviços de caridade da Cúria, e aos sábados lavava os pés de doze mendigos, bem como distribuía moedas aos pobres presentes. Inocêncio tornou-se especialmente notável pelo financiamento ao Hospital junto à Igreja de Santa Maria de Sassia, o “Hospital do Espírito Santo”, em Roma. Também promovia audiências públicas diárias nas quais qualquer fiel, desde que agendasse previamente, podia ter acesso a ele. Inocêncio também recriou a Cúria Romana, decretou normas de sobriedade e equilíbrio, castigando os funcionários que falsificavam e vendiam bulas (“tráfico de bulas”), e retomou o costume de presidir três vezes por semana as reuniões do Colégio dos Cardeais, criando um relacionamento estreito com sua Corte. Sua austeridade permitiu que seu reinado se tornasse um dos poucos em que a Cúria não passou dificuldades financeiras na Idade Média. Inocêncio também mandou bulas de advertência exigindo correção de abusos de padres e bispos em toda a Europa, imponto o celibato, lutando contra a simonia e exigindo o uso de vestes adequadas pelos clérigos. Inocêncio também aprovou a criação de novas ordens religiosas para a reforma da Igreja, sendo as duas mais famosas a Ordem de São Domingos de Gusmão, em 1205, e de São Francisco de Assis, em 1210, e outras, como segue no quadro abaixo: Ordens religiosas aprovadas por Inocêncio III Nome Data Ordem da Santíssima Trindade (trinitários) 1198 Ordem Premonstratense 1198 Humiliati 1201 Ordem Livônia dos Irmãos da Espada 1202 Ordem dos Pregadores (dominicanos) 1205 Ordem dos Frades Menores (franciscanos) 1210 Ordem do Espírito Santo 1213 Inocêncio também esteve muito preocupado com o culto divino e ordenou a liturgia romana em sua última fase e em seus traços gerais, quando esta se tornou, na Igreja latina, a liturgia secundum usum romanae curiae (“liturgia segundo o uso da Cúria romana”). Foi a liturgia de Inocêncio que se espalhou e se popularizou pelo Ocidente devido a sua propagação pelos frades menores da Ordem franciscana, que em sua Regra II, seguem as orações da Cúria Romana, e, se tornaria posteriormente a \"missa tridentina\". == Teologia política e concepção do poder dos papas == Inocêncio era um teólogo que deu contribuições importantes para várias áreas da doutrina católica, porém, sua marca decisiva foi no campo da teologia política. Para Inocêncio, o papa goza da \"plenitude de poderes\" (plenitudo potestatis) para o governo da Igreja, pois ele é o Vigário de Cristo, expressão que, embora já existisse, foi Inocêncio que colocou em uso corriqueiro. Assim, para Inocêncio, o papa exerce poder espiritual direto sobre patriarcas, arcebispos, bispos, clérigos e sob todos os cristãos, até mesmo reis e imperadores, pois, como papa, está acima de todos os homens, e abaixo só de Deus. O exercício desse poder, para Inocêncio, tinha por finalidade última a salvação das almas da condenação ao inferno, portanto, era parte essencial da missão da Igreja. Para Inocêncio, o papa também possui poder político direto e indireto. Esse poder é direto nos Estados Papais e demais reinos que lhe renderam vassalagem, e também indireto, fundado em seu poder espiritual, se estendendo a todos os governos terrestres, permitindo-lhe interferir em matéria política. Esse poder indireto em assuntos sociais, porém, só é exercido in ratione peccati - “em razão do pecado”, quando o papa pode impor decretos políticos, especialmente, o mais grave de todos, que é depor um senhor (rei, príncipe, imperador etc.) de seu reino e conceder a liderança a um novo senhor. Dessa maneira, o pontificado de Inocêncio, serviu politicamente como a “última instância ética” da Europa, assim como a ONU na atualidade. As ideias sobre o poder pontifício de Inocêncio não são novas, porém seu pensamento é original por ser uma sistematização de concepções preexistentes, expressa por ele de uma forma nova com simbolismos da Bíblia. Para justificar doutrinariamente esse poder, Inocêncio usou várias passagens bíblicas, especialmente dos Evangelhos, que interpretou de maneira figurada. O caso mais famoso e é a alegoria das “duas espadas”, retirada de Lc 22:38, criada originalmente por São Bernardo de Claraval. Inocêncio defende que Cristo deu a São Pedro, primeiro papa, e por isso a todos os papas, “duas espadas”, que representam o poder temporal e espiritual. O papa só usa a “espada espiritual” diretamente, mas a “espada temporal”, usada pelo imperador e pelos reis deve servir indiretamente para o castigo dos inimigos da Igreja e a salvação das almas. Inocêncio emitiu várias declarações e documentos sobre sua ideia própria do poder dos papas, dos quais pode-se destacar seu sermão de coroação, a bula Sicut universitatis (1198), Apostolicae Sedis Primatus (1199), Deliberatio Domini Papae Inocentii (1200), Venerabilem (1202). Assim, já no sermão de Inocêncio no dia de sua coroação como papa, ele declarou: Igualmente, no seu mais famoso decreto, a bula Sicut universitatis, de 30 de outubro de 1198, oito meses após eleito, Inocêncio faz outra declaração ressaltando sua concepção sobre o poder do papado: Assim, “a ordem social defendida pelo papa é uma unidade formal, unitária e baseada na desigualdade e complementariedade de suas partes. Existem dois poderes distintos para o governo do mundo, o poder temporal e espiritual, tal como no governo do planeta existem dois astros, o sol e a lua. Embora de natureza diversa, os dois poderes devem estar unidos um ao outro, pois só assim podem concorrer para o funcionamento da sociedade, como o sol e a lua ligam-se entre si para o funcionamento da Natureza. Porém, frisa o papa, como a lua é inferior ao sol, assim o poder temporal é inferior ao espiritual, e só brilha quando se aproxima do esplendor da Igreja e de seus objetivos transcendentais”. A escolha do simbolismo do sol e da lua, por sua vez, foi possivelmente retirado da linguagem astrológica, onde o Sol representava o poder espiritual, e a Lua, o poder temporal, mostrando a importância da astrologia no imaginário e na mentalidade medieval. Por fim, uma das frases mais notáveis que encerram a ideia de Inocêncio sobre seu poder, foi na bula \"Apostolicae Sedis Primatus\" de 1199, no qual diz \"a Pedro foi dado o governo não só da Igreja Universal, mas do mundo todo\" (Petro non solum universam Ecclesiam sed totum reliquit saeculum gubernandum). Inocêncio também elaborou uma doutrina própria sobre o poder dos papas sobre o Sacro Império Romano- Germânico, que ele expôs nas bulas Deliberatio Domini Papae Inocentii de 1200 e e Venerabilem de 1202. Nos dois documentos, Inocêncio defende que o papa pode interferir no Sacro Império por duas razões: devido a sua “origem” e sua “finalidade” (principaliter et finaliter). Na origem (principaliter), o Sacro Império Romano foi transferido (translatio imperii) do então Império Bizantino, em 800, para o Reino Franco pela Igreja. Na finalidade (finaliter), o imperador aceita a imposição de sua dignidade pelo papa por meio da coroação e unção, para defender a fé e a Igreja. Inocêncio assim reinterpretou o ato da coroação do imperador pelo papa, e da própria ideia da criação histórica do Sacro Império. Dessa forma, o papa diz no decreto Venerabilem: No , a fundação e a “transferência do Império Romano” (translatio imperii), sob o reinado de Carlos Magno, foi considerada como uma experiência tendo o próprio Deus como autor. Assim, nem o rei franco, nem o papa, nem o povo foram responsáveis pela transferência imperial, mas, sim, Deus, que se manifesta na própria história. Inocêncio reinterpretou esse ato como uma ordem jurídica do papa, que desejava criar um protetor mais eficaz para a Igreja. Assim, a translatio imperii se torna o exemplo mais importante do poder indireto do pontífice de intervir nos reinos, devido ao pecado e às necessidades da Igreja. Em última análise, possibilitava ao papa, politicamente, criar o próprio Império Romano. ==Legado para a Igreja e o Direito== Inocêncio é frequentemente considerado o mais importante papa medieval, e o papa mais poderoso da Igreja de todos os tempos. Como tal, ele deixou um amplo legado para a Igreja Católica, para a Europa, para o direito, e, para a posteridade de forma geral. O teólogo suíço Hans Küng disse que \"no tempo de Inocêncio III, Roma é o centro incontestado da política europeia, tanto ao nível do poder quanto dos negócios públicos. Inocêncio é realmente o senhor do mundo, não no sentido de dominação absoluta, mas como árbitro e suserano supremo\". O historiador alemão especialista na história de Roma, Ferdinand Gregorivius, defendeu que Inocêncio foi um papa tão grande quanto o próprio imperador Otávio Augusto, fundador do Império Romano, e, por isso chamou Inocêncio de um \"Augusto do Pontificado\". Nesse sentido, Inocêncio foi eleito em 1999 pela revista Life, como um dos cem homens e mulheres que moldaram o segundo milênio, ficando em 78º no ranking. O historiador italiano Battista Mondin declarou que, devido ao prestígio de seu reinado, é estranho que Inocêncio não seja apelidado como \"o Grande\". De fato, o historiador Charles Harry Clinton Pirie-Gordon, publicou um livro em 1907, no qual chama o papa de “Inocêncio, o Grande”. O historiador Hans Wolter declarou que \"com Inocêncio III o papado foi por um breve período de tempo a potência principal e o guia da cristandade ocidental\". Para o historiador brasileiro André Arthur Costa, Inocêncio foi o criador de uma nova ordem social na Europa \"derrotando inúmeros inimigos que encarnavam conflitos históricos contra o papado, desde o século XI\". O teólogo marxista José Ignacio González Faus disse que Inocêncio foi um grande papa, porém cometeu alguns erros devido ao seu contexto histórico, como condenar a Magna Carta. Além disso, o reinado de Inocêncio também constituiu uma virada para a história da Igreja, porque após sua morte, seus sucessores não conseguiram manter a sua posição política de hegemonia mundial, e tornaram-se cada vez mais fracos, por isto, como disse Ferdinand Gregorivius, com Inocêncio \"o papado atingiu uma posição vertiginosa e insustentável\". O legado mais importante de Inocêncio foi sem dúvida no direito, pois ele foi um notável jurista, canonista e legislador, tendo escrito mais de seis mil cartas enquanto papa, documentos que constituem fonte de direito. Inocêncio ordenou a seu notário, o sudiácono Pedro Collivacino, que colecionasse os decretos dos primeiros doze anos de seu reinado, obra que foi concluída em 1209. Assim, pela bula Devotioni vestrae de 1210, Inocêncio publicou sua coleção de decretos como tendo força de lei universal para a consulta dos clérigos e juristas, transmitindo-a a Universidade de Bolonha para estudo. A coleção de Inocêncio é considerada uma das cinco grandes coleções de leis canônicas da Igreja, as \"Quinque Compilationes Antique\", ao qual surgiram antes do próprio sobrinho de Inocêncio, o Papa Gregório IX, publicar uma nova e importante coleção, ao qual, usando muitos decretos de Inocêncio, influenciou de forma permanente o direito canônico na Igreja, incluindo o atual Código de Direito Canônico da Igreja Católica de 1983. Algumas leis e procedimentos jurídicos de Inocêncio também foram adotados por Reinos e estados e estiveram vigentes até o . Além disso, como Inocêncio compreendia muitos princípios, normas e procedimentos do direito romano, aplicou-os ao direito canônico, e assim, esses princípios, até então desconhecidos, puderam ser usados no direito civil, e também no direito moderno e atual. Por exemplo, Inocêncio introduziu em seus documentos o princípio legal publice utilitatis intersit, ne crimina remaneant impunita (\"é de interesse do bem público que os crimes não fiquem impunes\"), ao qual significa, que cabe aos governantes e juízes procurar e punir os crimes cometidos em sua jurisdição, não deixando-os encobertos, sendo a base da própria Inquisição estabelecida por Inocêncio e seus sucessores, e, também do sistema inquisitorial. Ele retirou esse princípio do comentário de Juliano (c. 110 – c. 170) a Lex Aquilia, um conjunto de leis elaborada no , ainda na República Romana. Juliano argumentou que os erros (maleficia em latim) não devem ficar impunes. Inocêncio mudou a sentença, substituindo maleficium por crimen. Originalmente, maleficium poderia, no direito romano, significar um erro privado, assim como um delito ou um erro público (um crime). Ao mudar a palavra para crimen, Inocêncio tirou a sentença do direito privado e introduziu ela no direito público. Esse princípio foi absorvido pelo direito medieval e depois pelo direito moderno graças a Inocêncio. Em 1949-1950 a Câmara dos Representantes dos Estados Unidos (o Capitólio) foi remodelada e reformada, nesse momento, foram instalados 23 retratos em relevo de mármore sobre as portas da Câmara dos Representantes, retratando figuras históricas notáveis e essenciais por terem estabelecido os princípios básicos que fundamentam a lei e a democracia americana atual. Inocêncio III foi um dos personagens históricos escolhidos, juntamente com seu sobrinho, Gregório IX, por um conjunto de estudiosos da Universidade da Pensilvânia, da Columbia Historical Society of Washington, em Washington, D.C., e funcionários autorizados da Biblioteca do Congresso. O retrato de Inocêncio foi esculpido pelo artista Joseph Kiselewski em 1950, tendo sido escolhido pelos estudiosos porque ele \"preservou o direito romano remanescente durante a Idade das Trevas\". Graças a Inocêncio, a família Conti se estabeleceu solidamente como uma família com influência e importância em Roma, na Itália, nos Estados Pontifícios, e especialmente dentro do governo da Igreja Católica no , conseguindo prolongar sua influência até o XIX. Dessa maneira, os Conti ainda puderam eleger outros dois papas de sua família no por meio do nepotismo e do costume de criar cardeais-sobrinhos: Gregório IX (1227-1241), sobrinho de Inocêncio e Alexandre IV (1254-1261), sobrinho-neto de Inocêncio. Enquanto Gregório, foi tornado cardeal por Inocêncio em 1198, Alexandre foi respectivamente tornado cardeal por Gregório em 1227. Os papas da família de Inocêncio, seguindo o seu exemplo, foram grandes canonistas, lutaram contra a heresia e especialmente batalharam pelos direitos e poder do papado na Itália contra os Sacros Imperadores. Além disso, na Idade Média e no Renascimento cardeais importantes pertenciam a família Conti por influência de Inocêncio. Posteriormente, em 1721, já na Idade Moderna, os Conti elegeram seu último pontífice, Inocêncio XIII (1721-1724). Inocêncio também lançou as bases jurídicas que permitiriam posteriormente a fundação da Inquisição pontifícia por seu sobrinho, o Papa Gregório IX, em 1231. Inocêncio criou uma instituição antecessora da Inquisição propriamente dita, conhecida como \"Inquisição dos legados pontifícios\" em 1199 pela bula Vergentis in senium. Inocêncio determinou que funcionários nomeados pelo papa (os \"legados pontifícios\"), escolhidos normalmente entre os membros da Ordem Cisterciense, seriam enviados temporariamente para julgar e condenar hereges onde os bispos não estavam trabalhando apropriadamente na extermínio da heresia. Posteriormente, o Cânon 3 do IV Concílio de Latrão de 1215, redigido por Inocêncio, tornou obrigatório que todos os hereges identificados numa região fossem entregues aos poderes públicos, onde caso não se arrependessem, teriam seus bens confiscados e sofreriam várias punições. Esses documentos escritos por Inocêncio, porém, dão ênfase a punições anti-heréticas de caráter patrimonial (confisco de bens, expulsão de cargos públicos e exílio), e não aplicam a pena de morte originalmente. De fato, o historiador brasileiro especialista no papado, Leandro Duarte Rust, aponta que é um erro considerar Inocêncio o fundador de uma nova forma de repressão dentro da Igreja e da Europa, pois a Inquisição estabelecida pela Vergentis in senium surgiu justamente como um mecanismo para refrear a violência socialmente difundida contra os hereges, e conceder um processo jurídico justo para seu julgamento. Antes de Inocêncio era comum senhores e monarcas como Afonso II de Aragão sentenciarem a morte hereges sem qualquer julgamento. Dessa forma, além de instituir um tribunal e um processo legal para julgar os hereges, Inocêncio também não incluiu na sua legislação anti-herética a pena de morte (nem mesmo a pena pela fogueira), mas apenas punições patrimoniais, o que dificultou a condenação a morte de hereges durante seu reinado. De fato, Inocêncio era abertamente contra a pena de morte aplicada aos hereges, e em 1209 no decreto Novimus dice ordenou que a Igreja intercedesse a favor da vida do réu em caso de condenação. A \"Inquisição pontifícia\" de fato, fundada por Gregório IX, transformou a Inquisição em um tribunal permanente, fundindo a ideia de Inocêncio de um tribunal independente dos bispos e que recorre a punições do Estado, somente aí então, adotando a pena morte. A concepção de poder dos papas e a teologia política de Inocêncio, por sua vez, será defendida ferozmente pelos papas que o sucederam, e, apesar das mudanças históricas, sobreviverá na mente do papado e da hierarquia da Igreja até o e XX, durando, portanto, em torno de 700 anos. Assim, por exemplo, quando o Papa Alexandre VI, em 1493, divide as Américas entre Portugal e Espanha (ato predecessor do Tratado de Tordesilhas) ou o Papa Pio V depõe a rainha Isabel I da Inglaterra, em 1570, esses pontífices estavam seguindo a ideia de poder papal de Inocêncio. O legado mais importante para a Igreja Católica de Inocêncio, foi sem dúvida, suas contribuições doutrinárias, especialmente os textos do IV Concílio de Latrão de 1215, que tiveram influência decisiva de Inocêncio. Assim, IV Latrão proclamou a transubstanciação e presença real de Jesus na Eucaristia, e a sentença que \"fora da Igreja não há salvação\" como dogmas e verdades infalíveis da doutrina católica, criou um direito novo para as relíquias (que só seriam consideradas autênticas com autorização do papa), uma nova disciplina por meio da obrigatoriedade da confissão anual, e, novas leis sobre a consanguinidade e o casamento, que a partir dali, passou a ser proibido apenas nos primeiros quatro graus de parentesco consanguíneo, sendo permitido nos outros (quinto, sexto, sétimo etc.), abolindo, portanto, nas normas anteriores que proibiam muitas vezes até o sétimo grau. == Simbologia == ===Vestuário e arte=== No dia a dia, Inocêncio renunciou ao uso de vestuários luxuosos e passou a usar apenas uma túnica de lã branca sem adornos, porém, em ocasiões especiais, tal como sua posse como papa ou a presidência do IV Concílio de Latrão, as vestes não litúrgicas de Inocêncio, tal como a dos papas nos séculos XI-XIII, consistiam em uma túnica branca, a \"alva romana\" (alba romana), um longo manto vermelho, chamado de immantatio (ou ainda capa rubea ou clamys), o pálio, o fano (desde o ) e uma forma primitiva de tiara papal, que consistia num capacete de tecido branco, com ínfulas negras e um círculo revestido de joias na parte inferior, ao qual poderia ser apenas um ornamento ou uma coroa, não estando claro para a pesquisa histórica. O manto vermelho é citado pela primeira no século VIII na Doação de Constantino como uma imitação da púrpura imperial dos imperadores romanos, porém, o uso confirmado do manto passou a ser feito apenas por Gregório VII em 1076, que passou a usá-lo logo após sua eleição. No final do século XI, os Ordines, isto é, manuais de liturgia, de Albino (1189) e de Cêncio (1192) apontam que imediatamente após a eleição do pontífice, o arquidiácono ou o decano dos diáconos impõe o manto vermelho no papa, como símbolo de sua dignidade e legitimidade. O próprio Inocêncio afirmou em um sermão sobre o Papa Gregório Magno que o vermelho papal é uma referência ao sumo sacerdote do Antigo Testamento, cujas vestes eram figura da veste papal. Inocêncio também passou a usar uma cruz papal própria. Posteriormente, São Tomás de Aquino (1225–1274), vai interpretar a cruz papal introduzida por Inocêncio como um símbolo da suprema autoridade dos papas, pois, enquanto os bispos usam um báculo cuja parte superior é recurva, significando a limitação de seu poder e sua submissão ao papa, o papa usa uma cruz, pois seu poder é submisso apenas ao próprio Cristo. Dessa forma, em afrescos, pinturas, vitrais e iluminuras Inocêncio é normalmente representado usando esse vestuário de sua época. Imagem:Innozenz3.jpg|Famoso afresco de Inocêncio no mosteiro beneditino de Subiaco, Lácio, pintado em torno de 1219. Nesse afresco Inocêncio usa o vestuário típico de sua época: a immantatio, a tiara papal primitiva com ínfulas negras, o fano e o pálio. imagem:Giotto - Legend of St Francis - -07- - Confirmation of the Rule.jpg|Afresco do de Giotto di Bondone na Basílica de Assis retratando o encontro de Francisco e Inocêncio, nele, Inocêncio usa o vestuário típico de sua época. imagem:Innocent III.png|Vitral de Inocêncio usando o vestuário de sua época, incluindo a cruz papal que ele introduziu, na Catedral de Troyes, França. imagem:Raffael 083.jpg|Afresco de Inocêncio pintado por Rafael, na Capela Sistina, Vaticano. Nessa representação, Inocêncio é anacronicamente retratado como um papa do , usando pluvial e a tiara papal com três coroas. imagem:APROBACIÓN DE LA REGLA.JPG|Afresco na Igreja de San Tommaso in Formis, Roma, do monge Jean de Matha recebendo de Inocêncio a aprovação da Ordem da Santíssima Trindade. Nela Inocêncio é anacronicamente retratado como um papa renascentista. ===Brasão=== Inocêncio teve importância fundamental na construção e no desenvolvimento de uma simbologia própria para o papado. Desde o , famílias de grande importância, especialmente da nobreza, passaram a adotar brasões como símbolos de seu poder e origem. Levando em consideração essa simbologia, ao se tornar pontífice, Inocêncio passou a usar o brasão da família Conti como símbolo pessoal de seu reinado, isto é, um escudo de goles com uma águia de asas abaixadas, xadrezada de sable e jalde. A partir daí, todos os papas adotaram um brasão próprio. Inocêncio, assim, fundou, na Igreja, o uso de um dos símbolos mais duradouros associados ao papado até a atualidade. Porém, originalmente, o brasão de Inocêncio consistia apenas no escudo, sem os elementos heráldicos exteriores, isto é, as chaves e a tiara papal, que foram incluídas nos brasões dos papas apenas no final do , e atribuídas ao próprio brasão de Inocêncio. Imagem:Coa fam ITA conti.jpg|Brasão de Inocêncio tal qual era utilizado em sua própria época. imagem:Coa Conti di Segni.svg|Brasão de Inocêncio tal qual era utilizado em sua própria época. imagem:C o a popes Conti di Segni.svg|Brasão de Inocêncio com a tiara papal de apenas uma coroa, atribuída ao pontífice posteriormente. imagem:C o a Innocenzo III.svg|Brasão de Inocêncio com os elementos heráldicos completos dos papas (tiara papal e chaves de São Pedro), atribuída ao pontífice posteriormente. imagem:Coat of arms of Innocent III.png|Afresco do brasão de Inocêncio com os elementos heráldicos completos dos papas, no Palazzo del Commendatore, parte do Hospital do Espírito Santo in Sassia, Roma, hospital fundado por Inocêncio durante o seu reinado. == Discussões historiográficas == Uma vez que Inocêncio é considerado uma personalidade histórica extremamente relevante, sua vida e suas obras foram vastamente estudadas por diferentes historiadores de escolas historiográficas diferentes, cujas ideias sobre o papel do papa são muitas vezes contraditórias. A visão historiográfica dominante sobre Inocêncio é de que ele foi um “super-homem”, um herói ou vilão, essencialmente, um grande “homem político”. Essa descrição, por sua vez, possui opostos: ou a exaltação de suas virtudes, um “culto à personalidade” de Inocêncio, ou sua caracterização como um grande vilão. O primeiro caso, isto é, o culto a sua personalidade, foi disseminado principalmente pela historiografia eclesiástica, católica conservadora, e positivista, por exemplo, Friedrich Emanuel von Hurter (1787-1865) e Ferdinand Gregorovius (1821-1891). Para esses historiadores, Inocêncio foi um papa exclusivamente religioso, e seu reinado é um antecessor do Estado moderno, impondo ordem dentro de uma sociedade desorganizada. O segundo caso, isto é, a visão negativa de Inocêncio foi difundida principalmente, pela historiografia nacionalista e liberal, por exemplo, Albert Hauck (1845-1918), Johannes Haller (1865-1947) e Paul Johnson (1928). Hauck e Haller, historiadores protestantes e nacionalistas alemães, defendiam a ideia de que Inocêncio era um papa exclusivamente político, hipócrita e oportunista. A origem da visão negativa de Inocêncio encontra-se no pensamento iluminista laicista e anticlerical, do , que defende que a Igreja Católica e o papa traíram o Evangelho e o próprio Jesus Cristo ao se ligar ao poder político. Existe ainda uma terceira escola de historiadores sobre quem foi Inocêncio e qual seu papel na Europa e na Igreja, do qual faz parte, por exemplo, os brasileiros Leandro Duarte Rust e André Arthur Costa. Para esses estudiosos, a discussão se Inocêncio foi um “papa religioso” ou um “papa político” é dicotômica e reducionista, pois Inocêncio foi na verdade as duas coisas. Assim, foi um papa que buscou alcançar objetivos eclesiásticos e ao mesmo tempo um homem político e um senhor feudal. Dessa forma, em Inocêncio os objetivos espirituais e políticos estão ligados uns aos outros como uma única coisa. Existe também uma quantidade importante de historiadores que considera Inocêncio como um teocrata ou hierocrata, como Jacques Heers e Hilário Franco Junior. Uma teocracia é um regime político exercido pela casta sacerdotal, \"onde, portanto, não há distinção entre o agente político e o religioso\". Assim, para esses historiadores, o papado de Inocêncio foi um Estado que controlou e absorveu os demais poderes civis, instalando, portanto, um sistema de caráter centralizado. De maneira mais abrangente, a palavra também significa um regime em que o poder eclesiástico se considera como superior ao político, caracterizando toda a Idade Média. Outros historiadores, porém, consideram a descrição de Inocêncio e do papado medieval como teocrático essencialmente incorreta, pois Inocêncio não absorveu os poderes locais, mas fortaleceu eles como seus aliados e defensores do papado, típico da dinâmica de poder do feudalismo. Também criticam a ideia de que teocracia é qualquer regime em que o poder eclesiástico é considerado superior ao político, pois essa definição ignora \"o contexto concreto desse período: tanto as situações em que o poder político se sobrepôs objetivamente ao poder clerical e o controlou, quanto às lutas entre o poder temporal e espiritual, mostrando grande resiliência e sucesso da parte dos senhores\". Assim, muitos historiadores concluíram que Inocêncio não foi um teocrata, como Will Durant, August Franzen e outros, pois Inocêncio reconhecia a independência e distinção entre os poderes políticos e espirituais, distinção que também existia na prática, \"em que havia claramente agentes sociais políticos, e outros eclesiásticos. Porém, embora eles estivessem em simbiose e dependência mútua, eram distintos um do outro, e, portanto, não havia teocracia propriamente dita\". == Literatura e cultura popular == Os principais documentos escritos durante a vida de Inocêncio que discorrem sobre o seu reinado, são a Gesta Innocentii Papae III, de um autor anônimo da Cúria Romana que cobre os primeiros onze anos do reinado de Inocêncio, a De rebus a se gestis de Giraldus Cambrensis, a Chronica Andrensis de Guillelmus Andrensis, e Dialogus miraculorum de Caesarius Heisterbachensis. Pouco tempo depois de sua morte, Inocêncio aparece em um relato de Santa Lutgarda (1182-1246), ao qual afirmou ter tido uma visão mística na qual o pontífice estava no purgatório implorando por indulgências dos vivos e fazendo penitência até o Juízo Final. Dante (1265-1321), por sua vez, citou o nome de Inocêncio, na Divina Comédia, no Paraíso, apenas por o papa ter aprovado a Regra de São Francisco (Canto XI do Paraíso), não descrevendo o destino após a morte de Inocêncio. Os documentos da sua época, retratam o pontífice como um homem piedoso, correto e moralmente intocável, porém, nunca o consideram um santo. A cultura popular atual, seja literária ou cinematográfica, reproduziu a imagem política negativa de Inocêncio. Dessa forma, no romance do escritor mexicano Gerardo Laveaga sobre o pontífice - \"El Sueno De Inocencio: Ascenso Y Caida Del Papa Mas Poderoso De La Historia\", ele retrata o papa como alguém faminto por poder, cínico, mentiroso, com tendências homossexuais e ateias. No romance de Laveaga, no fim de sua vida, Inocêncio, não obstante, percebe seus erros, e almejando corrigir suas ações, acaba assassinado em um complô arquitetado por seu próprio sobrinho, Ugolino di Anagni, que mais tarde se tornará o papa Gregório IX. Por sua vez, no livro “O Nome da Águia”, do escritor brasileiro Alexandre Lobão, Inocêncio é retratado como responsável direto pela corrupção da Igreja Católica, tendo criado as bases da Inquisição. No cinema, Inocêncio aparece frequentemente como coadjuvante em diversos documentários e filmes, especialmente em produções sobre a biografia de Francisco de Assis. Assim, nos filmes sobre São Francisco, “Fratello sole, sorella luna” (“Irmão sol, Irmão lua”) de 1972, de Franco Zeffirelli, bem como na minissérie “Chiara e Francesco”, de 2007, de Fabrizio Costa, Inocêncio aparece como alguém apático e manipulado pela Cúria Romana, um homem político e indiferente. Nos filmes biográficos de São Francisco, o santo e o papa são cenograficamente colocados em contraste, como duas igrejas opostas entre si, em que Francisco aparece como movido pelo Evangelho, ao lado de Inocêncio, movido pela razão de Estado. Inocêncio também é um dos poucos papas que tem sua própria action figure colecionável. Em 2015 sua action figure foi produzida pela Archie McPhee, uma empresa de produtos kitsch dos Estados Unidos, em que o brinquedo do papa, criado a partir do seu famoso afresco no mosteiro de Subiaco, Lácio, segura um papiro com a frase em latim Filii Hohenstaufenin, osculamini asinum meum (\"Filho dos Hohenstaufen, beije minha bunda\"), e cuja descrição da venda diz com ironia: \"Introduza essa action figure de Inocêncio III junto com suas outras figuras espirituais e veja as faíscas voarem! Armado com o formidável poder da excomunhão e um pergaminho intimidante escrito com um texto em latim, este brinquedo de 6 polegadas de altura, de plástico duro do 176º Papa em breve fará todas as suas outras action figures se converterem para a igreja. Leia a parte de trás da embalagem ilustrada e descubra que Inocêncio III era um cara legal em todos os aspectos. Ele era um patrono das artes, se preocupava com os órfãos, construiu um hospital e reunificou os Estados Papais! Vem com um chapéu papal extravagante removível\". == Bibliografia == * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == Categoria:Cardeais-sobrinhos Categoria:Papas da Itália Categoria:Naturais de Frosinone (província) Categoria:Pessoas citadas na Divina Comédia (Paraíso) Categoria:Papas sepultados na Basílica de São João de Latrão Categoria:Papado de 1048 a 1257 Categoria:Cristãos da Cruzada Livoniana Categoria:Pessoas da Quarta Cruzada Categoria:Cristãos da Quinta Cruzada Categoria:Pessoas da Cruzada Albigense Categoria:Italianos do século XII Categoria:Italianos do século XIII Categoria:Ordem da Santíssima Trindade",
 "title": "Papa Inocêncio III"
}