{
 "id": "83547",
 "text": "Uma espingarda é uma arma de fogo portátil de alma lisa, que utiliza como munição cartuchos de projéteis múltiplos ou de um único projétil concebido para se estabilizar no voo, compensando a ausência de raiamento do cano. Tornou-se a principal arma pessoal dos exércitos, desde o final do século XVII, altura em que a espingarda de pederneira substituiu o mosquete. A baioneta que era costume afixar na ponta do cano para usar em combate corpo a corpo operacionalmente tornou-se praticamente obsoleta. == História == As primeiras espingardas surgiram no início do século XVII, as de dois canos apareceram em 1873, enquanto que a primeira espingarda moderna de repetição, desprovida de martelo, foi fabricada em 1904.Como funcionam as espingardas, acesso em 05 de janeiro de 2014. == Distinção entre espingardas e outras armas longas == A classificação das armas longas portáteis é algo confuso, varia conforme o país e, mesmo dentro do mesmo país, conforme o tipo de utilização. Assim, em Portugal, popularmente é utilizado o termo espingarda como designação genérica de todas as armas longas. No entanto, atualmente, legalmente apenas são classificadas como \"espingardas\" as armas longas de cano de alma lisa, sendo as de alma raiada classificadas como \"carabinas\". Assim, as outras designações populares de armas longas, tais como \"caçadeira\", \"shotgun\", “escopeta” e \"doze\", não têm significado formal, devendo estas armas ser classificadas todas como \"espingarda\", por terem os canos de alma lisa. Portanto, as espingardas com um único tiro disparam diversos projéteis que se espalham por uma área maior, diferentemente dos fuzis, cujo tiro atinge um único ponto.ARMAS DE FOGO, acesso em 05 de janeiro de 2014.Canos raiados e canos de alma lisa, acesso em 05 de janeiro de 2014. O Exército Português, no entanto, costuma fazer uma divisão entre \"espingardas\" e \"carabinas\", não pelo raiamento do cano, mas sim pelo tamanho da arma. Assim, tradicionalmente são consideradas \"espingardas\" as armas longas normais de infantaria e \"carabinas\" versões especiais mais curtas. Como exemplo, a atual arma padrão da infantaria portuguesa, a Heckler & Koch G3, apesar de ser raiada, é classificada como \"espingarda automática\" e não como \"carabina automática\". Já no Brasil, classificam-se como \"espingardas\" as armas longas de alma lisa, enquanto as armas longas de alma raiada, são classificadas como \"rifles\" ou \"fuzis\" e \"carabinas\". Em Portugal, as \"carabinas\" e os \"fuzis de assalto\" são consideradas simples subvariantes dos \"fuzis\". Em outros países, sobretudo os de língua latina, utiliza-se o termo \"fuzil\" para designação genérica de todas as armas longas. == Desenvolvimento da espingarda == === Espingarda de pederneira === A espingarda de pederneira, ou fuzil era uma arma longa cujo mecanismo de disparo era o fecho de pederneira. Este consistia num cão (peça em formato de martelo com um fragmento de silex ou pederneira no seu extremo) que, depois de ser acionado pelo gatilho, percutia uma peça móvel de aço (o \"fuzil\"), provocando uma faísca que incendiava a pólvora colocada num orifício que comunicava com o interior da câmara, produzindo a deflagração que fazia impulsionar a bala no interior do cano da arma. O \"fuzil\" de aço, peça característica deste tipo de espingardas, acabou por batizar as próprias armas, bem como deu origem à denominação dos soldados armados com elas, os fuzileiros. Outra característica que distinguia a espingarda de pederneira do antigo mosquete, era a sua capacidade para lhe ser fixada uma baioneta, permitindo-lhe transformar-se numa arma de luta corpo a corpo. As novas formações de infantaria, introduzidas no final do século XVII, podiam assim ser constituídas por um único tipo de tropas, os fuzileiros, que substituíram tanto os antigos mosqueteiros (apenas empregues no combate à distância) como os piqueiros (apenas empregues para combate corpo a corpo). A preparação de uma espingarda de pederneira para o disparo era um processo lento e, qualquer pequena falha, poderia impedir o disparo. Apenas 30% a 50% das intenções de disparo provocavam um tiro efetivo e, em condições ideais, um soldado bastante treinado podia disparar num máximo 3 tiros por minuto. Além disso, a alma da espingarda era lisa e a bala de chumbo esférica, o que facilitava a sua deformação e desvio, durante o disparo (fenômeno conhecido como \"instabilidade do disparo\"), sendo quase impossível acertar num inimigo a mais de 100 metros de distância. Por outro lado, a má qualidade da pólvora tornava os projéteis perdidos praticamente inofensivos a mais de 500 metros. === Espingarda de percussão === A partir de cerca de 1830 começam-se a generalizar as espingardas que disparam por intermédio de um mecanismo chamado \"fecho de percussão\". O fecho de percussão era um sistema de disparo que consistia num martelo percutor que golpeava uma chapa de cobre ajustada sobre um orifício (chamado \"chaminé\") que comunicava com o interior da câmara. O fulminante era colocado sob a chapa de cobre, sendo também desenvolvidos fulminantes encapsulados dentro de cartuchos de papel. O martelo percutor, ao golpear a chapa de cobre, produzia uma faísca que incendiava o fulminante através da chaminé, fazendo deflagrar a carga de pólvora originando o disparo. Este sistema de disparo é muito mais seguro e eficaz que o de pederneira, inclusive em condições atmosféricas adversas. Além disso melhorou a cadência de tiro garantindo 90% de disparos efetivos. No entanto, continua a ser carregado pela boca, obrigando o soldado a ficar exposto ao inimigo enquanto carregava a sua arma. === Desenvolvimento dos projéteis === No início do século XIX, os projéteis de chumbo começam a ser endurecidos através da utilização de uma liga de antimônio e cobre, impedindo-os de se desviarem da sua trajetória por deformações provocadas durante o disparo. Foi dado também uma forma cilindro- cônica para favorecer a rotação do projétil ao ser disparado por um tubo de alma raiada. === Introdução dos canos de alma raiada === A primeira menção conhecida do uso de estrias ou raias no interior dos canos das armas encontra- se num édito suíço de 1563. Aqui é referida a pouca utilidade do uso de raias no interior dos canos em virtude das balas esféricas utilizadas na altura. Raiar a alma de um cano consiste em gravar-lhe uma série de estrias ao longo da sua superfície interna, que vão girando num determinado sentido, completando uma volta de 360º ao redor do eixo do cano cada certa distância. As estrias provocam um efeito de rotação na bala que, desta forma, se mantém um trajetória estável durante a sua progressão, ao manter o seu eixo paralelo à linha de voo. A consequência à o aumento da precisão e do alcance eficaz do tiro da arma. As espingardas e carabinas de alma raiada passaram a ser genericamente conhecidas pelo termo Inglês rifle, às vezes, aportuguesado para refle. thumb|right|200px|Cartuchos para vários tipos de espingardas do século XIX === Munição de cartucho === Outra grande inovação é o aparecimento do cartucho que contém, num único elemento, a bala, a carga propulsora e o fulminante, até então separados ou só parcialmente envolvidos no papel que era empregue como bucha. Os primeiros cartuchos, que aparecem na década de 1840, às vezes, não incluíam a escorva que era colocada de forma semelhante às armas tradicionais de percussão. O carregamento da arma simplifica-se e torna-se mais rápido com o uso do cartucho, ainda que a maioria das armas se mantenha de um só tiro.http://www.defesa.org/o-que-significa-gauge/ === Aumento do alcance das espingardas === A obtenção de pólvoras muito mais potentes e incorporação de elementos de pontaria, como as alças de mira reguláveis para tiro a diferentes distâncias, permitem que um bom atirador alcance facilmente um alvo inimigo a mais de 300 metros, com o projétil a ser letal a mais de um quilómetro. === Espingarda de carregar pela culatra === Na Europa, em meados do século XIX aparece a primeira espingarda de ferrolho. O \"ferrolho\" era o mecanismo de carregamento e extração da munição, chamado desta forma porque tinha uma saliência lateral semelhante às homónimas das fechaduras de ferrolho. Esta saliência permitia abrir a arma pela culatra para colocação da munição, armando, ao mesmo tempo, o conjunto da mola e percursor que golpeariam a escorva da munição para deflagrar. As armas podem assim, ser carregadas em qualquer posição, permitindo ao soldado manter-se abrigado durante o processo. Na sequência da Guerra Franco-Prussiana de 1870-1872 os exércitos abandonam as espingardas de percussão e adotam espingardas de carregar pela culatra. === Espingardas de repetição === Durante a Guerra Civil Americana, partindo de diversos protótipos já anteriormente existentes, desenvolve-se uma grande quantidade de espingardas e carabinas capazes de disparar várias vezes mediante processos de recarregamento mecânico por ação manual, geralmente através de alavancas. Os cartuchos utilizados por estas armas são já metálicos e impermeáveis, podendo ser armazenados em tubos, normalmente fixos, sob o corpo do cano. Nascem assim os depósitos tubulares como os do rifle Winchester de alavanca. A Winchester apareceu na parte final da guerra dando uma grande vantagem à cavalaria da União: um soldado pode disparar doze tiros por minuto, frente aos três disparos por minuto dos soldados de infantaria, armados com as tradicionais espingardas de percussão. A seguir à guerra, na conquista do Oeste, irá nascer a lenda da Winchester 44. Na década de 1890 aparecem as primeiras espingardas de ferrolho com depósito fixo em forma de caixa metálica com uma mola na parte inferior (carregador) e que se carregam através de um \"pente\" (cinta metálica com várias munições dispostas como os dentes de um pente), abrindo o ferrolho da arma e empurrando o pente para o interior do depósito. Talvez o mais famoso deste tipo de espingarda seja a Mauser 98, introduzida em 1898. As espingardas de repetição com ferrolho foram as armas de infantaria mais usadas durante a Primeira e a Segunda Guerras Mundiais. Ainda hoje, as armas deste tipo são utilizadas de forma limitada. As suas características permitem ser utilizadas para tiro que requeira uma grande precisão a longas distâncias com um número mínimo de balas disparado, como para caça e para atividades de atiradores especiais militares e policiais. === Espingardas semiautomáticas === A espingarda semiautomática distingue-se por, ao se acionar o gatilho uma só vez, dispara uma só vez, colocando na câmara uma nova munição que só será disparada se o gatilho for pressionado outra vez. Portanto são armas que só disparam um tiro de cada vez, recarregando-se automaticamente a cada disparo, mas que não têm a capacidade para disparar rajadas. Já antes da Primeira Guerra Mundial se fizeram protótipos de espingardas semiautomáticas. No entanto, o imperativo de serem usadas as munições do tipo das espingardas de repetição, tornavam difícil o controlo de fogo, dada a elevada potência das mesmas. Ao adotar a M1 Garand pouco antes da Segunda Guerra Mundial, o Exército dos EUA tornou-se o primeiro do mundo a adotar uma espingarda semiautomática como arma padrão de serviço. Durante a Segunda Guerra Mundial, a infantaria dos restantes exércitos continuou a basear-se nas espingardas de repetição, complementadas com pistolas-metralhadoras e metralhadoras ligeiras. === Espingarda automática === A espingarda automática, ou espingarda de assalto, é a arma básica da infantaria desde a década de 1950. Caracteriza-se por ter um mecanismo \"seletor de fogo\" que lhe permite disparar, não só em modo automático, mas também em modo semiautomático. O primeiro modo seria só utilizado em situações de emergência, num combate a curta distância, já que tem a desvantagem de desperdiçar um maior número de munições e de reduzir a precisão do tiro. Depois da introdução do calibre 5,56 mm NATO em substituição do 7,62 mm NATO, começou a fazer-se alguma distinção entre as espingardas automáticas que abrangeriam todos os calibres, e as \"verdadeiras\" espingardas de assalto, que seriam as com calibre inferior a 7,62 mm. == Ver também == * Fuzil * Fuzil de assalto/espingarda automática * Pancor Jackhammer",
 "title": "Espingarda"
}