{
 "id": "83575",
 "text": "José Carlos Quiroga Díaz, nascido em Escairón (O Saviñao) o 9 de Maio de 1961, é um escritor e linguista galego, irmão gémeo do também escritor Xabier Quiroga. É professor de português e de literatura lusófona na Galiza. == Biografia == Doutor em Filologia Galego-portuguesa, foi bolseiro de investigação da Fundação Calouste Gulbenkian (1991-1992), do actual Instituto Camões (1992-1993), e da Universittà Italiana per Stranieri (1983). Antes de trabalhar na Universidade de Santiago de Compostela, onde é professor de literaturas lusófonas, foi o primeiro docente de português numa Escola Oficial de Idiomas da Galiza. Fundou e dirigiu a revista O Mono da Tinta, de 1987 a 1991. Durante vários anos foi director da revista de ciências sociais e humanidades Agália. Foi um dos fundadores do projecto editorial Letras de Cal. O Diário de Notícias português incluiu o seu livro Inxalá numa colecção de clássicos literários universais. Ademais de professor na USC, é membro da direcção da Associação de Escritores em Língua Galega e também da Associaçom Galega da Língua. Estudou a presença de Fernando Pessoa na Galiza: Quem era, onde nasceu e como foi a vida do antepassado galego de Fernando Pessoa? Existem parentes atuais de Pessoa na Galiza…? == Obras == === Poesia === * G.O.N.G. -mais de vinte poemas globais e um prefácio esperançado (1999). Fundaçom Artábria * A Espera Crepuscular (2002). Quasi Edições/Laiovento * O Regresso a Arder (2005). Quasi Edições/AGAL === Ficção === * Periferias (1999). Laiovento. Ganhador do Prémio Carvalho Calero de narrativa. * Inxalá (2006). Laiovento. Prémio Carvalho Calero de narrativa. * Venezianas ((2007). Quasi Edições. * Império do Ar. Cavalgadas de Daniel em Ilha Brasil (2014). Confraria do Vento. * Peixe Babel (2016). Urco, 2016. === Ensaio === * A imagem de Portugal na Galiza (2014). Através. * Raízes de Pessoa na Galiza (2018). Através. === Teatro === * Il Castello nello Stagno di Antela - O Castelo da Lagoa de Antela (2004). === Obras colectivas === * XVIII Festival da Poesia do Condado (S. C. D. Condado, 2004). * O Crânio de Castelao (Através, 2013). * Desassossego (Mombak, 2014). * O Dia da Toalha na Galiza (Através, 2014). == Prémios == * Prémio da Mostra de Teatro Infantil de Ferrolterra em 1988, por O Castelo da Lagoa. * Prémio Carvalho Calero de narrativa em 1998, por Periferias. * Prémio Carvalho Calero de narrativa em 2005, por Inxalá. Quiroga, Carlos",
 "title": "Carlos Quiroga"
}