{
 "id": "83658",
 "text": "Os pesticidas (do inglês pesticide), praguicidas, agrotóxicos, defensivos agrícolas, biocidas, agroquímicos, produtos fitofarmacêuticos, remédio de planta ou produtos fitossanitários são todas as substâncias ou misturas que têm, como objetivo, impedir, destruir, repelir ou mitigar qualquer praga ou que regulem o crescimento da vegetação. A aplicação de pesticidas pode se dar durante a produção, armazenamento, transporte, distribuição e transformação de produtos agrícolas e seus derivados. Os pesticidas são utilizados para combater diversas formas de seres vivo, tais como: insetos, erva daninha, moluscos, pássaros, mamíferos, peixes, nematelmintos e micróbios; são também considerados pesticidas os desfolhantes, os dessecantes e as substâncias reguladoras do crescimento vegetal ou fitorreguladores.Essa definição exclui os fertilizantes. == Classificação dos Pesticidas == Os pesticidas podem ser classificados de acordo com a sua finalidade: * Acaricidas: para o controle de ácaros; * Algicidas: para o controle de algas; * Avicidas: para o controle de passáros; * Bactericidas: para o controle de bactérias; * Fungicidas: para o controle de fungos; * Herbicidas: para o controle de ervas daninhas; * Inseticidas: para o controle de insetos; * Lampricidas: para o controle de lampreias. * Moluscicidas: para o controle de moluscos; * Nematicidas: para o controle de nematoides; * Rodenticidas: para o controle de ratos e outros tipos de roedores. * Vermicida: para o controle de vermes; * Virucidas: para o controle de vírus. Podem ser classificados por sua toxicologia: * Categoria I - rótulo vermelho - extremamente tóxico; * Categoria II - rótulo vermelho - altamente tóxico; * Categoria III - rótulo amarelo - moderadamente tóxico; * Categoria IV - rótulo azul - pouco tóxico; * Categoria V - rótulo azul - improvável de causar dano agudo; * Não classificado - rótulo verde - não classificado. Podem ser classificados quando ás vias de aplicação: * Via sólida: aplicação de pó, grânulo ou pastilha; * Via líquida: pulverização, nebulização ou injeção * via gasosa: Podem ser classificados quanto ao seu mecanismo de ação química: * Aminoácidos fosfanados; * Carbamatos; * Fenilpirazóis; * Inorgânico; * Organoclorados; * Organofosforados; * Piretroides; * Triazinas. Existe também os Biopesticidas, pesticidas de ocorrência natural. == História == Desde os tempos bíblicos até a década de 1950, os pesticidas usados eram feitos de compostos inorgânicos e extratos de plantas. Os compostos inorgânicos eram derivados de cobre, arsênico, mercúrio, enxofre, entre outros, e os extratos da planta continham piretro, nicotina e rotenona, entre outros. Os menos tóxicos ainda estão em uso na agricultura orgânica. Na década de 1940, o inseticida DDT e o herbicida 2,4-D foram introduzidos. Estes compostos orgânicos sintéticos foram amplamente utilizados e foram muito rentáveis. Eles foram seguidos nas décadas de 1950 e 1960 por vários outros pesticidas sintéticos, o que levou ao crescimento da indústria de pesticidas. Durante este período, tornou-se cada vez mais evidente que o DDT, que havia sido amplamente pulverizado no meio ambiente para combater o vetor, se acumulou na cadeia alimentar e se tornou um poluente global, resumido no conhecido livro Primavera Silenciosa. Finalmente, o DDT foi proibido na década de 1970 em vários países e, posteriormente, todos os pesticidas persistentes foram proibidos em todo o mundo, uma exceção sendo pulverizada nas paredes interiores para controle de vetores. A resistência a um pesticida foi vista pela primeira vez na década de 1920 com pesticidas inorgânicos, e mais tarde descobriu-se que o desenvolvimento de resistência é esperado, e as medidas para adiá-lo são importantes. O manejo integrado de pragas (IPM) foi introduzido na década de 1950. Através de uma análise cuidadosa e pulverização apenas quando um limiar econômico ou biológico de danos às culturas é atingido, a aplicação de pesticidas é reduzida. Isso se tornou na década de 2020 a política oficial de organizações internacionais, indústria e muitos governos. Com a introdução de pesticidas de alta produtividade na década de 1960 durante a revolução verde, mais pesticidas foram usados. Desde a década de 1980, as culturas geneticamente modificadas foram introduzidas, o que resultou em quantidades menores de inseticidas usadas nelas. A agricultura orgânica, que usa apenas pesticidas não sintéticos, cresceu e, em 2020, representa cerca de 1,5% do total de terras agrícolas do mundo. Os pesticidas tornaram-se mais eficazes. As taxas de aplicação caíram de 1.000 a 2.500 gramas de ingrediente ativo por hectare (g / ha) na década de 1950 para 40-100 g /ha nos anos 2000. Apesar disso, os montantes utilizados aumentaram. Em países de alta renda ao longo de 20 anos entre os anos 90 e 2010, os valores foram usados aumentou 20%, enquanto nos países de baixa renda aumentou 1623%. == Legislação == Na maior parte dos países, a venda ou uso de um pesticida deve ser aprovada por uma agência do governo. Diversos estudos devem ser feitos para indicar se o material é eficaz no combate às pragas. A produção, o armazenamento e o uso de pesticidas podem representar significativos riscos ambientais e à saúde humana e tem o seu uso restrito, outros pesticidas são considerados demasiadamente perigosos para serem vendidos ao público em geral. Somente pessoas e/ou organizações que passaram por avaliações prévias podem comprar e supervisionar a aplicação destes tipos de pesticida.. Segundo a legislação brasileira, as substâncias tóxicas utilizadas na agricultura devem ser obrigatoriamente denominadas como pesticidas. O seu uso pode causar contaminação ou até mesmo desertificação dos solos. == Efeitos nocivos do pesticida == Do lado do custo do uso de pesticidas, pode haver custos para o meio ambiente, para a saúde humana, bem como custos de desenvolvimento e pesquisa de novos pesticidas. Até o início dos anos 60, os pesticidas organoclorados, eram amplamente utilizados na agricultura em programas de controle da malária e outras doenças provenientes de insetos um desses pesticidas, o DDT, que era o mais conhecido, deu origem ao termo dedetizar o ato de combater infestações com o uso de inseticidas e raticidas. Esses compostos, chamados de poluentes orgânicos persistentes, que são altamente resistente à degradação e que causam diversos problemas ambientais e para a saúde humana e animal, estão banidos pela Convenção de Estocolmo, não sendo mais possível de encontrá-los no mercado dos países signatários, e sua posse, transporte e uso são crimes previstos em lei. Muito dos princípios ativos usados como pesticida, são também usados como medicamentos humanos diferindo apenas na concentração e forma de apresentação. Esses princípios são usados na produção de medicamentos que combatem verminoses, doenças fúngicas e várias outras. === Efeitos nocivos dos pesticidas à saúde humana === ==== Efeitos na audição ==== Há evidências de que a perda auditiva está relacionada com a intoxicação a pesticidas, principalmente naqueles com uma maior exposição, como os que trabalham com a agricultura (agricultores). Isto ocorre pois estas substâncias químicas são consideradas ototóxicas, ou seja, são tóxicas para a nossa orelha e prejudicam tanto o sistema auditivo quanto o sistema vestibular (relacionado ao equilíbrio do corpo). Dentre os pesticidas com potencial ototóxico destaca-se os do grupo químico organofosforado e piretróide. A gravidade dos efeitos na audição depende de outras causas como a frequência, intensidade e duração da exposição, a presença de outros riscos no ambiente de trabalho e de fatores individuais como a idade.ZUCKI, F. ; ROGGIA, S. M. ; MORATA, T. C. . PRODUTOS QUÍMICOS E ASSOCIAÇÃO COM RUÍDO. In: GÂNDARA, M.E.R. et al.. (Org.). Doenças otorrinolaringológicas rela- cionadas ao trabalho e suas repercussões éticas e jurídicas. 1ed.Rio de Janeiro: Thieme Revinter, 2022, v. , p. 188-199. Por meio da corrente sanguínea, estas substâncias alcançam a orelha e acabam lesando principalmente as células ciliadas da cóclea. Devido a isso, esses pesticidas podem gerar uma perda auditiva do tipo neurossensorial, progressiva, bilateral, irreversível e acomete principalmente as altas frequências. A perda auditiva gerada pela intoxicação de pesticidas é capaz de causar dificuldades para compreender a fala, desconforto a sons intensos, tontura e desequilíbrio . Além das dificuldades em ouvir o som, outras habilidades auditivas podem ser comprometidas, como a detecção de intervalos de tempo entre sons (resolução temporal) e o processamento de vários estímulos auditivos de acordo com sua ordem de ocorrência (ordenação temporal). A legislação trabalhista vigente no Brasil (2020) não estabelece a obrigatoriedade do acompanhamento da audição em trabalhadores que são expostos exclusivamente aos produtos químicos (somente naqueles que trabalham expostos ao ruído) o que dificulta na percepção das alterações auditivas nesses indivíduos . === Efeitos nocivos dos pesticidas ao meio ambiente === O uso intenso de pesticidas pode levar a degradação dos recursos naturais, em alguns casos de forma irreversível, levando a desequilíbrios biológicos e ecológicos, entre eles a contaminação dos lençóis freáticos e do próprio solo. O uso de pesticidas levanta uma série de preocupações ambientais. Mais de 98% dos inseticidas pulverizados e 95% dos herbicidas chegam a um destino diferente de suas espécies-alvo, incluindo espécies não-alvo, ar, água e soloMiller GT (2004). \"Cap. 9. Biodiversidade\". Sustentando a Terra(6ª ed.). Pacific Grove, CA: Thompson Learning, Inc. pp. 211–216. ISBN 9780495556879. OCLC 52134759 .. A deriva de pesticidas ocorre quando pesticidas suspensos no ar como partículas são levados pelo vento para outras áreas, potencialmente contaminando-as. Os pesticidas são uma das causas da poluição da água, e alguns pesticidas são poluentes orgânicos persistentes e contribuem para a contaminação do solo e das flores (pólen, néctar)Tosi, Simone; Costa, Cecília; Vesco, Umberto; Quaglia, Giancarlo; Guido, Giovanni (2018). \"Uma pesquisa de pólen coletado por abelhas revela contaminação generalizada por pesticidas agrícolas\". Ciência do Meio Ambiente Total. 615: 208–218. doi:10.1016/j.scitotenv.2017.09.226. PMID28968582. S2CID19956612.. Além disso, o uso de pesticidas pode afetar adversamente a atividade agrícola vizinha, pois as próprias pragas se deslocam e prejudicam as plantações próximas que não têm pesticidas usados ​​nelasSoyalism | Documentário DW\". YouTube (mídia AV). Brasil. 21 de fevereiro de 2020.. Além disso, o uso de pesticidas reduz a biodiversidade, contribui para o declínio dos polinizadoresDicks, Lynn V.; Brisa, Tom D.; Ngo, Hien T.; Senapathi, Deepa; An, Jiandong; Aizen, Marcelo A.; Basu, Parthiba; Buchori, Damayanti; Galetto, Leonardo; Garibaldi, Lucas A.; Gemmill-Herren, Bárbara; Howlett, Brad G.; Imperatriz-Fonseca, Vera L.; Johnson, Steven D.; Kovács-Hostyánszki, Anikó; Kwon, Yong Jung; Lattorff, H. Michael G.; Lungharwo, Thingreipi; Seymour, Colleen L.; Vanbergen, Adam J.; Potts, Simon G. (16 de agosto de 2021). \"Uma avaliação especializada em escala global de drivers e riscos associados ao declínio de polinizadores\" . Natureza Ecologia & Evolução . 5 (10): 1453–1461. doi : 10.1038/s41559-021-01534-9 . PMID 34400826 . S2CID 237148742.Wells M (11 de março de 2007). \"Abelhas em extinção ameaçam as plantações dos EUA\" . www.bbc.co.uk . Londres: BBC News . Recuperado 2007-09-19., destrói o habitat (especialmente para pássaros)Palmer WE, Bromley PT, Brandenburg RL. \"Wildlife & Pesticidas - Amendoins\" . Serviço de Extensão Cooperativa da Carolina do Norte. Arquivado do original em 17 de fevereiro de 2008 . Consultado em 11 de outubro de 2007. e ameaça espécies ameaçadas de extinçãoMiller GT (2004). \"Cap. 9. Biodiversidade\". Sustentando a Terra(6ª ed.). Pacific Grove, CA: Thompson Learning, Inc. pp. 211–216. ISBN 9780495556879. OCLC 52134759.. As pragas, através do processo de seleção natural, podem desenvolver uma resistência ao pesticida, necessitando de um novo pesticida ou de aplicar uma dose maior do produto para neutralizar a resistência, embora isso cause um agravamento do problema de poluição ambiental. Entre os animais marinhos, as concentrações de pesticidas são maiores nos peixes carnívoros, e ainda mais nas aves piscívoras e nos mamíferos do topo da pirâmide ecológicaCastro P, Huber ME (2010). Biologia Marinha (8ª ed.). Nova York: McGraw-Hill Companies Inc. ISBN 9780073524160. OCLC 488863548.. A destilação global é o processo pelo qual os pesticidas são transportados das regiões mais quentes para as mais frias da Terra, em particular os pólos e os topos das montanhas. Os pesticidas que evaporam na atmosfera a uma temperatura relativamente alta podem ser levados pelo vento a distâncias consideráveis ​​(milhares de quilômetros) até uma área de temperatura mais baixa, onde se condensam e são levados de volta ao solo pela chuva ou neve.Quinn AL (2007). Os impactos dos agrotóxicos e da temperatura na resposta fisiológica ao estresse em peixes (Tese de Mestrado). Lethbridge: Universidade de Lethbridge. De acordo com um estudo da US Geological Survey , pesticidas foram encontrados em lagos, rios e córregos nos Estados Unidos. Tal situação se repete em outros países. === Casos de intoxicação por pesticida === Em maio de 2013, uma aeronave agrícola da empresa Aerotex pulverizou pesticida sobre a Escola Municipal de São José do Pontal, localizada na região rural do município de Rio Verde, em Goiás. Como resultado, houve diversos casos de intoxicação aguda de trabalhadores (diretor, professores e demais servidores) e alunos de 9 a 16 anos. Nesse episódio, a pulverização teria sido feita sobre a lavoura de milho localizada a poucos metros da escola, não obedecendo aos limites mínimos de distância recomendados. Logo após a pulverização em Rio Verde, os alunos e funcionários manifestaram sintomas como coceiras, enjoos, distúrbios respiratórios, dentre outros. Semanas depois do episódio, os sintomas persistiam, assim como a incompetência do Estado para tratar os atingidos. Houve, ainda, tentativas de diferentes partes em ocultar o caso. Em 2006, quando os fazendeiros dessecavam soja transgênica para a colheita com paraquat em pulverizações aéreas no entorno da cidade de Lucas do Rio Verde, uma nuvem tóxica pairou sobre a cidade e dessecou milhares de plantas ornamentais. 180 canteiros de plantas medicinais da cidade foram destruídos, além de plantas em 65 chácaras de hortaliças do entorno da cidade. A chuva de venenos desencadeou surto de intoxicações agudas em crianças e idosos.Machado, 2008 Posteriormente, estudo da Universidade Federal de Mato Grosso constatou a presença de pesticidas na chuva, na água dos poços, na urina de professores e, o mais grave, no leite materno. O Tamarron matou 16 pessoas em um ano na Costa Rica. Milhares de jovens, às vezes com menos de 18 anos, são quimicamente castrados pelo DDCT (Bromocloropropano), que deixou de ser fabricado nos Estados Unidos em 1970. Na União Europeia, uma pessoa só pode comprar fosforados após um curso de 60 horas e depois de receber carteira de autorização para usar o pesticida no município. Embora ainda não obrigatórios no Brasil, tais cursos são frequentes no meio rural e contam com grande procura, e se pode comprar os produtos com um documento assinado por um agrônomo responsável. Boa parte das fábricas de pesticidas atualmente estão em países do Terceiro mundo, notadamente República Popular da China e Índia, embora a indústria química europeia continue contribuindo com grande parcela do suprimento brasileiro. O uso negligente de pesticidas tem causado diversas vítimas fatais, além de abortos, fetos com malformação, suicídios, câncer, dermatoses e outras doenças. Segundo a Organização Mundial da Saúde, há 20 000 óbitos por ano em consequência da manipulação, inalação e consumo indireto de pesticidas nos países em desenvolvimento, como o Brasil. Já foram registrados casos de transmissão de leucemia para o feto por mulheres que estiveram em contato com pesticidas durante a gravidez. Dado que essas substâncias são de fácil acesso, a ingestão de pesticidas é, também, o método de suicídio mais comum em todo o mundo, respondendo por um terço de todos os suicídios, sobretudo na Ásia, África, América Central e América do Sul. Os casos fatais são numerosos, particularmente em áreas rurais. Segundo a Agência Nacional de Vigilância Sanitária (ANVISA), o uso intenso de pesticidas levou à degradação dos recursos naturais - solo, água, flora e fauna -, irreversível em alguns casos, levando a desequilíbrios biológicos e ecológicos. Além de agredir o ambiente, a saúde também pode ser afetada pelo excesso dessas substâncias. === Vias de entrada dos pesticidas no organismo === ====== Via oral (pela boca): ====== Ocorre quando no momento do manuseio, aplicação e preparação da calda o trabalhador decide se alimentar. Pode acontecer também quando há inalação de névoas, pós, gases e fumaça pela boca ou ainda pela ingestão de alimentos sólidos ou líquidos contaminados por pesticida. ==== Via dérmica (pela pele): ==== Ocorre quando no momento do manuseio, aplicação e preparação da calda há contato do produto concentrado ou da calda com a pele. ==== Via respiratória (pelo nariz e boca – pulmões): ==== Ocorre quando no momento do manuseio, aplicação e preparação da calda há inalação de névoas, pós, gases e fumaça pelo nariz atingindo os pulmões. ==== Via ocular (pelos olhos): ==== Ocorre quando no momento do manuseio, aplicação e preparação da calda há contato com os olhos provocado por névoas, pós, gases, fumaça e respingos. ==== Pesticidas orgânicos e biopesticidas ==== Estudos encontraram que a toxicidade e impacto ambiental de pesticidas de origem orgânica pode superar àquela de produtos sintéticos devido à necessidade de aplicação de uma quantidade maior para obter resultados semelhantes. === Efeitos nocivos dos pesticidas à agricultura === Houve muitos estudos com agricultores com o objetivo de determinar os efeitos nocivos à saúde resultantes do contato com pesticidas. Uma pesquisa em Bangladesh sugere que muitos agricultores não precisam aplicar o pesticida em suas plantações de arroz, mas continuam a fazê-lo somente porque o pesticida é pago pelo governo (vide artigo). Outros estudos indicaram que a exposição ao pesticida está associada, a longo prazo, com vários problemas de saúde, tais como: dificuldades respiratórias, problemas de memória, problemas na pele, câncer, depressão, etc. === Resíduos de pesticidas em alimentos === Devido aos impactos de pesticidas no meio ambiente, é grande o risco de que haja contaminação de alimentos por pesticidas. O Departamento de Agricultura dos Estados Unidos (United States Department of Agriculture) desenvolveu um programa chamado Pesticide Data Program que teve, como objetivo, verificar o índice de alimentos contaminados por pesticidas vendidos em território estadunidense. Iniciado em 1990, o programa coletou dados de aproximadamente 60 tipos diferentes de alimentos e cerca de 400 tipos de pesticidas a partir de amostras retiradas nos locais de venda. Os primeiros resultados foram divulgados em 2004. Na página 30, por exemplo, são analisadas amostras de frutas contaminadas com pesticidas. Alguns dados obtidos: Fruta/Vegetal Nº amostras analisadas Amostras com resíduos detectados % de amostras contaminadas Diferentes pesticidas encontrados Resíduos diferentes encontrados Maçã 774 727 94 33 41 Alface 743 657 88 47 57 Pera 741 643 87 31 35 Suco de laranja 186 93 50 3 3 == Formas de reduzir os riscos dos pesticidas na saúde == A melhor forma de reduzir os riscos dos pesticidas para a saúde é utilizando os equipamentos de proteção individual (EPI). Estes EPI'S são ferramentas de trabalho para proteger a saúde do trabalhador. Lembrando que estes equipamentos não são para substituir os cuidados na aplicação das substâncias e sim para complementá-la. Para diminuir os riscos de contaminação, o trabalhador tem que manusear e aplicar o pesticida com cuidado. Tipo de EPI Para que serve Luvas Protege as mãos Máscara facial Evita a inalação dos pesticidas Viseira facial Protege os olhos e o rosto contra respingos Calça e jaleco Protege o corpo dos respingos Boné \"arábe\" ou capuz Protege o couro cabeludo e o pescoço Avental Aumenta a proteção do trabalhador. Serve também para proteger de possíveis vazamentos em quem utiliza os pulverizadores costais Botas Protege os pés. Deve ser impermeável e de preferência de cano alto A Legislação Brasileira do trabalho descreve as responsabilidades em relação aos EPI'S: Responsabilidades do empregador: •Instruir e treinar quanto ao uso de EPIs; •Fiscalizar e exigir o uso de EPIs; •Fornecer EPIs descontaminados a cada nova aplicação; • Repor EPIs danificados. Responsabilidades do empregado: •Usar os EPIs; •Informar a necessidade de substituição de EPIs por desgaste e/ou por defeito apresentado. == Mercado de pesticidas == Em 2008, o Brasil se tornou o maior consumidor de pesticidas do mundo, segundo o Sindicato Nacional de Empresas de Aviação Agrícola. Seis empresas dominam o mercado de pesticidas no Brasil: Monsanto, Syngenta, BASF, Bayer CropScience, Dow AgroSciences e DuPont. Coincidentemente, as seis possuem patentes de sementes transgênicas autorizadas no Brasil. A modificação, em grande parte, torna as plantas de soja, milho e algodão resistentes aos pesticidas, permitindo, assim, aplicações mais intensas de veneno para inibir mais o crescimento de outras plantas concorrentes. Em 2012, foram comercializadas 823 226 toneladas de pesticidas no Brasil, num crescimento de 162,32 por cento em relação ao ano 2000. Este volume representou um faturamento de 9,71 bilhões de dólares estadunidenses. Considerando um estudo que relaciona um gasto de 1,28 dólar estadunidense no Sistema Único de Saúde (SUS) para cada dólar estadunidense gasto com pesticidas, em 2012 o uso de pesticidas impactou o SUS em 12,2 bilhões de dólares estadunidenses. Os estados brasileiros campeões de uso de pesticidas são: Mato Grosso, São Paulo, Paraná, Goiás, Rio Grande do Sul e Minas Gerais. Os cultivos que mais utilizam de forma absoluta pesticidas são: soja, milho, algodão e café. == Literatura sobre os pesticidas == A primeira obra de grande impacto a denunciar o problema do DDT, em específico, e dos pesticidas, em geral, foi o livro Primavera Silenciosa, de Rachel Carson. No Brasil, um dos primeiros trabalhos a denunciar os pesticidas trazidos pela Revolução Verde foi o livro A Agricultura Ecológica e a Máfia dos pesticidas no Brasil (1993), dos autores Sebastião Pinheiro, Nasser Yousseff Nasr e Dioclecio Luz. Mais recentemente, a Associação Brasileira de Saúde Coletiva (ABRASCO) lançou o \"Dossiê ABRASCO: Impactos dos pesticidas na Saúde\" (2015). O Dossiê foi lançando em 3 volumes, em 2012, e foi expandido e atualizado em 2015. == Alternativas aos pesticidas == Atualmente, existem tecnologias consolidadas de produção de alimentos sem a utilização de pesticidas, transgênicos ou fertilizantes químicos. Existem diversas denominações para essas tecnologias, mas a tendência é que sejam agrupadas sob o termo agroecologia. Na agroecologia, utilizam-se os policultivos como forma de manter a biodiversidade, de forma que insetos, plantas, bactérias e fungos convivam em harmonia, sem se reproduzirem de forma descontrolada. Na agricultura agroecológica, as \"pragas\" da agricultura convencional são tratadas como \"desequilíbrios\". A fertilização do solo é feita a partir de adubos orgânicos, de restos de alimentos ou fezes de animais. Além disso, a correta utilização do solo com combinações de culturas evita o desgaste e mantém o equilíbrio dos nutrientes. A agroecologia coloca-se em oposição ao agronegócio: enquanto este utiliza pesticidas, transgênicos e fertilizantes para produzir monocultivos de exportação, a agroecologia se preocupa em produzir alimentos saudáveis para camponeses e consumidores. == Filmografia sobre os pesticidas == * O Veneno Está na Mesa, documentário de Silvio Tendler (2011). * O Veneno Está na Mesa 2, a continuação do primeiro, também dirigido por Silvio Tendler (2014). * Nuvens de Veneno, dirigido por Beto Novaes (2013). * pesticidas, uma agricultura da morte, AS-PTA (2011). * Pontal do Buriti - Brincando na Chuva de Veneno, de Dagmar Talga (2013). == Ver também == * O Veneno Está na Mesa * Pesticidas * Segurança alimentar == Ligações externas == * Uso sem precedente de DDT preocupa especialistas. Esse pesticida está sendo utilizado na erradicação da malária em ambientes fechados. * Na pressão por mais pesticidas, por Aldem Bourscheit. Produtores de pesticidas deflagraram ações judiciais em série contra a Agência Nacional de Vigilância Sanitária, para impedir a reavaliação de substâncias usadas em quase uma centena de produtos agrícolas. O eco, 25 de junho de 2009. * pesticidas, site do Ministério do Meio Ambiente com informações sobre o assunto. * Documentário: O Veneno Está na Mesa, de Silvio Tendler ** Parte I (2011) (disponível no YouTube watch?v=SHkRoIvahpg ) ** Parte II (2014) (disponível no YouTube watch?v=fyvoKljtvG4 ) * Regulação de pesticidas: uma análise comparativa. Por Victor Pelaez (UFPR), Letícia da Silva (ANVISA) e Eduardo Araújo (UFPR), 2013 * A (des)coordenação de políticas para a indústria de pesticidas no Brasil. Por Victor Manoel Pelaez, Letícia Rodrigues da Silva, Thiago André Guimarães (UFPR), Fabiano Dal Ri (UFPR) e Thomaz Teodorovicz (UFPR). Revista Brasileira de Inovação. Campinas, 14, n.º especial, p. 153-178, julho de 2015 * Agência Nacional de Vigilância Sanitária / Anvisa - pesticidas — Português (Brasil) (www.gov.br) * * * Categoria:Agricultura Categoria:Pesticidas Categoria:Químicos Categoria:Poluição __FORCARTDC__",
 "title": "Pesticida"
}