{
 "id": "83685",
 "text": "Biomassa é toda matéria orgânica de origem vegetal ou animal usada com a finalidade de produzir energia. Na definição de biomassa para a geração de energia, excluem-se os tradicionais combustíveis fósseis, embora estes também sejam derivados da vida vegetal (carvão mineral) ou mineral (petróleo e gás natural), embora resultado de várias transformações que requerem milhões de anos para acontecerem. A biomassa pode ser considerada um recurso natural renovável, enquanto os combustíveis fósseis não se renovam a curto prazo. A biomassa é utilizada na produção de energia a partir de processos como a combustão de material orgânico produzida e acumulada em um ecossistema, porém nem toda a produção primária passa a incrementar a biomassa vegetal do ecossistema. Parte dessa energia acumulada é empregada pelo ecossistema para sua própria manutenção. Suas vantagens são: o baixo custo; é renovável; permite o reaproveitamento de resíduos; e é menos poluente que outras formas de energias como aquela obtida a partir de combustíveis fósseis. A queima de biomassa provoca a liberação de dióxido de carbono na atmosfera mas, como este composto havia sido previamente absorvido pelas plantas que deram origem ao combustível, o balanço de emissões de CO2 é nulo. == Utilização da biomassa como combustível == Um dos primeiros empregos da biomassa pelo ser humano para adquirir energia teve início com a utilização do fogo como fonte de calor e luz. O domínio desse recurso natural trouxe, à humanidade, a possibilidade de exploração dos minerais, minérios e metais, marcando novo período antropológico. A madeira, do mesmo modo, foi, por um longo período de tempo, a principal fonte energética. Com ela, a cocção, a siderurgia e a cerâmica foram empreendidas. Óleos de fontes diversas eram utilizados em menor escala. O grande salto da biomassa deu-se com o advento da lenha na siderurgia, no período da Revolução Industrial. Nos anos que compreenderam o século XIX, com a revelação da tecnologia a vapor, a biomassa passou a ter papel primordial também para obtenção de energia mecânica com aplicações em setores na indústria e nos transportes. A respeito do início da exploração dos combustíveis fósseis, como o carvão mineral e o petróleo, a lenha continuou desempenhando importante papel energético, principalmente nos países tropicais. No Brasil, foi aproveitada em larga escala, atingindo a marca de 40% da produção energética primária, porém, para o meio ambiente um valor como esse não é motivo para comemorações, afinal, o desmatamento das florestas brasileiras aumentou nos últimos anos. Durante os colapsos de fornecimento de petróleo que ocorreram durante a década de 1970, essa importância se tornou evidente pela ampla utilização de artigos procedentes da biomassa como álcool, gás de madeira, biogás e óleos vegetais nos motores de combustão interna. Não obstante, os motores de combustão interna foram primeiramente testados com derivados de biomassa, sendo praticamente unânime a declaração de que os combustíveis fósseis só obtiveram primazia por fatores econômicos, como oferta e procura, nunca por questões técnicas de adequação. Para obtenção das mais variadas fontes de energia, a biomassa pode ser utilizada de maneira vasta, direta ou indiretamente. O menor percentual de poluição atmosférica global e localizado, a estabilidade do ciclo do carbono e o maior emprego de mão de obra, podem ser mencionados como alguns dos benefícios de sua utilização. Igualmente, em relação a outras formas de energias renováveis, a biomassa, como energia química, tem posição de destaque devido à alta densidade energética e pelas facilidades de armazenamento, câmbio e transporte. A semelhança entre os motores e sistemas de produção de energia de biomassa e de energia fóssil é outra vantagem, dessa forma a substituição não teria um efeito tão impactante nem na indústria de produção de equipamentos nem nas bases instituídas para transporte e fabricação de energia elétrica. == Produção Mundial == Produção de energia a partir de biocombustíveis sólidos e resíduos renováveis (por país) (MW)RENEWABLE CAPACITY STATISTICS 2021 page 41 # País 2020 1 China 17 784 2 Brasil 15 228 3 Índia 10 518 4 Estados Unidos 9 916 5 Reino Unido 5 393 6 Suécia 4 402 7 Tailândia 3 835 8 Alemanha 2 674 9 Finlândia 2 481 10 Canadá 2 360 11 Dinamarca 1 990 12 Indonésia 1 775 13 Japão 1 470 14 Rússia 1 370 15 França 1 339 16 Itália 1 174 17 Áustria 1 085 18 Guatemala 1 029 19 Cuba 951 20 Espanha 855 21 Coréia do Sul 822 22 México 811 23 Malásia 798 24 Polônia 797 25 Austrália 678 26 Portugal 646 27 Países Baixos 624 28 Bélgica 591 29 Turquia 533 30 República Tcheca 472 31 Paquistão 423 32 Uruguai 423 33 Chile 410 34 Hungria 397 35 Taiwan 393 36 Vietnã 378 37 Filipinas 339 38 Colômbia 316 == Materiais == thumb|direita|180px|Esquema de um biodigestor. * A lenha é muito utilizada para produção de energia por biomassa - no Brasil, já representou 40% da produção energética primária. A grande desvantagem é o desmatamento das florestas; Lembramos que existe a possibilidade de utilizarmos a floresta plantada evitando assim a utilização de florestas nativas. * Cana-de-açúcar - no Brasil, diversas usinas de açúcar e destilarias estão produzindo metano a partir da vinhaça. O gás resultante está sendo utilizado como combustível para o funcionamento de motores estacionários das usinas e de seus caminhões. O equipamento onde se processa a queima ou a digestão da biomassa é chamado de biodigestor. Numa destilaria com produção diária de 100 000 litros de álcool e 1 500 metros cúbicos de vinhaça, possibilita a obtenção de 24 000 metros cúbicos de biogás, equivalente a 247,5 bilhões de calorias. O biogás obtido poderia ser utilizado diretamente nas caldeiras, liberando maior quantidade de bagaço para geração de energia elétrica através de termoelétricas, ou gerar 2 916 quilowatts de energia, suficiente para suprir o consumo doméstico de 25 000 famílias; * Serragem (ou serrim, ou ainda serradura); * Papel já utilizado; * Galhos e folhas decorrentes da poda de árvores em cidades ou casas; * Embalagens de papelão descartadas após a aquisição de diversos eletrodomésticos ou outros produtos; * Casca de arroz; * Capim-elefante; * Lodo de ETE: Especialmente os provenientes do processo de lodos ativados amplamente utilizados na industria têxtil. == Floresta energética == Este termo representa plantações florestais de curta duração e talhões adensados – com grande número de árvores por hectare- com o objetivo de produção de biomassa – lenha, carvão vegetal etc. – para conversão energética seja térmica, elétrica ou outra. É importante ressaltar que as florestas energéticas são diferentes das nativas. === Objetivo === As florestas energéticas são plantadas com o objetivo de evitar a pressão do desmatamento sobre as florestas naturais. Elas contribuem também para o fornecimento de biomassa florestal, lenha e carvão de origem vegetal. Além disso, o reflorestamento para uso energético diminui a pressão sobre as florestas nativas e desempenha importante papel na utilização de terras degradadas. === Silvicultura === A palavra silvicultura provém do latim e quer dizer \"floresta\" (silva) e \"cultivo de árvores\" (cultura). Silvicultura é a arte e a ciência que estuda as maneiras naturais e artificiais de restaurar e melhorar o povoamento nas florestas, para atender às exigências do mercado. Este estudo pode ser aplicado na manutenção, no aproveitamento e no uso consciente das florestas. A silvicultura é divida em clássica e moderna. A clássica abrange as florestas naturais, buscando forças produtivas provenientes dos sítios ecológicos, e as restrições são determinadas pela necessidade de não prejudicar a estabilidade natural do ecossistema. Já a moderna, opera com as florestas plantações, que são mais autônomas do sítio natural, e mantidas artificialmente. O objetivo de ambas é a produção de madeira e, durante seu manejo, é necessária a participação de técnicos de diversas áreas. Porém, a silvicultura moderna não tem apenas a finalidade de produzir madeira, mas também serviços e bens. === Principais espécies de madeira utilizadas em florestas energéticas === ==== Acácia ==== São originárias das savanas da Austrália, África, Índia e América do Sul. Crescem em regiões de clima mais ameno e em altas latitudes. O seu desenvolvimento dá- se em regiões de baixa precipitação média anual (500 a 800 milímetros). Toleram solos pobres e profundos. O gênero Acacia possui mais de 700 a 800 [[espécies e as principais espécies energéticas são: Acacia measrnsii, Acacia mangium, Acacia auriculiformis, Acacia branchystachya, Acacia cambagei, e a Acacia cyclops. A acácia-negra (Acacia measrnsii) é a principal espécie cultivada na Região Sul do Brasil. A madeira é densa (0,7 a 0,85 g/cm3), com um poder calorífico variando de 3 500 a 4 000 quilocalorias por grama. Produz lenha e carvão de excelente qualidade. Produtividade entorno de 13 a 20 m3/ha.ano. ==== Eucaliptos ==== Originário da Austrália e introduzido no Brasil por volta do início do século XX. A partir da década de 1940, foi plantado em larga escala para produção de carvão vegetal, sendo usado na siderurgia. Devido a sua produtividade e adaptabilidade regional, se tornou uma das melhores alternativas para a produção de biomassa energética. A densidade da madeira varia de 0,479 a 0,687 g/cm3 com um poder calorífico variando de 4 312 a 5 085 kcal/kg. Produtividade entorno de 30 a 40 m3/ha ano. Produz carvão para indústria siderúrgica. O gênero Eucalyptus possui mais de 700 espécies. Entre as principais espécies energéticas, estão: Eucalyptus grandis, Eucalyptus saligna, Eucalyptus citriodora, Eucalyptus urophylla e Híbridos entre essas espécies. == Produtos derivados da biomassa == Alguns exemplos de produtos derivados da biomassa são: * Bio-hidrogénio: hidrogênio obtido através do processamento da biomassa (ver: Produção biológica de hidrogénio). * Bio-óleo: líquido negro obtido por meio do processo de pirólise cujas destinações principais são aquecimento e geração de energia elétrica. * Biogás: metano obtido juntamente com dióxido de carbono por meio da decomposição de materiais como resíduos, alimentos, esgoto e esterco em digestores de biomassa. * Biomass to liquids: líquido obtido em duas etapas. Primeiro, é realizado um processo de gasificação, cujo produto é submetido ao processo de Fischer-Tropsch. Pode ser empregado na composição de lubrificantes e combustíveis líquidos para utilização em motores do ciclo diesel. * Etanol celulósico: etanol obtido alternativamente por dois processos. Em um deles, a biomassa, formada basicamente por moléculas de celulose, é submetida ao processo de hidrólise enzimática, utilizando várias enzimas, como a celulase, celobiase e β-glicosidase. O outro processo é composto pela execução sucessiva das três seguintes fases: gasificação, fermentação e destilação. * Bioetanol \"comum\": feito no Brasil à base do sumo extraído da cana-de-açúcar (caldo de cana). Há países que empregam milho (caso dos Estados Unidos) e beterraba (da França) para a sua produção. O sistema à base de cana-de-açúcar empregado no Brasil é mais viável do que os utilizados nos Estados Unidos e na França. * Biogasolina: substituta da gasolina, produzida de matéria-prima vegetal (açúcar, celulose etc.). * Biodiesel: éster produzido com óleos vegetais como do dendê, da mamona, do sorgo e da soja etc. * Óleo vegetal: Pode ser usado em Motores diesel usando a tecnologia Elsbett * Lenha: Forma mais antiga de utilização da Biomassa. * Carvão vegetal: Sólido negro obtido pela carbonização pirogenal da lenha ou carbonização hidrotermal (ver: Etanol de carvão). * Turfa: Material orgânico, semidecomposto encontrado em regiões pantanosas. * Gás pobre (gás de síntese): produzido por gasogênios que realizam a combustão controlada e parcial de biomassa. == Empreendimentos no Brasil == No Brasil, existem algumas iniciativas neste setor, sobretudo na seção de transportes. A USGA, éter etílico, óleo de mamona e alguns compostos de álcool como a azulina, a motorina e Cruzeiro do Sul, foram produzidos em substituição à gasolina ou ao Diesel com sucesso, da década de 1920 até os primeiros dias da dezena seguinte; período do colapso decorrente da Primeira Guerra Mundial. A mistura do álcool na gasolina, iniciada por lei em 1931, permitiu ao Brasil a melhoria do resultado dos motores de combustão de forma garantida e higiênica; o uso de aditivos veneníferos como o chumbo tetra etílico, que de maneira similar foram utilizados em outros países para o aumento das características antidetonantes da gasolina, foi evitado. É de grande importância tal aumento, pois facilita o uso de maior taxa de compressão nos motores a explosão. O Programa Nacional do Álcool (Pró-Álcool) praticado nos anos 1970 consolidou a opção do álcool como alternativa à gasolina. Não obstante os problemas enfrentados como queda nos valores internacionais do petróleo e oscilações no preço do álcool, que afetaram por várias vezes a oferta interna do álcool, os efeitos da estratégia governamental sobrevivem em seus incrementos. A gasolina brasileira é uma mistura contendo 25% de álcool e a metodologia de fabricação do carro a álcool atingiu níveis de excelência. Os problemas enfrentados na década de 1990 de desabastecimento de álcool que geraram a queda na busca do carro a álcool deixaram de ser uma ameaça ao consumidor graças à recente oferta dos carros bicombustíveis. Recentemente, o programa do biodiesel está sendo implantado para a inserção do óleo vegetal como complementar ao óleo diesel. Primeiramente a mistura será de até 2% do derivado da biomassa no diesel com um aumento gradativo até o percentual de 20% num período de dez anos. O experimento brasileiro não está limitado apenas à esfera dos transportes: o setor de energia elétrica tem sido favorecido com a injeção de energia procedente das usinas de álcool e açúcar, geradas a partir da incineração do bagaço e da palha da cana-de-açúcar. Outros detritos como palha de arroz ou serragem de madeira também sustentam algumas termoelétricas pelo país. A matriz energética do país é uma das mais limpas do mundo. Atualmente, alguns empreendimentos tencionam produzir o chamado hidrogênio verde. O hidrogênio, dependendo da forma como é produzido, é classificado como \"marrom\", \"cinza\", \"azul\", \"verde\". O H2, classificado como \"verde\", é aquele produzido de fontes renováveis e/ou não poluentes. ==Em Portugal== Existem, em Portugal, oito projetos de reforços de centrais de biomassa licenciados, em Famalicão, Fundão, Viseu e Porto de Mós. Em 2017, o governo aprovou quatro novas centrais elétricas de biomassa florestal, a instalar nos concelhos de Vila Velha de Rodão, Mangualde, Figueira da Foz e Famalicão, representando um investimento de cerca de 185 milhões de euros. == Impactos ambientais == A respeito das conveniências referidas, o uso da biomassa em larga escala também exige certos cuidados que devem ser lembrados, durante as décadas de 1980 e 1990 o desenvolvimento impetuoso da indústria do álcool no Brasil tornou isto evidente. Empreendimentos para a utilização de biomassa de forma ampla podem ter impactos ambientais inquietantes. O resultado pode ser destruição da fauna e da flora com extinção de certas espécies, contaminação do solo e mananciais de água por uso de adubos e outros meios de defesa manejados inadequadamente. Por isso, o respeito à biodiversidade e a preocupação ambiental devem reger todo e qualquer intento de utilização de biomassa, a biomassa pode ser utilizada tanto para energia quanto para outras utilidades. == Ver também == * Biomassa (ecologia) * Bioenergia (combustíveis) * Energia renovável * Energia sustentável Categoria:Biomassa Categoria:Ecologia Categoria:Ecossistemas Categoria:!Wikiconcurso Justiça Climática e Amazônia (artigos)",
 "title": "Biomassa"
}