{
 "id": "83691",
 "text": "Dom Pedro Sbalchiero Neto, MS (Sananduva, 14 de dezembro de 1953 — Vacaria, 3 de julho de 2007) foi Missionário de Nossa Senhora da Salette e um bispo católico brasileiro, o quinto Bispo da Diocese de Vacaria. ==Biografia== Filho de Valentim Sbalchiero e de Maria Miola Sbalchiero, Dom Pedro ingressou no Seminário Nossa Senhora da Salette, de Marcelino Ramos, no Rio Grande do Sul, aos 27 de fevereiro de 1969. Concluiu o curso ginasial em 1972. Concluiu o segundo grau em Curitiba onde fez também a Faculdade de Filosofia na Pontifícia Universidade Católica do Paraná. Em 1979 fez o noviciado e professou os votos aos 2 de fevereiro de 1980. Concluiu o curso de Teologia em novembro de 1983 na Faculdade de Teologia Nossa Senhora da Assunção, no bairro do Ipiranga em São Paulo. Foi ordenado sacerdote aos 4 de fevereiro de 1984 no Santuário Nossa Senhora da Salette, em Marcelino Ramos. Trabalhou por três anos na paróquia Nossa Senhora da Glória em Francisco Beltrão, no Paraná; três anos na divulgação da Revista \"Salette\", em Marcelino Ramos; um ano e meio na paróquia Nossa Senhora da Salette, em Curitiba; dez anos na paróquia Nossa Senhora da Salette em São Paulo e dez meses na paróquia Nossa Senhora da Salette do Rio de Janeiro, no bairro Catumbi. Aos 8 de janeiro de 2003 foi nomeado bispo coadjutor de Vacaria, pelo Papa João Paulo II; foi ordenado bispo aos 5 de abril do mesmo ano. Tomou posse na Quinta-feira Santa de 2003 e sucedeu a Dom Orlando Octacílio Dotti, OFMCap no dia 12 de novembro de 2003. Dom Pedro Sbalchiero Neto morreu após ter sido por 3 anos Bispo desta Diocese. Foi ordenado bispo em Ibiaçá em 2003 e em janeiro de 2006 foi operado por conta de tumor no cérebro, mas se recuperou surpreendentemente, retornando a assumir a Diocese em Junho do mesmo ano. Porém, vitima de complicações, voltou a UTI com pneumonia em Julho, retornou a Curitiba para exames e voltou a Vacaria em 2006, só vindo a falecer em 3 de julho de 2007 vitima de insuficiência respiratória. Categoria:Naturais de Sananduva Categoria:Bispos de Vacaria Categoria:Alunos da Pontifícia Universidade Católica do Paraná",
 "title": "Pedro Sbalchiero Neto"
}