{
 "id": "83706",
 "text": "Patton é um filme estadunidense de 1970, de gêneros drama biográfico e de guerra, dirigido por Franklin J. Schaffner. O filme conta as ousadas ações do general estadunidense George S. Patton durante a Segunda Guerra Mundial e o mostra como um brilhante e rebelde comandante aliado. É realçada a sua devoção ao Cristianismo, ao mesmo tempo que, contraditoriamente, mostra suas crenças na própria reencarnação. == Enredo == O famoso começo do filme é um discurso do General George S. Patton para suas tropas. Mas na cena só aparece o general (se dirigindo diretamente às câmeras), com uma gigantesca bandeira americana ao fundo. Depois o cenário muda para o Norte da África em 1943. Patton recebe a terceira estrela e assume o comando das desmoralizadas tropas americanas após a derrota da Batalha do Passo Kasserine, na Tunísia. Impondo rígida disciplina aos soldados, consegue importante vitória contra os nazistas na Batalha de El Guettar, embora depois se desaponte ao saber que o Marechal-de- Campo Erwin Rommel não comandara os inimigos. Após a vitória na África, Patton traça um plano para invadir a Itália pela Sicília, passo esperado pelos alemães. Contudo, com receio de dividirem as tropas, os aliados escolhem o cauteloso plano do general inglês Bernard Montgomery. As tropas aliadas desembarcam ao sudoeste da ilha e deveriam marchar lado-a-lado. Ignorando ordens para acompanhar os britânicos, Patton vai a Palermo e depois captura o porto de Messina, ao norte da ilha, chegando primeiro que Montgomery. O alto comando se mostra incomodado com isso e sob pretexto de uma má conduta do general explorada pela imprensa, o afastam do comando de suas tropas. O auxiliar de Patton, o general Omar Bradley, é escolhido em segredo para comandar o desembarque no Dia D. Os alemães não preveem isso e acham que o afastamento de Patton é um ardil para enganá-los. Os aliados percebem isso e usam Patton para atrair os inimigos e afastá-los da Normandia, enviando-o ao sudeste da Inglaterra no comando de tropas fictícias. Após a invasão, o general Bradley se vê em dificuldades na França e o comando coloca Patton à frente do Terceiro Exército Americano para tentar avançar. O general desempenha brilhantemente a missão, marchando rapidamente pelas terras francesas e chegando à Bélgica, tomando posição para invadir a Alemanha. No entanto, os alemães surpreendem os aliados com uma grande ofensiva em Bastogne e Patton se oferece para ajudar as tropas cercadas (Batalha do Bulge). Após a derrota dos nazistas, Patton não aceita a aliança com os comunistas, o que o faz a ser novamente afastado do comando das tropas americanas na Europa. == Elenco == * George C. Scott .... general George S. Patton * Karl Malden .... general Omar Bradley * Michael Bates .... marechal de campo Bernard Montgomery * Stephen Young .... capitão Chester B. Hansen * Michael Strong .... general brigadeiro Hobart Carver * Carey Loftin .... motorista do general Bradley * Albert Dumortier .... ministro marroquino * Frank Latimore .... tenente coronel Henry Davenport * Morgan Paull .... capitão Richard N. Jenson * Karl Michael Vogler .... marechal de campo Erwin Rommel == Principais prêmios e indicações == Oscar 1971 (EUA) * Venceu na categoria de melhor ator (George C. Scott), melhor direção de arte, melhor diretor, melhor montagem, melhor filme, melhor som e melhor roteiro original. * Indicado nas categorias de melhor fotografia, melhores efeitos visuais e melhor trilha sonora. BAFTA 1971 (Reino Unido) * Indicado nas categorias de melhor ator (George C. Scott) e melhor trilha sonora. Globo de Ourro 1971 (EUA) * Venceu na categoria de melhor ator de cinema - drama. * Indicado na categoria de melhor filme - drama e melhor diretor. Prêmio Eddie 1971 (EUA) * Venceu na categoria de filme melhor editado. Categoria:Filmes dos Estados Unidos de 1970 Categoria:Filmes biográficos dos Estados Unidos Categoria:Filmes premiados com o Oscar de melhor direção Categoria:Filmes premiados com o Oscar de melhor filme Categoria:Filmes premiados com o Óscar de melhor design de produção Categoria:Filmes de guerra da década de 1970 Categoria:Filmes premiados com o Oscar de melhor montagem Categoria:Filmes premiados com o Oscar de melhor roteiro original Categoria:Filmes ambientados na Tunísia Categoria:Filmes premiados com o Oscar de melhor som Categoria:Filmes premiados com o Globo de Ouro de melhor ator - drama Categoria:Filmes épicos Categoria:Filmes sobre a Segunda Guerra Mundial Categoria:Representações culturais de Erwin Rommel Categoria:Filmes dirigidos por Franklin J. Schaffner Categoria:Filmes gravados na Espanha Categoria:Filmes da 20th Century Studios Categoria:Filmes gravados na Argélia Categoria:Filmes ambientados em Marrocos Categoria:Filmes ambientados na Sicília Categoria:Filmes ambientados na França Categoria:Filmes ambientados na Bélgica Categoria:Filmes ambientados na Alemanha Categoria:Filmes ambientados na década de 1940 Categoria:Filmes com trilha sonora de Jerry Goldsmith Categoria:Representações culturais de Bernard Montgomery Categoria:Filmes biográficos da década de 1970 Categoria:Filmes premiados com o Oscar de melhor ator Categoria:Representações culturais de George S. Patton Categoria:Filmes ambientados em desertos Categoria:Cinebiografias de líderes militares Categoria:Filmes preservados no National Film Registry",
 "title": "Patton (filme)"
}