{
 "id": "83714",
 "text": "O M47, M48 e M60 Patton foram os principais tanques empregados pelo exército dos Estados Unidos durante as guerras da Coreia e do Vietnam. Foi assim chamado em homenagem ao general George S. Patton, comandante do Terceiro Exército dos Estados Unidos durante a Segunda Guerra Mundial e um dos primeiros adeptos ao uso de tanques em batalhas. == Emprego em Portugal == === M47 === Foi operado pelo Exército Português a partir de 1952, sendo recebidas cerca de 150 unidades. Quando da eclosão da Revolução dos Cravos (25 de abril de 1974), estes blindados assumiram posições nas entradas da cidade de Lisboa e na rua do Arsenal.Luís Almeida d'Eça. \"E depois do adeus\". Agenda Cultural Lisboa, abril 2011, nº 245. Câmara Municipal de Lisboa. p. 4. === M48 === O Exército Português recebeu 22 unidades do M48A5 da Alemanha, estes veículos substituíram o M47 a partir de 1977. Posteriormente, em 1984, outras 43 unidades foram adquiridas dos EUA. Atualmente, uma parte destes veículos foi sucateada e outra parte encontra-se na reserva. O M48A5 é a versão mais recente do M48, com capacidades similares aos M60A3 adquiridos para substituí- los, exceto pelo equipamento de visão noturna. === M60 === Com a incorporação do M1 Abrams no Exército do EUA, houve a disponibilidade de grandes quantidades do carro de combate M60. 96 M60A3TTS foram incorporados pelo Exército Português. Embora desenvolvido a partir dos M48 Patton, a linha M60 nunca foi oficialmente classificada como uma VBC \"Patton\", mas como \"descendente melhorado\" da linha \"Patton\"Hunnicutt pp. 6, 408.. ==Ver também== * Lista de veículos blindados de combate por país * Tanques == Ligações externas == * M48A5 em Portugal * M60A3-TTS em Portugal * M60A3-TTS no Brasil Categoria:Tanques dos Estados Unidos na Guerra Fria Categoria:Tanques médios dos Estados Unidos Categoria:Tanques médios da Guerra Fria Categoria:Veículos militares de 1950-1959 Categoria:Equipamentos e armamentos do Exército Português",
 "title": "M47 Patton"
}