{
 "id": "8376",
 "text": "A bandeira da Argentina é um dos símbolos oficiais da República Argentina, juntamente com o Laço Nacional, o Escudo da República e o Hino Nacional. A atual versão da bandeira foi concebida por Manuel Belgrano com base no laço nacional e foi apresentada primeiramente em 1812 como símbolo da Guerra da Independência. A Bandeira nacional foi aceita oficialmente em 1816, no ato de ratificação da Declaração de Independência. Conhecida como \"Celeste\", devido a cor azul de \"um céu durante o dia nos ângulos normais de visada\", é dividida em três faixas horizontais com o \"Sol de Maio\" ao centro. == História == Nos primeiros anos da Guerra da Independência, o general Manuel Belgrano percebeu que na região de Rosario, ambas as tropas \"realistas\" e \"separatistas\" trajavam as cores da metrópole (amarelo e vermelho). Belgrano, então, criou um laço nas cores azul-celeste e branco, que haviam sido usadas pelos criollos durante a Revolução de Maio. O laço, uma vez aprovado pelo Triunvirato em 1812, tornou-se adereço das tropas argentinas e utilizando as mesmas cores, Belgrano criou uma bandeira de três faixas horizontais. A bandeira criada por Belgrano foi usada pela primeira vez em 27 de fevereiro de 1812 em uma fortificação às margens do rio Paraná. Ao contrário do laço, o Triunvirato não aceitou a bandeira criada por Belgrano, com o argumento de que bonapartistas poderiam interpretar a criação de uma bandeira como ato de rebeldia. O Triunvirato enviou uma carta advertindo Belgrano sobre o uso da bandeira. Contudo, quando a carta chegou ao destino, Belgrano já havia deslocado-se para o norte do país. A bandeira foi hasteada primeiramente em 23 de agosto de 1812 no topo da Igreja de São Nicolau de Bari, onde atualmente ergue-se o Obelisco de Buenos Aires. Sem ciência da carta, Belgrano levou a bandeira junto de si na sua missão no norte do país; na paróquia de San Salvador de Jujuy a bandeira foi abençoada pelo padre local e jurada pelos soldados. Belgrano tomou conhecimento da carta quando chegou a localidade de Salta, garantindo a seus partidários que a bandeira seria reservada para a eventual vitória na Guerra de Independência. O Segundo Triunvirato, na Assembleia do ano XIII, adotou uma ideologia mais liberal com relação ao anterior. Apesar de não declarar uma bandeira oficial, aprovou o uso da bandeira de Belgrano como bandeira de guerra. Em 1813, os argentinos venceram o general Pío de Tristán na primeira batalha com a nova bandeira. Em 20 de julho de 1816, a bandeira de Belgrano foi declarada oficialmente a bandeira nacional da Argentina, juntamente com a Declaração de Independência. Em 1818, o Congresso incluiu o Sol de Maio na bandeira de guerra, mantendo a bandeira civil tal como Belgrano a concebeu. Posteriormente, o símbolo foi incluído na bandeira civil, representando a identidade cultural argentina ao invés de guerra. Em 1957, o governo inaugurou o Monumento Nacional a la Bandera, em Rosario, um complexo de 10 000 m² em homenagem a criação da Bandeira argentina. File:Flag of Spain (1785-1873 and 1875-1931).svg| Primeira bandeira usada pelos separatistas argentinos na Guerra da Independência da Argentina, era simplesmente a antiga bandeira da metrópole espanhola File:Flag of Belgrano (1812).svg| Bandeira içada por Belgrano em Rosário por volta de 1812 File:Flag_of_Belgrano_(1812).svg| Bandeira usada por Belgrano em 1812 e atual Bandeira da Província de Tucumán desde 13 de abril de 2010 File:Flag of Argentina (civil).svg| Primeira bandeira aprovada como oficial pelas Províncias Unidas do Rio da Prata em 1816 File:Flag of Argentina (1818).svg| Bandeira de 1819 a 1820, mudando o tom de azul para escuro em detrimento do celeste por negociações monárquicas com FrançaBanderas de Argentina de 1818 a 1829 File:Flag of Artigas.svg| Bandeira de Artigas, usada pela Liga Federal entre 1815 e 1820 File:Flag of Argentina (1840).svg| Bandeira da Argentina por volta de 1840 File:Flag of the Argentine Confederation.svg| Bandeira da Confederação Argentina (1860) File:Flag of Argentina (civil).svg| Bandeira civil da Argentina até 1985 (como \"bandeira de guerra\" sempre se usou a bandeira com o Sol de Maio). File:Flag of Argentina.svg| Bandeira usada na atualidade. Já não existe \"bandeira de guerra\", a bandeira atual argentina foi incluído o Sol de Maio na bandeira concebida por Manuel Belgrano. == Descrição == Seu desenho consiste em um retângulo de proporção largura- comprimento de 9:14 dividida horizontalmente em três faixas de mesma largura nas cores azul-celeste com uma listra branca a separá-las. Na lista central encontra-se o Sol de Maio, com 32 raios, sendo 16 ondulantes e 16 acrobáticas na cor dourada com detalhes em marrom. Segundo a tradição, a ideia de se colocar o Sol de Maio deve-se ao olhar que o General Belgrano dirigiu ao céu antes da Batalha do Paraná. O emblema solar é um ícone importante na Argentina e apareceu em anteriores versões da bandeira. Embora o país tenha tido outras bandeiras, esta sempre foi oficial desde a Revolução de Maio. == Cores == As cores oficiais da Bandeira argentina são definidas através do padrão conhecido como \"CIE 1976\": Azul Amarelo Marrom Branco RGB `117/170/219` `252/191/73` `132/53/17` `255/255/255` Hexadecimal `75AADB` `FCBF49` `843511` `FFFFFF` CMYK `C 46.58 M 22.37 Y 0 K 14.12` `C 0 M 24.21 Y 71.03 K 1.18` `C 0 M 59.85 Y 87.12 K 48.24` `C 0 M 0 Y 0 K 0` ==Outras bandeiras nacionais== Flag of Argentina (civil).svg| Bandeira de uso civil em terra e mar. Naval Jack of Argentina.svg|Jaque naval da Armada Argentina. == Bandeiras similares == Em 1818, a bandeira argentina foi usada como modelo por Louis-Michel Aury para a bandeira de San Andrés e Providencia, a primeira nação independente da América Central até a anexação pela Colômbia em 1821. Em 1823, foi usada novamente como modelo pelas Províncias Unidas da América Central (Guatemala, El Salvador, Nicarágua, Costa Rica), que existiu até 1838. Mesmo após a dissolução das Províncias Unidas, as nações que lhe constituíam mantiveram a base azul celeste da primeira bandeira, exceto a Costa Rica. As bandeiras de Paraguai e Uruguai, países vizinhos a Argentina, também foram inspiradas pela bandeira \"Celeste\". File:Flag of Guatemala.svg|Guatemala File:Flag of El Salvador.svg|El Salvador File:Flag of Honduras.svg|Honduras File:Flag of Nicaragua.svg|Nicarágua File:Flag of Costa Rica.svg|Costa Rica File:Flag of Paraguay.svg|Paraguai File:Flag of Uruguay.svg|Uruguai == Galeria == Ficheiro:Monumento a la Bandera 18.jpg|Monumento Nacional à bandeira em Rosário. Ficheiro:Recolhimento Bandeira Argentina.jpg|Recolhimento da bandeira argentina. Ficheiro:Argentina (9443542299).jpg Argentina Categoria:Símbolos da Argentina",
 "title": "Bandeira da Argentina"
}