{
 "id": "83845",
 "text": "Menaggio é uma comuna italiana da região da Lombardia, província de Como, com cerca de 3.129 habitantes. Localiza-se a oeste a beira do Lago de Como perto da divisa com a Suíça e do Lago de Lugano. == Geografia == Menaggio estende-se por uma área de 13 km², tendo uma densidade populacional de 241 hab/km². Faz fronteira com Grandola ed Uniti, Griante, Perledo (LC), Plesio, San Siro, Tremezzo, Varenna (LC). A comuna localiza-se ao oeste às margens do Lago de Como perto da foz do rio Sanagra na região Lario Occídentale. Ao oeste do centro encontra-se o Valle Menaggio, pelo qual passa a estrada estadual SS 340, ligando a cidade Lugano na Suíça à Província de Como. Uma balsa (Imbarcadero) liga Menaggio a Varenna e Bellagio. O Monte Grona com 1.736 m de altura situa-se ao noroeste de Menaggio. ==Demografia== == Turismo == Menaggio possui um passeio público à beira do lago e ao norte localiza-se um Minigolf, além da praia pública Lido Giardino. A cidade aínda possui um centro antigo intácto, cujas casas de pedra foram construídas em volta do muro do Castelo de Menaggio. O local central da cidade é a Piazza Garibaldi, situada entre o lago e a Igreja Santo Estêvão. No bairro Loveno, situado na região montanhosa acima de Menaggio, encontra-se na Vila Vigoni um Centro Cultural Teuto-Italiano mantido tanto pelo governo da Itália como o da Alemanha. Existem dois refúgios para alpinistas interessados em escalar o Monte Grona situado ao noroeste de Menaggio. Ambos podem ser acessados através do vilarejo montanhês Breglia. Depois de uma escalada de duas horas chega-se ao Refúgio Menaggio situado a 1.383 m de altura na Alta Via dei Monti Lariani. O Refúgio Sommafiume, de acesso dificultoso, após uma caminhada de oito horas, localiza-se na Alta Via a 1.786 m de altura.Sentieri Lariani. Ausflüge in das Territorium von Lecco und Como. Guía turístico editado pelo Sistema Turistico Lago di Como da Província de Lecco , pág. 76-77. . == Literatura == * Fohrer, Eberhard. Oberitalienische Seen. Erlangen: Michael-Müller-Verlag, 2ª edição, 2005, pág. 199-201, ISBN 3-89953-230-9 * Guia „Varenna Tourist Card“, editado por: Associazione Operatori Turistici di Varenna, Regione Lombardia, 2007, Ass. Operatori Turistici Varenna == Ligações externas == * Categoria:Comunas de Como (província)",
 "title": "Menaggio"
}