{
 "id": "83887",
 "text": "D. Frei Bartolomeu do Pilar de Bettencourt, O. Carm. (Vila das Velas, Ilha de São Jorge, 14 de setembro de 1667 -- Belém do Pará, 9 de abril de 1733) foi um religioso carmelita, doutor em Teologia, primeiro bispo de Belém do Pará.«Pilar, Bartolomeu do (D. Frei)» na Enciclopédia Açoriana.Frei João de Santiago (1734), «Oraçam funebre panegyrica, e historica, que nas sumptuosas exequias, que em 10 deste mez de Fevereyro do presente anno de 1734 se celebrarão na Igreja do Real Convento de N. S. do Carmo da Cidade de Lisboa Occidental ...» in Arquivo dos Açores, vol. 3, pp. 365-382. Ponta Delgada, Universidade dos Açores, 1982.João Duarte de Sousa, Ilha de S. Jorge, apontamentos históricos e descrição topográfica. Velas, Câmara Municipal das Velas, 2003. ==Biografia== Nasceu na vila de Velas, na Ilha de São Jorge, Açores, onde foi batizado na respectiva Matriz a 21 de setembro de 1667, filho de João de Ávila Bettencourt e de Maria da Silveira.José Augusto Pereira, «Memória histórica sobre açorianos que foram bispos» in Livro do primeiro congresso açoriano que se reunio em Lisboa de 8 a 15 de maio de 1938, p. 275. Lisboa, Casa dos Açores, 1940.José Cândido da Silveira Avelar, Ilha de S. Jorge (Açores). Apontamentos para a sua história. Horta, Typ. Minerva Insulana, 1902. Vestiu o hábito dos Carmelitas da Antiga Observância no Convento do Carmo, dos carmelitas calçados, da então vila da Horta, em 31 de outubro de 1686, com 19 anos de idade, e professou naquele instituto em 1 de novembro do ano seguinte. Tomou como apelido Pilar, o orago da Ermida de Nossa Senhora do Pilar que existe no Morro das Velas, próximo da casa onde nasceu.Manuel de Azevedo da Cunha, Notas históricas. Ponta Delgada, Universidade dos Açores, 1981. Ainda no Convento do Carmo da Horta, demonstrou grande interesse pelas questões da ciência e dedicou-se aos estudos teológicos. Foi aí escolhido para lente de Teologia da escola que funcionava anexa àquele convento. Visando aperfeiçoar os seus conhecimentos teológicos, foi transferido para o Colégio do Carmo de Coimbra para frequentar o curso de Teologia na Universidade de Coimbra, onde foi admitido em 21 de outubro de 1691. Terminada a formatura, defendeu conclusões públicas na presença do geral da Ordem do Carmo. Por escolha do padre Bartolomeu de Quental, fundador da Congregação do Oratório, foi mandado para Pernambuco. Foi ali professor de Teologia e Filosofia, durante 12 anos, e viria a ocupar o lugar de prefeito dos Congregados do Oratório no Brasil. Nestas funções distinguiu-se pela qualidade dos discípulos que formou na casa da Congregação do Oratório, no Recife, onde chegou no princípio do ano de 1696. Retornou a Portugal, recolhendo-se ao Convento do Carmo em Lisboa, regressando seguidamente a Coimbra, em cuja Universidade obteve o doutoramento, recebendo o grau de Doutor na Sagrada Teologia no dia 16 de março de 1702. O grau académico foi- lhe entregue das mãos do cardeal Michelangelo Conti, então núncio apostólico em Portugal e futuro Papa Inocêncio XIII. Recebeu provisão de qualificador do Tribunal do Santo Ofício em 4 de dezembro de 1704, sendo depois nomeado comissário desse mesmo tribunal em Pernambuco. == Bispo de Belém do Pará (Brasil) == Frei Bartolomeu do Pilar foi eleito bispo de Grão-Pará, por D. João V, em 9 de novembro de 1717, e apresentado à Santa Sé para ser o primeiro bispo do Gran Pará. Foi confirmado pelo papa Clemente XI, no dia 4 de março de 1720, aos 52 anos de idade. A sua ordenação episcopal ocorreu no dia 22 de dezembro de 1720, tendo como principal consagrante D. Tomás de Almeida, primeiro Patriarca de Lisboa, e como co-consagrantes D. João Cardoso Castelo, arcebispo de Lacedemónia, e D. Manuel Álvares da Costa, bispo de Angra.Catholic-Hierarchy: Bishop Bartolomeu do Pilar, O. Carm. †. Tomou posse da diocese por procuração no dia 13 de julho de 1721, por meio de frei Vitoriano Pimentel. Chegou a Belém no dia 29 de agosto de 1724, fazendo sua entrada solene e inaugurando o sólio episcopal paraense no dia 21 de setembro de 1724. Na diocese distinguiu-se como educador, pregador, catequista e pela modéstia com que vivia. Faleceu em Belém do Pará, Brasil, no dia 9 de abril de 1733, aos 65 anos de idade. Seu corpo foi sepultado no presbitério da Catedral Metropolitana de Belém.José Alexandre Teixeira de Melo, «Ephemerides Nacionaes». Monitor Campista, Rio de Janeiro, 29 de setembro de 1878, p. 1 === Sucessão === D. Bartolomeu do Pilar foi o 1.º bispo de Belém do Pará (ao tempo 1.º bispo de Grão-Pará ou Gran Pará). Teve como sucessor D. Guilherme de São José António de Aranha. ==Obras== É referido como tendo escrito várias obras, de que apenas duas se conhecem impressas: * Exequias do verº D. Fr. Francisco de Lima, 3.º bispo de Pernambuco, celebradas na sua diocese. Lisboa, 1704. * Sermões. Lisboa, 1720. ==Referências== == Bibliografia == * ÁVILA, João Gabriel de. Dom Frei Bartolomeu do Pilar, Bispo do Grão Pará e Maranhão e outras crónicas. Ponta Delgada: Eurosigno, 1992. 99 p. * GARDEL, Luis D. Les Armoiries Ecclésiastiques du Brésil (1551-1962). Rio de Janeiro, 1963. * PINTO, Antônio Rodrigues de Almeida. O bispado do Pará. In: Annaes da Bibliotheca e Archivo Publico do Pará. Tomo V. Belém: Instituto Lauro Sodré, 1906. == Ligações externas == * Bishop Bartolomeu do Pilar, O. Carm. Catholic hierarchy (em inglês) * Dom Frei Bartolomeu do Pilar Diocese de Angra * Registo de Batismo de Bartolomeu: culturacores.azores.gov.pt Categoria:Naturais de Velas Categoria:Religiosos de Portugal Categoria:Bispos de Belém do Pará Categoria:Carmelitas",
 "title": "Bartolomeu do Pilar"
}