{
 "id": "83945",
 "text": "Ernest Solvay (Rebecq, 16 de abril de 1838 — Ixelles, 26 de maio de 1922) foi um químico industrial belga. == Carreira == Uma enfermidade o impediu de ir a universidade, por isso foi trabalhar numa indústria química do seu tio com a idade de 21 anos. Idealizou vários métodos de purificação de gases, porém ficou conhecido principalmente pelo desenvolvimento de um método para a produção de carbonato de sódio (conhecido como \"barrilha\" ou também \"soda\") que melhorava o existente Método Leblanc (desenvolvido por Nicolas Leblanc), e pela invenção da Torre Solvay de carbonatado (na qual uma solução de sal de amoníaco podia ser misturado com dióxido de carbono). Adquiriu a sua primeira patente para a produção de \"soda\" em 1861. Imagem:1911 Solvay conference.jpg|miniatura|esquerda|250px|Primeira Conferência de Solvay, em 1911. Ernest Solvay é o terceiro sentado, a partir da esquerda Em 1863 construiu sua primeira fábrica em Couillet, onde terminou de aperfeiçoar seu método em 1872. Em 1890 já havia fundado empresas em diversos países estrangeiros e, em 1900, 95% da produção mundial de soda era proveniente do processo Solvay. Atualmente cerca de 70 fábricas operam utilizando o processo. Com este êxito Solvay adquiriu uma riqueza considerável, que utilizou para diversos propósitos filantrópicos, incluindo a fundação de vários institutos internacionais de pesquisa científica em fisiologia (1893), sociologia (Universidade de Bruxelas, 1902), física (1912) e química (1913). As conferências sobre física de Solvay eram particularmente reconhecidas por seu papel no desenvolvimento das teorias da mecânica quântica e a estrutura atômica. Foi eleito em duas ocasiões como senador belga e no final da vida como ministro de estado. Participou da 1ª e 3ª Conferência de Solvay. == Literatura == * Bertrand, Louis, Ernest Solvay. Een hervormer op maatschappelijk gebied, Brussels, Agence Dechenne, 1918, 113 p. * Boianovsky, Mauro, Erreygers, Guido, Social comptabilism and pure credit systems. Solvay and Wicksell on monetary reform, in : Fontaine, Philippe, Leonard, Robert, (ed.), The experiment in the history of economics, London, Routledge, 2005, pp. 98-134\\. * Despy-Meyer, Andrée, Devriese Didier (ed.), Ernest Solvay et son temps, Brussels, Archives de l'ULB, 1997, 349 p. * Erreygers, Guido, The economic theories and social reform proposals of Ernest Solvay (1838-1922), in : Samuels, Warren J. (red.), European economists of the early 20th century, volume 1. Studies of neglected thinkers of Belgium, France, The Netherlands and Scandinavia, Cheltenham-Northampton, Edward Elgar, 1998, pp. 221-262\\. * Rapaille, Maxime, Solvay, un géant. Des rives de la Sambre aux confins de la terre, Bruxelles, Didier Hatier, 1989, 187 p. * Author not stated. \"Vie D'Ernest Solvay\" Bruxelles, Chez le Libraire Lamertin, 1929, 164 pp. Ten heliogravures (two in color) Soft cover. Notation at front reads \"Les principaux travaux d'Ernest Solvay, sur des questions scientifiques, politiques et sociales, paraitront en deux volumes, de meme format que celui- ci, chez Lamertin, fin 1929, sous le titre : Notes, Lettres et Discours d'Ernest Solvay.\" ==Referências== Categoria:Conferência de Solvay Categoria:Químicos da Bélgica Categoria:Industriais da Bélgica",
 "title": "Ernest Solvay"
}