{
 "id": "83996",
 "text": "O Papa Conon (natural da Trácia em data desconhecida, falecido em 21 de setembro de 687) foi bispo de Roma de 21 de outubro de 686 até sua morte. Ele consagrou o missionário irlandês Kilian e o comissionou para pregar na Francônia. Filho de um soldado, foi para a Sicília receber educação, e mais tarde foi para Roma, onde se tornou presbítero. Depois de sua eleição foi enviado para o Exarcado de Ravena. Morreu em 21 de setembro de 687, depois de uma longa enfermidade. == Antecedentes == Segundo o Liber pontificalis, Conon era grego, filho de um oficial do tema tráceo. Ele foi educado na Sicília, onde seu pai pode ter sido colocado durante a estada de Constante II, e mais tarde foi ordenado sacerdote em Roma. Ele pode ter estado entre os muitos clérigos sicilianos em Roma, naquela época, devido aos ataques do califado omíada na Sicília em meados do século VII.Jeffrey Richards (1 de maio de 2014). Os papas e o papado na Idade Média: 476-752 . Routledge. p. 270. ISBN 9781317678175. == Papado == A idade, a aparência venerável e o caráter simples de Conan fizeram com que o clero e a soldadesca de Roma, que estavam em desacordo, colocassem de lado seus respectivos candidatos e o elegessem papa. Andrew J. Ekonomou diz que, devido a um \"influxo crescente\" de orientais para Roma naquela época, a população síria, grega e greco-siciliana superava em número os latinos. Isso também aumentaria a elegibilidade de Conon.Ekonomou, Andrew J., Roma Bizantina e os Papas Gregos , Lexington Books, 2007, p. 247 , ISBN 9780739133866 Conon foi consagrado em 21 de outubro de 686 após a notificação de sua eleição ter sido enviada ao exarca de Ravenna, ou após ter sido confirmada por ele.Mann, Horace. \"Papa Conon.\" The Catholic EncyclopediaVol. 4. Nova York: Robert Appleton Company, 1908 Conan recebeu os missionários irlandeses Kilian e seus companheiros, consagrou Kilian bispo, e comissionou ele e os outros para pregar a fé na Francônia. (Vita S. Kiliani, em Canisius, Lect. Antiquæ, III, 175-180.) Ele era favorável ao Imperador Justiniano II, que o informou que ele havia recuperado os Atos do Terceiro Concílio de Constantinopla, pelos quais, o imperador escreveu, era sua intenção permanecer. Justiniano também remeteu certos impostos e taxas devidos ao tesouro imperial de vários patrimônios papais. Após sua morte, Conon foi sepultado na Basílica Patriarcal de São Pedro. Categoria:Papas da Turquia Categoria:Papas sepultados na Basílica de São Pedro Categoria:Bizantinos do século VII Categoria:Santos do Império Bizantino Categoria:Papado Bizantino Categoria:Mortes por envenenamento",
 "title": "Papa Cónon"
}