{
 "id": "84001",
 "text": "A astrologia chinesa (em chinês: 占星術, pinyin: zhàn xīng shù; também 星學, pinyin: xīngxúe; 七政四餘, pinyin: qī zhèng sì yú; e 果老星宗, pinyin: gǔo lǎo xīng zōng) está relacionada ao calendário chinês e seu ciclo animal de doze anos, conhecido como zodíaco chinês. Este sistema de previsão do futuro e também de descrição de tendências de traços de personalidade baseia-se neste Zodíaco, nos cinco elementos, no movimento cíclico dos astros e na antiga religião chinesa. == Apresentação == Os antigos astrônomos chineses chamavam os cinco planetas principais pelos nomes dos elementos; eles estavam associados com: Vénus ao Metal (ouro); Júpiter à Madeira; Mercúrio à Água; Marte ao Fogo e Saturno à Terra. De acordo com a Astrologia chinesa, diz-se que a posição destes planetas, junto com as posições do Sol, Lua, eventuais cometas no céu, bem como o momento do nascimento (horário) e o signo zodiacal podem determinar os traços da personalidade e o destino de uma pessoa. Um laborioso sistema para computar a sorte e o destino de alguém baseado em sua data e hora de nascimento (conhecido como 紫微斗數 zǐwēidǒushù) é usado ainda regularmente na Astrologia chinesa contemporânea para prever a sorte de uma pessoa. As vinte e oito constelações chinesas (宿 xìu) são bastante diferentes das oitenta e oito constelações ocidentais. Por exemplo, a Ursa Maior (Ursa Maior) é conhecida como 斗 dǒu; o cinturão de Órion é conhecida como 參 shen, ou o trio de semi- deuses \"Felicidade, Fortuna, Longevidade\". As sete constelações setentrionais são denominadas xúanwǔ (玄武). Xuan Wu é também conhecido como o espírito do céu setentrional ou o espírito da Água na crença Taoísta. Em acréscimo às leituras astrológicas dos corpos celestes, as estrelas no céu formam a base de muitos contos de fadas. Por exemplo, o Triângulo de Verão é um trio composto por um boiadeiro (Altair), uma donzela tecelã encantada (Vega) e a fada \"tai bai\" (Deneb). Os dois amantes proibidos foram separados pelo rio prateado (a Via Láctea). A cada ano, no sétimo dia do sétimo mês do calendário chinês, os pássaros formam uma ponte sobre a Via Láctea. O boaideiro leva seus dois filhos (as duas estrelas em cada lado de Altair) através da ponte para reencontrarem sua mãe encantada. A \"tai bai\" fica \"segurando a vela\" para estes dois amantes imortais. Pesquise sobre \"Qi Xi\" para mais versões desta história. == Ciclos == Há um ciclo binário Yin Yang, o qual amplia o ciclo de 5 elementos para um ciclo de dez. Anos pares são Yang (+), anos ímpares são Yin (-). Visto que o ciclo zodíaco animal de 12 é divísivel por dois, cada zodíaco só pode ocorrer em Yin ou Yang: o Dragão é sempre Yang, a Serpente é sempre Yin, etc. Esta combinação cria um ciclo de 60 anos, começando com o Rato de Madeira e terminando com o Porco da Água. O ciclo atual começou no ano 1984. Deste modo encontramos uma relação entre o signo e o elemento. Considerando o exemplo Dragão Yang (nascidos em 2000) pode-se afirmar que o seu elemento é Metal ativo. Já a Serpente (nascidos em 2001) sendo um signo de caráter Yin, é Metal passivo. == Cinco elementos == Tanto o Yin quanto o Yang são subdivididos em Cinco Elementos [Água, Madeira, Fogo, Metal (Ouro ou Ferro), Terra] no topo do ciclo dos animais. Estes são, por sua vez, são considerados \"modificadores\" e afetam as características de cada um dos 12 signos, tornando-os mais ativos (Yang) ou passivos (Yin). Os elementos são determinados de acordo com o signo lunar, o ano, o mês e a hora de nascimento, sendo que o elemento que predomina na personalidade de uma pessoa é aquele que mais aparece em seu mapa. == Doze animais do zodíaco == === Características dos 12 Signos === De acordo com os astrólogos chineses, as características de um indivíduo poderiam ser determinadas pelo ano, mês, hora e lugar de nascimento. O ambiente e nossa determinação podem afetar as características. == Animais interiores e animais secretos == É um erro bastante comum acreditar que existam somente os animais singulares designados pelo ano. Estes ciclos anuais representam como os outros lhe veem: enquanto uma pessoa pode parecer ser um Dragão ela pode realmente ser uma Serpente internamente e um Boi secretamente. Combinado com os 5 elementos, isto dá 8640 combinações (5 elementos, 12 animais, 12 meses, 12 horas do dia). O animal interior é assinalado levando em conta o mês e o dia de nascimento; do mesmo modo que se constata o signo no Zodíaco ocidental (Áries/Touro/Gêmeos etc.), sendo cada um correspondente a um animal da Astrologia chinesa. Por exemplo, alguém nasceu em 18/07, o signo no Zodíaco ocidental é Câncer, que corresponde ao mês de Gato hem.sul / Serpente hem.norte. Isto determina a vida amorosa e personalidade interior e é crítico para uma correta compreensão de sua compatibilidade com outros signos. Isto pode ser considerado aquilo que o indivíduo gostaria de ser, ou que acredita ser seu verdadeiro eu. O animal secreto é determinado pela hora exata do nascimento e é um signo subjetivo e aberto a interpretações na qual sua personalidade pode se basear ou não. É importante que seja compensado o horário de verão ou qualquer ajuste de hora realizado no seu país, visto que é mapeado de acordo com a posição do sol, e não com a hora local. Diz-se que isto é crítico para o uso correto da Astrologia chinesa. Muitas demonstrações ocidentais do zodíaco chinês omitem o fato, bem como os elementos, para que sejam consumidas e compreendidas mais facilmente. === Os meses === Os doze animais também se aplicam aos meses lunares. O mês do nascimento afeta o animal interior de uma pessoa, conforme enunciado acima. Longitude Solar Nome do Segmento Mês Lunar (Ordinal - Nome) 315° 立春 lìchūn 1º - 虎 Tigre 330° 雨水 yǔshuǐ 345° 啓蟄 qǐzhé (驚蟄 jīngzhé) 2º - 兔 Coelho 0° 春分 chūnfēn 15° 清明 qīngmíng 3º - 龍 Dragão 30° 穀雨 gǔyǔ 45° 立夏 lìxià 4º - 蛇 Serpente 60° 小滿 xiǎomǎn 75° 芒種 mángzhòng 5º - 馬 Cavalo 90° 夏至 xiàzhì 105° 小暑 xiǎoshǔ 6º - 羊 Cabra 120° 大暑 dàshǔ 135° 立秋 lìqiū 7º - 猴 Macaco 150° 處暑 chùshǔ 165° 白露 báilù 8º - 雞 Galo 180° 秋分 qiūfēn 195° 寒露 hánlù 9º - 狗 Cão 210° 霜降 shuāngjiàng 225° 立冬 lìdōng 10º - 豬 Porco 240° 小雪 xiǎoxuě 255° 大雪 dàxuě 11º - 鼠 Rato 270° 冬至 dōngzhì 285° 小寒 xiǎohán 12º - 牛 Boi 300° 大寒 dàhán === As horas === O zodíaco chinês é usado também para rotular as horas do dia, com cada signo correspondendo a uma \"hora larga\" ou shichen (時辰), a qual é um período de duas horas. (24 dividido por 12 animais) A hora larga na qual uma pessoa nasce é seu animal secreto, como enunciado acima. A hora de nascimento determina o segundo signo da pessoa ou, então, seu signo ascendente na Astrologia chinesa. Diferente do conceito de signo ascendente da Astrologia ocidental, que diz que o ascendente toma conta da personalidade da pessoa ao longo de sua vida, substituindo o signo solar, na Astrologia chinesa o signo ascendente determinado pelo horário de nascimento funciona como um segundo signo, um \"companheiro de estrada\" que irá literalmente \"dividir espaço\" com o signo lunar, que é determinado pelo ano de nascimento. Este segundo signo também irá conferir mais um elemento à personalidade da pessoa, o que acabará por reforçar alguns de seus aspectos, de acordo com os elementos do signo lunar, do mês, do ano e até do país de nascimento. Caso alguém que nasce exemplo Hora e Ano de Dragão 1º Pé Yang, o signo Solar será Macaco 2º Pé Yang ou Rato 3º Pé Yang dentro do Horário do Dragão, para não ter 2 Dragões nos signos Lunar Ano e Solar Hora. As horas seguintes estão na horário solar: Horário Signo Elemento 23h - 1h Rato Água 1h - 3h Boi Água 3h - 5h Tigre Madeira 5h - 7h Coelho Madeira 7h - 9h Dragão Madeira 9h - 11h Serpente Fogo 11h - 13h Cavalo Fogo 13h - 15h Cabra Fogo 15h - 17h Macaco Metal 17h - 19h Galo Metal 19h - 21h Cão Metal 21h - 23h Porco (Javali) Água Para uma pessoa nascida em Lisboa, os tempos referem-se a: http://traditionalfengshui.co.za/fourpillarssoftware.htm Horário de Inverno * * * Horário de verão * * * * 23:33 - 01:32: rato* * 01:33 - 03:32: boi * 03:33 - 05:32: tigre * 05:33 - 07:32: coelho * 07:33 - 09:32: dragão * 09:33 - 11:32: serpente * 11:33 - 13:32: cavalo * 13:33 - 15:32: cabra * 15:33 - 17:32: macaco * 17:33 - 19:32: galo * 19:33 - 21:32: cão * 21:33 - 23:32: porco * 00:33 - 02:32: rato * 02:33 - 04:32: boi * 04:33 - 06:32: tigre * 06:33 - 08:32: coelho * 08:33 - 10:32: dragão * 10:33 - 12:32: serpente * 12:33 - 14:32: cavalo * 14:33 - 16:32: cabra * 16:33 - 18:32: macaco * 18:33 - 20:32: galo * 20:33 - 22:32: cão * 22:33 - 00:32: porco * Manaus: 23:00 - 01:59 ; Brasília: 23:13 - 01:12 ; São Paulo: 23:07 - 01:06 ; Rio: 22:51 - 00:50 ; Luanda: 23:07 - 01:06 ; Maputo: 22:50 - 00:49 ; Bissau: 22:58 - 00:57 ; São Tomé: 22:33 - 00:32 ; Macau: 23:24 - 01:23 === Os Anos === Tabela do calendário e zodíaco lunar Chinês (Hemisfério Ártico) Lembrando que há uma diferença Zodiacal entre os Polos citada na página Feng Shui Zodíaco chinês para o século presente e passado (Nota: primeira e segunda colunas: 1900-1960. Terceira e quarta colunas: 1960-2020.) (O início do signo do zodíaco chinês é geralmente definido como o \"lìchūn\" do ano, não o primeiro dia do ano novo chinês como visto.) 1900-1960 1900-1960 1960-2020 1960-2020 Elemento Signo Início Fim Início Fim Elemento Signo 1900 Jan 31 1901 Fev 18 1960 Jan 28 1961 Fev 14 金 Metal 鼠 Rato 1901 Fev 19 1902 Fev 07 1961 Fev 15 1962 Fev 04 金 Metal 牛 Boi 1902 Fev 08 1903 Jan 28 1962 Fev 05 1963 Jan 24 水 Água 虎 Tigre 1903 Jan 29 1904 Fev 15 1963 Jan 25 1964 Fev 12 水 Água 兔 Coelho 1904 Fev 16 1905 Fev 03 1964 Fev 13 1965 Fev 01 木 Madeira 龍 Dragão 1905 Fev 04 1906 Jan 24 1965 Fev 02 1966 Jan 20 木 Madeira 蛇 Serpente 1906 Jan 25 1907 Fev 12 1966 Jan 21 1967 Fev 08 火 Fogo 馬 Cavalo 1907 Fev 13 1908 Fev 01 1967 Fev 09 1968 Jan 29 火 Fogo 羊 Cabra 1908 Fev 02 1909 Jan 21 1968 Jan 30 1969 Fev 16 土 Terra 猴 Macaco 1909 Jan 22 1910 Fev 09 1969 Fev 17 1970 Fev 05 土 Terra 雞 Galo 1910 Fev 10 1911 Jan 29 1970 Fev 06 1971 Jan 26 金 Metal 狗 Cão 1911 Jan 30 1912 Fev 17 1971 Jan 27 1972 Fev 14 金 Metal 豬 Porco 1912 Fev 18 1913 Fev 05 1972 Fev 15 1973 Fev 02 水 Água 鼠 Rato 1913 Fev 06 1914 Jan 25 1973 Fev 03 1974 Jan 22 水 Água 牛 Boi 1914 Jan 26 1915 Fev 13 1974 Jan 23 1975 Fev 10 木 Madeira 虎 Tigre 1915 Fev 14 1916 Fev 02 1975 Fev 11 1976 Jan 30 木 Madeira 兔 Coelho 1916 Fev 03 1917 Jan 22 1976 Jan 31 1977 Fev 17 火 Fogo 龍 Dragão 1917 Jan 23 1918 Fev 10 1977 Fev 18 1978 Fev 06 火 Fogo 蛇 Serpente 1918 Fev 11 1919 Jan 31 1978 Fev 07 1979 Jan 27 土 Terra 馬 Cavalo 1919 Fev 01 1920 Fev 19 1979 Jan 28 1980 Fev 15 土 Terra 羊 Cabra 1920 Fev 20 1921 Fev 07 1980 Fev 16 1981 Fev 04 金 Metal 猴 Macaco 1921 Fev 08 1922 Jan 27 1981 Fev 05 1982 Jan 24 金 Metal 雞 Galo 1922 Jan 28 1923 Fev 15 1982 Jan 25 1983 Fev 12 水 Água 狗 Cão 1923 Fev 16 1924 Fev 04 1983 Fev 13 1984 Fev 01 水 Água 豬 Porco 1924 Fev 05 1925 Jan 24 1984 Fev 02 1985 Fev 19 木 Madeira 鼠 Rato 1925 Jan 25 1926 Fev 12 1985 Fev 20 1986 Fev 08 木 Madeira 牛 Boi 1926 Fev 13 1927 Fev 01 1986 Fev 09 1987 Jan 28 火 Fogo 虎 Tigre 1927 Fev 02 1928 Jan 22 1987 Jan 29 1988 Fev 16 火 Fogo 兔 Coelho 1928 Jan 23 1929 Fev 09 1988 Fev 17 1989 Fev 05 土 Terra 龍 Dragão 1929 Fev 10 1930 Jan 29 1989 Fev 06 1990 Jan 26 土 Terra 蛇 Serpente 1930 Jan 30 1931 Fev 16 1990 Jan 27 1991 Fev 14 金 Metal 馬 Cavalo 1931 Fev 17 1932 Fev 05 1991 Fev 15 1992 Fev 03 金 Metal 羊 Cabra 1932 Fev 06 1933 Jan 25 1992 Fev 04 1993 Jan 22 水 Água 猴 Macaco 1933 Jan 26 1934 Fev 13 1993 Jan 23 1994 Fev 09 水 Água 雞 Galo 1934 Fev 14 1935 Fev 03 1994 Fev 10 1995 Jan 30 木 Madeira 狗 Cão 1935 Fev 04 1936 Jan 23 1995 Jan 31 1996 Fev 18 木 Madeira 豬 Porco 1936 Jan 24 1937 Fev 10 1996 Fev 19 1997 Fev 06 火 Fogo 鼠 Rato 1937 Fev 11 1938 Jan 30 1997 Fev 07 1998 Jan 27 火 Fogo 牛 Boi 1938 Jan 31 1939 Fev 18 1998 Jan 28 1999 Fev 15 土 Terra 虎 Tigre 1939 Fev 19 1940 Fev 07 1999 Fev 16 2000 Fev 04 土 Terra 兔 Coelho 1940 Fev 08 1941 Jan 26 2000 Fev 05 2001 Jan 23 金 Metal 龍 Dragão 1941 Jan 27 1942 Fev 14 2001 Jan 24 2002 Fev 11 金 Metal 蛇 Serpente 1942 Fev 15 1943 Fev 04 2002 Fev 12 2003 Jan 31 水 Água 馬 Cavalo 1943 Fev 05 1944 Jan 24 2003 Fev 01 2004 Jan 21 水 Água 羊 Cabra 1944 Jan 25 1945 Fev 12 2004 Jan 22 2005 Fev 8 木 Madeira 猴 Macaco 1945 Fev 13 1946 Fev 01 2005 Fev 9 2006 Jan 28 木 Madeira 雞 Galo 1946 Fev 02 1947 Jan 21 2006 Jan 29 2007 Fev 17 火 Fogo 狗 Cão 1947 Jan 22 1948 Fev 09 2007 Fev 18 2008 Fev 6 火 Fogo 豬 Porco 1948 Fev 10 1949 Jan 28 2008 Fev 7 2009 Jan 25 土 Terra 鼠 Rato 1949 Jan 29 1950 Fev 16 2009 Jan 26 2010 Fev 13 土 Terra 牛 Boi 1950 Fev 17 1951 Fev 05 2010 Fev 14 2011 Fev 2 金 Metal 虎 Tigre 1951 Fev 06 1952 Jan 26 2011 Fev 3 2012 Jan 22 金 Metal 兔 Coelho 1952 Jan 27 1953 Fev 13 2012 Jan 23 2013 Fev 9 水 Água 龍 Dragão 1953 Fev 14 1954 Fev 02 2013 Fev 10 2014 Jan 30 水 Água 蛇 Serpente 1954 Fev 03 1955 Jan 23 2014 Jan 31 2015 Fev 18 木 Madeira 馬 Cavalo 1955 Jan 24 1956 Fev 11 2015 Fev 19 2016 Fev 7 木 Madeira 羊 Cabra 1956 Fev 12 1957 Jan 30 2016 Fev 8 2017 Jan 27 火 Fogo 猴 Macaco 1957 Jan 31 1958 Fev 17 2017 Jan 28 2018 Fev 15 火 Fogo 雞 Galo 1958 Fev 18 1959 Fev 07 2018 Fev 16 2019 Fev 4 土 Terra 狗 Cão 1959 Fev 08 1960 Jan 27 2019 Fev 5 2020 Jan 24 土 Terra 豬 Porco Ano Elemento Associado Hastes Celestiais Ramos Terrestres Stem-Branch (干支) in Pinyin Animal Associado Ano 1924–1983 1984–2043 1 Feb 05 1924–Jan 23 1925 Yang Madeira 甲 子 jiǎ-zǐ Rat Feb 02 1984–Jan 21 1985 2 Jan 24 1925–Feb 12 1926 Yin Madeira 乙 丑 yǐ-chǒu Ox Jan 22 1985–Feb 08 1986 3 Feb 13 1926–Feb 01 1927 Yang Fogo 丙 寅 bǐng-yín Tiger Feb 09 1986–Jan 28 1987 4 Feb 02 1927–Jan 22 1928 Yin Fogo 丁 卯 dīng-mǎo Rabbit Jan 29 1987–Feb 16 1988 5 Jan 23 1928–Feb 09 1929 Yang Terra 戊 辰 wù-chén Dragon Feb 17 1988–Feb 05 1989 6 Feb 10 1929–Jan 29 1930 Yin Terra 己 巳 jǐ-sì Snake Feb 06 1989–Jan 26 1990 7 Jan 30 1930–Feb 16 1931 Yang Metal 庚 午 gēng-wǔ Horse Jan 27 1990–Feb 14 1991 8 Feb 17 1931–Feb 05 1932 Yin Metal 辛 未 xīn-wèi Goat Feb 15 1991–Feb 03 1992 9 Feb 06 1932–Jan 25 1933 Yang Água 壬 申 rén-shēn Monkey Feb 04 1992–Jan 22 1993 10 Jan 26 1933–Feb 13 1934 Yin Água 癸 酉 guǐ-yǒu Rooster Jan 23 1993– Feb 09 1994 11 Feb 14 1934–Feb 03 1935 Yang Madeira 甲 戌 jiǎ-xū Dog Feb 10 1994–Jan 30 1995 12 Feb 04 1935–Jan 23 1936 Yin Madeira 乙 亥 yǐ-hài Pig Jan 31 1995–Feb 18 1996 13 Jan 24 1936–Feb 10 1937 Yang Fogo 丙 子 bǐng-zǐ Rat Feb 19 1996–Feb 06 1997 14 Feb 11 1937–Jan 30 1938 Yin Fogo 丁 丑 dīng-chǒu Ox Feb 07 1997–Jan 27 1998 15 Jan 31 1938–Feb 18 1939 Yang Terra 戊 寅 wù-yín Tiger Jan 28 1998–Feb 15 1999 16 Feb 19 1939–Feb 07 1940 Yin Terra 己 卯 jǐ-mǎo Rabbit Feb 16 1999–Feb 04 2000 17 Feb 08 1940–Jan 26 1941 Yang Metal 庚 辰 gēng-chén Dragon Feb 05 2000–Jan 23 2001 18 Jan 27 1941–Feb 14 1942 Yin Metal 辛 巳 xīn-sì Snake Jan 24 2001–Feb 11 2002 19 Feb 15 1942–Feb 04 1943 Yang Água 壬 午 rén-wǔ Horse Feb 12 2002–Jan 31 2003 20 Feb 05 1943–Jan 24 1944 Yin Água 癸 未 guǐ-wèi Goat Feb 01 2003–Jan 21 2004 21 Jan 25 1944–Feb 12 1945 Yang Madeira 甲 申 jiǎ-shēn Monkey Jan 22 2004–Feb 08 2005 22 Feb 13 1945–Feb 01 1946 Yin Madeira 乙 酉 yǐ-yǒu Rooster Feb 09 2005–Jan 28 2006 23 Feb 02 1946–Jan 21 1947 Yang Fogo 丙 戌 bǐng-xū Dog Jan 29 2006–Feb 17 2007 24 Jan 22 1947–Feb 09 1948 Yin Fogo 丁 亥 dīng-hài Pig Feb 18 2007–Feb 06 2008 25 Feb 10 1948–Jan 28 1949 Yang Terra 戊 子 wù-zǐ Rat Feb 07 2008–Jan 25 2009 26 Jan 29 1949–Feb 16 1950 Yin Terra 己 丑 jǐ-chǒu Ox Jan 26 2009–Feb 13 2010 27 Feb 17 1950–Feb 05 1951 Yang Metal 庚 寅 gēng-yín Tiger Feb 14 2010–Feb 02 2011 28 Feb 06 1951–Jan 26 1952 Yin Metal 辛 卯 xīn-mǎo Rabbit Feb 03 2011–Jan 22 2012 29 Jan 27 1952–Feb 13 1953 Yang Água 壬 辰 rén-chén Dragon Jan 23 2012–Feb 09 2013 30 Feb 14 1953–Feb 02 1954 Yin Água 癸 巳 guǐ-sì Snake Feb 10 2013–Jan 30 2014 31 Feb 03 1954–Jan 23 1955 Yang Madeira 甲 午 jiǎ-wǔ Horse Jan 31 2014–Feb 18 2015 32 Jan 24 1955–Feb 11 1956 Yin Madeira 乙 未 yǐ-wèi Goat Feb 19 2015–Feb 07 2016 33 Feb 12 1956–Jan 30 1957 Yang Fogo 丙 申 bǐng-shēn Monkey Feb 08 2016–Jan 27 2017 34 Jan 31 1957–Feb 17 1958 Yin Fogo 丁 酉 dīng-yǒu Rooster Jan 28 2017–Feb 15 2018 35 Feb 18 1958–Feb 07 1959 Yang Terra 戊 戌 wù-xū Dog Feb 16 2018–Feb 04 2019 36 Feb 08 1959–Jan 27 1960 Yin Terra 己 亥 jǐ-hài Pig Feb 05 2019–Jan 24 2020 37 Jan 28 1960–Feb 14 1961 Yang Metal 庚 子 gēng-zǐ Rat Jan 25 2020–Feb. 11 2021 38 Feb 15 1961–Feb 04 1962 Yin Metal 辛 丑 xīn-chǒu Ox Feb 12 2021–Jan 31 2022 39 Feb 05 1962–Jan 24 1963 Yang Água 壬 寅 rén-yín Tiger Feb 01 2022–Jan 21 2023 40 Jan 25 1963–Feb 12 1964 Yin Água 癸 卯 guǐ-mǎo Rabbit Jan 22 2023–Feb 09 2024 41 Feb 13 1964–Feb 01 1965 Yang Madeira 甲 辰 jiǎ-chén Dragon Feb 10 2024–Jan 28 2025 42 Feb 02 1965–Jan 20 1966 Yin Madeira 乙 巳 yǐ-sì Snake Jan 29 2025–Feb 16 2026 43 Jan 21 1966–Feb 08 1967 Yang Fogo 丙 午 bǐng-wǔ Horse Feb 17 2026–Feb 05 2027 44 Feb 09 1967–Jan 29 1968 Yin Fogo 丁 未 dīng-wèi Goat Feb 06 2027–Jan 25 2028 45 Jan 30 1968–Feb 16 1969 Yang Terra 戊 申 wù-shēn Monkey Jan 26 2028–Feb 12 2029 46 Feb 17 1969–Feb 05 1970 Yin Terra 己 酉 jǐ-yǒu Rooster Feb 13 2029–Feb 02 2030 47 Feb 06 1970–Jan 26 1971 Yang Metal 庚 戌 gēng-xū Dog Feb 03 2030–Jan 22 2031 48 Jan 27 1971–Feb 14 1972 Yin Metal 辛 亥 xīn-hài Pig Jan 23 2031–Feb 10 2032 49 Feb 15 1972–Feb 02 1973 Yang Água 壬 子 rén-zǐ Rat Feb 11 2032–Jan 30 2033 50 Feb 03 1973–Jan 22 1974 Yin Água 癸 丑 guǐ-chǒu Ox Jan 31 2033–Feb 18 2034 51 Jan 23 1974–Feb 10 1975 Yang Madeira 甲 寅 jiǎ-yín Tiger Feb 19 2034–Feb 07 2035 52 Feb 11 1975–Jan 30 1976 Yin Madeira 乙 卯 yǐ-mǎo Rabbit Feb 08 2035–Jan 27 2036 53 Jan 31 1976–Feb 17 1977 Yang Fogo 丙 辰 bǐng-chén Dragon Jan 28 2036–Feb 14 2037 54 Feb 18 1977–Feb 06 1978 Yin Fogo 丁 巳 dīng-sì Snake Feb 15 2037–Feb 03 2038 55 Feb 07 1978–Jan 27 1979 Yang Terra 戊 午 wù-wǔ Horse Feb 04 2038–Jan 23 2039 56 Jan 28 1979–Feb 15 1980 Yin Terra 己 未 jǐ-wèi Goat Jan 24 2039–Feb 11 2040 57 Feb 16 1980–Feb 04 1981 Yang Metal 庚 申 gēng-shēn Monkey Feb 12 2040–Jan 31 2041 58 Feb 05 1981–Jan 24 1982 Yin Metal 辛 酉 xīn-yǒu Rooster Feb 01 2041–Jan 21 2042 59 Jan 25 1982–Feb 12 1983 Yang Água 壬 戌 rén-xū Dog Jan 22 2042–Feb 09 2043 60 Feb 13 1983–Feb 01 1984 Yin Água 癸 亥 guǐ-hài Pig Feb 10 2043–Jan 29 2044 == Origens do Zodíaco Chinês == Os 12 animais (signos) do zodíaco (生肖 shengxiao) são, pela ordem, o rato, boi, tigre, coelho, dragão, serpente, cavalo, carneiro (ou cabra), macaco, galo, cão, e porco. Existem muitas lendas para explicar a origem do zodíaco. Uma das mais populares, de forma resumida, diz o seguinte: :Foi confiada ao rato a tarefa de convidar os animais para que se apresentassem ao Imperador de Jade para um banquete, onde seriam escolhidos os signos do zodíaco. O gato era um bom amigo do rato, mas o rato enganou-o, fazendo com que acreditasse que o banquete seria no dia seguinte. O gato dormiu enquanto o banquete era realizado, imaginando que só ocorreria no dia seguinte. Quando descobriu a verdade, prometeu ser o inimigo natural do rato pelas eras a partir dali. Uma variação desta lenda descreve o Imperador de Jade preparando um grande banquete em seu palácio; o gato não ouviu a proclamação inicial e então o rato lhe contou que iria haver uma festa real, mas em vez de dizer a data correta, informou que se realizaria no dia seguinte. A todos os animais que lá chegaram naquela noite, foi garantido um lugar especial como animal do zodíaco - o gato só apareceu no dia seguinte, apenas para descobrir que o banquete já havia terminado. == O zodíaco chinês em outros países == Os signos do zodíaco chinês também são usados por outras culturas. Por exemplo, eles surgem geralmente nos cartões e selos do Ano Novo Japonês. O Serviço Postal dos Estados Unidos e outros em vários países emitem um selo postal de \"Ano do _____\" a cada ano, em homenagem à esta herança chinesa. Todavia, aqueles que não estão familiarizados com o uso do calendário lunar chinês geralmente pensam que os signos mudam em 1º de Janeiro de cada ano. Aqueles que se interessarem pelo aspecto divinatório dos signos podem consultar uma tabela, como esta colocada acima. O zodíaco chinês também é usado em alguns países asiáticos que estiveram sob a influência cultural da China. Todavia, todos os animais no zodíaco podem mudar nestes países. Por exemplo, o zodíaco vietnamita é idêntico ao zodíaco chinês, excepto pelo quarto animal que é o gato, não o coelho, enquanto que o zodíaco japonês inclui o javali em vez do porco. Os hunos europeus usavam o zodíaco chinês completo com \"dragão\" e \"porco\". Este zodíaco turco-chinês esteve em uso nos Balcãs (Bulgária) bem como entrou na adopção pelos búlgaros da linguagem eslava e do cristianismo ortodoxo. Segue-se a ele o calendário huno ou calendário do zodíaco pagão turco-búlgaro, que se diferencia do zodíaco grego mas que está em conformidade com o chinês: == Outras formas de Raciocínio == Há três jeitos de entender o Zodíaco Chinês: 1º: Em que se considera o Leão Pulmões, o Órgão mais Alto do nosso Corpo Humano o Solstício de Verão ponto Máximo 12h, e seu Oposto o Macaco Bexiga, o Órgão mais Baixo do nosso Corpo Humano, o Solstício de Inverno 0h. E também o Intestino Grosso, sendo depois do Delgado (Ovelha), é o Gato, sobe pela Direita, do lado do Fígado Mamute, Troca de Lado, e Desce e Evacua pela Esquerda, do lado do Estômago Dragão. O Canal do Macaco (bexiga) desce da Cabeça até o ponto mínimo Pé assim como o movimento do inverno é descer, e o Canal da Fênix (rim) sobe do ponto mínimo (0h) ate o Tronco, onde liga Shao Yin com Cavalo (Coração) e abre o Cachorro (pericárdio) onde se inicia a primavera Gato-Rato, assim como o movimento da primavera é subir. O Canal do Leão sai do Tronco até o ponto máximo Mão, assim como o movimento do verão é sair, e o Canal do Coelho entra do ponto máximo (12h) até a Cabeça assim como o movimento do ourono é entrar, onde liga Yang Ming com Dragão, este que se finaliza no Equinócio de Outono, depois de Dragão vem a Serpente (do Éden) Pé do Andarilho Invisível (Poder da Serpente) Kan, o Equinócio, a Jornada ao Oeste. Sendo assim Coelho a Traquéia, ligada ao Pulmão, Respiração. Assim temos: Zodiaco Tigre ou Leão, o Rei (Felidae) Coelho Dragão Serpente Cavalo Ovelha 13º União dos 12 Macaco (Wukong) Fênix (Raínha das Aves) Cachorro Gato (Porco) Rato ou Esquilo (Roedores) Búfalo ou Elefante Caminho Tai Yin Mão Yang Ming Mão Yang Ming Pé Tai Yin Pé Shao Yin Mão Tai Yang Mão (69) Tai Yang Pé Shao Yin Pé Jue Yin Mão Shao Yang Mão Shao Yang Pé Jue Yin Pé Zang Fu Pulmão Fei Traquéia (Respiração) Estômago Wei Baço Pancreas Pi Coração Xin Intestino Delgado Xiao Chang (69) Bexiga Pang Guang Rim Shen Mestre Coração (Reprodução) Xin Bao Intestino Grosso (depois do Delgado) Vesícula Biliar Dan Fígado Gan 12 Olímpicos gregos equivalentes Hera Zeus Poseidon Ceres Diana Apollo Hephaestus Ares Athena Aphrodite Hermes Dyonisus Vesta 5 Almas Branco Metal Po Yin Branco Metal Po Yang Terra Árida Solar Yi Yang Terra Fértil Lunar Yi Yin Vermelho Fogo Shen Yang (Dia) / Yin Vermelho Fogo Shen Yang (Dia) / Yang 7ª Cor Azul Água Zhi Yang Azul Água Zhi Yin Preto Fogo Shen Yin (Noite) / Yin Preto Fogo Shen Yin (Noite) / Yang Verde Madeira Hun Yang Verde Madeira Hun Yin Mês Antártico (Ártico oposto) Sagitário (Gêmeos) Capricórnio (Câncer) Aquário (Leão) Peixes (Virgem) Áries (Libra) Touro (Escorpião) (69) Gêmeos (Sagitário) Câncer (Capricórnio) Leão (Aquário) Virgem (Peixes) Libra (Áries) Escorpião (Touro) 360º 150-180 180-210 210-240 240-270 270-300 300-330 30º 330-360 0-30 30-60 60-90 90-120 120-150 Hora / Trigramas (Céu Primordial) 10-12 / Dui-Qian 12-14 / Qian-Sun 14-16 / Sun 16-18 / Sun-Kan 18-20 / Kan-Ken 20-22 / Ken 2h 22-0 / Ken-Kun 0-2 / Kun-Zhen 2-4 / Zhen 4-6 / Zhen-Li 6-8 / Li-Dui 8-10 / Dui Ponto de Abertura dos 8 vasos extras Lie Que: Kun - Ren Mai - - Gong Sun: Li - Chong Mai - Hou Xi: Qian - Du Mai Shen Men: Gen - Yang Qiao Mai Zhao Hai: Xun - Yin Qiao Mai Nei Guan: Dui - Yin Wei Mai Wai Guan: Zhen - Yang Wei Mai Zu Lin Qi: Kan - Dai Mai - Poder Justiça Equilibrio Balanço Yang (69) Yin União Separação Velocidade Raio Explosão Invisibilidade Cura Projeção Astral (69) Animalia Levitação Imortalidade ??? Segredo (Visão de Raios Mortais) Animação Imaginação Fantasia Super Humana Força Histerical 1ª Geração Terra .3 Shu Stream (Sol) Terra .5 He Se (Raios Solares) Metal .1 Jing Well (Campos Magnéticos) Metal .4 Jing River (Atmosfera) Água .5 He Sea Água .2 Ying Spring (Hidrosfera) (69) Madeira .3 Shu Stream Madeira .1 Jing Well (Biosfera) Fogo .2 Ying Spring - ALMA SHEN Fogo .4 Jing River - ALMA SHEN Terra .5 He Sea Terra .3 Shu Stream (Litosfera) 2ª Geração Metal .4 Jing River - ALMA PO Metal .1 Jing Well - ALMA PO Água .2 Ying Spring Água .5 He Sea Madeira .1 Jing Well Madeira .3 Shu Stream (69) .4 Jing River .2 Ying Spring Terra .3 Shu Stream Terra .5 He Sea Metal .1 Jing Well Metal .4 Jing River 3ª Geração Água .5 He Sea Água .2 Ying Spring Madeira .3 Shu Stream Madeira .1 Jing Well Fogo .2 Ying Spring - ALMA SHEN Fogo .4 Jing River - ALMA SHEN (69) Terra .5 He Sea Terra .3 Shu Stream (Lua) Metal .4 Jing River Metal .1 Jing Well Água .2 Ying Spring Água .5 He Sea 4ª Geração Madeira .1 Jing Well Madeira .3 Shu Stream Fogo .4 Jing River Fogo .2 Ying Spring Terra .3 Shu Stream Terra .5 He Sea (69) Metal .1 Jing Well Metal .4 Jing River Água .5 He Sea Água .2 Ying Spring Madeira .3 Shu Stream - ALMA HUN Madeira .1 Jing Well - ALMA HUN 5ª Geração Fogo .2 Ying Spring Fogo .4 Jing River Terra .5 He Sea - ALMA YI Terra .3 Shu Stream - ALMA YI Metal .4 Jing River Metal .1 Jing Well (69) Água .2 Ying Spring - ALMA ZHI Água .5 He Sea - ALMA ZHI Madeira .1 Jing Well Madeira .3 Shu Stream Fogo .4 Jing River Fogo .2 Ying Spring Em forma de circunferência usada em feng shui: Dragão Coelho Qian 180º Tigre Boi Serpente Sun 225º Fogo 12h Dui 135º Rato Kan 270º Metal 18h Terra (69) Madeira 6h Li 90º Cavalo Gen 315º Água 0h Zhen 45º Gato Ovelha Macaco Kun 0º Fênix Cachorro Note que o Trigrama do Zodíaco é exatamente a Li que se encontra entre o Gato (o Último signo) e o Rato (o primeiro signo), a lenda zodiacal do Imperador de Jade. E segue abaixo os 60 Binômios completos do Zodíaco Taoísta em Circunferência (Leste a Direita para Hemisfério Antártico, Leste a Esquerda para Hemisfério Ártico): * Novamente neste caso, note que o Trigrama do Zodíaco Li localiza-se exatamente entre Gato Água (o Último Binômio) e Rato Madeira (o Primeiro Binômio) concretizando assim a Lenda Zodiacal do Imperador de Jade Gato-Rato. Cachorro Fogo Ding Forno Fênix Madeira Yi Amora Macaco Madeira Jia Amora Ovelha Água Ren Mar Cavalo Água Gui Mar Serpente Metal Xin Espada Dragão Metal Geng Espada Coelho Terra Wu Estrada Qian 180º 12h Tigre Terra Ji Estrada Boi Fogo Ding Luminária Rato Fogo Bing Luminária Gato Madeira Jia Conífera Cachorro Madeira Yi Conífera Fênix Água Gui Caverna Macaco Água Ren Caverna Ovelha Metal Geng Jóia Gato Fogo Bing Forno Cavalo Metal Xin Jóia Rato Terra Wu Deserto Serpente Terra Ji Rodovia Boi Terra Ji Deserto Dragão Terra Wu Rodovia Tigre Metal Xin Areia Sun 225º 15h Dui 135º 9h Coelho Fogo Bing Solar Coelho Metal Geng Areia Tigre Fogo Ding Solar Dragão Água Ren Riacho Solstício de Verão Boi Madeira Yi Floresta Serpente Água Riacho Fogo Rato Madeira Jia Floresta Kan 270º 18h Equinócio de Outono Metal Terra Madeira Equinócio de Primavera Li 90º 6h Cavalo Madeira Yi Campina Água Gato Água Ren Corredeira Ovelha Madeira Jia Campina Solstício de Inverno Cachorro Água Gui Corredeira Macaco Fogo Bing Relâmpago Fênix Metal Xin Oceânico Fênix Fogo Ding Relâmpago Gen 315º 21h Zhen 45º 3h Macaco Metal Geng Oceânico Cachorro Terra Ji Fortaleza Ovelha Terra Wu Telhado Gato Terra Wu Fortaleza Cavalo Terra Ji Telhado Rato Metal Geng Seda Serpente Fogo Ding Florestal Boi Metal Xin Seda Tigre Água Gui Celeste Coelho Água Ren Celeste Dragão Madeira Jia Romã Serpente Madeira Yi Romã Cavalo Fogo Ding Vulcão Ovelha Fogo Bing Vulcão Macaco Terra Wu Casa Kun 0º 0h Fênix Terra Ji Casa Cachorro Metal Xin Precioso Gato Metal Geng Precioso Rato Água Ren Rio Boi Água Gui Rio Tigre Madeira Yi Salgueiro Coelho Madeira Jia Salgueiro Dragão Fogo Bing Florestal Se unir as 3 mãos terras tigre-coelho, cavalo-carneiro e cachorro-gato terá o triângulo do céu Yang. Se unir os 3 pés terras dragão-cobra, macaco-pássaro e rato-boi terá o triângulo da terra Yin. Assim completa-se o hexagrama \"estrela de David\", também encontrado no chacra Anahata com 12 pétalas (signos), o chacra central, tem 3 chacras acima e 3 chacras abaixo, assim como um hexagrama de I Ching, 3 linhas superiores Yangs e 3 inferiores Yins. Os signos representados nos batimentos cardíacos: Tigre-Coelho Boi Dragão Rato Cobra Cavalo Gato Carneiro Cachorro Macaco-Fenix Tigre-Coelho sangue oxigenado arterial, Tigre Pulmões Respiração. Macaco-Fenix sangue carbonizado venal, a Fênix \"ressuscita\" o coração da \"morte\". 2º: A forma tradicional, onde o rato Meia-Noite é o mês de Leão (Aquário no Ártico) onde troca o signo anual chinês. Assim temos: Signo Rato Boi Tigre Coelho Dragão Cobra Cavalo Carneiro Macaco Galo Cachorro Gato Mês Antártico Leão Virgem Libra Escorpião Sagitário Capricórnio Aquário Peixes Áries Touro Gêmeos Câncer Mês Ártico Aquário Peixes Áries Touro Gêmeos Câncer Leão Virgem Libra Escorpião Sagitário Capricórnio 3º: A forma onde o rato Meia-Noite corresponde ao solstício de inverno Gêmeos (Sagitário Ártico) que desce ao zero, assim como o canal da vesícula biliar desce aos pés e o Boi Câncer (Capricórnio Ártico) sobe do zero assim como o canal do Fígado sobe dos pés. Assim temos: Signo Rato Boi Tigre Coelho Dragão Cobra Cavalo Carneiro Macaco Galo Cachorro Gato Mês Ártartico Gêmeos Câncer Leão Virgem Libra Escorpião Sagitário Capricórnio Aquário Peixes Áries Touro Mês Ártico Sagitário Capricórnio Aquário Peixes Áries Touro Gêmeos Câncer Leão Virgem Libra Escorpião == Bibliografia == * Crawford, E. A. e Teresa Kennedy. (1995). Astrologia Chinesa e os cinco elementos. Editora Kuarup. ISBN 85-269-0238-5 * Shelly Wu. (2005). Chinese Astrology. The Career Press, Inc. ISBN 1-56414-796-7 * Theodora Lau. (1990). Manual do Horóscopo Chinês. Editora Pensamento. ISBN 85-315-0406-6",
 "title": "Astrologia chinesa"
}