{
 "id": "84068",
 "text": "Epístola aos Colossenses, Carta de Paulo aos Colossenses, ou abreviadamente Colossenses são alguns dos nomes pelos quais é conhecida a epístola atribuída ao apóstolo Paulo, redigida aos cristãos da Igreja situada em Colossas, uma cidade frígia da Ásia Menor, aproximadamente no ano 60 d. C., durante a sua prisão em Roma. == Autoria == No texto da epístola, há a afirmação de que a escrita foi feita por Paulo e Timóteo, mas a autoria começou a ser questionada de forma durante o século XIX. A autoria paulina foi defendida por muitos dos teólogos proeminentes da igreja primitiva, como Irineu, Clemente de Alexandria, Tertuliano, Orígenes de Alexandria e Eusébio. No entanto, a crítica acadêmica contesta essa reivindicação. Um dos fundamentos é que a linguagem da epístola não parece corresponder à de Paulo, com 48 palavras aparecendo em Colossenses que não são encontradas em nenhum outro lugar de seus escritos e 33 das quais não ocorrem em nenhum outro lugar do Novo Testamento. Um segundo fundamento é que a epístola apresenta um forte uso de um estilo que não aparece em nenhum outro lugar na obra de Paulo. Um terceiro é que os temas da epístola relacionados a Cristo, escatologia e a igreja parecem não ter paralelo nas obras indiscutíveis de Paulo. == Datação == Se o texto foi escrito por Paulo, ele poderia ter sido escrito em Roma durante sua primeira prisão. Paulo provavelmente teria composto a carta aproximadamente na mesma época em que escreveu Filemon e Efésios, pois as três cartas foram enviadas com Tíquico e Onésimo. Uma data de 62 d.C. assume que a prisão à qual Paulo se refere é a sua prisão em Roma que seguiu sua viagem para Roma. Outros estudiosos sugeriram que foi escrito a partir de Cesareia ou Éfeso.Wright, N. T., Colossians and Philemon, Tyndale New Testament Commentaries (Grand Rapids: Eerdmans, 1986), pp. 34–39. Se a carta não for considerada uma parte autêntica do corpus paulinum, então pode ter sido datada do final do século I, possivelmente tão tarde quanto 90 d.C.Mack, Burton L. (1996), Who Wrote the New Testament? San Francisco: Harper Collins. == Conteúdo == O conteúdo desta epístola aborda a supremacia e a plena suficiência de Cristo. Alguns dos assuntos de maior relevância tratados na carta seriam: :1. A pessoa e obra de Cristo (); :2. Advertências acerca das heresias e falsas doutrinas (); :3. E a união do cristão com Cristo (). == Referências == == Ligações externas == * Epístola aos Colossenses - Almeida Corrigida Fiel * Epístola aos Colossenses - Almeida Revista e Corrigida (1995) * Epístola aos Colossenses - Nova Versão Internacional * Epístola aos Colossenses - Scrivener’s Textus Receptus 1894 * Epístola aos Colossenses - Nestle 1904 Greek New Testament * Epístola aos Colossenses - Bíblia Ave Maria * Epístola aos Colossenses - Bíblia Matos Soares (1956) * Epístola aos Colossenses - Vulgata Latina * Epístola aos Colossenses - Tradução do Novo Mundo (revisão de 2015) * Catholic Encyclopedia: Epistle to the Colossians 12",
 "title": "Epístola aos Colossenses"
}