{
 "id": "84064",
 "text": "Princípios Matemáticos da Filosofia Natural (em latim: Philosophiae naturalis principia mathematica, também referido como Principia Mathematica ou simplesmente, Principia) é uma obra de três volumes escrita por Isaac Newton, publicada em 5 de julho de 1687.Philosophiae naturalis principia mathematica, auctore Is. Newton, Londini, iussu Societatis Regiae ac typis Josephi Streater, anno MDCLXXXVII (editio princeps) Newton publicou outras duas edições, em 1713 e 1726. Este trabalho é considerado uma das obras fundamentais mais importantes realizados em mecânica no século XVII, sendo os outros dois os Discursos de Galileu e as Demonstrações Matemáticas Relativas a Duas Novas Ciências (1638) e o Horologium Oscillatorium (1673) de Christiaan Huygens. == História == O verdadeiro impulso para o livro veio quando Edmund Halley visitou Newton em Cambridge em agosto de 1684 e mencionou uma discussão entre ele, Christopher Wren e Robert Hooke em janeiro daquele ano, na qual Hooke afirmou que as leis de Kepler eram derivadas de uma abordagem de um quadrado inverso da distância para derivar a força gravitacional decrescente. Hooke já havia tornado essa lei de força responsável pelo movimento planetário em cartas (publicadas) a Newton em 1674, como uma força de equilíbrio para a força centrífuga e Halley também havia chegado a essa conclusão, mas não conseguia derivar as leis Kepler a partir dela. Newton respondeu a Halley em Cambridge em 1684 que já havia conseguido fazer isso, mas que não conseguia encontrar os documentos. Em novembro de 1685, ele enviou a Halley a derivação em um tratado \"De motu corporum in gyrum\" (Sobre o movimento dos corpos em uma órbita). Lá ele não apenas derivou as leis de Kepler (trajetória elíptica), mas também trajetórias em outras seções cônicas (hipérboles, parábolas) e tratou o movimento de um corpo em um meio com resistência. Halley relatou isso à Royal Society em dezembro de 1685 e instou Newton a publicar seus resultados. Durante este tempo, Newton também teve contatos com o Astrônomo Real John Flamsteed que lhe forneceu dados de observação dos planetas. Em abril de 1686, o manuscrito final dos Principia foi apresentado à Royal Society, que (após disputas sobre a prioridade com Hooke) concordou com a publicação em 30 de junho. Começando em 1709, Newton trabalhou, com a ajuda substancial do Professor Plumian de Astronomia no Trinity College, Roger Cotes, em uma segunda edição do Principia, que foi publicado em 1713, com um prefácio extenso e instrutivo do editor Cotes, coordenado com Newton. Naquela época, Newton trabalhava como chefe da Casa da Moeda Real e também estava envolvido em várias disputas de prioridade, especialmente com Leibniz. Em um “Escólio Geral” no final do Livro 3 desta segunda edição, ele critica Descartes e Leibniz. Aqui você também pode encontrar sua famosa frase de que ele não formaria hipóteses (“Hypotheses non fingo\"). A terceira edição apareceu em 25 de março de 1726 com a colaboração de Henry Pemberton (Newton mencionou esta vez com elogios no prefácio). De 1739 a 1742 uma edição da 3ª edição com comentários detalhados (quase linha por linha) foi publicada em Genebra, editada pelos franciscanos Thomas Le Seur e François Jacquier (mas outros estudiosos também trabalharam nela), na qual também usaram o cálculo mais moderno de Leibniz. Essa chamada edição jesuíta foi recomendada em 1980 pelo biógrafo de Newton, Richard Westfall, como uma das edições mais comentadas dos Principia.Richard Westfall: Never at Rest. A Biography of Isaac Newton. Cambridge University Press, S. 882. O próprio Newton evitou o cálculo e as equações aritméticas em seu Principia e apresentou suas derivações matemáticas como proporções geométricas. Isso se baseava na forma clássica de representação da matemática desde a Grécia antiga (elementos de Euclides). Entre 1745 e 1749, Émilie du Châtelet, amiga de Voltaire, escreveu uma tradução para o francês junto com Alexis-Claude Clairaut.Principes mathématiques de la philosophie naturelle. 2 Bände, Paris 1756, Nachdruck Paris 1966. Foi também Voltaire quem divulgou a famosa história da descoberta da gravidade por uma maçã caindo em Newton. Na França, as teorias de Newton, que de forma alguma tiveram a aprovação de todos os contemporâneos, só encontraram aceitação na forma de tradução e comentários analíticos de du Châtelet. Gottfried Wilhelm Leibniz e Christiaan Huygens, dois grandes cientistas contemporâneos do “continente”, foram e permaneceram céticos até a morte. A primeira edição completa em alemão foi publicada em 1872 por Jakob Philipp Wolfers. Uma pesquisa mundial em 2020 revelou um número inesperadamente grande de 387 cópias dos “Principia” em 27 países; 200 deles eram previamente desconhecidos.Mordechai Feingold und Andrej Svorenčík (2020): A preliminary census of copies of the first edition of Newton’s Principia (1687), Annals of Science, 77:3, 253–348, doi:10.1080/00033790.2020.1808700 == Conteúdo == Provavelmente o livro de ciências naturais de maior influência já publicado, contém as leis de Newton para o movimento dos corpos, fundamentação da mecânica clássica, assim como a lei da gravitação universal. Newton demonstrou as leis de Kepler para o movimento dos planetas (que haviam sido obtidas empiricamente). Na formulação de suas teorias da física, Newton desenvolveu um campo da matemática conhecido como cálculo. Entretanto, a linguagem do cálculo foi deixada de fora do Principia. Em vez de usá-lo, Newton demonstrou a maioria de suas provas com argumentos geométricos. O Philosophiae naturalis principia mathematica é composto de três volumes: #De motu corporum - Sobre o movimento dos corpos; #De motu corporum - Sobre o movimento dos corpos (cont.); #De mundi systemate - Sobre o sistema do Mundo. == Bibliografia == === Fontes primárias === * * Philosophiae naturalis principia mathematica, por Isaac Newton, segunda edição ampliada e corrigida, Cambridge, MDCCXIII. (1713) * Philosophiae naturalis principia mathematica, por Isaac Newton, terceira edição ampliada e corrigida, Londres, no Guil. & Ioh. Innys, MDCCXXVI (a terceira e última edição editada pelo próprio autor). (1726) === Traduções === * 1ª edição americana: Newton's Principia : the mathematical principles of natural philosophy, Daniel Adee 1846, Andrew Motte, 1729 (versão 1726). ==Ligações externas== * Philosophiæ Naturalis Principia Mathematica - - primeira edição em alta definição - Norges teknisk- naturvitenskapelige universitet (NTNU) * Philosophiæ Naturalis Principia Mathematica - - Universidade Federal do Rio Grande do Sul (UFRGS) Categoria:Livros de física Categoria:Livros de matemática Categoria:Revolução científica Categoria:Obras de Isaac Newton",
 "title": "Princípios Matemáticos da Filosofia Natural"
}