{
 "id": "84061",
 "text": "Aránzazu \"Arantxa\" Isabel María Sánchez Vicario (Barcelona, Espanha, 18 de dezembro de 1971) é uma ex-tenista profissional espanhola. Foi número 1 em simples e duplas. Arantxa é membro do International Tennis Hall of Fame desde 2007. == Grand Slam finais == === Simples: 12 (4 títulos, 8 vices) === Posição Ano Campeonato Piso Oponente Placar Campeã 1989 Roland Garros Saibro Steffi Graf 7–6(8–6), 3–6, 7–5 Vice 1991 Roland Garros Saibro Monica Seles 3–6, 4–6 Vice 1992 US Open Duro Monica Seles 3–6, 3–6 Vice 1994 Aberto da Austrália Duro Steffi Graf 0–6, 2–6 Campeã 1994 Roland Garros Saibro Mary Pierce 6–4, 6–4 Campeã 1994 US Open Duro Steffi Graf 1–6, 7–6(7–3),6–4 Vice 1995 Aberto da Austrália Duro Mary Pierce 3–6, 2–6 Vice 1995 Roland Garros Saibro Steffi Graf 5–7, 6–4, 0–6 Vice 1995 Wimbledon Grama Steffi Graf 4–6, 6–1, 5–7 Vice 1996 Roland Garros Saibro Steffi Graf 3–6, 7–6(7–4), 8–10 Vice 1996 Wimbledon Grama Steffi Graf 3–6, 5–7 Campeã 1998 Roland Garros Saibro Monica Seles 7–6(7–5), 0–6, 6–2 === Duplas: 11 (6 títulos, 5 vices) === Posição Ano Campeonato Piso Parceira Oponentes Placar Campeã 1992 Aberto da Austrália Duro Helena Suková Mary Joe Fernandez Zina Garrison 6–4, 7–6(7–3) Vice 1992 Roland Garros Saibro Conchita Martínez Gigi Fernández Natasha Zvereva 3–6, 2–6 Campeã 1993 US Open Duro Helena Suková Amanda Coetzer Inés Gorrochategui 6–4, 6–2 Vice 1994 Wimbledon Grama Jana Novotná Gigi Fernández Natasha Zvereva 4–6, 1–6 Campeã 1994 US Open Duro Jana Novotná Katerina Maleeva Robin White 6–3, 6–3 Campeã 1995 Aberto da Austrália Duro Jana Novotná Gigi Fernández Natasha Zvereva 6–3, 6–7(3–7), 6–4 Vice 1995 Roland Garros Saibro Jana Novotná Gigi Fernández Natasha Zvereva 7–6(8–6), 4–6, 5–7 Campeã 1995 Wimbledon Grama Jana Novotná Gigi Fernández Natasha Zvereva 5–7, 7–5, 6–4 Campeã 1996 Aberto da Austrália Duro Chanda Rubin Lindsay Davenport Mary Joe Fernandez 7–5, 2–6, 6–4 Vice 1996 US Open Duro Jana Novotná Gigi Fernández Natasha Zvereva 6–1, 1–6, 4–6 Vice 2002 Aberto da Austrália Duro Daniela Hantuchová Martina Hingis Anna Kournikova 2–6, 7–6(7–4), 1–6 === Duplas Mistas: 8 (4 títulos, 4 vices) === Posição Ano Campeonato Piso Parceiro Oponentes Placar Vice 1989 Roland Garros Saibro Horacio de la Peña Manon Bollegraf Tom Nijssen 3–6, 7–6, 2–6 Campeã 1990 Roland Garros Saibro Jorge Lozano Nicole Provis Danie Visser 7–6, 7–6 Vice 1991 US Open Duro Emilio Sánchez Manon Bollegraf Tom Nijssen 2–6, 6–7 Vice 1992 Aberto da Austrália Duro Todd Woodbridge Nicole Provis Mark Woodforde 3–6, 6–4, 9–11 Campeã 1992 Roland Garros Saibro Todd Woodbridge Lori McNeil Bryan Shelton 6–2, 6–3 Campeã 1993 Aberto da Austrália Duro Todd Woodbridge Zina Garrison Rick Leach 7–5, 6–4 Vice 2000 Aberto da Austrália Duro Todd Woodbridge Rennae Stubbs Jared Palmer 5–7, 6–7 Campeã 2000 US Open Duro Jared Palmer Anna Kournikova Max Mirnyi 6–4, 6–3 == Jogos Olímpicos == === Simples: 2 medalhas (1 prata, 1 bronze) === Posição Ano Local Piso Oponente Placar Bronze 1992 Barcelona Clay Mary Joe Fernandez – Prata 1996 Atlanta Dura Lindsay Davenport 6–7(8–10), 2–6 Não houve disputa, tanto Arantxa e Mary Joe receberam a medalha de bronze. === Duplas: 2 medalhas (1 prata, 1 bronze) === Posição Ano Local Piso Parceira Oponente Placar Prata 1992 Barcelona Saibro Conchita Martínez Gigi Fernández Mary Joe Fernández 5–7, 6–2, 2–6 Bronze 1996 Atlanta Dura Conchita Martínez Manon Bollegraf Brenda Schultz 6–3, 6–1 ==Vida Pessoal== Em novembro de 2002, depois de arrecadar quase 17 milhões de dólares em prize money (num total de cerca de 60 milhões que terá conseguido ao longo da carreira com patrocínios) retirou-se. Após ter sido condenada por fraude fiscal pelo Tribunal Económico Administrativo da Catalunha em 2001, perdeu o recurso em 2003 e viu o Supremo Tribunal confirmar a pena em 2009, sendo obrigada a pagar 3,5 milhões de euros pelo crime de fraude fiscal entre 1989 e 1993. Foi casada com Joan Vehils (jornalista que dirigiu o jornal Sport durante dez anos até 2016) e com José Santacana Blanch. Na autobiografia “Arantxa, vamos! Memórias de uma luta, uma vida de uma mulher”, que saiu em fevereiro de 2012 a jogadora acusava os pais de terem ficado com todo o dinheiro que ganhou. Foi gastando dinheiro e teve de vender as duas vivendas em Formentera e Barcelona e até o iate (aqueles bens que dizia não ter…). O ex-marido Santacana deu entrada com o processo de divórcio, terá ficado com a fortuna de ambos (até alguns troféus do WTA que ganhou quando estava no ativo) e pediu a custódia dos dois filhos de ambos, Arantxa e Leo, alegando que a ex-tenista não estava em condições psicológicas para ficar com a guarda das crianças. O Banco do Luxemburgo pediu a um tribunal de Barcelona que prendesse preventivamente o casal caso não fosse desbloqueada uma fiança de dez milhões de euros, por forma a acautelar uma dívida de 7,5 milhões que tem com a entidade. Categoria:Naturais de Barcelona Categoria:Tenistas da Espanha Categoria:Tenistas olímpicos da Espanha Categoria:Tenistas nos Jogos Olímpicos de Verão de 1988 Categoria:Tenistas nos Jogos Olímpicos de Verão de 1992 Categoria:Tenistas nos Jogos Olímpicos de Verão de 1996 Categoria:Tenistas nos Jogos Olímpicos de Verão de 2000 Categoria:Tenistas nos Jogos Olímpicos de Verão de 2004 Categoria:Recebedores do Philippe Chatrier Award Categoria:Tenistas número um do mundo Categoria:Tenistas vencedores de torneios do Grand Slam Categoria:Membros do International Tennis Hall of Fame Categoria:Medalhistas nos Jogos Olímpicos de Verão de 1996 Categoria:Medalhistas nos Jogos Olímpicos de Verão de 1992",
 "title": "Arantxa Sánchez Vicario"
}