{
 "id": "84060",
 "text": "As Epístolas Paulinas, Epístolas de Paulo ou Cartas de Paulo são os 14 livros do Novo Testamento da Bíblia que têm o nome Paulo (Παῦλος) como a primeira palavra, portanto, as mesmas reivindicam a autoria do apóstolo Paulo. Entre essas cartas, estão alguns dos mais antigos documentos cristãos existentes. Eles fornecem uma visão das crenças de parte do cânon do Novo Testamento e são textos fundamentais para a teologia cristã e para a ética. A Epístola aos Hebreus, embora não tenha o nome de Paulo, foi tradicionalmente considerada paulina por mil anos. Mas, a partir do século XVI, a opinião se moveu constantemente contra a autoria paulina e poucos estudiosos agora atribuem a autoria dessa carta a Paulo, principalmente porque a mesma não é lida como qualquer uma das outras epístolas atribuídas a ele em estilo e conteúdo. [1] A maioria dos estudiosos concorda que Paulo realmente escreveu sete das Epístolas Paulinas, mas considera que quatro das epístolas em nome de Paulo parecem não ser da autoria dele. Além disso, os estudiosos estão divididos sobre a autenticidade de duas das epístolas. As Epístolas Paulinas são, geralmente, colocadas entre o livro Atos dos Apóstolos e as Epístolas Gerais nas edições modernas. A maioria dos manuscritos gregos, no entanto, coloca as Epístolas Gerais primeiro, [2] e alguns manuscritos (175, 325, 336, e 1424) colocam as Epístolas Paulinas no final do Novo Testamento. == Ordem == Paulo escreveu as epístolas para as comunidades que visitara, pregando e ensinando as máximas cristãs. As cartas relacionadas a seguir (conhecidas como Corpus Paulinum) são aquelas que tradicionalmente são atribuídas a Paulo: * Romanos; * I Coríntios; * II Coríntios; * Gálatas; * Efésios; * Filipenses; * Colossenses; * I Tessalonicenses; * II Tessalonicenses; * I Timóteo; * II Timóteo; * Tito; * Filemom; * Hebreus (Autor Desconhecido). As epístolas paulinas ainda podem ser divididas em: * Eclesiásticas - Romanos, I Coríntios, II Coríntios, Gálatas, Efésios, Filipenses, Colossenses, I Tessalonicenses e II Tessalonicenses. * Pastorais - I Timóteo, II Timóteo e Tito. * Pessoal - Filemom. Na ordem em que aparecem no Novo Testamento, as epístolas paulinas são: Nome | Localização | Grego | Latim | Abreviações ---|---|---|---|--- Maiusc. | Min. | | Πρὸς Ῥωμαίους | Epistola ad Romanos | Rom | Ro | | Πρὸς Κορινθίους Αʹ | Epistola I ad Corinthios | 1 Cor | 1C | | Πρὸς Κορινθίους Βʹ | Epistola II ad Corinthios | 2 Cor | 2C | | Πρὸς Γαλάτας | Epistola ad Galatas | Gal | G | | Πρὸς Ἐφεσίους | Epistola ad Ephesios | Eph | E | | Πρὸς Φιλιππησίους | Epistola ad Philippenses | Phil | Phi | | Προς Κολοσσαεῖς | Epistola ad Colossenses | Col | C | | Πρὸς Θεσσαλονικεῖς Αʹ | Epistola I ad Thessalonicenses | 1 Thess | 1Th | | Πρὸς Θεσσαλονικεῖς Βʹ | Epistola II ad Thessalonicenses | 2 Thess | 2Th | | Πρὸς Έβραίους | Epistola ad Hebraeus | Heb | H | | Πρὸς Τιμόθεον Αʹ | Epistola I ad Timotheum | 1 Tim | 1T | | Πρὸς Τιμόθεον Βʹ | Epistola II ad Timotheum | 2 Tim | 2T | | Πρὸς Τίτον | Epistola ad Titum | Tit | T | | Πρὸς Φιλήμονα | Epistola ad Philemonem | Philem | P == Referências == Categoria:Epístolas Paulinas",
 "title": "Epístolas paulinas"
}