{
 "id": "84070",
 "text": "A Primeira Epístola aos Tessalonicenses, geralmente referida apenas como I Tessalonicenses, é o décimo-terceiro livro do Novo Testamento da Bíblia. Foi a primeira carta que o apóstolo Paulo (com o apoio de Silas e Timóteo) redigiu aos cristãos da cidade de Tessalônica, na época pertencente a província da Macedônia no Império Romano. De acordo com a maioria dos eruditos teólogos ela foi a segunda epístola escrita pelo apóstolo (Gálatas seria a primeira). == Estrutura == A Tradução Brasileira da Bíblia organiza os capítulos da seguinte maneira: Capítulo 1 * versículo 1 - Saudação * versículos 2-10 - Os motivos da gratidão e da ação de graças Capítulo 2 * versículos 1-12 - A pregação de Paulo * versículos 13-16 - Os tessalonicenses sofrem perseguição * versículos 17-20 - Paulo se interessa por eles Capítulo 3 * versículos 1-10 - Paulo envia-lhes Timóteo. Boas novas trazidas por este * versículos 11-13 - A oração de Paulo por eles Capítulo 4 * versículos 1-8 - Exortação à santidade * versículos 9-12 - Exortação ao amor fraternal * versículos 13-18 - Acerca da ressurreição dos mortos e da vinda de Cristo Capítulo 5 * versículos 1-11 - O tempo em que Cristo há de voltar é desconhecido. A necessidade de vigilância * versículos 12-24 - Diversos preceitos * versículos 25-27 - Saudação final * versículo 28 - A bênção == Contexto Histórico == Na segunda viagem missionária, Paulo, Silas e Timóteo chegam pela primeira vez a Tessalônica, após passar por Filipos. No período em que ficaram na cidade, Paulo pregou na sinagoga - o templo principal dos judeus - onde converteram um grande número de gregos, lançando as fundações de uma das mais marcantes igrejas da época. Mas eles permaneceram em Tessalônica por um curto período de tempo, pois revoltaram a cidade e iniciaram então uma perseguição contra Paulo, acusando-o de traição a César. Paulo e Silas são então obrigados a fugir na mesma noite para Bereia, onde houve muitas conversões, atraindo novamente a atenção dos judeus de Tessalônica que seguiram para lá para incitar a população. Paulo foi obrigado a se separar deles e, por mar, foi levado a Atenas, e estando nessa cidade não demorou muito tempo até que Timóteo se juntasse a ele, mas logo Timóteo foi enviado de volta a Tessalônica, para obter notícias da igreja fundada naquela cidade. Enquanto isso Paulo partiu para Corinto e estando nessa cidade Timóteo retorna com ótimas noticias sobre a fé, esperança, amor e perseverança dos irmãos de Tessalônica, mesmo em meio às perseguições sofridas, escrevendo-lhes então esta epístola. == Ligações externas == * Primeira Epístola aos Tessalonicenses - Almeida Corrigida Fiel * Primeira Epístola aos Tessalonicenses - Almeida Revista e Corrigida (1995) * Primeira Epístola aos Tessalonicenses - Nova Versão Internacional * Primeira Epístola aos Tessalonicenses - Scrivener’s Textus Receptus 1894 * Primeira Epístola aos Tessalonicenses - Nestle 1904 Greek New Testament * Primeira Epístola aos Tessalonicenses - Bíblia Ave Maria * Primeira Epístola aos Tessalonicenses - Bíblia Matos Soares (1956) * Primeira Epístola aos Tessalonicenses - Vulgata Latina * Primeira Epístola aos Tessalonicenses - Tradução do Novo Mundo (revisão de 2015) 13",
 "title": "Primeira Epístola aos Tessalonicenses"
}