{
 "id": "84107",
 "text": "A história da América principiou com a chegada dos primeiros seres humanos à América em data ainda não plenamente esclarecida pela ciência, e continua até os dias de hoje. As civilizações pré-colombianas deixaram uma enorme riqueza de documentos que permitem conhecer o que se passou neste continente durante centenas de anos. Em 1492, Cristóvão Colombo chegou à ilha Hispaniola. Nos Estados Unidos, esse acontecimento é celebrado anualmente como sendo o Columbus Day. Observando por meio da ótica dos nativos, a dominação empreendida pelos europeus sinalizou o início de um período de decadência, opressão e violência, visto que as elites da Europa Ocidental da época, com interesses mercantilistas que se traduziam na busca por metais preciosos, dizimaram milhares de índios em tribos. == Ocupação humana == Muitos historiadores e cientistas discutem sobre a teoria da qual fala da chegada do homem na América, a teoria mais aceita seria de que nômades asiáticos teriam atravessado o Estreito de Bering e alcançado a América do Norte, e assim foram se expandindo até chegarem a América do Sul. Após toda a ocupação do continente os paleoamericanos estabeleceram as primeiras culturas na região que hoje é os Estados Unidos sendo a mais antiga a Cultura Clóvis por volta de 13500 a.C.. == Era pré-colombiana == Os primeiros assentamentos permanentes surgiram na América por volta de 6000 a.C. com a prática da agricultura. Esses recursos se mantiveram de forma mais intensa em duas regiões, a Mesoamérica e os Andes, onde floresceram muitas culturas e civilizações avançadas tendo destaque para os Maias na Península de Yucatán entre 250 d.C. a 900 d.C., os Astecas na área central do México no século XIV e os Incas nos atuais países andinos do Peru, da Bolívia e Equador no século XV. Esses três povos desenvolveram-se com base nos conhecimentos de civilizações anteriores que já tinham desaparecido, e com base nisso, sua estrutura social tornou-se bastante complexa e organizada, ergueram grandes cidades como Tenochtitlán e Teotihuacán com uma população a cerca de 120 a 250 mil habitantes. Possuíam também um sistema comercial bem elaborado. Já as outras culturas que existiam no continente americano antes da chegada dos europeus estavam em estágios tribais e semi-nômades, vivendo em aldeias com a prática da caça, da pesca e da agricultura em pequena escala. Além destas, alguns outros povos já organizavam-se em complexas chefaturas, formadas por confederações de tribos unidas que tinham como principal fonte de economia a agricultura intensiva e o comércio com seus vizinhos. Destas últimas, vê-se uma notável hierarquização da sociedade, a exemplo das culturas do Mississippi, com seu maior centro em Cahokia no atual Estados Unidos e os povos Muíscas, originários da Colômbia, que já detinham de conhecimentos avançados da ourivesaria. == Descoberta e colonização == A primeira colonização europeia da América foi levada a cabo pelo vikings, no . Estes possuíam colónias na Gronelândia, na Terra Nova (atualmente no Canadá) e, possivelmente, nos Estados Unidos. Séculos mais tarde, a partir do Descobrimento da América pelos europeus, em 1492, iniciou- se um novo processo de colonização que se estendeu por todo o continente. Primeiro pelos países ibéricos, Portugal e Espanha, e depois por outras nações europeias, principalmente Inglaterra, França, Holanda e Rússia, esta no Alasca já no fim do século XVIII. Durante o período colonial, houve imigração maciça para as Américas, principalmente de europeus e africanos, estes trazidos como escravos; e diminuição drástica da população indígena original. Ao mesmo tempo, foram implantados sistemas administrativos civis, militares e eclesiásticos semelhantes aos europeus, bem como sistemas de exploração econômica das colônias pelas metrópoles. == Descolonização == O processo de descolonização das Américas começou com uma série de revoluções no final do século XVIII e início do século XIX, destacando-se as que culminaram na independência dos Estados Unidos, em 1776, do Haiti, em 1801, da América Espanhola nas décadas de 1810 e 1820 e do Brasil em 1822. Na América Latina, houve uma diferença marcante no resultado da descolonização entre os territórios espanhóis, que se fragmentaram em vários países, e portugueses, que permaneceram unificados no Brasil. Durante o século XIX, outras colônias francesas, espanholas e britânicas (além de territórios de países americanos já soberanos) foram anexadas pelos Estados Unidos no seu movimento de expansão territorial. Na segunda metade do século XX, houve uma nova onda de descolonização no continente, desta vez pacífica, por meio da retirada voluntária das potências coloniais, especialmente na América Central e nas Guianas. Atualmente, ainda existem várias dependências britânicas, francesas, holandesas e dinamarquesa nas Américas. == América independente == O regime político escolhido pelos novos países soberanos das Américas foi a república, com exceção do México e do Brasil; porém, ambos mudaram para o regime republicano, o México já no ano seguinte da independência e o Brasil em 1889. Apesar da independência das colônias, durante o século XIX e parte do XX a região permaneceu economicamente dependente em relação ao Reino Unido, à França ou aos Estados Unidos, dependendo do país. Já a influência cultural nem sempre acompanhava a econômica - por exemplo, no Brasil até a primeira metade do século XX, era forte a influência econômica britânica, mas na área cultural era a francesa. Na América Central, a influência dos EUA se estendeu século XX adentro, envolvendo várias intervenções militares nas primeiras décadas daquele século. Na segunda metade do século XX, os EUA se tornaram uma superpotência e sua influência econômica e cultural se estendeu por todo o continente, que foi afetado pela geopolítica da Guerra Fria. No início da história independente da América Latina, houve processos de fragmentação política subsequentes, com o surgimento de novos países nas hoje extintas República Federal da América Central (1823-1839) e Grã-Colômbia (1821-1831). Já a América do Norte, durante o século XIX, foi marcada pela expansão territorial dos EUA principalmente em direção ao oeste até a costa do Pacífico. No plano interno, o fenômeno político do caudilhismo, desde meados da segunda metade do século XIX até a década de 1930, foi típico da América Latina. O processo de consolidação das nacionalidades e dos domínios territoriais às vezes envolveu conflitos armados internacionais, como a Guerra do Paraguai (1864-1870) e a Guerra do Pacífico (1879-1883). No século seguinte, os processos de modernização econômica e social experimentaram movimentos revolucionários importantes, sendo o mais impactante a Revolução Mexicana de 1910-1920. A partir do último quarto do século dezenove até o começo da Primeira Grande Guerra, os Estados mais solidificados junto a periferia do sistema econômico mundial, incluindo aí a América Latina, viveram os efeitos da expansão da industrialização para países como a Alemanha e os Estados Unidos, posteriormente ao seu desenvolvimento inicial na Inglaterra, Bélgica e França. Registrou-se um crescimento vertiginoso dos fluxos de capitais e de mercadorias internacionais associados à abertura de novos mercados consumidores na América e Ásia e à transição do trabalho escravo para assalariado; levando a adesão aos valores e costumes europeus e culminando consequentemente na cristalização do conceito de hegemonia material. A aceitação dessa realidade dos países centrais pelas nações periféricas economicamente, assim instaurada, perpetuou-se para além da independência política dos países latino-americanos. Embora neste momento histórico tenha sido concebida as primeiras ideias patrióticas da região, entre elas a de José Martí, que pregava a ressignificação da identidade pelo local de nascimento e a valorização das mestiçagens próprias do continente, a proeminência de uma outra corrente política, a ideologia liberal, garantiu a continuidade dos rumos assumidos desde os tempos coloniais. Chasteen considera como pontos centrais e unificados, na história do desenvolvimento da América Latina; os processos de conquista, colonização e assimilação; demonstrados pela mistura de raças e etnias no continente americano, desenvolvimento de classes, revoluções e formação dos Estados-Nações latinoamericanos, na busca pelo crescimento econômico pelas elites e a desigualdade política e social. Liderado pela ascensão de elites bem-informadas e educadas, o liberalismo não só consolidou os parâmetros europeus do que seria \"civilização\" já vigentes na América Espanhola; como a língua, as leis e os costumes dos colonizadores espanhóis; como também implantou uma nova etapa neoimperialista de submissão, substituindo a velha visão colonial por uma nova ideologia hegemônica: o Progresso. Desviando seus olhares da agora decadente nação colonizadora espanhola, em direção aos novos centros capitalistas em desenvolvimento; Reino Unido, França e Estados Unidos da América; as elites americo-hispânicas revitalizaram a dicotomia binária entre progresso e atraso, em que o latino- americano materializava o elemento menos valorizado em um mundo recentemente globalizado, instaurando assim uma nova relação de dependência. Para carrilar as estradas do Progresso, os liberais latino-americanos promoveram uma reorganização cultural, econômica e social da região: As grandes cidades latino-americanas perderam as pedras de cantaria coloniais, as paredes de emboço branco e os telhados de telhas vermelhas, tornando-se metrópoles modernas, comparáveis aos gigantes urbanos de qualquer parte. Bondes sacolejavam, telefones tilintavam e filmes mudos tremeluziam de Montevidéu e Santiago à Cidade do México e Havana. As ferrovias multiplicaram-se fabulosamente, assim como as exportações de açúcar, café, cobre, cereais, nitrato, estanho, cacau, borracha, bananas, lã e tabaco. Enquanto os liberais dedicavam-se ao seu empreendimento, a força nativista gestada pelo pensamento de autores como Martí ia conquistando novos adeptos, até que, nas primeiras décadas do século XX, o movimento ganhou, por fim, grande proporção nos países latino-americanos: seus ideais de celebração dos valores nativos passaram a ser adotados, em boa parte da região, como parâmetros na tardia constituição dos Estados-Nações do continente. Além desse investimento, como resultado, observou-se um enorme enriquecimento das elites exportadoras em detrimento das classes mais pobres. Disso decorreu a constituição de governos oligárquicos que, embora preservassem muitas vezes as formas republicanas, funcionavam na prática como ditaduras políticas, construídas a partir da corrupção eleitoral. Sendo, assim, desta forma o período histórico que compreende os anos de 1875 a 1914, ou em alguns países até 29, pode ser compreendido e entendido como “neo- colonial”. Houve um grande crescimento econômico e pode-se investir nas melhorias matérias visando os grupos mais bem estabelecidos socialmente, mas submetendo a economia das nações da América Latina à economia do Reino Unido e dos Estados Unidos da América. Essa demanda crescente por produtos primários, nos países industrializados, acabou gerando tensão no cenário internacional. As disputas por novas fontes de matérias-primas e por novos mercados consumidores dos produtos industrializados provocaram abalo na posição hegemônica britânica. Outras potências começaram a tentar construir impérios ultramarinos, especialmente a Alemanha, mas também a França, a Itália. Ainda em período de paz, estas disputas resultaram em uma corrida armamentista na Europa, cujo desfecho se deu com a deflagração da Primeira Guerra Mundial. Mesmo assim, ainda antes da guerra, haviam forças que ameaçavam o sistema econômico estabelecido, e a repercussão na América Latina apresentou suas peculiaridades. Primeiro, a citada ascensão de economias com industrialização tardia, em meio à queda da competitividade da indústria britânica e da participação de seus produtos no comércio internacional, ainda que a libra conseguisse papel crescente como moeda chave no comércio internacional. Com isso, notava-se aumento da participação dos Estados Unidos da América no investimento e no comércio mantidos com a região, embora o Reino Unido continuasse possuindo a posição predominante. Segundo, a crescente oferta de produtos primários, em meio à demanda mais reduzida nos países industrializados, fruto da redução da demanda “ou mesmo seu colapso total”, levaria a uma instabilidade no mercado de exportação de commodities. A eclosão da Primeira Guerra Mundial na Europa modificou esse sistema, e posteriormente a Grande Depressão de 1929 o sepultou definitivamente, em razão da queda da exportação dos produtos primários latino-americanos em direção aos países do Atlântico Norte. Esse conflito teve grande importância, desde que acabou com a economia mundial clássica capitalista na qual o Reino Unido exercia papel dominante, por intermédio do funcionamento financeiro do padrão-ouro monetário. Tal crise levou ao surgimento de um período de lideranças nacionalistas, com vistas ao desenvolvimento urbano e à classe média e à industrialização por substituição de importações. Com a crise, o desejo por renovação não pode mais se dissociar do fluxo de informações. Assim mesmo, a consulta as diversas elites governamentais, políticas e intelectuais “perderam as ilusões acerca dos modelos estrangeiros”. Ao estabelecer os casos argentino, brasileiro e mexicano e analisar a história comparativa dos discursos de Hipólito Yrigoyen, Getúlio Vargas e Francisco Madero, Wasserman trabalha com diversas alocuções destes mandatários latino-americanos e ainda com seus programas político-partidários. Acima de tudo, este processo político-partidário teve consequências sobre a versão construída sobre qual deveria ser a representação das nações, sendo apoiada por operários, setores da classe média urbanizada, camponeses, oligarquias periféricas, burguesia industrial e todos aqueles que se sentiam abandonados em geral pelo sistema, os não pertencentes às elites tradicionais tiveram, a partir de então, mais força para impor as representações de suas identidades como nacionais. Ao comparar, Wasserman salienta que a diferenciação entre a oligarquia e a burguesia diz respeito à: \"Aquelas frações da classe dominante latino- americana tributárias do período colonial, que embora tenham realizado a tarefa de implantar o capitalismo – cercamento dos campos e modificação das relações de produção – mantiveram traços aristocráticos de grupos pré- capitalistas, que impediram, durante o período em que governaram, a extensão do modo de produção capitalista e a transição da extração da mais-valia absoluta para a mais-valia relativa, ou a completa incorporação da máquina ao processo produtivo, etc. A oligarquia, assim considerada, é tida como uma classe intermediária, entre grupos dominantes totalmente pré-capitalistas e grupos dominantes capitalistas, ou melhor a burguesia\". Nesse sentido, a ideia de que a crise em curso possuía razões internas e externas, e de que superá-la exigiria a consecução de um empreendimento com vistas à transformação estrutural da economia nacional e de sua forma de inserção na economia mundial sem, contudo, romper com a lógica de uma cultura agroexportadora anteriormente estabelecida, o que apenas aparentemente constitui uma contradição. Deste modo, os objetivos discursivos centrais constituem segmentos de variadas procedências sociais, e os transformam em interesses coletivos e nacionais e em alguns casos em uma revolução dos costumes. Por fim das experiências acumuladas, quando os autores demonstram buscar uma história coletiva da América Latina, não sugerem que todos devem partilhar um denominador epistemológico comum para entender a história única de cada estado, mas que as metodologias de investigação devem, no caso da América Latina, unir-se para fazer frente às consequências presentes e atuantes dado os contextos internos e externos. Que a construção semiótica precisa levar em consideração como fator primordial e ponto de partida as grandes transformações ocorridas na história dos povos latino-americanos: o encontro com os europeus. É a percepção dessa problemática central que deve ser comum aos que desejam interpretar a América Latina hoje. O resgate histórico desse ponto nevrálgico para a compreensão das dinâmicas políticas, culturais e econômicas nas sociedades deve ser rigoroso, porém não excludente, capaz de extrair significado histórico desde uma intelectual de um autor como José Martí até as influências externas de caráter econômico que alterem a existência especificas de frações ou regiões. Na segunda metade do século XX, toda a região sofreu impacto do contexto da Guerra Fria, com EUA e Canadá se envolvendo diretamente com a OTAN e diversos dos outros países sendo vítimas de guerras civis ou de golpes de Estado seguidos de ditaduras. O caso da Revolução Cubana tornou-se um símbolo da resistência ao imperialismo estado-unidense em toda a América Latina. Finda a Guerra Fria, desde os anos 1990, as três Américas se envolveram no processo global de formação de blocos econômicos, sendo os principais o Tratado Norte-Americano de Livre Comércio (Nafta) e o Mercado Comum do Sul (Mercosul). == História por região == Como as colonizações não ibéricas se concentraram principalmente no Caribe e na América do Norte, há uma diferença histórica e cultural entre essas regiões e o resto das Américas que levou à distinção entre a América Latina (de colonização ibérica) e a América Anglo-Saxônica. Assim, muito já foi escrito sobre a História da América Latina como um todo, e algumas obras sobre a História da América Anglo-Saxônica em si. No entanto, diferenças importantes também aparecem na divisão geográfica tradicional entre Américas do Norte, Central e do Sul. A proximidade do México com os Estados Unidos torna possível narrar e analisar uma História da América do Norte como um todo. A mesma relação geográfica no caso dos países centro-americanos, além da sua geografia peculiar e do histórico de colonização europeia não ibérica nas Antilhas e na costa ocidental do istmo, produziram um desenvolvimento específico na História da América Central, em particular a fragmentação política em pequenas nações bem maior que no resto do continente e as intervenções militares estado-unidenses, comuns até a década de 1930. A partir da década de 1870, a América do Sul experimentou evoluções políticas quase concertadas. À parte variações na cronologia dependendo do país, tal processo pode ser, grosso modo, dividido entre: governos autoritários e nacionalistas liderados pelos chamados \"caudilhos\" entre 1870 e 1930; regimes populistas sob influência dos EUA de 1930 a 1954; ditaduras militares entre 1954 e 1990, quando a região era influenciada pela geopolítica da Guerra Fria (1945-1990); a redemocratização, com reformas neoliberais na economia, de 1983 a 1999; e regimes voltados à esquerda em parte da região a partir de 1999. == Ver também == * América * Arqueologia da América ==Bibliografia== * * * * * == Ligações externas ==",
 "title": "História da América"
}