{
 "id": "84150",
 "text": "Tia May é uma personagem fictícia das histórias em quadrinhos americanas publicados pela Marvel Comics. Criada pelo escritor Stan Lee e pelo artista Steve Ditko, a personagem fez sua primeira aparição em Amazing Fantasy #15 (agosto de 1962). Ela é a tia de casamento de Peter Parker e está sempre apoiando Peter, embora na maior parte das histórias ela não tenha conhecido sua vida secreta e considere o Homem-Aranha assustador. May sempre foi desenhada como uma mulher frágil e velha, mas tem-se mostrado uma das personagens mais resistentes e de grande longevidade do Universo Marvel.Almanaque Comic Book AwardsProfile no Spiderfan.orgFãs de quadrinhos se irritam com a fato da Marvel ter apagado o casamento do Homem Aranha ==História== Seu nome de solteira é May Reilly, o que inspirou o nome do clone de Peter, Ben Reilly, o Aranha Escarlate. Após o desaparecimento dos pais, Peter Parker foi morar ainda criança com May e seu marido, Ben Parker, numa casa no bairro nova-iorquino de Forest Hill, Queens. Quando seu marido foi assassinado por um ladrão, passou a ter problemas financeiros e de saúde, o que obrigou Peter a trabalhar para ganhar dinheiro, contudo sem parar com os estudos. Quando iniciou a faculdade, Peter foi morar com seu amigo rico Harry Osborn, o que fez com que a tia May alugasse seu quarto. O primeiro inquilino foi o vilão Doutor Octopus, com quem a mulher teve um romance que, para o desespero de seu sobrinho, quase acabou em casamento. Foi dada como morta em determinada ocasião, mas retornou quando descoberto que aquilo era uma ilusão do vilão Mystério. Recentemente, foi morar com Peter e Mary Jane na Torre Stark, após ter tido sua casa queimada. Lá, começou a se envolver romanticamente com o mordomo dos Vingadores, Edwin Jarvis. ==Em outras mídias== ===Desenhos Animados=== * A primeira aparição de may em uma animação, foi na primeira temporada da série de 1960 do Homem-Aranha como parte do episódio \"O chifre do rinoceronte\", dublada por Peg Dixon. * Tia May aparece na série animada do Homem-Aranha de 1980, dublada por Linda Gary. * Tia May aparece várias vezes no decorrer da série Homem-Aranha e Seus Amigos dublada por June Foray. * May aparece na série animada de 1994, Homem-Aranha: A Série Animada, dublada por Linda Gary nas três primeiras temporadas e mais tarde substituída por Julie Bennett nas duas últimas temporadas após a morte de Gary. Na série Peter está sempre chateado por sua tia não gostar de seu alter- ego, por acreditar que por causa dele, a cidade está sempre em perigo. * May Parker aparece em The Spectacular Spider-Man, de 2008, dublada por Deborah Strang. Na série May aparenta ser mais jovem, mas ainda é uma mulher frágil, já que tem alguns problemas de saúde durante a série. * May também aparece em Ultimate Homem-Aranha, dublada por Misty Lee. Essa versão da personagem é menos frágil do que suas representações anteriores e também tem vários hobbies como ioga e culinária, o que permite que Peter saia de casa sem levantar suspeitas. * Na série Vingadores: Os Heróis mais Poderosos da Terra ela é mencionada por Peter no episódio \"New Avengers\". ===Filmes=== * May é interpretada por Rosemary Harris na trilogia dirigida por Sam Raimi, Homem- Aranha, Homem-Aranha 2 e Homem-Aranha 3, tendo uma adaptação fiel a sua contraparte das HQ's. * Sally Field assume o papel nos filmes O Espetacular Homem-Aranha e O Espetacular Homem-Aranha 2: A Ameaça de Electro. ====Jogos==== *Apareceu em Marvel's Spider-Man de 2018 *É Mencionada em Spider-Man: Miles Morales de 2020 ==== Universo Cinematográfico Marvel ==== * May foi inserida no Universo Cinematográfico Marvel em Capitão América: Guerra Civil, sendo interpretada por Marisa Tomei, que reprisa seu papel em Spider- Man: Homecoming (2017), Spider-Man: Far From Home (2019) e Spider-Man: No Way Home (2021). Categoria:Personagens de Homem-Aranha Categoria:Coadjuvantes da Marvel Comics",
 "title": "May Parker"
}