{
 "id": "84173",
 "text": "Papa Inocêncio X, nascido Giambattista Pamphili, ou Pamphilj (Roma, 6 de maio de 1574 – Roma, 7 de janeiro de 1655) foi Papa de 15 de setembro de 1644 até a data da sua morte. Nascido em Roma, de uma família de Gubbio, na Úmbria, que havia chegado a Roma durante o pontificado do papa Inocêncio IX, Pamphili foi treinado como advogado e formado no Collegio Romano. Ele seguiu um cursus honorum convencional, seguindo seu tio Girolamo Pamphili como auditor da Rota e, como ele, alcançando a posição de cardeal-sacerdote de Santo Eusébio, em 1629. Antes de se tornar papa, Pamphili serviu como diplomata papal em Nápoles, França e Espanha. Pamphili sucedeu o Papa Urbano VIII (1623-1644) em como papa Inocêncio X, após um conclave papal contencioso que apresentava uma rivalidade entre facções francesas e espanholas. Inocêncio X foi um dos pontífices mais politicamente espertos da época, aumentando muito o poder temporal da Santa Sé. Os principais eventos políticos nos quais ele esteve envolvido incluem a Guerra Civil Inglesa, conflitos com oficiais da igreja francesa por questões de fraude financeira e hostilidades com o Ducado de Parma relacionadas à Primeira Guerra de Castro. Em termos de eventos teológicos, Inocêncio X emitiu uma bula papal condenando as crenças do jansenismo. ==Biografia == ===Início da vida === Giovanni Battista Pamphili nasceu em Roma em , filho de Camillo Pamphili, da Família Pamphili. A família, originária de Gubbio, era descendente direta do Papa Alexandre VI. Em 1594, ele se formou no Roman College e seguiu um caminho convencional através das fileiras da Igreja Católica. Ele atuou como advogado Consistorial em 1601, e em 1604 sucedeu seu tio, o cardeal Girolamo Pamphili, como auditor da Roman Rota, o tribunal de apelação eclesiástico. Ele também foi canonista da Penitenciária Apostólica Sagrada, um segundo tribunal.Miranda, Salvador. \"Pamphilj, Giambattista (1574–1655)\", The Cardinals of the Holy Roman Church Em 1623, o Papa Gregório XV o enviou como núncio apostólico (diplomata eclesiástico) à corte do Reino de Nápoles.Vergil and the Pamphili Family in Piazza Navona, Rome, Igrid Rowland, A Companion to Vergil's Aeneid and its Tradition, Ed. Joseph Farrell and Michael C.J. Putnam, (Blackwell Publishing Ltd, 2010), 253. Em 1625, o Papa Urbano VIII o enviou para acompanhar seu sobrinho Francesco Barberini, a quem ele havia acreditado como núncio, primeiro na França e depois na Espanha.Boutry, Philippe. \"Innocent X\", The Papacy:An Encyclopedia, Vol.2, Ed. Philippe Levillain, (Routledge, 2002), 801. Em janeiro de 1626, Pamphili foi nomeado Patriarca Latino-Titular de Antioquia.Michael Ott, Pope Innocent X; volume 8 Como recompensa por seu trabalho, em maio de 1626, Giovanni Battista foi nomeado núncio na corte de Filipe IV de Espanha. A posição levou a uma associação ao longo da vida com os espanhóis, que foi de grande utilidade durante o conclave de 1644. Foi criado cardeal In pectore em 1627 e publicado em 1629. ==Papado == ===Eleição=== O conclave de 1644 para a eleição de um sucessor do Papa Urbano VIII foi longo e contencioso, durando de a . Uma grande facção francesa liderada pelos sobrinhos de Urbano VIII opôs-se ao candidato espanhol, como inimigo do cardeal Mazarin, que orientava a política francesa. Eles formaram seu próprio candidato (Giulio Cesare Sacchetti), mas não puderam estabelecer apoio suficiente para ele e concordaram com o cardeal Pamphili como um compromisso aceitável, embora ele tenha servido como legado da Espanha. History of the popes; their church and state (Volume III) by Leopold von Ranke (2009, Wellesley College Library) Mazarin, com o veto francês de Pamphili, chegou tarde demais e a eleição foi realizada.Miranda, Salvador. \"Conclave of August 9 to September 15, 1644\", The Cardinals of the Holy Roman Church ===Relações com a França=== Pamphili optou por se chamar Inocêncio X e, logo após sua adesão, iniciou uma ação legal contra os Barberini por apropriação indevida de fundos públicos. Os irmãos Francesco Barberini, Antonio Barberini e Taddeo Barberini fugiram para Paris, onde encontraram um poderoso protetor no cardeal Mazarin.George L. Williams, Popal Genealogy: The Families And Descendants Of The Popes, (McFarland & Company, 1998), 109. Inocêncio X confiscou suas propriedades e, em , emitiu uma bula papal decretando que todos os cardeais que deixassem os Estados papais por seis meses sem a permissão expressa do Papa seriam privados de seus benefícios e eventualmente de seu próprio cardinalato. O parlamento francês declarou nula a ordenança papal na França, mas Inocêncio X não cedeu até Mazarin se preparar para enviar tropas para a Itália. A partir de então, a política papal em relação à França tornou-se mais amigável e, um pouco depois, os Barberini foram reabilitados quando o filho de Taddeo Barberini, Maffeo Barberini, casou-se com Olimpia Giustiniani, sobrinha de Inocêncio X. Em 1653, Inocêncio X, com a bula Cum Ocasione, condenou cinco proposições de Agostinho de Jansenius, inspiradas por Santo Agostinho,\"Jansenism\", Raymond A. Blacketer, The New Westminster Dictionary of Church History: The Early, Medieval, and Reformation Era, Ed. Robert Benedetto, (Westminster John Knox Press, 2008), 348. como herética e perto de luteranismo. Isso levou à controvérsia do formulário, à escrita de Blaise Pascal sobre os Lettres Provinciales e, finalmente, à demolição do convento jansenista de Port-Royal e à subsequente dissolução de sua comunidade. ===Relações com Parma === Diz-se que a morte do Papa Urbano VIII foi apressada por seu desgosto com o resultado da Primeira Guerra de Castro, uma guerra que ele havia empreendido contra Eduardo I Farnésio, duque de Parma. As hostilidades entre o papado e o Ducado de Parma foram retomadas em 1649, e as forças leais ao papa Inocêncio X destruíram a cidade de Castro em . Inocêncio X se opôs à conclusão da Paz da Vestfália, que seu núncio, Fabio Chigi, protestou em vão. Em 1650, o Inocêncio X emitiu o breve Zelo Domus DeiPsalms 69:9, \"For the zeal of thine house hath eaten me up, and the reproaches of them that reproached thee are fallen upon me.\" contra a Paz da Vestfália e o datou em 1648, a fim de preservar possíveis reivindicações por terras e propriedades confiscadas.Ryan, E.A., \"Catholics and the Peace of Westphalia\" Os protestos foram ignorados pelas potências européias. ===Guerra Civil Inglesa=== Durante a Guerra Civil (1642-1649) na Inglaterra e na Irlanda, Inocêncio X apoiou fortemente a Irlanda Confederada independente, sobre as objeções de Mazarin e a ex-rainha inglesa e, na época, a rainha mãe, Henrietta Maria, exilada em Paris. O papa enviou Giovanni Battista Rinuccini, arcebispo de Fermo, como núncio especial para a Irlanda. Ele chegou a Kilkenny com uma grande quantidade de armas, incluindo 20 mil libras de pólvora e uma quantia muito grande de dinheiro.\"con somme cospicue di pecunia ed altre munizioni\", G. Alazzi, Nunciatura in Irlanda di Monsignor Gio. Batista Rinuccini (Florence) 1844, preface (p. vi) to the publication of Rinucci's official letters: see Giovanni Battista Rinuccini. Rinuccini esperava poder desencorajar os confederados de se aliarem a Carlos I e os realistas na Guerra Civil Inglesa e, em vez disso, incentivá-los a fundar uma Irlanda independente, governada por católicos. Em Kilkenny, Rinuccini foi recebido com grandes honras, afirmando em sua declaração em latim que o objetivo de sua missão era sustentar o rei, mas, acima de tudo, resgatar de dores e penalidades o povo católico da Irlanda, assegurando o exercício público e gratuito de a religião católica e a restauração das igrejas e propriedades da igreja. No final, Oliver Cromwell restaurou a Irlanda para o lado parlamentar e Rinuccini retornou a Roma em 1649, após quatro anos infrutíferos. ===Cardeais=== Inocêncio X criou 40 cardeais em 8 consistórios, incluindo Fabio Chigi, que se tornaria o Papa Alexandre VII, Benedetto Giulio Odescalchi, que se tornaria Papa Inocêncio XI e Pietro Vito Ottoboni, que se tornaria Papa Alexandre VIII. ==Olimpia Maidalchini == Olimpia Maidalchini era casada com o falecido irmão de Inocêncio X, e acreditava-se que era sua amante por causa de sua influência sobre ele em questões de promoção e política. Esse estado de coisas foi mencionado na Encyclopædia Britannica 9ª edição (1880): ==Morte e legado == Durante o papado do Papa Urbano VIII, o futuro Inocêncio X foi o rival mais significativo do papa entre o Colégio dos Cardeais. Antonio Barberini, irmão de Urbano VIII, era um cardeal que começara sua carreira com os irmãos capuchinhos. Por volta de 1635, no auge da Guerra dos Trinta Anos na Alemanha, na qual o papado estava intrinsecamente envolvido, o cardeal Antonio encomendou a pintura de Guido Reni do arcanjo Miguel, atropelando Satanás, que carrega as características reconhecíveis de Inocêncio X. ainda há obras de arte políticas em uma capela lateral da Igreja da Conceição dos Frades Capuchinhos (Santa Maria della Concezione) em Roma. Uma lenda relacionada à pintura é que o arrojado e ilustre artista, Guido Reni, foi insultado por rumores que, segundo ele, foram divulgados pelo cardeal Pamphili. Quando, alguns anos depois, Pamphili foi elevado ao papado, outros parentes de Barberini fugiram para a França sob acusações de peculato. Apesar disso, os capuchinhos se apegaram ao retábulo da capela. Inocêncio X foi responsável por elevar o Colégio de Santo Tomás de Nossa Senhora do Santuário Rosário ao posto de universidade. Agora é a Universidade de Santo Tomás, em Manila, a mais antiga existente na Ásia. Em 1650, Inocêncio X celebrou um jubileu. Ele embelezou Roma com pisos embutidos e baixo-relevo em São Pedro, ergueu a Fontana dei Quattro Fiumi de Bernini na Piazza Navona, a fortaleza dos Pamphili em Roma, e ordenou a construção do Palazzo Nuovo no Campidoglio. Inocêncio X também é o tema de Portrait of Inocêncio X, uma famosa pintura de Diego Velázquez, alojada na galeria da família do Palazzo Doria (Galeria Doria Pamphilj). Este retrato inspirou as pinturas de \"Papa Gritando\" do pintor do século XX Francis Bacon, o mais famoso dos quais é o Estudo de Bacon, depois do Retrato do Papa Inocêncio X, de Velázquez. Inocêncio X morreu em , e em abril seguinte foi sucedido pelo Papa Alexandre VII, que prometeu a Inocêncio X que ele construiria mais escolas na Europa. Categoria:Mecenas da Itália Categoria:Patriarcas latinos de Antioquia Categoria:Papado Barroco Categoria:Família Pamphili Categoria:Opositores ao jansenismo Categoria:Cardeais nomeados pelo papa Urbano VIII Categoria:Alunos da Pontifícia Universidade Gregoriana Categoria:Papas do século XVII",
 "title": "Papa Inocêncio X"
}