{
 "id": "84175",
 "text": "A galáxia do Sombreiro (Messier 104, NGC 4594), é uma galáxia espiral com núcleo brilhante rodeado por um disco achatado de material escuro, que fica a 28 milhões de anos-luz de distância. Essa brilhante galáxia é conhecida como sombreiro devido a sua aparência característica que se assemelha a um chapéu, foi descoberta em 1781, pelo astrônomo Pierre Mechain. A galáxia NGC 4594 possui uma magnitude aparente de +8,3, uma declinação de -11º 37' 23\" e uma ascensão reta de 12 horas, 39 minutos e 59,4 segundos. == Descoberta e visualização == A galáxia espiral foi a primeira entrada constada apenas nas versões modernas do catálogo de objetos do céu profundo do astrônomo francês Charles Messier: sua última edição, publicada no anuário astronômico francês Connaissance des temps, contém apenas 103 entradas. Messier 104 foi adicionado ao catálogo em meados do século XX por Helen Sawyer Hogg e Owen Gingerich baseado em cartas enviadas pelo assistente de Messier, Pierre Méchain, a Jacob Bernoulli alguns anos após a publicação da última edição do catálogo. Em 1921, Camille Flammarion, de posse da cópia pessoal de Messier de seu próprio catálogo, também notou que o objeto havia sido acrescentado pelo astrônomo francês em suas anotações em 11 de maio de 1781, logo após a publicação da última edição de seu catálogo. William Herschel, descobridor de Urano, descobriu independentemente o objeto em 9 de maio de 1784. == Características == A galáxia espiral deve seu nome a sua aparência. É observada praticamente de perfil: o desvio de observação de seu plano galáctico é de apenas 6 graus. É notável a faixa preta em astrofotografias, composta de matéria interestelar: provavelmente foi observada primeiramente por William Herschel. Seu núcleo galáctico é grande e exibe um intenso brilho, visto mesmo em fotografias de curta exposição. Também possui braços bem definidos e um bulbo com um sistema populoso de aglomerados globulares. Seu halo galáctico se estende por vários milhares de anos-luz além de seu núcleo. Foi a primeira galáxia a ter um desvio para vermelho detectado, por Vesto Slipher no Observatório Lowell em 1912. Seu desvio para o vermelho corresponde a uma velocidade radial de afastamento de aproximadamente 1000 km/s. Slipher também detectou rotação da galáxia por meio do desvio para o vermelho. É a galáxia dominante de seu grupo galáctico, o grupo M104. == Galeria == Image:Phot-07c-00-fullres.jpg|Galáxia do Sombreiro, ESO Image:Phot-07b-00-fullres.jpg|Galáxia do Sombreiro, ESO Image:Messier object 104.jpg|Galáxia do Sombreiro, projeto 2MASS Image:M104 3.6 4.5 8.0 microns spitzer.png|Galáxia do Sombreiro, Telescópio Espacial Spitzer Image:Sombrero Galaxy in infrared light (Hubble Space Telescope and Spitzer Space Telescope).jpg|Galáxia do Sombreiro, imagem conjunta dos telescópios espaciais Hubble e Spitzer == Ver também == *Astronomia extragaláctica *Lista de galáxias *Lista de objetos NGC == Ligações externas == *Catálogo da galáxia NGC 4594 (em inglês) NGC 4594 Categoria:Galáxias espirais M104 Categoria:Constelação de Virgo Categoria:Objetos astronômicos descobertos em 1781",
 "title": "Galáxia do Sombreiro"
}