{
 "id": "84181",
 "text": "Nitiren ou Nichiren () (Kamogawa, 16 de fevereiro de 1222 – Ōta, 13 de outubro de 1282), nascido Zennichimaro (善日麿), mais tarde Zeshō-bō Renchō (是生房蓮長) e algumas vezes chamado de Nichiren Shōnin (日蓮聖人), Nichiren Daishōnin (日蓮大聖人) ou Nitiren Daibossatsu (日蓮大菩薩), foi um monge budista do Japão do século XIII. Fundou o budismo Nitiren, um importante segmento do budismo japonês que engloba dúzias de escolas de diversas interpretações doutrinárias. Antes de falecer, deixou documentos transferindo seus ensinamentos a seu discípulo Nikko, que construiu um templo chamado de Templo Principal Taisekiji, a atual sede da Nichiren Shoshu. No Budismo Primordial HBS (Honmon Butsuryu-Shu), o grande mestre Nitiren Daibossatsu, assim chamado, é reconhecido como Mestre Renascimento do Jyougyou Bossatsu, Bossatsu Primordial, que realizou o estabelecimento da Religião do ODaimoku, orando pela primeira vez em voz alta, aos 31 anos de idade, no dia 28 de abril de 1253. Em algumas escolas, notavelmente a Nitiren Shoshu e a Soka Gakkai (representada no Brasil pela Associação Brasil Soka Gakkai Internacional), foi alçado à condição de buda (\"Aquele que Despertou\") original da era de Mapô. Outras escolas, como a Nitiren Shu, e o Budismo Primordial HBS o têm como patriarca, mas seguem o Buda Shakyamuni. == Vida == === Nascimento, educação e estudos iniciais === Nitiren Daishonin nasceu em 16 de fevereiro de 1222, na vila de Cominato, na Província de Awa, na atual Província de Chiba. Ao contrário de Sakyamuni, que foi filho de rei, os pais de Nitiren Daishonin eram pescadores. Naquela época, os pescadores e caçadores eram desprezados porque sua sobrevivência envolvia tirar a vida. As circunstâncias de seu nascimento são muito significativas, pois indicam o princípio budista da igualdade máxima de todas as pessoas, independentemente de sua posição social ou de outros critérios superficiais. Ele recebeu o nome de Zennichi-maro e viveu na vila de pescadores até 1233, quando, aos onze anos, deixou o lar para estudar o budismo e outros ensinos seculares em um templo próximo de onde morava, chamado Templo Seityo (também conhecido como Kiyosumi-dera). Em seus estudos, percebeu várias contradições entre os ensinos budistas; também determinou encontrar uma resposta para os problemas da transitoriedade da vida humana, com a qual estava profundamente preocupado. Nessa época, orava diante de uma estátua do bodisatva Kokuzo (\"Repositório do Espaço\") consagrada no Templo Seicho para se tornar o homem mais sábio do Japão. Após muito estudo e contemplação, compreendeu a natureza da realidade máxima da vida e do universo. Considerando seu despertar como ponto de partida, determinou prosseguir nos estudos para apresentar suas ideias de forma sistemática. Em 1237, tornou-se sacerdote budista e adotou o nome Zesho-bo Rencho. Em 1242, após ter passado alguns anos em Kamacura — o centro do governo japonês na época — para dar prosseguimento aos seus estudos, retornou para o templo Seichyo. Sentindo uma urgente necessidade de continuar os estudos, no mesmo ano partiu para Quioto e Nara, os dois centros do budismo tradicional no Japão. Permaneceu ali até 1253, quando sentiu ter descoberto o que buscava e retornou ao tempo Seityo. Verificou que os verdadeiros ensinos do budismo são encontrados apenas no Sutra do Lótus - que constitui nos ensinos dos últimos anos de vida de Sakyamuni (como é conhecido, no Japão, Sidarta Gautama, o Buda. Em 28 de abril de 1253, ele expôs o Nam-Myoho-Rengue- Kyo pela primeira vez no templo Seityo. Com isto, ele proclamou que a devoção e a prática do Sutra de Lótus eram a única forma correta de Budismo para a época atual. Ao mesmo tempo, ele modificou o seu nome para Nichiren, que significa lótus (ren) do sol (niti). O significado da sua escolha, como ele mesmo explicou, tem origem no Sutra de Lótus. Após esta declaração, a qual é considerada a data de fundação de todas as escolas de Budismo Nitiren, ele começou a propagação de seus ensinos em Kamacura, que era a capital de fato do Japão, visto que era o lugar onde residia o xogum e onde o aparato do governo estava instalado. Ele conquistou seguidores lá entre sacerdotes e leigos e muitos dos seus seguidores vinham da classe de samurais. === Primeiros anos de ensino === Nitiren foi uma figura muito controversa no seu tempo, e muitas escolas que seguem seus ensinamentos continuam sendo controversas. Uma fonte comum de controvérsia é o fato de acreditarem ser a única escola budista que segue a forma correta de budismo, uma convicção que teve início com o próprio Nitiren. Alguns grupos hoje caracterizam os esforços de Nitiren como uma tentativa de reformar o budismo de sua época. Entretanto, Nitiren não estava tentando reformar os demais grupos. Sua intenção era que o governo parasse de sustentar as demais seitas ou escolas budistas e que as pessoas parassem de seguir esses ensinamentos, pois, baseado em seus estudos dos sutras, ele estava convencido que estas seitas seguiam ensinamentos errados. Tendo propagado os seus ensinos e advertido as pessoas e o governo sobre os ensinos errôneos de outras escolas budistas, Daishonin encontrou as mais duras perseguições. Essas perseguições vieram tanto das seitas budistas populares daquela época como das autoridades governamentais, que protegiam essas seitas. Nitiren deixou seu propósito claramente expresso em Rissho Ankoku-Ron (立正安国論): \"Estabelecer o Ensinamento Correto para Pacificação da Terra\", seu primeiro tratado de importância e a primeira de três advertências a autoridades. Ele sentiu que era essencial que \"o soberano reconheça e aceite a única forma verdadeira e correta de budismo\" e a única maneira de \"atingir paz e prosperidade para a terra e seu povo e dar um fim ao sofrimento\". Esta forma correta e verdadeira de budismo, como Nitiren dizia, correspondia aos ensinamentos do Sutra do Lótus como o ensino máximo do budismo. Baseado em profecias feitas em diversos sutras de Sakyamuni (Sidharta Gautama), Nitiren atribuiu a ocorrência de fomes, doenças e desastres naturais (especialmte seca, tufões e terremotos) da sua época ao fato do povo e o soberano seguirem formas errôneas do Budismo. Nitiren considerava essas formas de prática budista inadequadas para aquela época. Ele também notou em seu tratado que de acordo com as mesmas profecias, a falha em adotar a forma correta de budismo levaria o país a mais desastres, como conflitos armados, invasão estrangeira e rebelião interna. Nitiren submeteu seu tratado em julho de 1260. Mesmo que este não tenha obtido resposta oficial, causou impacto pois diversos sacerdotes de outras seitas mostraram-se descontentes. Nitiren foi atacado frequentemente, e algumas vezes a força, e com frequência teve que mudar de moradia. Por exemplo, ele foi exilado na península de Izu em 1261 e quase foi assassinado em novembro de 1264. === Ponto de virada === Os anos seguintes foram marcados por atividades de propagação bem sucedidas no leste do Japão que geraram mais ressentimentos entre os sacerdotes das outras seitas assim como entre as autoridades. Depois de uma atividade de troca com um sacerdote influente chamado Ryokan (良観), Nitiren foi questionado pelas autoridades em setembro de 1271. Ele usou isso como uma oportunidade para a segunda advertência a Hei no Saemon (平の左衛門, também chamado 平頼綱: Taira no Yoritsuna), uma poderosa figura política e militar. Dois dias depois, em 12 de setembro, Hei no Saemon e um grupo de soldados sequestraram Nitiren da sua cabana em Matsubagayatsu em Kamakura. A intenção deles era prendê-lo e matá-lo sumariamente; no entanto, algum tipo de fenômeno astronômico (como a passagem de um cometa, por exemplo) assustou os executores de Nitiren que então ficaram com medo de matá-lo. O incidente é conhecido entre os seguidores de Nitiren como \"A perseguição de Tatsunokuchi\" e este tornou-se um ponto de virada na vida de Nitiren chamado Hosshaku-kempon (発迹顕本). Hosshaku-kempon significa \"abandonar o aspecto provisório e revelar o verdadeiro\". Nesse momento, Nitiren descartou a sua identidade provisória de um simples sacerdote e começou a revelar a sua verdadeira identidade como a reencarnação do bodisatva Jōgyō (上行菩薩: Práticas Superiores) ou como Buda (本仏: hombutsu), dependendo da escola budista. Sem saber o que fazer com Nitiren, Hei no Saemon eventualmente decidiu baní-lo para Sado, uma ilha no Mar do Japão conhecida especialmente pelo inverno rigoroso e como um lugar do qual poucos retornam. Este exílio, o segundo de Nitiren, durou cerca de três anos e, apesar de duro e no longo termo prejudicial a sua saúde, representa um dos mais importantes e produtivos períodos da sua vida de ensino. Enquanto em Sado, ele venceu numerosas adversidades e escreveu dois dos mais importantes tratados, Kaimoku Shō (開目抄: \"Abertura dos Olhos\") e o Kanjin no Honzon Shō (観心本尊抄: \"O Verdadeiro Objeto de Devoção para a Observação da Mente\"), assim como numerosas cartas e tratados menores cujo conteúdo são componentes críticos do seu ensino. Foi durante o exílio de Sado, em 1272, que ele criou o supremo \"objeto de devoção para a observação da mente\", o Gohonzon (御本尊): o primeiro grande mandala montado como uma representação gráfica, uma bandeira de propagação (ou, em algumas escolas, como a própria incorporação) da essência do Sutra de Lótus - Myōhō-Renge-Kyō -a expressão da verdade suprema da vida, ou \"Lei Mística\" de causa e efeito que permeia todos os fenômenos do universo (veja Namu-myou-hou-rengue-kyou). Nitiren foi perdoado em fevereiro de 1274 e retornou a Kamura no final de março. Ele foi entrevistado pelo Hei no Saemon, que agora estava interessado em extrair informação sobre a temida invasão pelos Mongóis: o aparecimento de diversos mensageiros mongóis demandando a fidelidade japonesa fez com que as autoridades acreditassem na profecia de Nitiren sobre a invasão estrangeira que estava prestes a se concretizar (o que aconteceu em outubro - ver Invasões mongóis). Nitiren, no entanto, usou esta oportunidade para uma nova advertência ao governo. === Retiro ao Monte Minobu === Depois da terceira advertência que não foi levada em consideração, Nitiren, seguindo um antigo conto chinês que diz que se um homem sábio adverte três vezes mas é ignorado, ele deve deixar o país, decidiu voluntariamente se exilar no Monte Minobu em maio de 1274. Com exceção de algumas viagens curtas, Nitiren passou o resto da sua vida em Minobu, onde ele e seus discípulos montaram um templo, Kuonji e ele continuou escrevendo e treinando seus discípulos. Dois dos seus trabalhos deste período foram Senji Sho (\"Seleção do Tempo\") e Hoon Sho (\"Retribuição aos Débitos de Gratidão\"), que, juntamente com Rissho Ankoku-Ron, Kaimoku Sho e Kanjin no Honzon Sho, constituem os Cinco Maiores Escritos. Ele também inscreveu diversos Gohonzon para discípulos e seguidores leigos. Algumas de suas obras podem ser vistas em templos como o Taisekiji (大石寺) em Fujinomiya, Província de Shizuoka. === Falecimento === Nitiren passou seus anos finais escrevendo cartas de orientação, pregando sermões e preparando Gohonzon para seus discípulos. Mas sua saúde foi piorando e várias pessoas o encorajaram a viajar para onsens devido aos benefícios à saúde. Ele partiu do Monte Minobu em companhia de diversos discípulos em 8 de setembro de 1282. Ao chegar dez dias depois à casa de um seguidor chamado Ikegami Munenaka, que vivia onde hoje é chamado Ikegami, Ota em Tóquio, Nitiren sentiu que seu fim estava próximo e iniciou seus preparativos. Em 25 de setembro ele proferiu seu último sermão a respeito de Risshō Ankoku-Ron. Em 8 de outubro, nomeou seis discípulos sênior para continuar na liderança da propagação dos seus ensinos após seu falecimento. São eles: Nisshō (日昭), Nitirō (日朗), Nikkō (日興), Nikō (日向), Nitiji (日持), e Nicchō (日頂). Em 13 de outubro de 1282, na hora do dragão (por volta de 08h da manhã), Nitiren faleceu na presença de muitos discípulos e seguidores leigos. Seu funeral e cremação aconteceram no dia seguinte. Seu discípulo Nikko deixou Ikegami e partiu com as cinzas de Nitiren em 21 de outubro e chegou ao Monte Minobu em 25 de outubro. A sepultura original de Nitiren está localizada, a seu pedido, em Kuonji; parte das cinzas também são mantidas em Taisekiji. == Ensinos de Nitiren == === Obras === Nitiren produziu inúmeras obras, entre cartas, sermões, cartas de advertência, tratados e até mesmo ilustrações gráficas. Atualmente todos os seguidores do Budismo de Nitiren tem acesso a mais de 700 das obras de Nitiren. Além dos tratados que Nitiren escreveu em chinês clássico (a maneira formal de escrita na época no Japão), Nitiren também escreveu inúmeras cartas a discípulos e seguidores leigos tanto de maneira vernacular, como também utilizando uma mistura de caracteres chineses (kanji) e caracteres japoneses (kana) assim como de maneira simples apenas em kana para seus seguidores que não podiam ler estilos mais formais. Alguns dos trabalhos formais de Nitiren, especialmente o \"Rissho Ankoku-Ron\", são considerados exemplos de trabalhos de mestre devido ao grande estilo, enquanto que muitas dessas cartas mostram grande empatia àqueles menos estudados de sua época. Muitos dos observadores modernos também vêem mensagens políticas em muitas de suas obras. A coleção de escritos de Nitiren são chamados de \"Gosho\" (御書) e estão disponíveis num número de compilações, algumas mais completas que outras. A mais famosa das compilações é chamada de Nitiren Daishonin Gosho Zenshu (\"As Obras Completas de Nitiren\"), impresso pela primeira vez em 1952. ==== Classificação ==== Os escritos de Nitiren são classificados em quatro grupos: * Tratados * Documentos de advertência a autoridades * Cartas de orientação ou de respostas a seus seguidores * Registros escritos de ensinos orais ==== Alguns goshos ==== * Carta a Gijo-Bo * O Exílio de Izu * O general tigre de pedra * O verdadeiro objeto de devoção * A felicidade neste mundo * A herança da lei suprema da vida * A dificuldade em manter a fé * A estratégia do Sutra de Lótus * A perseguição de Tatsunokuchi * Desejos mundanos são iluminação * A verdadeira entidade da vida * Um navio para cruzar o mar de sofrimentos * Abertura dos olhos de imagens pintadas e de madeira * A essencia do capítulo\"Os feitos do bodhisattva Rei dos Remédios\" * Diálogo entre um Sábio e um Homem Ignorante * O Daimoku do Sutra de Lótus * Abertura dos Olhos (Kaimoku-sho) * Resposta ao Lorde Matsuno * Cartas aos Irmãos == Finalização da missão neste mundo == No outono de 1279, alguns seguidores leigos de Nitiren no distrito de Fuji chamaram a atenção de Gyōchi (行智), o sacerdote-chefe do templo onde Nisshū (日秀), um dos discípulos de Nitiren, morava. Os seguidores de Nitiren, agricultores simples da vila de Atsuhara, haviam vindo ajudar Nisshū na colheita de sua plantação pessoal de arroz. Gyōchi viu, nisso, uma chance de se beneficiar e chamou alguns soldados locais para prender os agricultores, acusando-os de colheita ilegal de arroz. Os agricultores tentaram se defender, mas não foram páreo para os soldados e muitos deles ficaram feridos. Vinte foram presos e enviados para KamaKura para serem julgados. Quando chegaram, Hei no Saemon estava esperando por eles. Mas a sua real intenção era mais persegui-los do que julgá-los, pois ofereceu-lhes duas alternativas: se renunciassem à sua fé, seriam soltos; se não o fizessem, seriam mortos. Três deles chegaram a ser decapitados, mas os dezessete restantes não se deixaram intimidar e acabaram sendo soltos, em 15 de setembro de 1279. Na tradição Shoshu Nitiren (outras escolas divergem quanto à significação destes eventos), Nitiren, observando que simples agricultores haviam sido capazes de se sacrificar em nome da fé, decidiu que era chegado o momento de \"revelar\" o Gohonzon e, desse modo, realizar \"o propósito de sua vinda a este mundo\" (出世の本懐: shusse no honkai). Em 12 de outubro de 1279, ele nomeou o Gohonzon como Dai-Gohonzon, destinando-o a ser venerado por todos os discípulos, contemporâneos e futuros, ao invés de ser reservado apenas a seguidores especialmente nomeados, como era a tradição da época. == Títulos póstumos == Desde o seu falecimento, Nichiiren tem sido conhecido por inúmeros nomes póstumos que expressam respeito a ele ou representam sua posição na história do budismo. Os nomes mais comuns são Nichiren Shonin (日蓮上人) e Nichiiren Daishonin (日蓮大聖人). A preferência por um desses títulos depende da escola de budismo, sendo que o título Nitiren Daishonin é preferido pelos seguidores das escolas derivadas da linhagem de Nikko. A corte imperial japonesa também concedeu a Nichiren títulos honoríficos como Nitiren Daibosatsu (日蓮大菩薩; \"O Grande Bodhissatva Nichiren\") e Rissho Daishi (立正大師; \"O Grande Mestre Rissho); o primeiro título foi concedido em 1358 e o segundo em 1922. == Ver também == * Soka Gakkai * Sutra do Lótus * Budismo de Nichiren * Nichiren Daishonin, citações *Dai-Gohonzon * Daisaku Ikeda *Nitiren Shu * Budismo Primordial HBS (Honmon Butsuryu-Shu) * Nichiren Shoshu == Ligações externas == * Site do Budismo Primordial HBS (Honmon Butsuryu-Shu) * Lista de escrituras de Nitiren Daishonin * Biblioteca on line da Soka Gakkai Internacional * A vida de Nitiren Daishonin em Powerpoint * Nichiren Shu Europa Categoria:Monges budistas do Japão Categoria:Filósofos budistas Categoria:Budismo Nitiren Categoria:Pessoas do período Kamakura",
 "title": "Nitiren"
}