{
 "id": "84268",
 "text": "O Segundo Reinado é um período da história do Brasil inerente ao Império do Brasil que compreende 58 anos, iniciando-se com o fim do primeiro reinado em 7 de abril de 1831, com a abdicação de Dom Pedro I, e tendo o seu término em 15 de novembro de 1889, quando a monarquia constitucional parlamentarista vigente foi derrubada pela proclamação da república. O Segundo Reinado foi uma época de grande progresso cultural e de grande significância para o Brasil, com o crescimento e a consolidação da nação brasileira como um país independente, e como importante membro entre as nações americanas. Denota-se nesta época a solidificação do exército e da marinha, culminando na Guerra do Paraguai em 1865, e mudanças profundas na esfera social, como a gradativa libertação dos escravos negros e o incentivo da imigração europeia para se juntar à força de trabalho brasileira. As artes visuais, a literatura e o teatro afloraram neste período. Embora muito influenciados por estilos europeus que variavam desde o neoclassicismo ao romantismo, cada conceito era adaptado para criar uma cultura genuinamente brasileira. Nesse período, ocorreu a expansão da urbanização das grandes cidades e a construção em larga escala das estradas de ferro, visando este último o mobilizar mais eficiente do fluxo de bens de consumo e a interiorização do país; além da introdução dos telégrafos elétricos que interligavam as províncias brasileiras e demais países sul- americanos, linhas de navios a vapor que atualizaram as marinhas mercante e de guerra e, em 1877, a aquisição dos primeiros aparelhos telefônicos. A segunda metade do foi marcada por uma incipiente modernização brasileira baseada em pilares essenciais: a economia cafeeira no sudeste, o fim do tráfico negreiro e extinção gradual da escravidão, a substituição do antigo sistema escravocrata pela mão de obra assalariada, incentivos à indústria do país para amadurecer-se e assumir, até o fim do segundo reinado, uma posição de destaque cada vez mais vigente. É historicamente incorreto referir-se a este período como \"segundo império\", já que o Brasil teve um único período imperial contínuo, dividido em primeiro e segundo reinados, e incluso dentro do segundo reinado um período de 9 anos conhecido como período regencial, quando ocorreu inúmeras revoltas nas províncias (período este o mais conturbado da história do Brasil). == Maioridade de Dom Pedro II == === Regência Trina e Regência Una === A abdicação do Imperador Dom Pedro ao trono brasileiro ocorreu em 7 de abril de 1831, em favor de seu filho D. Pedro II, que se tornou imperador aos 5 anos. O ato marcou o fim do Primeiro Reinado e o início do período regencial, no Brasil.A Regência Trina Provisória foi convocada em 17 de julho de 1831, e tinha um representante das três grandes vertentes políticas no país: os liberais (Senador Campos Vergueiro), os conservadores (José Joaquim Carneiro de Campos) e os militares (General Francisco de Lima e Silva, o Chico Regência). A eles caberia a realização de eleições para a escolha da Regência Trina Permanente. Os eleitos foram Bráulio Muniz, Costa Carvalho, e o próprio General Chico Regência. Eles governaram o país por 3 anos. Nesse ínterim o Ministro da Justiça Padre Diogo Feijó conseguiu influência política suficiente para, em 1834, criar o Ato Adicional, que fazia da Regência Trina uma Regência Una – ou seja, um só regente. Ele foi eleito como Regente Uno em eleições democráticas. O Ato Adicional, porém, fracassou, ao somente alimentar as rivalidades entre as facções políticas das províncias. === Fim da Regência === O Regente Feijó se mostrou democrático e de certa forma, federalista, pois criou Assembleias Legislativas provinciais, para dar maior autonomia às províncias brasileiras – descentralização. Além disso, ele deu à cidade do Rio de Janeiro o status de município neutro. Mas por não conseguir controlar as revoltas populares, foi afastado. Em seu lugar ficou o Pedro de Araújo Lima, marquês de Olinda, um político mais centralizador e menos liberal. Foi em sua regência que a declaração de maioridade de Pedro II foi dado. De acordo com o historiador Roderick J. Barman, por volta de 1840 \"eles haviam perdido toda a fé na sua capacidade de governar o país por conta própria. Eles aceitaram D. Pedro II como uma figura de autoridade, cuja presença era indispensável para a sobrevivência do país\". Alguns desses políticos (que formariam o Partido Conservador em 1840) acreditavam que uma figura neutra era necessária, que poderia estar acima de facções políticas e de interesses mesquinhos para enfrentar o descontentamento e disputas moderadas. Eles imaginaram um imperador que seria mais dependente do legislador do que o monarca constitucional imaginado por D. Pedro I, mas com mais poderes do que tinha sido defendido no início da regência por seus rivais (que mais tarde formaram o Partido Liberal). Os liberais, no entanto, conseguiram passar uma iniciativa para antecipar a maioridade de D. Pedro II de 18 para 14 anos. O imperador foi declarado apto para governar em julho de 1840. == Parlamentarismo \"às avessas\" e primeiros anos == === Tarifa Alves Branco === Em 12 de agosto de 1844 implantou a política tarifária que é conhecida pelo seu nome (Tarifa Alves Branco), aumentando as taxas aduaneiras para 30% sobre produtos importados sem similar nacional, e 60% sobre produtos com similar nacional. Tal medida abrangeu cerca de três mil itens importados, despertando vivos protestos não apenas dos empresários britânicos, afetados com esta medida, mas também dos importadores no Brasil e das classes mais abastadas, que passaram a pagar mais caro pelos itens importados de que dependiam. Embora o objetivo da Tarifa Alves Branco fosse apenas gerar mais recursos para o Governo, a medida acabou por favorecer o crescimento de novas atividades econômicas nacionais. Este aumento perdurou até meados da década de 1860, quando o governo imperial, pressionado pelos grupos exportadores, promoveu uma redução das tarifas. O seu objetivo foi o de reduzir o déficit fiscal brasileiro, causado principalmente pela Guerra da Cisplatina. Com a tarifa, o percentual do PIB para sustentar o império através da tributação era de 13%, mantendo-se assim até meados de 1930. A maior parte dos impostos provinha da alfândega através da importação de produtos internacionais. Em comparação, os impostos no Brasil no ano de 2015 representavam um percentual de 35% em relação ao PIB. === Criação do parlamentarismo === Em 1847, o imperador Dom Pedro II criou o Conselho de Ministros, órgão que aconselharia o imperador a dirigir o Brasil, em alguma medida espelhada no parlamentarismo britânico, mas a hierarquia do parlamentarismo clássico britânico e o parlamentarismo brasileiro eram invertidos, daí o nome \"parlamentarismo às avessas\". Em 1847, também foi criado o cargo de presidente do Conselho de Ministros (primeiro-ministro), que seria o chefe do ministério, encarregado de organizar o Gabinete do Governo. Assim, o imperador, em vez de nomear todos os ministros, passou a nomear somente o Presidente do Conselho brasileiro, e este escolhia os demais membros do Ministério, retirando um elemento de desgaste político do imperador, sem que este tivesse diminuída sua autoridade. === Modelo parlamentarista britânico === Na Inglaterra, o sistema parlamentarista foi consequência da Revolução Gloriosa de 1688-1689. Esta assinalou o triunfo do Parlamento sobre o rei, pondo fim à monarquia absolutista na Inglaterra. O líder do Parlamento passou a ser, então, o chefe de governo, isto é, o primeiro-ministro. O primeiro a ocupar este cargo foi Sir Robert Walpole. Ele passou a governar através de um sistema por ele arquitetado, chamado de sistema de gabinetes, pois os membros do governo se reuniam numa saleta conhecida como \"gabinete\". O sistema funciona até hoje no país, da seguinte forma: o líder do partido partido parlamentar no poder trabalha em conjunto com um grupo de colegas de mesma orientação política para fazer aprovar leis no Parlamento e, para fins práticos, governar o país. Quando o partido dominante perde o controle, o partido oposicionista aponta um novo primeiro-ministro e um novo gabinete. Na época, os partidos existentes eram os Tories e os Whigs. === Modelo parlamentarista brasileiro === No Brasil, o imperador era o poder máximo, acumulando funções de chefe de estado e de governo, até a década de 1840 quando Dom Pedro II decretou que o imperador não possuía mais os dois poderes, e sim apenas o Moderador. O poder executivo ficaria a cargo do Presidente do Conselho de Ministros, escolhido pelo Imperador. O cargo de presidente do Conselho é equivalente ao de primeiro-ministro, cargo este criado em 1847, pelo decreto 523 de 20 de julho, e que existiu até a Proclamação da República. O Presidente do Conselho escolhia o Gabinete, ou seja, os ministros quem formavam o Conselho de Ministros. Por fim, recebia ou não a aprovação do parlamento. O que aconteceu muito no Brasil e no resto do mundo foi que o parlamento muitas vezes não aprovava a decisão do Chefe de Estado, e este se via obrigado a dissolver o parlamento (tanto em Monarquias Parlamentaristas como em Repúblicas Parlamentaristas da época). Espanha e França até chegaram a usar o exército para aplacar o povo na hora de dissolver o parlamento. No Brasil, era costume o povo estar de acordo com a decisão do Imperador. A Inglaterra foi uma exceção da época, mas principalmente por causa da Câmara dos Lordes, que era toda controlada pela Coroa. Apesar de o modelo parlamentarista brasileiro não parecer muito democrático, era bastante democrático para o seu tempo. O imperador detinha muitos poderes, sendo isso costume da época e em várias localidades do mundo, sobretudo na Inglaterra. Dom Pedro II conseguiu criar uma máquina eficiente para direção do Brasil, baseada na troca de favores, fato este que pode ser considerado admissível na política, mas que fez a Monarquia durar somente enquanto o apoio da sua elite econômica durou. Como a elite agrária detinha o poder do Brasil no , Dom Pedro II sempre governou aliando-se a eles, realizando favores (como construção de ferrovias, açudes, aquisição de maquinários etc.) em troca da estrutura que Pedro II necessitava para se manter no poder. Assim, Dom Pedro II conseguiu, ao longo dos 49 anos de seu governo, lidar com um Brasil estável e, em um certo ponto de vista, próspero. === Os partidos Conservador e Liberal === Consolidaram-se, também, dois partidos políticos importantes: o Liberal (defensor de um poder local forte, com autonomia das províncias) e o Conservador (defensor do fortalecimento do poder central), ambos representantes dos proprietários rurais. A política externa viria a ser prioritária para D. Pedro II, orientando-se no sentido de evitar o fortalecimento da Argentina, Uruguai e Paraguai, buscando o equilíbrio da Região da Prata. Pedro II intervinha, política ou militarmente, nos vizinhos da região do Cone Sul sempre que sentia importância estratégica para os interesses do Brasil. Os Conservadores pregavam um sistema político onde as autoridades governamentais deviam agir imparcialmente garantindo a liberdade de todos os cidadãos. Defendiam o governo centralizado e desejavam realizações de progresso. Este partido tornou-se conhecido na década de 1840 pela denominação de \"Saquarema\" do nome do município fluminense onde se localizava as propriedades agrícolas de um dos seus principais líderes, José Rodrigues Torres, Visconde de Itaboraí. Além disso, os Conservadores possuíam uma forte base regional na Bahia e em Pernambuco, onde o setor de proprietários rurais tinha vivido a experiência de lutas pela autonomia regional com conteúdo popular. Os Liberais advogavam a liberação das províncias, com um governo parlamentar mais aprimorado, com a abdicação do poder moderador, do vitaliciamente do senado e desejavam ainda a abolição da escravatura e a eleição bienal dos deputados. Os Liberais foram chamados \"Luzias\", nome derivado da Vila Santa Luzia do rio das Velhas, em Minas Gerais, onde se travou a batalha em que a revolta Liberal mineira de 1842 foi sufocada pelo General Luís Alves de Lima e Silva, à época Barão de Caxias. Possuíam uma forte base nas províncias de Minas Gerais, São Paulo e Rio Grande do Sul. Nestas duas últimas, a autonomia das classes dominantes já era uma tradição. No caso de Minas, a ideia de autonomia descentralizada partia tanto de proprietários rurais como da população urbana das velhas cidades geradas pela mineração. Os dois partidos não se respeitavam e nem se impunham a opinião pública, cada um possuía seu órgão de imprensa do qual utilizava para atacar o adversário. Ambos foram criados durante o período regencial (Conservador em 1836 e Liberal em 1831), porém chegaram ao apogeu de sua fama durante o segundo reinado, com o Imperador mantendo-se neutro entre os dois, embora sempre vigilante, aconselhando a conciliação de suas ideias. === Poder Moderador === O Poder Moderador foi um dispositivo legal presente na primeira constituição brasileira (Art. 98 da Constituição de 1824), outorgada pelo imperador Dom Pedro I em março de 1824, que se baseava nos ideais políticos de Benjamim Constant (1767-1830) sobre um poder neutro capaz de ajustar e regular os outros três poderes clássicos: Executivo, Legislativo e Judiciário. O Poder Moderador foi chave de organização política do Império e inicialmente considerado um mecanismo autoritário e centralizador, ocasionando revoltas em algumas províncias durante a regência. Embora o Poder Moderador tenha se difundido no Brasil a partir de Constant, é importante destacar que o conceito adotado aqui foi distinto daquele expresso no livro Cours de Politique Constitutionelle. Baseando-se na teoria de Montesquieu sobre o sistema do parlamentarismo inglês e na divisão dos três poderes, Constant defendia que houvesse na monarquia constitucional um poder neutro ou moderador que não estivesse sujeita à disputa política partidária e que fosse exercido pelo rei. Segundo ele, o poder moderador era um recurso importante para os momentos de crise, pois deveria ser um elemento conciliatório dos conflitos entre os demais poderes. A divisão dos poderes instituídos na Constituição de 1824 era quadripartite, isso significa que era dividido em quatro poderes teoricamente iguais. O Poder Moderador era exercido unicamente pelo Imperador e tinha total autonomia sobre os outros três poderes. A definição desse poder está descrita no Art. 98 da Constituição de 1824 que diz o seguinte: “O Poder Moderador é a chave de toda organização política, e é delegado privativamente ao imperador, como Chefe Supremo da Nação, e seu Primeiro Representante, para que incessantemente vele sobre a manutenção da Independência, equilíbrio, e harmonia dos mais Poderes Políticos”. Em outras palavras, o poder moderador serviria como um elemento de freio e contrapeso para garantir a harmonização dos demais poderes em função do bem estar da nação. O artigo 101 da Constituição de 1824 estabelecia a maneira pela qual o Imperador poderia exercer o Poder Moderador: > Art. 101. O Imperador exerce o Poder Moderador: # Nomeando os Senadores, na > forma do Art. 43. # Convocando a Assembleia Geral extraordinariamente nos > intervalos das sessões, quando assim o pede o bem do Império. # Sancionando > os decretos e resoluções da Assembleia Geral, para que tenham força de lei. > # Aprovando e suspendendo interinamente as resoluções dos Conselhos > Provinciais. # Prorrogando ou adiando a Assembleia Geral e dissolvendo a > Câmara dos Deputados, nos casos em que o exigir a salvação do Estado, > convocando imediatamente outra, que a substitua. # Nomeando e demitindo > livremente os ministros de Estado. # Suspendendo os magistrados, nos casos > do Art. 15. # Perdoando e moderando as penas impostas aos réus condenados > por sentença. #Concedendo a anistia em caso urgente, e que assim aconselhem > a humanidade e bem do Estado. O tema do Poder Moderador, juntamente com o Senado vitalício e o Conselho de Estado, polarizou opiniões na década de 1830. Nas duas décadas seguintes, a temática não guardou muita relevância nos debates políticos nacionais. Entretanto, após a eleição de 1860, quando o Partido Liberal alcançou uma vitória significativa em Minas Gerais e no Rio de Janeiro, a questão do Poder Moderador voltou ao cenário político. Isto se deu quando o Imperador preteriu o nome de Teófilo Ottoni para o Senado, apesar deste figurar como o primeiro na lista tríplice. A partir de então os liberais passaram a exigir que os atos do Imperador se submetessem a referendo do Ministério. O ponto de vista liberal está expresso por Antônio Carlos Ribeiro de Andrada Machado e Silva, em manifestação proferida em 1841: > Nos governos representativos, o monarca é inviolável. Ora, a inviolabilidade > não pode existir quando ele governa; nos governos representativos o Rei não > faz mal, e ele não pode deixar de fazer mal se se quer que ele governe. O Poder Moderador foi defendido por Paulino José Soares de Sousa, visconde do Uruguai, em sua obra Ensaio sobre o Direito Administrativo (1862). De inspiração eclética, o trabalho referiu que a instituição desempenha um papel de equilíbrio e harmonia do sistema político. Segundo ele: \"[...]Se a Nação estiver dividida em partidos encarniçados, se estiver no poder um partido opressor, não haverá um poder superior, independente, sobranceiro às paixões, que valha aos oprimidos\". == Consolidação e campanhas militares == === Fim da Revolução Farroupilha === Ainda vigorava a Revolução Farroupilha no sul do Brasil quando Dom Pedro II assumiu o trono. A Revolução tomava proporções assustadoras, e estava próxima de conseguir a sua independência do resto do país, como a província Cisplatina. A fim de impedir este acontecimento, Pedro II nomeou, como Comandante-chefe do Exército, o Luís Alves de Lima e Silva, Barão de Caxias - que, anteriormente, havia sufocado as revoltas em Minas e em São Paulo. Além da liderança no Exército, o barão foi agraciado com o título de Presidente da província do Rio Grande do Sul. Mesmo tendo a liberdade de agir com violência contra os gaúchos, Caxias, numa atitude inteligente, usou da diplomacia, negociando com líderes e fazendo manifestos patrióticos aos insurretos. Por várias vezes, mencionava que o inimigo dos gaúchos não era Pedro II e os brasileiros, mas, sim, Manuel Oribe e Juan Manuel de Rosas, presidentes respectivos do Uruguai e da Argentina. Estes buscavam a união das duas repúblicas, o que criaria um estado muito poderoso na Prata. As negociações e as revoltas terminaram em 1845, com a assinatura do Tratado de Poncho Verde. O barão de Caxias foi nomeado \"Pacificador do Brasil\" e recebeu o título de Conde. === Revolução Praieira === A Revolução Praieira, também denominada \"Insurreição Praieira\", \"Revolta Praieira\" ou simplesmente \"Praieira\", foi um movimento de caráter liberal que eclodiu, durante o Segundo Reinado, na província de Pernambuco, entre 1848 e 1850. A última das revoltas provinciais está ligada às lutas político-partidárias que marcaram o Período Regencial e o início do Segundo Reinado. Sua derrota representou uma demonstração de força do governo de Dom Pedro II. Para além do descontentamento com o governo imperial, grande parte da população pernambucana mostrava-se insatisfeita com a concentração fundiária e do poder político na província, a mais importante do Nordeste. Foi nesse contexto que surgiu o Partido da Praia, criado para opor-se ao Partido Liberal e ao Partido Conservador, ambos dominados por duas famílias poderosas que viviam fazendo acordos políticos entre si. Houve uma série de disputas pelo poder, até que, em 7 de novembro de 1848, iniciou-se a luta armada. Em Olinda, os líderes praieiros lançaram o “Manifesto ao Mundo”, e passaram a lutar contra as tropas do governo imperial, que interveio e pôs fim à maior e última insurreição ocorrida no Segundo Reinado. Em nível local foi influenciada pelas ideias liberais dos que se queixavam da falta de autonomia provincial, sendo marcada pelo repúdio à monarquia, com manifestações a favor da independência política, da república e por um reformismo radical. De forma global, inscreveu-se no contexto das revoluções liberais, socialistas e nacionalistas que varreram a Europa neste período do , incluindo a Revolução de 1848 na França que promoveu a extinção do absolutismo no país. === Questão Christie === ==== Antecedentes ==== A aplicação da Bill Aberdeen para a supressão do comércio de escravos (Slave Trade Suppression Act) de 8 de agosto de 1845, e a aprovação da Lei Eusébio de Queirós (4 de setembro de 1850) destinada a frear o tráfico de escravos para o Brasil, tiveram como resultado na prática uma intensificação do comércio e o crescimento do sentimento antibritânico no Brasil. Embora o líder conservador Eusébio de Queirós houvesse defendido diante dos legisladores a necessidade de tomar por si mesmos a decisão de por fim ao tráfico e preservar assim a imagem de nação soberana, não se ocultava para a opinião pública o papel da Grã-Bretanha. Apesar de que com o tratado as tensões entre ambos países haviam diminuído a raiz do término (ou melhor, redução) do tráfico negreiro, a percepção do acordo como uma humilhação nacional influiria nos futuros acontecimentos. ==== A crise ==== Em 1861, o mercante britânico Prince of Wales naufragou na costa do Rio Grande do Sul. Grande parte da mercadoria com carregamento de carbono, cerâmica, tecidos, azeite e vinho foi saqueada. O embaixador britânico exigiu que o Brasil fizesse a indenização. Em 1862, 3 arruaceiros foram presos por embriaguez no Rio de Janeiro, então capital do Brasil. Ao serem detidos, foram identificados como marinheiros britânicos e, devido à relação entre Inglaterra e Brasil, os marinheiros foram liberados. Mesmo assim, o embaixador inglês no Brasil, William Dougal Christie, exigiu que o Império indenizasse a Inglaterra pela constrangedora prisão da carga do navio inglês Prince of Wales, saqueado próximo da província do Rio Grande do Sul ocorrido em 1861, a demissão dos policiais que detiveram os marinheiros britânicos e um pedido oficial de desculpas do imperador à coroa britânica. No ano seguinte, como o Brasil não cedera às pressões, navios britânicos bloquearam o porto do Rio de Janeiro e apreenderam cinco navios ancorados. Dom Pedro II, consentindo com a pressão popular, tentou uma saída diplomática, chamando o rei Leopoldo I da Bélgica para conduzir uma arbitragem imparcial. Leopoldo I favoreceu o Brasil e, como a Inglaterra negou-se a pedir desculpas, o imperador cortou relações diplomáticas com a Inglaterra, no mesmo ano de 1863. A Inglaterra apenas desculpou-se em 1865, quando mostrou apoio ao Brasil na Guerra do Paraguai, reatando as relações diplomáticas. A vitória do governo na disputa acabou por fortalecer a imagem do Brasil no exterior, pois o país ainda tinha 40 anos de existência, e temia não ter reconhecimento junto aos países europeus. Os outros países da América do Sul passavam por problemas parecidos. == Economia, imigração e Industrialização do Brasil Império == === Economia === Durante o Primeiro Reinado a grande elite agrária (barões da cana) do Brasil era concentrada no Nordeste. Mas, nessa mesma época, o café começava a ser introduzido na Baixada Fluminense e no Vale do Paraíba, e começou a fazer um rápido sucesso, no séc. XIX. Com o fim da era do ouro brasileiro, os pioneiros do café perceberam que era um investimento altamente rentável, pois as terras da região eram muito baratas (por vezes gratuitas), a mão de obra era escrava e, após ser plantada, o cafezal era produtivo por vinte anos. O mercado consumidor internacional também era próspero, e a venda de café era quase certa. Assim, em alguns anos uma nova elite começou a surgir no sudeste brasileiro. A elite cafeeira, em pouco tempo, se tornava mais poderosa e mais rica do que a elite nordestina. O desenvolvimento do comércio internacional baseado na exportação do café deveu-se a fatores externos e internos. Dentre os externos, destacam-se o crescimento da demanda internacional ao café brasileiro, fruto do aumento do padrão de vida da população norte-americana e europeia, o que estimulou o aumento dos níveis de consumo; a industrialização dos Estados Unidos e Europa, que necessitavam de matérias-primas para suas indústrias de transformação; o aperfeiçoamento técnico, o qual beneficiou o comércio internacional, tanto através de meios de transporte quanto na nova organização dos setores mercantil e financeiro. E, sobretudo, ao grande momento que o final do proporcionou ao comércio internacional, através do liberalismo econômico, o qual proporcionou a todos os países a oportunidade de comércio. Internamente, o que mais favoreceu o crescimento econômico foi a solução do problema da mão de obra através da imigração europeia; a expansão do crédito, através de uma reforma bancária, a qual forneceu recursos para a formação de novas lavouras cafeeiras; e a expansão das redes ferroviárias em São Paulo, as quais reduziram o custo de transporte para os proprietários das novas lavouras, localizadas no interior paulista. Além disso, o desenvolvimento da rede ferroviária fez parte de uma das maiores conseqüências do crescimento econômico do país, que foi a diversificação das atividades econômicas. A diversificação, por sua vez, estimulou a urbanização, já que toda a atividade comercial, a primeira induzida pela expansão do café, se concentrava nas cidades portuárias. Um problema da plantação do café é a situação do solo após o fim da vida útil do cafezal. Uma vez finda essa vida útil, o solo fica muito pobre, e inútil para a replantarem. Desse modo, os cafeicultores eram obrigados a abandonar terras, para encontrar novas para sua plantação. Assim, em alguns anos, os cafeicultores passaram a migrar para o oeste da província de São Paulo. Em poucos anos, o oeste paulistano vivia em função do café, e o governo imperial também, graças à alta taxa que era cobrada sobre o café. Por sua vez, o café tinha relações com a indústria, ou seja, parte dos lucros gerados na produção de café era também usado na montagem de fábricas. A produção havia sofrido uma queda devido a Lei Bill Aberdeen (proibição do tráfico negreiro). Porém o Brasil continuou exportando o produto para os ingleses. A Lei Eusébio de Queirós, de 1850, que punha fim ao tráfico negreiro no Brasil, trouxe desenvolvimento às indústrias. O processo, que já havia começado com a revogação da Lei de Proibição das Manufaturas – que datava de 1785, e um dos estopins para a deflagração da Conjuração Mineira –, quando da chegada da família real ao Brasil, melhorou, já que, naquele momento, os altos investimentos feitos com a compra de escravos eram direcionados para a mecanização da indústria e pagamento de salários. Assim, podemos dizer que a indústria brasileira começa efetivamente com os investimentos feitos pelos grandes escravagistas. Antes da criação da lei, e mesmo com a abertura econômica de 1822, eram pequenas as manifestações empresariais, não se podendo falar, ainda, em uma industrialização brasileira. === Imigração === Desde a Independência do Brasil, diversas leis proibiram o tráfico internacional de escravos para o Brasil, mas foi somente com pressão militar e política da Grã-Bretanha e a atuação do ministro Eusébio de Queirós a partir de 1850 que terminou o tráfico negreiro no Atlântico. O Brasil começou então a pensar em atrair imigrantes não portugueses. Nas fazendas, começou a se utilizar o colonato, uma forma de trabalho semiassalariado. O imigrante e sua família recebiam o salário misto, entre dinheiro e um pedaço de terra para plantar seu próprio sustento. As jornadas de trabalho exaustivas e a exploração por parte dos fazendeiros faziam os primeiros imigrantes deixarem as plantações de café e partirem para os centros urbanos, onde se dedicaram ao comércio e à indústria. A entrada de escravos africanos no Brasil terminou bruscamente em 1850. A alta mortalidade infantil e a grande desproporção de homens em relação a mulheres fazia com que a população escrava se reproduzisse muito lentamente. Por volta de 1880, a mão de obra escrava estava notoriamente envelhecida. Em 1878, dez anos antes da Abolição da Escravatura, o Congresso Agrícola realizado no Rio de Janeiro reuniu cafeicultores para discutir a questão da mão de obra. Optou-se por pressionar o governo a fim de facilitar a vinda de imigrantes europeus. A partir da década de 1870, a estrutura econômica brasileira passou por grandes mudanças, que refletiram nas relações sociais e políticas existentes. Progressivamente, a mão de obra escrava negra foi perdendo espaço para o trabalho assalariado imigrante nas lavouras agrícolas brasileiras. O café foi se consolidando como principal produto brasileiro para a exportação, provocando uma onda de crescimento econômico como nunca havia aparecido no Brasil independente. A imigração europeia colaborou com a urbanização da sociedade brasileira, e junto com o assalariamento da mão de obra, levou ao aparecimento de um incipiente mercado interno para bens de consumo popular no país, o que acabou por levar ao aparecimento das primeiras unidades industriais no Brasil. Em suma, o capitalismo se implantava nas estruturas socioeconômicas brasileiras, superando o antigo sistema mercantil-escravista. As transformações na estrutura produtiva brasileira iniciaram com o acúmulo de capitais proporcionados pelo comércio internacional do café, possibilitando reinvestimentos dos lucros obtidos com a comercialização no próprio setor produtivo, assim como pela substituição da mão de obra escrava pela mão de obra assalariada nas atividades produtivas, motivada, entre outros fatores, pelo fim do tráfico de escravos no oceano Atlântico e pela pressão internacional contrária à exploração escravista no Brasil. O assalariamento se deu a partir da introdução da mão de obra emigrante europeia nas atividades produtivas do país, criando, assim, um mercado nacional para bens de consumo popular. Por outro lado, como nem todos os imigrantes europeus no Brasil se ocuparam com as lavouras de café, dedicando-se às atividades comerciais, aos serviços e ao artesanato, houve espaço para o processo de urbanização da sociedade brasileira, sobretudo na região Sudeste, assim como a criação de bancos comerciais no país. Todos esses fatores, assim como os investimentos públicos imperiais em infraestrutura, principalmente em ferrovias e estradas na região central do país (São Paulo, Rio de Janeiro e Minas Gerais), foram determinantes para o surgimento das primeiras indústrias no país. === Barão de Mauá e a industrialização === Irineu Evangelista de Souza, o Barão de Mauá (1813-1889), foi a primeira figura proeminente entre a burguesia industrial na história do Brasil. Seus investimentos produtivos incidiram sobre vários ramos, desde os meios de transporte até a constituição de um banco, evidenciando a diversidade de ramos em que ele atuou. Foi um notável empresário, industrial, banqueiro, político e diplomata brasileiro, um símbolo dos empreendedores do país no . Nascido no Rio Grande do Sul, na adolescência se mudou para o Rio de Janeiro, onde começou a trabalhar em uma empresa de importação. Posteriormente, viajou à Inglaterra onde entrou em contato com a sociedade urbana e industrial inglesa, que o fascinou. De volta ao Brasil, conseguiu um empréstimo para a aquisição de uma fundição em Niterói, no Rio de Janeiro, que foi transformada em estaleiro naval, onde foi produzido mais de sessenta navios a vapor e a vela. Os investimentos na produção industrial naquele período da história imperial brasileira foram auxiliados pela Tarifa Alves Branco, que aumentou o imposto sobre produtos importados, estimulando a produção em território nacional e iniciando um surto de industrialização, que, embora pequeno, mostrou as potencialidades de investimento do país. O Barão de Mauá criou ainda a Companhia de Rebocadores da Barra de Rio Grande, conseguiu os direitos de tráfico no Rio Amazonas por 30 anos, e investiu em companhias de bondes no Rio de Janeiro. Barão de Mauá foi ainda um dos grandes incentivadores da implantação de ferrovias no Brasil, com o objetivo de transportar a produção agrícola do país com maior velocidade. A primeira delas foi a ferrovia Mauá, que ligava o Rio de Janeiro ao Vale do Paraíba fluminense, cuja licença para sua construção foi concedida em 1852. Barão de Mauá, em conjunto com o governo imperial de Dom Pedro II, construiu ainda uma rede de telégrafos submarinos ligando o Brasil à Europa, investiu na Companhia de Gás do Rio de Janeiro, destinada à iluminação pública da cidade, e também na criação de bancos, como o Mauá, MacGregor & Cia e a Casa Mauá & Cia, com atuação significativa no Brasil, Inglaterra, Estados Unidos e países platinos. Entretanto, seus projetos de industrialização contrastavam com a base da economia brasileira à época, cuja mão de obra escrava não possibilitava um desenvolvimento industrial. Suas propostas contrárias à escravidão não eram bem vistas pelos latifundiários brasileiros, o que resultou em sabotagens e atentados. Outro fator que contribuiu para a falência do Barão de Mauá foi a diminuição da taxa de importação com a Tarifa Silva Ferraz, o que desestimulou o investimento no Brasil, e colocando as empresas aqui instaladas em concorrência com as empresas estrangeiras. == Questão do escravismo == === Pressão internacional e pessoal do Imperador === Desde o fim do , a Europa passava por reformas no que tange as liberdades individuais e relações de trabalho (ver Revolução Industrial) e, por extensão, o fim do escravismo. A Inglaterra foi o país que mais pressionou o Brasil. Nos acordos assinados em 1810 e, posteriormente, como cláusula para reconhecimento da independência do Brasil, a Inglaterra pedia a abolição da escravatura no país a médio prazo. Mas até que D. Pedro II chegasse ao cargo, nada de efetivo havia sido feito. Com a assinatura da tarifa Alves Branco (1844), que aumentava taxas sobre importações e exportações, a coroa britânica decidiu reagir, assinando a lei Bill Aberdeen. Esta lei permitia aos navios britânicos apreender navios negreiros que cruzassem o Atlântico. De fato, vários navios negreiros foram abordados. Os britânicos chegavam a invadir águas territoriais e, às vezes, desembarcavam em terras brasileiras. D. Pedro II se viu em uma situação delicada. Ou tomava uma atitude contra a escravidão ou entraria em guerra contra a Inglaterra. Pessoalmente, o imperador era abolicionista declarado, encarando a escravidão como uma \"vergonha nacional\". D. Pedro II, em 1850, ameaçou abdicar do trono caso a Assembleia Geral não declarasse ilegal o tráfico de escravos no Atlântico. No mesmo ano, quando se discutia a lei de repressão do tráfico de escravos, e se mostrava ao Imperador os perigos a que a lei exporia o trono, Pedro II, então com 25 anos, replicou com energia: \"Prefiro perder a coroa a tolerar a continuação do tráfico de escravos\". Assim, em 1850, foi aprovada a lei Eusébio de Queirós pelo próprio Ministro da Justiça Eusébio de Queirós, a qual proibia o tráfico negreiro no Brasil. Com a nova lei a situação no Brasil muda, pois se torna muito difícil adquirir mão de obra escrava. Assim, o preço para comprar escravos de outros latifúndios se torna muito alto, e os que mais sentem este golpe são os barões de café, no sudeste. Como seus cafezais estavam em franca expansão, eles precisavam de mais escravos para continuar sua produção. Assim, passaram a adquirir milhares de escravos dos produtores de cana no nordeste. O Imperador Dom Pedro II desejava por fim à escravidão gradualmente para pouco impactar a economia nacional e não causar revoltas. Ele conscientemente ignorava o crescente prejuízo político à sua imagem e à monarquia em consequência de seu suporte à escravidão, já que a figura do monarca necessitava ser neutra em qualquer questão. O Imperador não tinha autoridade constitucional para diretamente intervir e por um fim na escravidão, e opositores frequentemente diziam que \"a abolição era seu desejo pessoal e não o desejo da nação\". === Vale do Paraíba === O café foi introduzido no Brasil no ano de 1717, porém a sua produção só adquiriu importância no início do , tendo como causa principal a decadência da produção do ouro, para onde estavam voltadas as atenções da economia da colônia. O café foi o fator de recuperação econômico-financeira do país: ele reintegrou a economia brasileira, essencialmente agrícola, nos setores em expansão do mercado mundial. Além dos mercados europeus, o café brasileiro começa a invadir o mercado norte-americano, tornando, ainda neste século, o principal consumidor do Brasil. Por volta de 1870, o café representa 56% da pauta de exportações, atingindo 61% na década de 1880. A organização das fazendas de café no Vale do Paraíba e em Minas Gerais defrontou-se com a falta de mão de obra. A ampliação dos cafezais aumentou a necessidade de trabalhadores de tal forma que foi preciso comprar escravos do exterior, embora os ingleses, de quem dependíamos economicamente, fizessem pressões para eliminar o tráfico negreiro. Diante de tantas promessas não cumpridas em relação à extinção do tráfico, os ingleses decretaram o Bill Aberdeen, decreto através do qual a Inglaterra se dava o direito de aprisionar qualquer navio negreiro e julgar os traficantes. Este decreto, além de não diminuir o comércio escravo, aumentou sensivelmente seu preço. Finalmente, em 1850, cedeu-se às pressões inglesas e promulgou-se a Lei Eusébio de Queirós, extinguindo-se definitivamente o tráfico. A solução para a falta de mão de obra na lavoura cafeeira apoiou-se no incentivo à imigração. As divisas provenientes do café, principal produto da economia, possibilitaram o pagamento dos financiamentos das obras do governo e posteriormente no setor industrial. A partir de 1850, o império alcançou o equilíbrio orçamentário e a estabilidade cambial. Acumularam-se capitais, efetuando-se obras administrativas de grande porte. Em pouco tempo, as dívidas forçavam o imigrante a sujeitar-se a um regime de semiescravidão. Em 1857, os colonos da Fazenda Ibicaba se revoltaram, levando as autoridades germânicas a proibir a imigração para o Brasil. Fracassando o sistema de parceria, os fazendeiros passaram a pagar ou um preço fixo por alqueire trabalhado, ou uma remuneração fixa mensal: introduzia-se no país o trabalho assalariado. Com a implantação da economia cafeeira em bases capitalistas, surgiu uma nova classe dominante: a burguesia cafeeira. Os proprietários ligados ao café comandavam todos os setores da economia, coisa que não acontecia nos engenhos de açúcar, onde os proprietários apenas cuidavam da produção, ficando a comercialização e o setor financeiro a cargo de outros setores. === A situação da elite cafeeira === Ainda que a importação de escravos do nordeste tivesse aliviado na década de 1860, a situação dos barões do café estava decadente. A ideia da adoção da mão de obra assalariada era a única saída, e até foi imaginado de onde viria a mão de obra: os europeus viviam novos conflitos internos no fim do , como as guerras de unificação da Itália e Alemanha. O problema era que, por ter o regime escravocrata, o Brasil afugentava boa parte dos candidatos a imigrantes (que preferiam outros países, como os Estados Unidos).Mesmo assim, o governo não tomava novas medidas para a abolição. Isso devia-se à política de favores vigente no país. Grande parte dos partidos Liberal e Conservador, do Congresso Nacional e de outros órgãos governamentais tinham ligações com a elite nordestina, que defendia fortemente a manutenção da escravatura no país. O Império tentou amenizar a pressão interna e externa, assinando duas leis: a Lei do Ventre Livre (1871) e a Lei dos Sexagenários (1885). Foi nessa época que o Império passou a financiar a imigração de europeus para a agricultura no Brasil. Muitos italianos foram para as terras paulistas, cuidando do café. Alemães, poloneses e italianos, também, imigravam para o sul, para fundar colônias. E, no início do , já na República, começou a imigração de japoneses. Embora as duas leis anteriores à Lei Áurea possam ser consideradas pífias, é preciso considerar as condições da sociedade na época. Ambas as leis foram promulgadas sob intensas críticas dos parlamentares. === A Lei Áurea === Em 1823, os escravos representavam 29% da população brasileira, mas essa porcentagem caiu para 15,2% em 1872 e aproximadamente 5% em 1888. A abolição da escravatura era um assunto delicado no Brasil, já que escravos eram usados por todos, do mais rico ao mais pobre. E o movimento abolicionista ganhava cada vez mais relevância e aderências, mesmo numa sociedade acostumada à 'normalidade' que a escravidão representava. O tabu sobre a questão da abolição da escravidão foi sendo posto de lado a partir da década de 1880, quando viu-se surgir inúmeros clubes antiescravistas (Sociedade Abolicionista Cearense, Libertadora Pernambucana, Abolicionista do Espírito Santo, Libertadora Rio-Grandense, Confederação Abolicionista etc.) em ritmo acelerado em todas as províncias do país, onde panfletos, manifestos, jornais e livros contra a escravidão eram produzidos aos milhares no Brasil inteiro. Em março de 1888, a aristocrática e imperial Petrópolis foi declarada livre da escravidão. Liderada pela princesa Isabel, uma comissão de moradores arrecadara os fundos para comprar a liberdade de cativos existentes na cidade. O recado era claro: a tarefa de eliminar a escravidão passava das ruas para o trono do Brasil. No dia 3 de maio de 1888, a Princesa imperial Isabel, como regente, é recebida por parlamentares no Palácio do Conde dos Arcos, sede do Senado, para proferir a Fala do Trono. É lá que, no discurso de abertura do ano legislativo, ela defende o fim do trabalho servil no país. > “[...] A extinção do elemento servil, pelo influxo do sentimento nacional e > das liberalidades particulares, em honra do Brasil, adiantou-se > pacificamente do tal modo, que é hoje aspiração aclamada por todas as > classes, com admiráveis exemplos de abnegação da parte dos proprietários. > Quando o próprio interesse privado vem espontaneamente colaborar para que o > Brasil se desfaça da infeliz herança, que as necessidades da lavoura haviam > mantido, confio que não hesitareis em apagar do direito pátrio a única > excepção que nele figura em antagonismo com o espírito cristão e liberal das > nossas instituições [...]”. Na abertura da sessão legislativa, em 8 de maio de 1888, o ministro da Agricultura, conselheiro Rodrigo Augusto da Silva, apresentou um projeto de abolição incondicional dos escravos, promulgada no prazo de apenas cinco dias. Assim, a filha do Imperador e herdeira do trono assinou em 13 de maio de 1888, a Lei Áurea, que declarava extinta a escravidão no Brasil e que revogava qualquer outra lei que dissesse o contrário. Mesmo com a Lei Áurea muitos dos escravos continuaram a não ter trabalho pois eram considerados vândalos. Entretanto, a partir de 2006 foram divulgadas correspondências inéditas da princesa Isabel, datadas de agosto de 1889, que revelam suas intenções, num eventual terceiro reinado, em promover a indenização aos ex-escravos, uma ampla reforma agrária para distribuição de terras aos negros recém-libertos, além do sufrágio feminino. Além disso, nos fins do império – precisamente em maio de 1889 – o gabinete de João Alfredo de Oliveira incluía na Fala do Trono de abertura dos trabalhos legislativos, a necessidade de desapropriação de áreas marginais às estradas de ferro em construção, e aos rios navegáveis, a fim de que nelas fossem implantadas 'colônias' agrícolas; que abrigariam agricultores pobres sem terra e os escravos recém-libertos pela Lei Áurea. O poder dos latifundiários porém, era tão grande e influente, que em junho do mesmo ano o gabinete João Alfredo foi derrubado, após uma campanha de desmoralização contra ele movida no parlamento e na imprensa. Em seu lugar foi escolhido o Visconde de Ouro Preto, o último primeiro-ministro do império. A Princesa foi condecorada com a Rosa de Ouro pelo Papa Leão XIII. João Maurício Wanderley, barão de Cotegipe, o único senador do império que votou contra o projeto de abolição da escravatura, ao cumprimentar a princesa logo após esta ter assinado a Lei Áurea, profetizou: \"A senhora acabou de redimir uma raça e perder o trono!\" tendo ela lhe respondido: \"Mil tronos tivesse, mil tronos eu daria para libertar os escravos do Brasil!\". A Lei Áurea, que aboliu a escravidão, foi aprovada em regime de urgência, apenas dez dias após a fala da princesa regente. === A demora pela Abolição da Escravatura === Porque o Brasil demorou tanto para libertar seus escravos? Existem questionamentos e confusão sobre a demora do Império do Brasil em relação à abolição da escravatura no país, que acabam por transmitir a errônea imagem de que a monarquia brasileira era favorável à sua continuidade. Os historiadores, economistas e sociólogos brasileiros se esforçam para explicar a abolição, mas nunca perguntam por que ela foi tão tardia. Nos países latino-americanos quase todos decidiram suprimir o tráfico e a própria escravidão, durante as guerras de independência (1810-1825). Como exceção, tivemos a abolição nas colônias holandesas, em 1863, Estados Unidos da América, em 1865 e no Brasil, em 1888. Analisando os fatos, entretanto, pode-se enxergar uma realidade totalmente oposta. O Brasil era uma monarquia constitucional, e como tal, o imperador não tinha poderes constitucionais suficientes para intervir e extinguir de vez com a escravidão no país. Durante o reinado de D. Pedro II, ele e sua família travaram uma batalha contra os poderosos cafeicultores pela abolição da escravatura, através de exemplos pessoais, como por exemplo, ainda em 1840, quando assumiu o trono, o imperador libertou todos os escravos que herdara. Ele precisava convencer os homens políticos da importância da abolição, ou seja, precisaria usar todas seus esforços para convencer, influenciar e ganhar suporte entre os políticos para atingir sua meta. A escravidão foi sendo gradualmente extinguida no país para pouco abalar a estrutura econômica nacional e não causar revoltas. No passado, Dom Pedro I, do mesmo modo era contra a escravidão (tendo declarado em certa ocasião: \"Eu sei que o meu sangue é da mesma cor que o dos negros\"), e detinha poderes para declarar a extinção da escravidão ainda em 1823, durante a constituinte que estruturou a constituição de 1824. Porém, José Bonifácio de Andrada alertara desde cedo que, caso os escravos fossem libertados repentinamente, poderia ocorrer uma ruptura revolucionária em todo o país capaz de fragmentar o grande Brasil em inúmeras repúblicas menores, já que na época, a tendência de algumas províncias brasileiras era o separatismo e a economia nacional ser exclusivamente escravocrata. Na década de 1860, os temores de José Bonifácio se confirmaram nos Estados Unidos quando Abraham Lincoln, em seus esforços pela extinção da escravidão no país, acabou sendo um dos principais fatores que fomentaram o início da guerra civil americana. Portanto, para evitar um fratricídio semelhante ao norte-americano, a escravidão foi sendo erradicada gradualmente. Pela necessidade inicial de mão de obra para a exploração do Pau-Brasil, o trabalho escravo acabou tornando-se o sistema vigente no Brasil desde meados de 1530. Isso fez a nação ficar, de tal modo viciada nessa fórmula por mais de 350 anos, que tornou-se inviável social e economicamente uma súbita ruptura, mesmo na independência. O tráfico de escravos era um negócio gigantesco, que movimentava centenas de navios e milhares de pessoas dos dois lados do Atlântico. Mesmo após os acordos de 1815 e 1826, o número de escravos somente aumentou; o motivo foi o crescimento das lavouras de café – e o tráfico era a solução. Somente após a assinatura da Lei Eusébio de Queirós (que proibia o tráfico negreiro no Atlântico Sul), o incentivo da imigração europeia ao Brasil e as Leis do Ventre Livre e dos Sexagenários é que o quadro se inverte; criando assim a transição entre o trabalho escravo pelo assalariado, e diminuindo de forma progressiva o número de escravos na sociedade. Mas ainda não era o suficiente. Já no segundo reinado, o abolicionista Joaquim Nabuco calculava que nesse ritmo, ainda haveria escravidão no Brasil até meados do . Portanto, havia a necessidade urgente de se combater o problema pela raiz – o que ocorreu com a assinatura da Lei Áurea, em 1888, por parte da princesa Isabel. Além da questão moral e humanitária que cercava o assunto, o regime escravocrata ia contra os princípios capitalistas e liberais que progressivamente se instauravam no país e ao redor do mundo. == Questão do Prata == A questão do Prata, as Guerras Platinas ou Campanhas Platinas foi um conjunto de conflitos diplomáticos e militares que ocorreram no entre os países da região do Prata. Estas questões iniciaram-se em 1816, com a pretensão do príncipe regente D. João VI de anexar a Banda Oriental e fixar a fronteira meridional na margem esquerda da bacia do rio da Prata, na Guerra contra Artigas, também chamada de Primeira Guerra Cisplatina. Conflitos também ocorreram durante o reinado de D. Pedro I, como a Guerra da Cisplatina, de 1825 a 1828. Mas os mais notórios conflitos foram as guerras ocorridas durante o reinado de D. Pedro II, e que foram: * Guerra do Prata ou Guerra contra Oribe e Rosas, de 1851 a 1852; * Guerra do Uruguai ou Guerra contra Aguirre, de 1864 a 1865; * Guerra do Paraguai, também chamada de Guerra da Tríplice Aliança, de 1864 a 1870. O Brasil não teve conflitos sérios com os seus vizinhos do norte e oeste, devido à quase impenetrável e escassamente povoada floresta amazônica. No sul, no entanto, as disputas coloniais herdadas de Portugal e Espanha sobre o controle da rios navegáveis e de planícies que formam as fronteiras continuaram depois das independências desses países da região do Prata (Argentina, Uruguai, Paraguai, Brasil). A falta de fronteiras consolidadas nesta região levou a vários conflitos internacionais. === Guerra do Prata === Manuel Oribe e Juan Manuel de Rosas, respectivamente presidentes do Uruguai e da Argentina, buscavam, na década de 1850, criar um só país, o que desequilibraria as forças na bacia do Prata, uma vez que o novo país controlaria sozinho os dois lados do estuário do rio da Prata, vindo contra os interesses do Brasil na região. Dom Pedro II declarou guerra aos dois países, e mandou organizar um novo exército no Sul, sob cuidados do então conde de Caxias. Ele invadiu o Uruguai em 1851, derrubando Oribe e apagando a possibilidade do Uruguai se fundir com a Argentina. A passagem bem sucedida do império por este conflito e a pacificação das já mencionadas Revolução Farroupilha e Revolução Praieira melhorou consideravelmente a estabilidade e o prestígio da nação, e o Brasil emergiu como uma potência hemisférica. === Guerra do Uruguai === No ano de 1864, a Argentina cortou relações com o presidente nacionalista uruguaio Anatasio Cruz Aguirre. Esta rixa diplomática elevou os ânimos dos uruguaios. Como resultado, propriedades de brasileiros no Rio Grande do Sul eram invadidas e saqueadas por revoltosos, e os brasileiros que viviam no Uruguai também eram perseguidos. Buscando uma saída diplomática, D. Pedro II tentou negociações com o presidente uruguaio, mas não houve sucesso. Este negou inclusive o ultimato que o Brasil deu, e ameaçou quebrar o Tratado de Limites de 1852, assinado entre os dois países. Desistindo das saídas diplomáticas, o Imperador buscou entendimentos com o general Venâncio Flores, que disputava o poder no Uruguai. Assim, ele deu apoio a uma invasão brasileira. Em março de 1864 a Divisão de Observação do Exército (mais tarde, Divisão Auxiliadora) cruzou a fronteira, passaram a invadir o Uruguai. A invasão durou 11 meses. Em 15 de fevereiro de 1865, após alguns dias de sítio na capital do Uruguai, Montevidéu, o presidente Aguirre rendeu-se, e foi deposto do cargo. Em seu lugar, foi nomeado Venâncio Flores, que assinou o acordo de paz com o Brasil em 20 de fevereiro. A invasão do Uruguai, bem como a deposição de Aguirre, foram algumas das causas que levaram à Guerra do Paraguai, pois o presidente paraguaio, Solano Lopez, era aliado de Aguirre e do Partido Blanco no Uruguai. === Guerra do Paraguai === Guerra do Paraguai foi o maior conflito armado internacional ocorrido na América do Sul. Foi travada entre o Paraguai e a Tríplice Aliança, composta pelo Brasil, Argentina e Uruguai. A guerra estendeu-se de dezembro de 1864 a março de 1870. É também chamada Guerra da Tríplice Aliança (Guerra de la Triple Alianza), na Argentina e no Uruguai, e de Guerra Grande, no Paraguai. Em 1864, o Brasil estava envolvido num conflito armado no Uruguai, que pôs fim à guerra civil uruguaia ao depor o governo interino uruguaio de Atanasio Aguirre (sucessor de Bernardo Prudencio Berro), do Partido Blanco e aliado de Francisco Solano López. O ditador paraguaio se opôs à invasão brasileira do Uruguai, porque contrariava seus interesses. O conflito iniciou-se com o aprisionamento no porto de Assunção, em 11 de novembro de 1864, do barco a vapor brasileiro Marquês de Olinda, que transportava o presidente da província de Mato Grosso, Frederico Carneiro de Campos, que nunca chegou a Cuiabá, morrendo em uma prisão paraguaia. Seis semanas depois, o exército do Paraguai sob ordens de Francisco Solano López invadiu pelo sul a província brasileira de Mato Grosso. Antes da intervenção brasileira no Uruguai, Solano López já vinha produzindo material bélico moderno, em preparação para um futuro conflito com a Argentina mitrista, e não com o Império. Solano López alimentava o sonho expansionista e militarista de formar o Grande Paraguai, que abrangeria as regiões argentinas de Corrientes e Entre Rios, o Uruguai, o Rio Grande do Sul, o Mato Grosso e o próprio Paraguai. Objetivando a expansão imperialista, Solano López instalou o serviço militar obrigatório, organizou um exército de 80 000 homens, reaparelhou a Marinha e criou indústrias bélicas. Em maio de 1865, o Paraguai também fez várias incursões armadas em território argentino, com objetivo de conquistar o Rio Grande do Sul. Contra as pretensões do governo paraguaio, o Brasil, a Argentina e o Uruguai reagiram, firmando o acordo militar chamado de Tríplice Aliança. O Império do Brasil, Argentina mitrista e Uruguai florista, aliados, derrotaram o Paraguai após mais de cinco anos de lutas durante os quais o Império enviou em torno de 150 mil homens à guerra. Cerca de 50 mil não voltaram — alguns autores asseveram que as mortes no caso do Brasil podem ter alcançado 60 mil se forem incluídos civis, principalmente nas então províncias do Rio Grande do Sul e de Mato Grosso. Argentina e Uruguai sofreram perdas proporcionalmente pesadas — mais de 50% de suas tropas faleceram durante a guerra — apesar de, em números absolutos, serem menos significativas. Já as perdas humanas sofridas pelo Paraguai são calculadas em até 300 mil pessoas, entre civis e militares, mortos em decorrência dos combates, das epidemias que se alastraram durante a guerra e da fome. A derrota marcou uma reviravolta decisiva na história do Paraguai, tornando-o um dos países mais atrasados da América do Sul, devido ao seu decréscimo populacional, ocupação militar por quase dez anos, pagamento de pesada indenização de guerra, no caso do Brasil até a Segunda Guerra Mundial, e perda de praticamente 40% do território em litígio para o Brasil e Argentina. No pós-guerra, o Paraguai manteve-se sob a hegemonia brasileira. Foi o último de quatro conflitos armados internacionais, na chamada Questão do Prata, em que o Império do Brasil lutou, no , pela supremacia sul-americana, tendo o primeiro sido a Guerra da Cisplatina, o segundo a Guerra do Prata, e o terceiro a Guerra do Uruguai. A guerra terminou, contra todas as expectativas, somente em 1870. Mais de 50 mil soldados brasileiros morreram e os custos da guerra foram onze vezes superiores ao orçamento anual do governo. No entanto, o país era tão próspero que o governo foi capaz de superar a dívida da guerra em apenas dez anos. O conflito também foi um estímulo para a produção e o crescimento econômico nacional, além do reavivamento da campanha abolicionista. == Apogeu do Império, crises e Proclamação da República == Alguns fatores contribuíram para a queda da monarquia brasileira e sua substituição pelo regime republicano. Durante toda a década de 1870 e 1880 o Brasil prosseguiu com sua prosperidade em todas as esferas sociais: a escravidão já estava fadada à extinção; a economia do país, pautada no liberalismo, evoluiu ao passar por uma transição que permitia cada vez mais o crescimento da industrialização e a substituição do antigo sistema escravocrata pela mão de obra assalariada – fazendo o capitalismo aos poucos tornar-se o sistema econômico hegemônico do país –, tornando assim o Brasil uma potência emergente sem equivalentes nas Américas, com exceção aos Estados Unidos; após a Guerra do Paraguai, o Brasil vivenciou sua Belle Époque, que deu-se, principalmente, nas duas regiões mais prósperas do país na época: a região do ciclo da borracha (Amazonas, Rondônia e Pará) e a região cafeeira (São Paulo e Minas Gerais), vindo o café a tornar-se um dos principais pilares da economia brasileira, chamado agora de 'ouro verde'. O Brasil teve sua era de ouro a partir do fim da Guerra do Paraguai, onde havia conquistado uma estabilidade econômica e paz social nunca antes vista, mantendo uma estabilidade interna desde 1850, algo inédito no mundo. O país gozava de um considerável prestígio estrangeiro durante os últimos anos do império e tornou-se uma potência emergente no cenário internacional. Pedro II havia colocado o Império do Brasil numa posição de destaque e importância incontestável no contexto mundial; por volta de 1889, o monarca brasileiro alcançara proeminência no cenário mundial tanto para o Brasil quanto para si mesmo. Ironicamente, a queda da monarquia brasileira ocorreu em seu momento de maior popularidade. A partir da década de 1880, o imperador era visto frequentemente desanimado ou sem entusiasmo, embora continuasse meticuloso quanto às questões de estado e sua função de “vigilante” das instituições públicas até o fim de seu reinado. As viagens que o imperador fizera aos EUA, Europa e Oriente Médio entre 1876 e 1877 lhe causaram um profundo impacto psicológico, pois enquanto viajava, estava praticamente livre das restrições impostas pelo seu cargo. Sob o pseudônimo \"Pedro de Alcântara\", ele aproveitava a satisfação de se mover como uma pessoa comum, até mesmo viajando por trem apenas com sua esposa. Dom Pedro II tornou-se imperador aos 05 anos de idade, e com o tempo tornou-se ressentido quanto ao peso da coroa e suas responsabilidades. Quanto à possibilidade da existência de um terceiro reinado após sua morte, o imperador, assim como muitos brasileiros na época e a classe política, não ambientavam da ideia de que o Brasil poderia ser governado por uma mulher, sua filha Isabel. A morte de seus dois filhos ainda jovens e a falta de um herdeiro do sexo masculino eram um sinal de que o império estava destinado a ser suplantado. Ceará e Amazonas libertaram seus escravos em 1884. O motivo era que a escravidão não representava mais viabilidade econômica àquelas províncias. A ideia era abolir a escravidão província por província, até deixar o \"trilátero da escravidão\" isolado somente nas províncias de Minas Gerais, São Paulo e Rio de Janeiro. Porém, a decisão do Ceará aumentou a pressão da opinião pública sobre as autoridades imperiais. Sob pressão das ruas, em 28 de setembro de 1885 promulgou-se a Lei dos Sexagenários, que regulava a \"extinção gradual do elemento servil\" e que garantia liberdade aos escravos com 60 anos de idade ou mais, cabendo aos proprietários de escravos indenização. Em 1887, o imperador viajou para a França para tratar-se de uma doença, deixando Isabel como regente do país. Em 13 de maio de 1888, a princesa Isabel assina a Lei Áurea, abolindo de vez a escravidão no país e libertando os últimos 720 mil escravos existentes no país (5% da população). O imperador tem conhecimento da notícia em 22 de maio, e com voz fraca e lágrimas nos olhos, murmurou: \"Demos graças a Deus. Grande povo! Grande povo!\" e desatou a chorar copiosamente. Ao retornar para o Brasil em agosto de 1888, ele e sua esposa foram aclamados fervorosamente. \"O país inteiro o recebeu com um entusiasmo jamais visto. Da capital, das províncias, de todos os lugares, chegaram provas de afeição e veneração\". Seguiram-se três dias de celebrações públicas. \"Foi o único delírio popular que me lembro de ter visto\", relatou o escritor Machado de Assis. A monarquia aparentava gozar de apoio inabalável e parecia estar no ápice de sua popularidade. Entretanto, o fim da escravidão desencadeou em uma transferência explícita do apoio ao republicanismo pelos grandes fazendeiros de café, sendo isso o golpe final para qualquer crença restante na neutralidade da coroa. Os grandes cafeicultores sentiram-se lesados ao perderem sua propriedade e não serem indenizados. O governo imperial pretendeu explorar o crédito fácil disponível no Brasil como resultado de sua prosperidade e disponibilizou grandes empréstimos a juros baixos aos cafeicultores, além de distribuir fartamente títulos de nobreza e outras honrarias a figuras políticas influentes que haviam se tornado descontentes. \"Eu vejo a Monarquia em sério perigo e quase condenada. A princesa tornou-se muito popular, mas as classes (conservadoras) fogem dela e a lavoura está republicana\", escreveu Joaquim Nabuco ao barão de Penedo, 12 dias após a assinatura da Lei Áurea. Essas medidas alarmaram os republicanos civis e os militares positivistas. Embora o republicanismo fosse uma ideologia elitista adotada somente em altas patentes militares – sendo que a população em geral sentia certa aversão, pois preferiam a monarquia –, sua combinação com ideais positivistas tornou-se uma ameaça ao país. Apesar de não haver o desejo entre a maioria dos brasileiros de mudar forma de governo do país, os republicanos começaram a pressionar os oficiais do exército para derrubarem a monarquia. === Questão escravocrata === Os grandes cafeicultores e latifundiários não se conformaram com a abolição da escravidão e com o fato de não terem sido indenizados. Sentindo-se abandonados pela monarquia passaram a apoiar a causa republicana, surgindo os chamados republicanos de 13 de maio (chamada assim por causa da data em que a Lei Áurea foi assinada, 13 de maio de 1888). As principais leis que contribuíram para o fim da escravidão no Brasil foram: * 1850 (Lei Eusébio de Queirós): extinguiu o tráfico negreiro; *(Guerra do Paraguai): muitos escravos eram incentivados à lutarem como Voluntários da Pátria em troca de sua alforria caso sobrevivessem à guerra. * 1871 (Lei do Ventre Livre): os filhos de escravos são considerados livres, devendo aos proprietários criá-los até os oito anos; * 1885 (Lei dos Sexagenários): quando o escravo completasse mais de 60 anos estaria liberto; * 13 de maio de 1888 (Lei Áurea): abolição total da escravidão, assinada pela princesa Isabel, que substituía provisoriamente o imperador, que nesta época estava na França cuidando da sua saúde. === Questão religiosa === Desde o período colonial a igreja católica era uma instituição submetida ao estado, pelo regime do padroado, que dava ao imperador controle sobre o clero e assuntos eclesiásticos. O imperador tinha o direito de exercer o \"beneplácito\", ou seja, nenhuma ordem do papa poderia vigorar no Brasil sem antes ter sido aprovada por ele. Mas, em 1872, D. Vital e D. Macedo, bispos de Olinda e de Belém, respectivamente, resolveram seguir ordens do papa Pio IX, punindo os religiosos que apoiavam o maçonismo (membros da maçonaria), que frequentassem a instituição e proibindo o casamento entre católicos e maçons. Dom Pedro II, simpatizante da maçonaria mas não adepto, solicitou aos bispos que suspendessem as punições. Como eles se recusaram a obedecer ao imperador, foram condenados a quatro anos de prisão. Em 1875, receberam o perdão imperial e foram libertados, mas o episódio abalou as relações entre a igreja e o imperador. === Questão militar === Durante o império havia sido aprovado o projeto montepio, pelo qual as famílias dos militares mortos ou mutilados na Guerra do Paraguai recebiam uma pensão. A guerra terminara em 1870 e, em 1883 o montepio ainda não estava pago. Os militares encarregaram então o tenente- coronel Sena Madureira de defender os seus direitos. Este, depois de se pronunciar pela imprensa, atacando o projeto montepio, foi punido. A partir de então os militares foram proibidos de dar declarações à imprensa sem prévia autorização imperial. O descaso que alguns políticos e ministros conservadores tinham pelo Exército levava-os a punir elevados oficiais, por motivos qualificados como indisciplina militar. As punições disciplinares conferidas ao tenente-coronel Sena Madureira e ao coronel Ernesto Augusto da Cunha Matos provocaram revolta em importantes chefes de Exército, como o Marechal Deodoro da Fonseca. Além disso, após a Guerra do Paraguai, a instituição começou a sentir-se desprezada pelo governo, entendendo que o mesmo mantinha preferência pela marinha imperial. As inconformidades do exército alimentaram as insubordinações nos quartéis na década de 1880, sendo esse um dos motivos que culminariam na proclamação da república em 1889. === Golpe republicano de 15 de novembro === Desde a criação do Partido Republicano Paulista em 1873, o movimento pró-república atraiu pouquíssimos adeptos, e para que a alteração na forma de governo se desse de forma democrática, seria necessário uma Assembléia Geral majoritariamente republicana, o que parecia distante de ocorrer, pois a população não demonstrava afinidade à derrocada da monarquia e simpatizava com o imperador. A ideia da mudança de regime político não ecoava no país. Em 1884, foram eleitos, para a Câmara dos Deputados, apenas três republicanos, entre eles os futuros presidentes da República Prudente de Morais e Campos Sales. Na legislatura seguinte, apenas um conseguiu ser eleito. Na última eleição parlamentar realizada no Império do Brasil, a 31 de agosto de 1889, o Partido Republicano só elegeu dois deputados. Cientes desse problema, os republicanos optaram por concretizar suas ideias através de um golpe militar. O governo do último primeiro-ministro do império, Afonso Celso de Assis Figueiredo, Visconde de Ouro Preto, apresentou à Câmara dos Deputados um audacioso programa de reformas políticas, do qual constavam: liberdade de fé religiosa, liberdade de ensino e seu aperfeiçoamento, a expansão dos direitos de voto ao abolir o voto censitário, o fim dos mandatos vitalícios para o senado e, o mais importante de todos, aumentar a descentralização – que por sua vez iria transformar o país em uma federação ao permitir a eleição de prefeitos municipais e presidentes provinciais. Ouro Preto era um monarquista ferrenho e estava determinado a salvar o regime não importando os custos. Seu programa de reformas era altamente ambicioso e tinha a intenção de resolver antigas questões que os políticos há muito reclamavam. Dois itens que notavelmente ficaram de fora foi qualquer movimento para resolver a indisciplina militar e a urgente necessidade de restaurar a autoridade do governo sobre as forças armadas. Isso se mostraria um erro fatal. Entretanto, as reformas chegaram tarde demais. Na manhã do dia 15 de novembro de 1889, o Marechal Deodoro da Fonseca assumiu o comando das tropas revoltadas, ocupando o Quartel General do Rio de Janeiro e destituindo, em primeiro momento, o Visconde de Ouro Preto. Na noite do dia 15 de novembro constituiu-se o Governo Provisório da República dos Estados Unidos do Brasil. Pedro II, que estava em Petrópolis durante esses acontecimentos, recebeu, no dia seguinte, um documento do novo governo, solicitando que se retirasse do País, juntamente com sua família. O imperador foi obrigado a embarcar para a Europa com a família no dia 17 de novembro de 1889, durante a madrugada e sob chuva, a fim de não gerar uma revolta popular. Proclamada a república, no mesmo dia 15 de novembro de 1889, forma-se um governo provisório, sendo o chefe do governo Marechal Deodoro da Fonseca, o primeiro presidente do Brasil, acabando assim com o segundo reinado e com o período imperial brasileiro. Estava declarada assim, a República dos Estados Unidos do Brasil. Não houve nenhuma participação popular na proclamação da República do Brasil. O que ocorreu, tecnicamente foi um golpe militar. O povo brasileiro apoiava o Imperador. O correspondente do jornal \"Diário Popular\", de São Paulo, Aristides Lobo, escreveu na edição de 18 de novembro daquele jornal, sobre a derrubada do império, a frase histórica:Na avaliação do Visconde de Ouro Preto, deposto da presidência do conselho de ministros em 15 de novembro, a proclamação da república foi um erro, e, assim se expressou em seu livro \"Advento da ditadura militar no Brasil\": O segundo reinado pode ser divido em quatro etapas principais: * o chamado Período regencial, que se estende de 1831 até 1840, época em que o Brasil estava mergulhado em várias revoltas e correu o risco de se fragmentar. * a chamada fase de consolidação, que se estende de 1840 a 1850. As lutas internas são pacificadas, o café inicia a sua expansão, a tarifa Alves Branco permite a Era Mauá. * o chamado apogeu do Império, um período marcado por grande estabilidade política, quando de 1849 até 1889 não aconteceu no Brasil nenhuma revolução, algo inédito no mundo: 50 anos de paz interna em um país, permitida pelo sistema parlamentarista, (o parlamentarismo às avessas) e pela política de troca de favores. Em termos de Relações Internacionais, o período é marcado pela Questão Christie e pela Guerra do Paraguai. * o chamado declínio do Império, marcado pela Questão Militar, pela Questão Religiosa, pelas lutas abolicionistas e pelo movimento republicano, que conduzem ao fim do regime monárquico. == Ver também == * Império do Brasil * Questão Christie * História econômica do Brasil * Dom Pedro II * Princesa Isabel * Proclamação da República * República da Espada * República do Café com Leite * Legado de Pedro II do Brasil * Encilhamento == Bibliografia == * Bibliografia da História do Brasil Categoria:História do Império do Brasil Categoria:1831 no Brasil",
 "title": "Segundo reinado"
}