{
 "id": "84527",
 "text": "Robecco sul Naviglio é uma comuna italiana da região da Lombardia, província de Milão, com cerca de 6.174 habitantes. Estende-se por uma área de 20 km², tendo uma densidade populacional de 309 hab/km². Faz fronteira com Corbetta, Magenta, Cassinetta di Lugagnano, Cerano (NO), Abbiategrasso. A cidade de Robecco sul Naviglio está localizado cerca de 25 quilômetros a oeste de Milão, a uma curta distância do rio Ticino e da fronteira com a região de Piemonte. Limitado a norte pela cidade de Magenta, a leste pela cidade de Corbetta, ao sul com os municípios de Cassinetta di Lugagnano e Abbiategrasso, no oeste pela cidade de província de Novara. Além da capital, há quatro aldeias, a saber: Casterno oeste, Cascinazza Sudoeste, Castellazzo de' Barzi (onde há um belo palácio do qual permaneceu o escritor Alessandro Manzoni) a leste, Carpenzago noroeste. ==Geografia== A terra é geralmente plana com pequenas inclinações e ondulações suaves para o oeste no vale do rio Ticino; a altitude média é de 128 m s.l.m. Dois rios atravessam o município: o rio Ticino e suas inúmeras nascentes no oeste e no Naviglio Grande na cidade . ===Climáticas=== A temperatura não se afasta muito da média de Po Vale; a vinte golpe prevalente a partir do norte para noroeste. == História == ===Desde suas origens até a Idade Média=== O primeiro assentamento no território de Robecco Sul Naviglio foi colocado no local atual de Casterno, ao sul da cidade velha, ao Ticino, e foi identificado com um acampamento militar romano para o controle o rio e suas travessias de rios. A cidade de Robecco, na verdade, cresceu significativamente de dall'escavazione de Naviglio Grande no , embora ainda em meados do século XIII, quando o imperador , tentando o ataque em Milão, ele deu ordens para derrubar as fortificações presentes no Casterno já que na aldeia de Robecco eles estavam completamente ausentes. ===A era moderna=== A partir do século XVI, Robecco experimentou um verdadeiro período de esplendor, coincidindo com o fato de que algumas das famílias nobres mais importantes em Milão escolheu esta e outras áreas para comprar terras onde construir suas residências país, investindo em grandes propriedades e fazendas rentável. O Pietrasanta, o Barzi, o Casati, o Archinto, o Borromeo e foram um dos primeiros a participar nestas adquiriu, entre outras coisas, iniciando a construção das esplêndidas villas aristocráticas ao longo do canal, que ainda podem ser admiradas. Também durante o século XVI, foi a figura notável de Carlos Borromeu que, como arcebispo de Milão, várias vezes ele visitou na igreja de Corbetta e Robecco mesmo (lembre-se do oratório San Carlo, no distrito de Castellazzo de 'Barzi), que em várias ocasiões até mesmo incômodo para mediar as disputas entre os nobres locais, tais como o surto de peste em 1576, que viu a cidade dividida em robecchese duas administrações diferentes por causa das provisões requeridas pelo espanholo Marquês de Ayamonte, que foi preparado pouco antes da divisão territorial entre Milão (área afetada pela infecção) e Pavia (área ainda considerada saudável) deve ser marcado pelo curso do Naviglio Grande. Durante o período napoleônico a cidade foi ampliada anexando temporariamente Lugagnano e Castellazzo de 'Barzi: No que respeita à segunda aldeia, em seguida, a união foi finalmente implementado em 1870. ==Demografia== ==Monumentos e locais de interesse== ===Arquitetura religiosa=== ==== Igreja Paroquial de San Giovanni Battista ==== A actual igreja paroquial, dedicada a São João Batista, foi construída na segunda metade do século XVIII e terminou por volta de 1790. Ele substituiu o anterior, os restos do que sobreviver no pátio chamado \"Gesa Vegia\", construído na segunda metade XV e deslocalizados ao longo do caminho para Casterno. O edifício atual, construído e projetado pelo arquiteto Francesco Milanese Bernardino Ferrari foi criado inicialmente em cruz grega e foi deixado inacabado até o final do século XIX, quando foi decidido para completar a sua fachada e, simultaneamente, a prolongar por dois terços corredor, virando a planta em cruz latina. O projeto da nova fachada foi designado para Alfonso Parrocchetti. A igreja foi finalmente consagrada em 1902. Eles remontam aos anos 80 do século passado a reestruturação e adaptação litúrgica ditada pela introdução da nova liturgia. Dentro, há algumas pinturas, incluindo alguns atribuído à escola de Camillo Procaccini a crucificação de Simone Peterzano, bem como dois anjos Andrea Appiani, o crucifixo sobre o altar principal, feito no final do século XVIII, ou seja, quando o pintor milanês estava trabalhando em alguns afrescos da vizinha Villa Gaia. O lugar crucifixo no lado direito é datado entre o décimo quinto tarde e início do século XVI e anteriormente adornava o interior da Igreja de Santa Maria alla Scala, demolido para a construção do famoso teatro em Milão em 1774. O órgão, localizado no balcão acima da entrada de bússola é valioso trabalho de Cesare e Giovanni Bernasconi datando de 1902. O instrumento, renovado em 2010, compreende um grande número de tubos que pertenciam ao órgão anterior construída em 1790 por Eugenio Biroldi. ==== Igreja de Santa Maria della Rosa ==== thumb|left|200px|A igreja de Santa Maria della Rosa A igreja de Santa Maria della Rosa é colocado fora do município de Robecco sul Naviglio. É, de facto, ao lado do cemitério da cidade que é construída a partir dos antigos limites do assentamento. Tem origens muito antigas e provavelmente foi construído após a praga de 1630, e logo se tornou um lugar de adoração de grande importância na área, graças a uma pintura milagrosa preservada dentro que descreve precisamente a figura da Virgem segurando uma rosa em suas mãos: ela foi invocado em tempos de dificuldades específicas, como a guerra e epidemias, chegando a ser invocado contra a seca. Ao mesmo tempo, por causa de sua posição especial, a igreja foi o local favorito para a celebração dos ritos funerários da comunidade de Robecco, costume mas eventualmente caiu em desuso e hoje quase a capela é usada muito raramente. ====Igreja de San Francesco==== A pequena igreja de San Francesco tem origens antigas e as mais recentes descobertas sobre ele ter permitido datarne fundações para o século XIV. Ele é colocado em um lugar tão rico em história, inclinando-se contra o que era suposto ser o antigo castelo robecchese, perto de Villa Gromo Ternengo que acreditava que poderia ter desempenhado o papel de capela. A edificação, sabemos que dependia da Igreja Paroquial de Sant'Andrea de Casterno, movendo-se em seguida, para a gestão da igreja de São João Batista, quando ele obteve essa dignidade freguesia independente. ====Capela de São Maiolo==== A Capela de São Maiolo, localizado na praça principal, ao lado da igreja paroquial, foi construído para comemorar os mortos do Primeira Guerra Mundial. O estilo do edifício religioso é tipicamente eclético, pintado em algumas partes com motivos estruturais e cartelas. O interior é dividido a partir do exterior através de um arco com portão de ferro forjado. ===Arquiteturas Civis=== ====Villa Gaia==== Villa Borromeo Visconti Biglia Confalonieri Gandini, ou simplesmente Villa Gaia, é a maior das moradias sobreviventes totalmente na aldeia de Robecco sul Naviglio. O curioso nome de \"Villa Gaia\" a vinha até ao final do século XV, no tribunal de diversões Ludovico il Moro, a construção é do século XIV. No tempo que pertenceu aos condes e John Vitaliano Borromeo VI e, entre outros, para Biglia e Confalonieri, tornando-se a residência de verão de Federico Confalonieri. Casa de campo (ele foi um dos primeiros do Naviglio Grande) segue o padrão do castelo ou edifícios da cidade com eixo de simetria e estruturas gerais estabelecidos para coroar três pátios ligeiramente irregular. A fachada de frente para a estrada preserva a estrutura original com inserções de terracota arcos e janelas agora murada. A fachada de frente para o canal, antecedida por uma muralha e uma bela balaustrada do século XVIII, pintou decorações que lembram caixilhos de janelas ilusórios e as portas; três varandas de ferro forjado enquadrar a ordem superior. Ao lado, as etapas de a aterragem por meio do qual os senhores veio de Naviglio e, em seguida, a Milão. O pátio principal, varanda em três lados, é decorado com afrescos do século XVI. Os interiores estão mobilados e decorados desde o Renascimento até o século XVIII. Nos quartos de frente para o canal são tectos de madeira em caixotões interessantes. A escadaria, originalmente uma rampa para cavalos, foi transformado pela primeira vez em 1760, depois de atingir a forma atual de grande escadaria no modelo adequado ao século XVIII. Entre outros quartos vale a pena mencionar que, com decorações em grisaille atribuídos a Andrea Appiani eo estudo em estilo barroco. ====Palazzo Archinto==== Muitas vezes identificado com o nome de Castello, as promessas do palácio em frente ao portão de Villa Gandini. Era o sonho não realizado do nobre banqueiro Carlo Archinto, onde havia os desejos de grandeza, mas que terminou em falência antes que o projeto foi concluído. Hoje, de fato, apenas gravuras Marco Antonio Dal Re (1726) pode documentar a construção começou na virada dos projetos séculos XVII e XVIII de Carlo Federico Pietrasanta: tinha de ser um complexo quatro edifícios grandes, com um núcleo central de alta cinco andares e quatro asas enganchado a mesma altura (os dois de frente para o canal foram completados por quatro torres); para o país tem uma semicircular deveria ter acolhido os treinadores, para o navio dois cais, um coberto, os barcos provenientes da cidade. Tudo permanece até hoje apenas o bloco de terminais de quatro asas, com as duas torres, recentemente restaurado, com uma grande obra que trouxe o edifício a uma antiga glória. Atualmente o prédio abriga a biblioteca da cidade ea Museo del Naviglio Grande local. ====Villa Gromo Ternengo==== Com vista ao longo da via Matteotti, entre a Igreja Paroquial de San Giovanni Battista e Villa Gandini, a vila foi construída provavelmente no século XVI sobre as ruínas da antiga cidade do castelo e foi reconstruído em 1679 a respeito da família de Gromo Ternengo. A padronização da fachada central, precedida por um longo pátio do convite, é aberto por um longo pórtico com três arcos sobre colunas individuais; acima do piso principal é uma cobertura triângulos conectados mixtilinear. O lobby do corpo nobre, afrescos, serve como ambiente até o jardim das traseiras, à esquerda, chegar ao Canal Grande, com a construção original de Sirenella (visivel da alzaia), um pavilhão em quatro pilares utilizados como uma plataforma de desembarque. O jardim é sem dúvida um dos mais importantes da casa, uma vez que consiste em um comprimento total de cerca de 800 metros, uma vez que terminou em um nicho de agora em desuso. Ao lado da casa, no beco San Francesco, é a igreja de San Francesco, recentemente renovado. Curioso é o fato de que ao longo dos séculos, para a extinção do Casati, a vila tem sempre transmitida através do sexo feminino, passando primeiro a Negrotto Cambiaso Gênova, em seguida, para Gromo Ternengo de Biella, atingindo até o selvagem, os actuais proprietários do complexo. ====Villa Scotti==== Villa Scotti, foi construído no início do século XIX como a residência de uma família rica de apicultores robecchesi, projetado por um estudante de Giuseppe Piermarini com o qual você pode reconhecer muitas semelhanças, especialmente com Palazzo Saporiti de Milan , que sugeriu a utilização de uma fachada clássica, com a utilização de quatro metade dar a pontuação do campo central com três arcos; a falsa balaustrada superior atenua o corte horizontal da frente, limitado por duas asas em um esquema clássico em U. De particular interesse é o edifício principal, onde as salas de recepção ainda mantêm uma decoração simples, mas gosto refinado do pleno napoleônica como no salão principal do piso principal, decorado com colunas em trompe-l'oeil em fundo ocre, em adição ao insígnias imperial nas portas. Em outros lugares eles foram preservados damasco originais nas paredes e pinturas de anjos e querubins no teto, que ajudam a fazer o quarto brilhante e agradável. A moradia é agora a sede do município de Robecco Sul Naviglio e administração direta recebido pelos herdeiros Scotti. ====Villa Terzaghi==== Villa Terzaghi é apresentado como o edifício histórico mais excêntrico do que a vila (ele está localizado ao longo da estrada que conduz à Casterno, onde sua família possuía alguns terrenos Terzaghi) e um dos melhores exemplos do barroco Lombard (o segundo semestre de século XVIII). A moradia foi construída pelo nobre milanês Terzaghi e manteve-se a propriedade deste prosapie agosto até 1882, quando, com a morte do último herdeiro Carlotta, o edifício foi doado ao orfanato delle Stelline em Milão. Em 1986 a cidade de Robecco ele comprou a vila e as propriedades anexadas. O espaço em frente da fachada é decorada com estátuas e colunas encimadas por plumas, com uma divisão entre a entrada da casa do nobre eo rústico com a área dos pátios para os servos. O prospecto inclui todo o corpo da vila e está dividido em três partes: um pórtico central, protegido por um frontão curvo, menciona quase se transformam em asas dos dois corpos laterais simétricos. Combinado com a casa é também uma pequena capela onde você pode ver hoje apenas as paredes exteriores desde o momento em que entrou em colapso durante o bombardeio de Segunda Guerra Mundial. ====Villa Cittadini Dugnani Benini Bossi==== Mais conhecido como \"Villa Dugnani\", a residência é parte de prédios rústicos e parede superior com função de aterro que faz dela um caso singular em Vilas do Naviglio Grande. O complexo data, provavelmente, em suas origens até quatrocentos e testemunho parece digno desse achado, a fachada em direção a Via Mazzini, que na verdade tem duas janelas com molduras de cerâmica terracota em estilo típico da Renascença. A estrutura, pois ele pode ser visto hoje, no entanto, foi construído em sua parte principal na primeira metade do século XVI pela família de cidadãos que se comprometeram a obras de renovação e expansão sucessiva, como a construção de uma capela no 1632, construído por Gerolamo Cittadini e dedicada à SS. Jerome e Onofrio. Em 1760, o Cadastro Teresiano área de Robecco sul Naviglio, aprendemos que a casa nobre foi passado para a propriedade da família Dugnani que também estava na posse de muitas terras adjacentes. A casa foi então vendido pelo Cardeal Antonio Dugnani orfanato feminino Milan e depois comprada por Benini-Bossi. A estrutura da casa é inteiramente tijolo com exceção de uma varanda com vista para o século saborosa Naviglio que também permite acesso ao jardim levantada. ====Villa Sironi Marelli==== Outros mansão inacabado e ambicioso iniciado em meados do século XIX por Giacomo Bandas, administrador da nobre família Litta em Milão, em um edifício anterior da propriedade do século XVIII, que Crivelli, intacto, continua a ser a fachada ao longo a Naviglio, de estilo neoclássico e com uma pintura rustication falso. A disponibilidade limitada de recursos limitados a ação a apenas jardins, em sua própria maneira, evidenciado pela excentricidade da personagem. O projeto remonta ao Giuseppe Balzaretto para a afinidade com os jardins públicos Milan. Em torno da lagoa central, há pedras, decorações e estátuas como Minerva, um grupo de putti, um sarcófago romano capitais originais e pedras eo cenotáfio da mãe das Bandas, uma obra do famoso escultor Vincenzo Vela. Também interessante é a estável de estilo moresco que remonta ao século XVIII, coberto por abóbadas retangular suportado por abóbadas em arco com colunas, decorado com calhas em pedra calcária branca e balaustradas de ferro forjado, em seguida, restaurado pelo tenente-general Giovanni Sironi, que se tornou o proprietário do complexo no final do século XIX. ====Villa Arrigoni==== Também conhecido como la Peralza, agora é em um complexo desportivo privado, que pertence ao município de Magenta na aldeia Pontevecchio. Foi construído com base na datação dos afrescos no interior, em 1692, como o edifício principal ao lado da fazenda adjacente e sua notável elevação vertical, revela a função de controle da propriedade. ====Villa Barbavara Gravellona==== Também conhecido como la Bassana , foi a residência do Pallavicini di Persia e Lucerani Cernuschi, e em sua forma atual remonta ao século XVIII. O portão, que incorpora motivos forjado fachada ferro, segue um pequeno cabo ligeiramente elevada acima do navio. na parte inferior do jardim é o edifício principal ladeado pelos anexos: na varanda aberta central e jardim de Inverno, agora fechada. Na grande sala de estar, no piso térreo, há seis perspectivas afresco retratando o Naviglio Grande e algumas de suas moradias como eles apareceram no século XVIII. No século XIX foi a residência do senador país Giovanni Barbavara Gravellona. ===A ponte dos passos=== Localizado no meio da cidade velha, esta ponte foi usada nos tempos antigos para a única passagem e ter uma caminhada. A ponte, conhecido como degli Scalini foi lançado em 1842 para ligar o então distrito da Brisa com a de San Girolamo, na estrada para Castellazzo de Barzi e substituída uma ponte flutuante anterior configurado para antigo costume no dia do patrono da João Batista, para permitir a passagem da procissão. A ponte foi originalmente dedicado a Franz Joseph I da Áustria e mais tarde, após a independência da Áustria, a Vítor Emanuel II da Itália. Os fundos para sua construção veio do legado do Cardeal Antonio Dugnani: \"Deixo a comunidade Ribecco quatro mil liras em Milão quando você fez a ponte de comunicação com a estrada que vai para Castellazzo, e em que ações realizadas, no entanto, a intenção de deixar este legado para um meio mais confortável e livre para trazer o Santo Viático aos doentes do outro lado, no entanto, particularmente entes queridos se dentro de dez anos não teve lugar esta plataforma em minha opinião muito importante, então ele vai o orfanato ou o San Pietro in Gessate, ou de onde você vai encontrar o limite acima, para a manutenção de uma ondas de órfãos pode ser mantida de o fruto desse limite. Se fosse necessário para dar-lhe o máximo cumprimento \". ==Cultura== ===Eventos=== * Cada quarto domingo do mês (exceto agosto): Feira Naviglio Grande. * Páscoa: Março do Cherry Blossom. Corrida a pé no vale e florestas de Ticino. * 1 de maio: Feira de São Maiolo - agricultura e pecuária. * Primeiro fim de semana de Julho \"Festival Gerusco\" - festival da cerveja organizado pela juventude do país em colaboração com o Pro-Loco * Primeiro domingo de setembro: Festa de São João Batista - procissão e folclore. * Em segundo domingo de setembro: Festa da Sucia - festival país por ocasião do escoamento da hidrovia com degustação de produtos locais. * Segundo domingo de outubro: Festa de Priàa - exposições e folclore * 24 de dezembro: Natividade flutuante em navios ===Educação=== Na cidade existem escolas de diferentes tipos e níveis. A partir das creches privadas e público elementar, você pode vir para o fim de público secundário inferior. ===Mídia=== A Robecco tem operado desde meados dos anos 80 até agosto de 1990 (entrada em vigor da lei Mammì, L. 223/1990) Radio GPM, uma estação local que transmitir em 108 MHz. O acrônimo foi composta pelas iniciais dos fundadores do emissor (Giordano, Pietro e Mario). Categoria:Comunas de Milão (província)",
 "title": "Robecco sul Naviglio"
}