{
 "id": "85272",
 "text": "Joseph \"Joe\" Satriani (Westbury (Nova Iorque), 15 de julho de 1956), é um guitarrista e compositor estadunidense de rock instrumental, considerado virtuoso em seu instrumento.theaustralian.com.au/ Guitar virtuoso Joe Satriani is Mr Unstoppable Em novembro de 2015, Satriani foi contemplado com o prêmio “The Maestro” durante o 11ª Annual Classic Rock Roll of Honour Award.guitarplayer.com/ Joe Satriani Announces 2016 Tour, Takes Home \"The Maestro\" at Classic Rock Roll of Honour Awards Com mais de 10 milhões de discos vendidos, Satriani é o músico de rock instrumental que mais vendeu discos na história. De seus vários álbuns solo, dois chegaram a disco de platina e outros quatro a disco de ouro, com 15 indicações ao Grammy entre eles. Sua música é tao eclética que não se pode englobá-lo num só estilo musical. Às vezes soa rock and roll, às vezes blues, progressivo, pop. Por isso, o próprio Satriani definiu seu estilo como \"Joe Satriani Music\".rockemgeral.com.br/ Joe Satriani: O homem que faz a guitarra falar A revista alemã de guitarra Fuzz em sua edição de maio de 2005 fez o seguinte comentário sobre o músico: == Infância e estudos == Descendente de família italiana, Satriani, nasceu em Westbury (Nova Iorque) em 1956. Seu primeiro contato com a música foi com a bateria, aos 9 anos. Aprendeu a tocar folk, blues e jazz com o pai, tio e amigos. Foi inspirado a tocar guitarra aos 14 anos, após ouvir a notícia de que Jimi Hendrix havia morrido (ele estava jogando futebol americano, quando ouviu a notícia pelo rádio. Neste momento, ele abandonou a aula, e comunicou ao seu treinador que estava saindo do time para se dedicar à guitarra). Assim, começou a ter aulas de violão e guitarra com Bill Westcott.neomusicscene.com/ Joe Satriani Interview; Playing Rocksino Mais tarde, aprimorou suas técnicas com o guitarrista de jazz Billy Bauer, e teoria musical com o pianista de jazz Lennie Tristano, que exerceram grande influência na técnica e musicalidade do Satriani. Foi nesta época que Satriani começou a excursionar na cidade de Long Island com sua primeira banda, um grupo de dança colegial chamado \"Justice\".guitarworld.com/ Joe Satriani Opens Up in His First Guitar World Interview from 1987 Ainda durante seu tempo como estudante de 1os e 2os graus (ele estudou no Carle Place High School), Satriani tocou numa banda chamada \"Tarsus\", que, segundo o próprio, \"foi sua primeira banda de verdade\".blabbermouth.net/ JOE SATRIANI Offers Inspiration To Hometown High School Music Students (Video)ultimate-guitar.com/ Joe Satriani: \"When I Hear Myself I Kind Of Cringe\" Em 1978, mudou-se para Berkeley (Califórnia), onde mais tarde iria graduar-se na renomada Berkeley Music Institute. Foi nesta época que começou a dar aulas de guitarra, e a ficar conhecido como professor. Ensinou renomados instrumentistas, tais como: Alex Skolnick (Testament), Kirk Hammett (Metallica), Steve Vai, David Bryson (Counting Crows), Kevin Cadogan (Third Eye Blind), Larry LaLonde (Primus e Possessed), Rick Hunolt (ex-Exodus), Phil Kettner (Lääz Rockit), Geoff Tyson (T-Ride), Charlie Hunter, David Turin e Eric Kauschen. Com Steve Vai, teve também uma relação curiosa (que dura até os dias atuais), pois Satriani ensinou Steve a colocar cordas em uma ponte de guitarra modelo Floyd Rose. == Carreira == === Início: dificuldade financeira, turnê com Mick Jagger e consagração com Surfing with the Alien === Em 1979, montou a banda The Squares, um power-pop trio formado por Satriani (guitarras e vocais), Andy Milton (baixo e vocais) e Jeff Campitelli (bateria) - este último voltaria a tocar posteriormente com Joe. Esta banda foi importante, pois foi com ela que ele começou a fazer amizades no mundo musical. A banda, que duraria até o final de 1985, chegaria a gravar algumas poucas músicas, como \"Follow That Heart\", \"Give It Up\" e \"I Love How You Love Me\" (que podem ser ouvidas no Youtube). Em 1984 Satriani gravou o EP \"Joe Satriani\" contendo 5 músicas em que havia somente guitarras. Steve Vai, seu amigo e ex-aluno, consegue para Joe um contrato com a Relativity Records, e na mesma época lança seu primeiro álbum: \"Not of This Earth\". Com dificuldades financeiras, Satriani foi convidado por Greg Kihn para fazer parte da The Greg Kihn Band. Satriani aceitou o convite, pois isto lhe renderia uma grana. Em 1986, grava Love and Rock and Roll com a The Greg Kihn Band. Foi neste mesmo ano que Steve Vai, que estava em alta, por tocar com David Lee Roth, faz vários elogios a Satriani em uma entrevista dada a revista Guitar World Magazine. Esta entrevista seria de suma importância para sua carreira. Em 1987, Satriani consagra-se de vez como um dos músicos mais respeitados do planeta através do disco \"Surfing with the Alien\". Além de ter faturado vários discos de platina em diferentes países (é, até hoje, o álbum da Relativity Records que mais vendeu na história), este álbum rendeu sua primeira indicação ao Grammy. É deste álbum a canção \"Crushing Day\", que foi sua primeira canção a fazer parte de uma trilha-sonora de filme (faz parte da trilha do filme It Takes Two, de 1988). Também é deste álbum a sua balada mais famosa: Always With Me, Always With You. No começo de 1988, além de ajudar a produzir o EP The Eyes of Horror da banda de Death metal Possessed, a KOME radio, da cidade de San José (Califórnia), transmitiria ao vivo para todo o país um show da turnê \"Surfing with the Alien\", realizado no dia 14 de abril de 1988 no Cabaret Club de San José (Califórnia) (esta apresentação seria lançada, em 2015, em CD, sob o título Surfing in San Jose - The Classic 1988 Radio Broadcast). Também em 1988, ele foi recrutado por Mick Jagger para tocar em sua turnê solo de divulgação do álbum Primitive Cool.articles.latimes.com/ Satriani--Just a Guy Who Plays Guitar Assim, excursionou pela Austrália e Nova Zelândia, tocando com ele. Este show transmitido ao vivo pela radio, e a turnê com o Jagger ajudaram a alavancar ainda mais a carreira do Satriani. Ainda em 1988 - em novembro = Satriani lançou o segundo EP de sua carreira solo, intitulado Dreaming #11, contendo uma música inédita, e 3 ao vivo (gravadas durante a turnê do Jagger. Este EP recebeu a certificação de \"disco de ouro\" e deu a Satriani sua segunda indicação ao Grammy. Ainda no mesmo ano, a \"Relativy Records\" fez uma nova prensagem de “Not of This Earth”, com uma nova capa, pois o álbum já havia se esgotado, tamanho o sucesso das vendas. Em 1989, Satriani lançou o álbum \"Flying in a Blue Dream\". Esse disco se diferenciou dos anteriores pois Satriani cantava em 6 das 18 músicas contidas no álbum. O álbum foi bem aceito pelo público, e teve boa vendagem, especialmente no Texas. Ele foi fortemente promovido pela rádio KLBJ-FM, em Austin. A canção \"One Big Rush\", foi destaque na trilha sonora do filme de Cameron Crowe \"Say Anything\". \"The Forgotten Part II\" foi apresentado em um comercial no Canadá, em 1993. E \"Big Bad Moon\" tornou-se um hit do final de 1989. === Anos 90 - MTV Unplugged, turnê com Deep Purple e o projeto G3 === Em 30 de janeiro de 1990 vai ao ar o programa MTV Unplugged - Stevie Ray Vaughan & Joe Satriani. O programa, que nunca foi lançado como álbum, foi gravado no National Video Center, em Nova York.tv.com/ Stevie Ray Vaughan with Joe Satriani Satriani toca 3 músicas, a saber: \"The Feeling\", e \"I Believe\", de seu repertório, e \"May This Be Love\", de Jimi Hendrix. Em 1992, lançou \"The Extremist\", seu CD mais aclamado pela crítica (sendo considerado um clássico do rock) e melhor à época. O CD logo virou uma febre, com as estações de rádio tocando exaustivamente \"Summer Song\", \"Cryin' \" e \"Friends\". Assim, a certificação de disco de ouro foi rapidamente alcançada. Até hoje, as canções deste álbum são muito utilizados em aberturas, vinhetas e campanhas publicitárias. Por conta disso tudo, novamente o guitarrista é indicado ao Grammy. “Time Machine” (álbum duplo, com um cd de estúdio e outro ao vivo), foi lançado em 1993. Mesmo ano em que Satriani foi convidado pelo Deep Purple para substituir o guitarrista Ritchie Blackmore durante a turnê japonesa da banda. Satriani conta que foi um grande desafio para si: “Passei pela tortura mental de tocar ‘Smoke on the Water’ e ter minha guitarra não soando como a de Ritchie Blackmore. Essa coisa na minha cabeça continuava: ‘Não está certo. Deveria ser uma Strat plugada em um Marshall’. Afetou a maneira como eu tocava, embora eu tentasse me recompor, dizendo: ‘Não importa; são as notas e o fraseado’. Mas como fã, eu queria ouvir o som certo\".igormiranda.com.br/ Como Joe Satriani se sente por não conseguir reproduzir som de Eddie Van Halen Apesar disso, os shows foram um sucesso tão grande que Satriani foi convidado a integrar a banda permanentemente, o que não aconteceu em razão de contrato anteriormente firmado com a Sony Music, e também por querer continuar sua carreira solo. Mas antes de sair da banda, ainda chegou a participar da turnê europeia realizada pela banda em 1994, fazendo seu último show em julho, na Áustria. Após este concerto, Satriani deixou o Purple e o lugar para Steve Morse, que seria o guitarrista até os dias de hoje.. Também em 1993, o EP The Satch Ep é lançado. O Vinil deste EP é extremamente raro, uma vez que foram prensadas apenas 1.000 cópiasname=\"metaltheater\">metaltheater.com/ Ainda em 1993, o documentário The Satch Tapes é lançado em VHS, contendo os video-clipes de sua carreira até então, desde o álbum Surfing with the Alien até o The Extremist. Este documentário foi relançado em 2003, em formato de DVD. Para finalizar o ano de 1993, a coletânea The Beautiful Guitar é lançada, contendo apenas as \"baladas românticas\" gravadas por Satriani nos álbuns anteriores. O sexto álbum, intitulado “Joe Satriani” foi lançado 11 de outubro de 1995. Em 1996, criou junto com Steve Vai a turnê G3, na qual participa todos os anos desde então ao lado de outros grandes guitarristas virtuosos, como Michael Schenker, Eric Johnson, Andy Timmons, Robert Fripp, Paul Gilbert, John Petrucci, Leslie West, Yngwie Malmsteen. gravando cds e Dvds de algumas apresentações. O primeiro álbum deste projeto, G3: Live in Concert, foi lançado em 1997 nos formatos CD e DVD. O 3º guitarrista, além de Satriani e Vai, foi Eric Johnson. A faixa “Summer Song”, nessa versão ao vivo, foi nomeada ao Grammy. Em 1998, foi lançado seu oitavo álbum: “Crystal Planet”, produzido por Mike Fraser (G3, Metallica, AC/DC). === Anos 2000 === Já em 2000, sai “Engines of Creation”, recheado de experimentalismo, expandindo os parâmetros de sua música, incluindo ainda 'misturas' com alguns estilos. Até o drum'n'bass e o hip-hop foram usados. Juntamente com esse álbum, o comprador adquiria também o EP Additional Creations. O álbum, quando ouvido pela primeira vez, não parece um típico 'álbum de guitarra', mas, quando Joe entra com seus solos, a mágica ainda está lá. Os elementos eletrônicos do álbum, porém, não foram muito bem vistos pelos fãs. Em 2001, seu primeiro álbum solo ao vivo, Live in San Francisco, com boa aceitação do público e da crítica, recebeu a certificação de platina dupla. O disco duplo ao vivo foi gravado na sua cidade-natal, na histórica casa de shows 'Fillmore'. Segue o disco, ainda, o lançamento de um DVD duplo, do mesmo show, contendo imagens inéditas da tour e dos backstages. Em 2002, chega o inédito “Strange Beautiful Music” no qual Satriani resgatou seu lado mais melódico, dando ênfase nas harmonias e tocando de uma maneira bem ‘clean’. Consequentemente, o músico resgatou também o público que não aceitou “Engines of Creation”, e que passou a lotar novamente suas apresentações. Nesta álbum há a participação de Pia Vai (esposa de Steve Vai) tocando harpa na faixa “Chords Of Life”. Em 2003, a coletânea The Electric Joe Satriani: An Anthology foi lançada em um cd duplo. “Is There Love in Space?” e “Super Colossal” foram lançados em 2004 e 2006, respetivamente, mantendo o prestígio do guitarrista no meio musical. Em 2014, a revista Guitar World fez uma lista dos \"50 discos que definiram o ano de 2004\", com Is There Love in Space? aparecendo na 42a posição.guitarworld.com/ New Found Power: 50 Albums That Defined 2004 Sobre o Is There Love in Space?, Satriani afirmou: “Vocês já viram o meu lado virtuose, já viram meu lado blues, já viram meu lado metaleiro, mas esse cd mostra, de uma vez por todas, meu lado rockeiro”. Em 2004, o segundo álbum com o G3. G3: Rockin' in the Free World teve o trio formado por Satriani, Vai e Yngwie Malmsteen. O DVD desta turnê foi lançado com o nome G3: Live In Denver. No início de 2005, foi disponibilizado na internet um show de Satriani em Anaheim, transmitido pelo quicktime player, não disponível em cd ou dvd, mas que (por ser livre de diretos autorais) aparece rapidamente na internet em formato CD e AVI. Com um setlist que trouxe canções já conhecidas por seus fãs , como “Strange”, “War” e “Morrocan Sunset”, apresentou também, versões com arranjos novos de “Searching” e “Bamboo”, além da sempre dinâmica “Psycho Monkey”. Também em 2005, mais um álbum com o G3. G3: Live in Tokyo é composto por Satriani, Vai e John Petrucci. Mesmo ano que foi lançada mais uma coletânea: One Big Rush: The Genius of Joe Satriani. Ainda em 2005, compõe e grava as músicas da trilha- sonora do jogo eletrônico NASCAR 06: Total Team Controlblabbermouth.net/ Joe Satriani Composes Original Music For \"NASCAR 06' Video Game Em 2006, o segundo álbum ao vivo de sua carreira solo, \"Satriani Live!\". Em 2008 veio mais um álbum de estúdio: Professor Satchafunkilus and the Musterion of Rock. Também em 2008, a coletânea-box Joe Satriani Original Album Classics é lançada, contendo os 5 primeiros discos de estúdio do guitarrista. ==== Processo contra o Coldplay ==== Em 04 de dezembro de 2008, Joe Satriani entrou com um processo de violação de direitos autorais contra a banda Coldplay na United States District Court for the Central District of California. Em entrevista ao site MusicRadar.com, Satriani explicou sua decisão de processar o Coldplay por plágio: Na ação impetrada, Satriani sustenta que a canção do “Coldplay”, “Viva La Vida”, inclui “partes substanciais originais” de sua canção “If I Could Fly”, de seu álbum “Is There Love in Space?”, lançado em 2004. Na acusação, o advogado de Satriani solicitou que o julgamento tivesse um júri, além de seu cliente ser compensado por danos e receber \"todo e qualquer lucro\" gerado por essa suposta quebra de direitos autorais que teria sofrido.musica.uol.com.br/ Guitarrista Joe Satriani acusa Coldplay de plágio Questionado sobre o Coldplay ter vencido o Grammy com \"Viva La Vida\", Satriani deu a seguinte declaração: Dias depois, o Coldplay comentou que as semelhanças entre sua música e a de Joe Satriani eram coincidência. Na nota, a banda disse estar tão surpresa quanto o guitarrista, e que \"Joe Satriani é um ótimo músico, mas ele não compôs ou influenciou a música \"Viva La Vida\". Nós pedimos respeitosamente que ele aceite nossa afirmação e desejamos o melhor em todos seus trabalhos futuros\".noticias.bol.uol.com.br/ Coldplay diz que é coincidência a semelhança com música de Joe Satriani Em uma entrevista ao jornal britânico \"The Mirror\", o vocalista do Coldplay, Chris Martin, disse que a polêmica com Satriani chegou a colocar a banda em conflito e que quase deu fim ao grupo.folha.uol.com.br/ Polêmica com Joe Satriani quase acabou com o Coldplay, diz Chris Martin No dia 14 de Setembro de 2009, segundo o site News.justia.com, o caso foi indeferido na Corte Central do Distrito da Califórnia \"sob estipulação\", sugerindo que um acordo fora da corte pode ter sido atingido entre as duas partes. O juiz Dean Pregerson decretou que ambas as partes devem arcar com seus próprios gastos no julgamento, e o caso foi fechado. De acordo com a revista NME, informações indicam que o guitarrista e a banda entraram em consenso para encerrar o processo, sob a condição de fechar um acordo extrajudicial, que não foi especificado. Neste caso, Satriani não poderia mover novamente a ação judicial,cifraclubnews.com.br/ Processo de Joe Satriani contra Coldplay por plágio é encerrado e o Coldplay ficaria isento da obrigação de admitir publicamente ter cometido qualquer atitude - consciente ou não - que prejudicasse Satriani.omelete.uol.com.br/ Caso Joe Satriani vs Coldplay é encerrado === Década de 2010 === No ano de 2010, mais 2 álbuns. Em fevereiro, o terceiro álbum ao vivo de sua carreira: Live in Paris: I Just Wanna Rock. E em 5 de outubro, o seu 13.º álbum, chamado Black Swans and Wormhole Wizards. Em Março de 2010 Satriani participou, juntamente com outros guitarristas, do “Experience Hendrix Tribute Tour”, performance músical escrita e inspirada por Jimi Hendrix. Em Maio de 2010, Satriani se juntou a “Sound Strike”, um movimento liderado pelo cantor do “Rage Against The Machine”, Zack de la Rocha, protestando contra o “Arizona SB1070”; como resultado, Satriani recusa-se a tocar ao vivo no Arizona. Em 2012, mais um ao vivo: Satchurated: Live in Montreal. Este álbum possui uma taxa de aprovação de 100% do público do Rotten Tomatoes. No dia 7 de maio de 2013, Satriani lançou seu 14.º álbum de estúdio, chamado Unstoppable Momentum.noisecreep.com/ Joe Satriani Discusses New Album, His Sister's Record Collection + the Night Led Zeppelin's Stage Collapsed A versão deluxe do álbum vinha juntamente com um livro de 98 páginas chamado \"Joe's Art 2013 - Joe Satriani Book One\", que contém desenhos, rabiscos, e esboços feitos pelo músico.guitarworld.com/ Joe Satriani Lets His Imagination and Fingers Run Wild on New Album, \"Unstoppable Momentum\" Em 2014, lança o box Joe Satriani: The Complete Studio Recordings, composto pelos 14 álbuns de estúdio lançados, e mais Additional Creations And Bonus Tracks, composto por faixas raras e inéditas. No mesmo ano, sua primeira autobiografia é lançada: Strange Beautiful Music: A Musical Memoir contém histórias de sua carreira como músico, além de entrevistas com Steve Vai, com os integrantes do Chickenfoot e outras figuras do meio musical. Em 2015, seu 15.º álbum de estúdio é lançado, com o nome Shockwave Supernova. No dia 30 de junho de 2015, ele apresentou, exclusivamente na Assembleia Geral da ONU, em Nova York, a música “Music Without Words”, inédita até então, composta juntamente com o diretor musical Robin DiMaggio. A música foi apresentada acompanhada de um vídeo produzido especialmente para o momentovandohalen.com.br/ Música inédita de Joe Satriani será tocada em assembleia da ONU pelo cineasta Ramin Ouladi No dia 09 de Novembro de 2015, o vídeo foi disponibilizado para o público pelo Yahoo!. A música também foi disponibilizada no mesmo dia para download, e os fundos arrecadados com as vendas serão todos doados a UNICEF.blabbermouth.net/ Joe Satriani and Robin DiMaggio Release \"Music Without Words\" Video Também em 2015 foi lançado seu 6o álbum ao vivo. Surfing in San Jose - The Classic 1988 Radio Broadcast, que saiu somente no formato CD, contém o som de uma apresentação feita pelo músico no Cabaret Club de San José (Califórnia), no dia 14 de abril de 1988, e que foi transmitida ao vivo pela KOME radio. Por fim, ainda em 2015, no mês de novembro, Satriani foi contemplado com o prêmio “The Maestro” durante o 11ª Annual Classic Rock Roll of Honour Award. Em agosto de 2016, Satriani e inúmeros outros guitarristas participaram do single \"Don’t You Tell Me Not To Play Guitar\", que faz parte do projeto \"The Epic Guitar Solo Challenge\". Este projeto faz parte de uma campanha de arrecadação de fundos que será revertida ao “The EJ Whitten foundation for prostate cancer”.ultimate-guitar.com/ Here's the Longest Guitar Solo Ever Featuring Satriani, Govan, Gilbert & 30 More Masters Em outubro de 2017, Satriani anunciou o seu 16º álbum solo de estúdio,guitarworld.com/ Joe Satriani Announces New Album, \"What Happens Next\" que foi lançando no dia 12 de janeiro de 2018, com o título \"What Happens Next\".radiorock.com.br/ Joe Satriani lança novo disco “What Happens Next” Em 5 de abril de 2019, o guitarrista lançou um álbum de sua primeira banda, The Squares, um power trio formado ainda na decada de 1970. Intitulado Best Of The Early 80's Demos, o álbum traz faixas originais gravadas nos anos 1980. Ainda em 2019, ele publicou seu décimo sétimo álbum solo, Shapeshifting. Em 2021, fez uma participação na música \"Forgive Me\" e \"Conflicted\", ambas presentes no álbum \"Symphony of Sinners & Saints\", de Kitt Wakeley.guitarworld.com/ Hear Joe Satriani tap into his emotive prowess and serve up soaring solos in epic orchestral track, All Things Sacred Em 19 de janeiro de 2022, Satriani lançou \"Sahara\" como o primeiro single de seu décimo oitavo álbum, The Elephants of Mars. O disco foi lançado em 8 de abril de 2022, pela earMUSIC , tornando-se o primeiro de Satriani desde seu álbum autointitulado de 1995 a ser lançado por uma gravadora diferente da Epic Records ou de sua controladora, Sony Music. No final de 2022, Satriani anunciou a continuação de seu projeto de turnê G3, sob o título \"G4 Experience V6.0\", que aconteceu de 3 a 7 de janeiro de 2023. O evento, que foi liderado por Satriani, juntamente com Peter Frampton — entre suas últimas apresentações antes da aposentadoria, Steve Lukather e Steve Morse, incluiu workshops e jam session de Alex Skolnick, Andy James, Cory Wong, Eric Gales, John 5, Mateus Asato e Nili Brosh. Em 2023, fez uma participação na música \"All Things Sacred\", presente no álbum \"Symphony of Sinners & Saints Vol.II: The Storm\", de Kitt Wakeley. === Chickenfoot === Em 2008, Satriani se juntou a Sammy Hagar e Michael Anthony, ambos ex-Van Halen, e Chad Smith, do Red Hot Chili Peppers, e formou o supergrupo Chickenfoot. Desde então ele se divide entre as duas carreiras e não consegue mais escolher entre uma e outra. \"Eu prefiro as duas. São muito diferentes e as duas me fazem ser criativo e me mantém empenhado o tempo todo\", afirma. Em 2009, o primeiro álbum do supergrupo, intitulado Chickenfoot, foi lançado. Em Abril de 2010, o supergrupo participa de um episódio da série animada de televisão “Aqua Teen Hunger Force”. 2 anos após o lançamento do primeiro álbum, Chickenfoot III é lançado. Este álbum rendeu ao supergrupo vários prêmios. Sua atividade solo frenética contribuiu para atrasar a produção de mais material inédito do supergrupo, que não lança nada inédito desde Chickenfoot III. \"Sou parcialmente culpado por causa de minha agenda atribulada\", disse Satriani no final de 2014. === Outros trabalhos === Satriani também possui participações em outros álbuns, dentre os quais o de Alice Cooper \"Hey Stoopid\"(1991), \"Spinal Tap's Break Like the Wind\" (1992), Blue Öyster Cult \"Imaginos\"(1988). Fato interessante é que em 1986 fez backing vocals no álbum de estreia do Crowded House. Em 2003, tocou guitarra no CD de lançamento do Yardbirds “Birdland”. Em 2006, gravou várias faixas do CD/DVD \"Gillan's Inn\", do vocalista do Deep Purple Ian Gillan. No álbum de 2007 do “Dream Theater”, “Systematic Chaos”, Satriani contribuiu com a letra da canção \"Repentance\". Satriani contribuiu com um solo de guitarra no álbum de Jordan Rudess (tecladista do “Dream Theater”), lançado em 2004, “Rhythm Of Time”. Ele também compôs grande parte da trilha sonora para o jogo de corrida “NASCAR 06: Total Team Control” e contribuiu para o “Sega Rally Championship”. Satriani apareceu no filme de Christopher Guest, “For You Consideration”, de 2006, como o guitarrista da banda que tocou para o show de fim de noite. Em 2011, Satriani faz uma aparição no filme O Homem Que Mudou o Jogo. Ele aparece no filme tocando o hino dos EUA. Em 2020, participou do álbum Transitus, do projeto de metal progressivo Ayreon, com um solo na faixa \"Get Out! Now!\". === G4 Experience === Desde 2014, Satriani trabalha com o projeto G4 Experience, onde ele e mais 3 renomados guitarristas fazem uma espécie de \"acampamento de música\" que combina entretenimento, aprendizagem e uma experiência de férias, uma vez que os músicos dão aulas diárias e sessões musicais. Produzido pela Dreamcatcher Events, o G4 Experience é uma extensão da turnê do G3. == Caridade e Filantropia == Em 2006, Satriani assinou um contrato de suporte com a “Little Rock Kids”, uma organização sem fins lucrativos que fornece instrumentos musicais gratuitos e instrução para crianças em escolas públicas carentes de todo os EUA. Ele entregou pessoalmente instrumentos para crianças do programa, através de um sorteio relizado pela organização e, como Steve Vai, faz parte de seu Conselho de Administração, como membro honorário. No dia 15 de maio de 2015, Satriani participou da segunda edição do \"Acoustic-4-A-Cure\", evento cuja renda é revertida a um centro de pesquisas para o tumor cerebral. == Técnica e influência == Em 2013, numa entrevista dada a Peter Hodgson do site Gibson.com, Sammy Hagar comparou Satriani a Eddie Van Halen (Sammy trabalhou com Eddie no Van Halen, e com Satriani no Chickenfoot). E declarou que Satriani é melhor, pois “é mais versátil e fluente. Joe pode tocar qualquer coisa, Eddie não. Quando compomos juntos, ele me mostra acordes que eu nem conheço”.ultimateclassicrock.com/ Sammy Hagar: Joe Satriani Is More ‘Fluent and Versatile’ Than Eddie Van Halen Satriani é amplamente reconhecido como um virtuoso guitarrista de rock pela sua habilidade invejável. Ele domina muitas técnicas sobre o instrumento, incluindo legato, two-handed tapping e arpejo, volume swells (ondas de volume), harmônicas e extrema whammy bar effects. Durante passagens rápidas, Satriani aplica uma técnica de legato (alcançada principalmente através de hammer-ons e pull-offs) que produz acorde suave e fluido. Tem como uma das características de sua marca de composição o uso da chamada Pitch axis theory, que ele aplica com uma variedade de modos. No álbum Not of This Earth, a canção \"The Enigmatic\", é inteiramente tocada com a chamada \"Escala Enigmática\" - daí o nome da canção.guitarplayer.uol.com.br/ Joe Satriani e a escala Ele também é adepto de outras técnicas relacionadas com a velocidade, como “rapid alternative picking” (separação alternativa rápida) e “sweep picking”. Satriani faz abordagens de escalas e solos de forma diferente, usando o que ele denominou de \"escala linear\", movendo-se em passagens extremamente técnicas. Satriani se enquadra na categoria dos virtuosos da guitarra que primeiramente atingiu a velocidade através de hammer-ons e pull- offs, ao contrário de guitarristas que incluem linhas com palhetadas muito rápidas e alternadas como Al Di Meola, Yngwie Malmsteen e Michael Angelo Batio. Ezio Jemma, colunista do Guia da Semana, escreveu que \"Joe não é o cara que toca semicolcheias a 300 BPM ou joga a guitarra no chão durante sua performance. A mistura de feeling com técnicas apuradas compõem um estilo único que inspirou e inspira gerações de guitarristas, inclusive as “crias” de Satriani, como Steve Vai.guiadasemana.com.br/ Com poucas falas e muitas notas, Satriani hipnotiza o público em SP A revista de guitarra alemã Fuzz diz que \"quanto aos two-hands (tappings), Joe é melhor na palheta do que nos dedos em seus tappings. Isso é um ponto fraco em Joe, que apesar de não ser tão bom em two-hands com os dedos, é um mestre nisso com as palhetas.\" Satriani , da mesma forma que Steve Vai, Yngwie Malmsteen e outros guitarristas que incorporam velocidade e precisão técnica, tem sido criticado por aqueles que preferem estilos mais simples de composição. Seu sucesso é notável em um gênero tipicamente hostil aos músicos instrumentais. Satriani já recebeu 15 indicações ao Grammy Awardsaceshowbiz.com/ Joe Satriani Awards e vendeu mais de 10 milhões de discos no mundo inteiro. Muitos de seus fãs o chamam de \"Satch\", uma forma abreviada de Satriani, assim como os seus amigos de muitos anos. A canção \"Satch Boogie\", do álbum \"Surfing With the Alien\" é uma das várias centenas de canções numeradas, mas sem nomes, como \"Satch Boogie 1\", \"Satch Boogie 143\", etc. Muitos guitarristas se referem a ele como \"Saint Joe\". == Equipamentos == Satriani usa uma variedade de equipamentos. A maioria das suas guitarras são Ibanez, incluindo a JS100, JS1000, e JS1200 que geralmente apresentam captação DiMarzio PAF Joe ou PAF Pro na posição do captador do braço e um DiMarzio Fred ou Mo Joe na ponte. As guitarras Ibanez JS fazem parte da sua linha de assinatura e apresentam o Edge Pro, que é o sistema de trêmolo exclusivo da Ibanez. O espelho de prata da guitarra que ele usou no DVD “Live in San Francisco” é chamado Chrome Boy, por razões óbvias. Satriani usou uma grande variedade de amplificadores de guitarra ao longo dos anos, como o Marshall em 2001, mas decidiu adotar apenas dois JSXs Peavey: um para apresentações e o outro como backup, porem em 2012 lançou uma nova linha de amplificadores pela Marshall. Seus pedais de efeitos incluem o alguns pedais signature da vox, Digitech Whammy, BOSS DS-1, Fulltone Ultimate Octave, e Electro-Harmonix POG (Polyphonic Octave Generator). Satriani também fez uma parceria com a Planet Waves para criar uma linha de assinatura de palhetas e correias de guitarra com sua arte. == Temas recorrentes == O trabalho de Satriani frequentemente faz referências a várias histórias e ideias de ficção científica. Ele produziu alguns de seus trabalhos tendo como base criativa o Surfista Prateado, do Universo Marvel, sendo o mais famoso \"Surfing with the Alien\". No decorrer de sua carreira, Satriani também teve outras composições relacionadas com a saga desse “viajante espacial”, como \"Back to Shalla-Bal\" (clara referência ao personagem Shalla-Bal), do álbum Flying in a Blue Dream (1989), e \"The Power Cosmic 2000 part.I e part.II\" do Engines of Creation (2000).roadiecrew.com/ Surfista Prateado Continuando, a canção \"Ice 9\" refere- se a arma de gelo secreta do governo. \"Sex Borg\" é uma referência a Star Trek, que possui uma raça homogênea cibernética conhecida como Borg. Além disso, seus álbuns e canções, muitas vezes têm títulos de outro mundo, como \"Not of This Earth\", \"Crystal Planet\", \"Is There Love in Space?\", e o já mencionado \"Engines of Creation\". No álbum Super Colossal a canção intitulada \"Crowd Chant\" foi originalmente chamada de \"Party on the Enterprise\", em alusão a USS Enterprise (Star Trek). A música continha sons e barulhos da nave Enterprise, da série de televisão Star Trek. Mas, como Satriani explicou, problemas na justiça não puderam ser resolvidos e ele não conseguiu permissão para usar os sons. Assim, ele removeu os sons da música, e a chamou de “Crowd Chant”, que é usada como música de celebração dos gols de várias equipes de Hockey, tais como: Minnesota Wild, New York Islanders, e até de futebol, como New England Revolution. A canção é incluside tema do jogo-eletrônico de hockey NHL 2k10. == Shows no Brasil == Shows no Brasil # Data Turnê Local Ref. 1 21, 22 e 23/maio/1996 Joe Satriani Olympia Olympia (casa de espetáculos). 2 19/08/2000 2000 Engines of Creation Tour - South America Auditório Araújo Vianna - Porto Alegre roo.emu.id.au/allgigs 3 04/04/2002 2002/2003 Strange Beautiful Tour - North/South America ATL Hall - Rio de Janeiro 4 27/07/2008 2008 South America and Mexico Tour Helooch - Curitiba 5 29/07/2008 2008 South America and Mexico Tour Credicard Hall - São Paulo 6 31/07/2008 2008 South America and Mexico Tour Citibank Hall - Rio de Janeiro 7 01/08/2008 2008 South America and Mexico Tour Chevrolet Hall - Belo Horizonte 8 02/08/2008 2008 South America and Mexico Tour late Club de Brasília - Brasília 9 01/10/2014 The Unstoppable Momentum World Tour Credicard Hall - São Paulo g1.globo.com/ Produtora anuncia shows de Joe Satriani no Brasil em outubro 10 03/10/2014 The Unstoppable Momentum World Tour Net Live - Brasília-DF 11 07/12/2016 Surfing to Shockwave Tour 2016 Espaço das Américas - São Paulo-SP guiadasemana.com.br/ Joe Satriani no Brasil em 2016 12 09/12/2016 Surfing to Shockwave Tour 2016 Net Live - Curitiba-PR 13 11/12/2016 Surfing to Shockwave Tour 2016 Teatro Araújo Vianna - Porto Alegre-RS 14 06/08/2017 Surfing to Shockwave Tour 2016 Show Grátis na Área Externa do Auditório Ibirapuera - SP guia.folha.uol.com.br/ 06 de Agosto tem show gratuito de Joe Satriani no Ibirapuera. Veja outras atrações em SP === Com o G3 === # Data Turnê Local Ref. 1 03/12/2004 2004 G3 South America with Steve Vai and Robert Fripp Claro Hall - Rio de Janeiro 2 04/12/2004 2004 G3 South America with Steve Vai and Robert Fripp Credicard Hall - São Paulo 3 05/12/2004 2004 G3 South America with Steve Vai and Robert Fripp Credicard Hall - São Paulo 4 26/10/2006 2006 G3 Latin America with Eric Johnson and John Petrucci Teatro do Sesi - Porto Alegre 5 27/10/2006 2006 G3 Latin America with Eric Johnson and John Petrucci Credicard Hall - São Paulo 6 28/10/2006 2006 G3 Latin America with Eric Johnson and John Petrucci Credicard Hall - São Paulo 7 29/10/2006 2006 G3 Latin America with Eric Johnson and John Petrucci Claro Hall - Rio de Janeiro == Equipamento de Joe Satriani == *Guitarras - Ibanez JS (Joe Satriani Signature) com captadores DiMarzio e usa cordas D'Addario. *Amplificador - Marshall JVM410JS 100w com falantes Marshall Lead 1960 *Efeito - VOX Big Bad Wah Pedal Signature, Satchurator Overdrive Signature, ICE 9 Overdrive Signature, Time Machine Digital Delay Signature (two), FullTone Ultimate Octave, Digitech Whammy Pedal, Boss Super Chorus CH-1, Electro Harmonix POG and Micro Pog Octaver, Roger Mayer Voodoo-Vibe Tremolo/Chorus/Vibrator, Ibanez Flanger FL9 (for Chicken Foot) fonte: Youtube \"Joe Satriani stage gear\" == Discografia == === Carreira Solo === ==== Álbuns de Estúdio ==== * 1986 - Not of This Earth * 1987 - Surfing with the Alien * 1989 - Flying in a Blue Dream * 1992 - The Extremist * 1993 - Time Machine (CD duplo - somente o CD 1 é de músicas inéditas) * 1995 - Joe Satriani * 1998 - Crystal Planet * 2000 - Engines of Creation * 2002 - Strange Beautiful Music * 2004 - Is There Love in Space? * 2006 - Super Colossal * 2008 - Professor Satchafunkilus and the Musterion of Rock * 2010 - Black Swans and Wormhole Wizards * 2013 - Unstoppable Momentum * 2014 - Additional Creations And Bonus Tracks * 2015 - Shockwave Supernova * 2018 - What Happens Next * 2020 - Shapeshifting * 2022 - The Elephants of Mars ==== EPs ==== * 1984 - Joe Satriani (EP) * 1988 - Dreaming #11 * 1993 - The Satch Ep * 2000 - Additional Creations (CD bônus junto com a edição limitada do Engines of Creation) ==== Álbuns ao vivo ==== * 1993 - Time Machine (CD duplo - somente o CD 2 é ao vivo) * 2001 - Live in San Francisco (CD/DVD) * 2006 - Satriani LIVE! - (CD/DVD) * 2010 - Live in Paris: I Just Wanna Rock - (CD/DVD) * 2012 - Satchurated: Live in Montreal - (CD/DVD/Blu-Ray/3d) * 2015 - Surfing in San Jose - The Classic 1988 Radio Broadcast - CD) === Com o The Squares === * 2019 - Best Of The Early 80's Demos === Com o Projeto G3 === * 1996 - G3: Live in Concert Satriani, Vai e Johnson (CD e DVD) * 2003 - G3: Rockin' in the Free World Satriani, Vai e Malmsteen (CD) * 2003 - G3: Live in Denver - Satriani, Vai e Malmsteen (DVD) * 2005 - G3: Live in Tokyo Satriani, Vai e Petrucci (CD e DVD) === Com The Greg Kihn Band === * 1986 - Love and Rock & Roll * 1996 - King Biscuit Flower Hour === Com o Chickenfoot === * 2009 - Chickenfoot * 2011 - Chickenfoot III == Bibliografia == *2014 - Strange Beautiful Music: A Musical Memoir (Selo: BenBella Books) - Autobiografiaultimateclassicrock.com/ Joe Satriani Announces Memoir == Prêmios e indicações == Satriani é o terceiro maior \"recordista\" de indicações ao Grammy Award sem ter ganho pelo menos 1 vez (ele tem 15 indicações e nenhuma conquista). Em novembro de 2015, Satriani foi contemplado com o prêmio “The Maestro” durante o 11ª Annual Classic Rock Roll of Honour Award. ==Ver também== *Grammy Award para melhor performance de Rock Instrumental *Matt Bissonette *Gregg Bissonette *Eric Caudieux *G3 (turnê) *Kirk Hammet == Ligações externas == * Página inicial oficial de Joe Satriani * Biografia do guitarrista no MTV.com Categoria:Bandas e músicos de rock instrumental Categoria:Compositores dos Estados Unidos Categoria:Cristãos dos Estados Unidos Categoria:Guitarristas de hard rock Categoria:Guitarristas dos Estados Unidos Categoria:Membros de Chickenfoot Categoria:Membros de Deep Purple Categoria:Norte-americanos de ascendência italiana Categoria:Naturais de North Hempstead",
 "title": "Joe Satriani"
}