{
 "id": "85685",
 "text": "thumb|Piscina exterior, vista de cima. Uma piscina (do latim piscina, derivado de piscis \"peixe\") é um tanque de água próprio para natação, mergulhos, saltos ornamentais e outras práticas desportivas, como polo aquático e hidroginástica, tratamento de doenças e reabilitação física, ou simplesmente para recreação. Geralmente é equipada com uma estação de tratamento de água própria para piscinas, como bomba de água para o bombeamento de água da mesma. == Doenças == Existem diversos problemas de saúde associados ao uso de piscinas, que aparecem quando o tratamento da água não é feito de maneira adequada, os mais comuns são: pé de atleta, dermatites, micoses, conjuntivites, hepatite e inflamações nos ouvidos, nariz e olhos. Historicamente, as piscinas e banhos públicos foram grandes responsáveis pela contaminação de grande parte da população das grandes cidades da Roma Antiga com altos níveis de chumbo, proveniente da encanação dessa época. De acordo com a teoria de que o envenenamento por chumbo esteve intimamente ligado com a queda do império romano, as piscinas seriam uma das principais causas desse evento, contribuindo significativamente para que a população em geral se contaminasse com o metal pesado. == Parâmetros de controle da água == * Alcalinidade: a alcalinidade ideal é de 80 a 120 mg de CaCO3 por litro. Se for maior que 150 mg causa incrustações. * pH: o pH ideal deve estar entre 7,2 e 7,6. Se for menor que 7,2, é irritante aos olhos e à pele, ocorre uma demanda maior de cloro e favorece a corrosão. Se for maior que 7,6, confere uma maior turbidez a água e também aumenta o consumo de cloro. * Turbidez: é causada pela ausência ou uso ineficaz do filtro(recomenda-se que filtre a piscina o tempo indicado pelo fabricante do filtro, mas em geral filtra-se de 4 a 6 horas por dia), por um pH fora da faixa ideal, ou pelo uso errôneo de produtos químicos. * Temperatura: é indicada a temperatura de 24°C para adultos e 26°C para crianças de até 5 anos. Acima de 29°C causa desconforto e favorece o crescimento microbiano. * Controle bacteriológico: contagem geral de bactérias e de coliformes. ==Métodos alternativos== === Ozono (O₃) === O ozono é o mais forte agente oxidante conhecido para uso comercial. É significativamente mais potente que o cloro, além de eliminar com mais facilidade diversos microorganismos que o cloro (nas concentrações utilizadas em piscinas) não consegue como é o caso da Giardia ou do Cryptosporidium (responsável por causar diarreia, dores abdominais etc). É tido hoje como o melhor tratamento de água, não só para piscinas, mas para água de beber e para lavagem de alimentos, sendo usado inclusive em estações municipais nos grandes centros ao redor do mundo como Paris, Montreal, Tóquio, Los Angeles e muitos outros. Uma das características do ozono (O₃) é que ele é natural, formado a partir do oxigénio (O₂) do ar, e da mesma forma, volta rapidamente à forma de oxigénio depois de fazer seu trabalho na oxidação das impurezas, ou seja, se o ozono injectado na água na casa de máquinas for dimensionado correctamente, não haverá mais nada de ozono na água que retorna à piscina. Isto significa que o ozono tratará toda a água que passa pela casa de máquinas, mas depois disto a água voltará para a piscina desprotegida contra qualquer contaminação. Portanto, neste caso também deverá ser mantido o cloro residual no tanque, mantendo a “protecção” contra contaminações que possam ocorrer enquanto a água não passar novamente no processo de filtração e desinfecção. É importante notar que, nas piscinas tratadas com ozono, mesmo com o cloro residual, elimina-se totalmente os desconfortos causados pelas cloraminas, como ardência nos olhos, pele e cabelos ressecados. Problemas como rinite ou alergias, não são potencializados porque, na verdade o real causador destes sintomas são as cloraminas, resultados da reação do cloro com a matéria orgânica (microorganismos, urina, suor, etc.) presente na água. Por esta razão, ao entrar numa piscina tratada corretamente com ozono, o banhista tem a sensação de nadar em água de “cachoeira”, sem nenhum produto químico, mesmo a piscina estando protegida pelo cloro residual. Atualmente, nos principais países do mundo, este tem se tornado o tratamento mais utilizado em academias, clubes e colégios que possuem uma alta frequência de usuários, e agora, com a redução dos custos de aquisição, vem crescendo fortemente o uso nas residências. === Raios ultravioleta (UV) === O ultravioleta (UV) é uma luz com comprimento de onda específico que impede a reprodução de diversos tipos de microorganismos, principalmente bactérias. É uma tecnologia limpa (não gera resíduos), porém como não é oxidante, não tem capacidade de tirar sujeiras como: suor, urina, excreções da água e também a cloramina. Por esta razão, é imprescindível que se mantenha o cloro nas quantidades normais na água para manter a proteção. É importante notar que como o ultravioleta é uma luz só tem ação no local onde a luz atinge – na tubulação onde está instalado na casa de máquinas – sem nenhum efeito residual, se os microorganismos estiverem agrupados em colônias (o que é o mais comum) o UV eliminará apenas os que estiverem na frente. Estes, por sua vez, servirão de “escudo” para os que estiverem na parte de trás ou no meio do grupo e não tiverem contato com a luz ultravioleta. Apesar de raro, é possível encontrar piscinas de uso comercial, principalmente em pequenas academias, que não são tratadas de forma correta porque seus proprietários buscam economia de custos na redução do cloro. Economia é sempre bem-vinda, mas torna-se inadmissível quando compromete a saúde da água e das pessoas, principalmente quando as mesmas desconhecem os perigos que estão correndo ao nadar em água tratada de forma irresponsável e incorreta. Além da busca pela economia, a redução no uso do cloro acontece para dar a mesma sensação do tratamento com ozônio, ou seja, piscina sem cloraminas. É por isso que alguns fabricantes propõem que se reduza ou elimine o cloro para não causar este efeito, mais uma vez pondo em risco a saúde dos usuários. Isto significa que ao reduzir drasticamente ou até mesmo, em casos extremos, retirar totalmente o cloro da piscina durante a semana, a água e os banhistas estarão totalmente desprotegidos contra possíveis contaminações. === Sal === O tratamento de cloração por sal cresceu nos anos 90, antes do aparecimento do ozônio, como alternativa à cloração convencional, principalmente para pessoas que sofriam de rinite e outras alergias. Este processo utiliza a molécula de sal (NaCl = sódio + cloro) e, através de uma forte corrente elétrica, quebra-a em íons de cloro e sódio. Estes íons de cloro se combinam com a água e formam o ácido hipocloroso, que trata a água da piscina. As cloraminas continuam existindo, pois o cloro reage continuamente com a matéria orgânica (em concentrações menores), porém em menor quantidade, pois ao invés de se jogar o cloro de uma só vez na piscina, ele funciona como “dosador”, fornecendo aos poucos a quantidade de cloro necessária para a piscina. Esse processo, por si só, gera o cloro residual, dispensando dosagens externas. Mas é importante controlar bem o processo, pois é comum a formação acima do limite permitido de THM (trihalometanos) que são compostos cancerígenos formados a partir do cloro. Para o usuário, a salinização traz menos desconforto do que o tratamento de cloro convencional, exceto a sensação de “água salgada”. Já o proprietário da piscina precisa avaliar o custo-benefício das trocas periódicas dos elétrodos, usados para a geração do cloro, e do desgaste de seus equipamentos, provocado pelo “efeito maresia” do sal (oxidação de materiais, pintura e equipamentos). Além disso, a água deve ser diluída em água nova de tempos em tempos para retirar os sólidos totais dissolvidos (STD), como, por exemplo, o sódio não utilizado e que se concentra na piscina, podendo provocar sintomas indesejáveis aos banhistas, como comichão ou irritações em geral. === Ionizador === Muitas pessoas confundem ionização com ozonização, embora sejam totalmente diferentes. A Ionização mantém residual ativo que protege a água de contaminação mesmo durante os períodos em que a recirculação esta desligada. O Cobre combate as algas e a Prata elimina fungos, bactérias e vírus. Os íons são estáveis e não são dissipados mesmo em piscinas aquecidas ou dias de sol intenso. A ionização foi escolhida pela NASA como tratamento de água nas viagens espaciais tripuladas a partir do Projeto Apollo. Hoje em dia a Ionização é uma alternativa para tratamento de águas de piscina, ecologicamente correta, difundida pelo mundo todo e comprovadamente eficiente e muito econômica no gasto de energia. Empresas como Unilever, Nivea, Samsung, também utilizam hoje em dia a tecnologia de íons de prata em alguns de seus produtos e equipamentos. A Ionização através de íons de cobre e prata, elimina os microorganismos nocivos incluindo algas, vírus, bactérias e fungos sem ser agressivo as pessoas que irão desfrutar da piscina. O nível de cobre e prata para tratamento de água de piscinas é menos da metade do máximo estabelecido para água potável, ou seja, não proporciona nenhum risco a saúde, pelo contrário, faz com que a água da sua piscina fique muito mais saudável. Os níveis utilizados no tratamento de Ionização de piscinas são respectivamente cerca de 400 ppb para o cobre e 40ppb para a prata, ou seja totalmente seguro, isto é menos da metade dos níveis aprovados internacionalmente. . Um nível mínimo de Cloro é obrigatório a todos os tipos de tratamento alternativo em piscinas coletivas no Brasil. Com a ionização o nível de cloro é 5 vezes menor do que a quantidade de cloro normalmente utilizada em piscinas tratadas exclusivamente com cloro e não causa; cheiro na pele, cabelos secos, olhos irritados, pele seca, roupas desbotadas, etc. Todos os profissionais da natação e usuários de piscinas sabem a grande diferença que isso faz. As piscinas tratadas com ionizador de cobre e prata + 0,5PPM de cloro são comprovadamente mais saudáveis aos usuários do que as tratadas exclusivamente com 2 a 3 PPM de cloro. Para piscinas residenciais em que o uso é esporádico a necessidade de cloro será no máximo de uma vez a cada 15 dias. Essas evidências de vantagens da Ionização ficam mais claras conforme estudos realizados no mundo: Os íons de cobre e prata demonstram em estudos serem eficazes contra uma grande variedade de microrganismos. A prata interfere na atividade enzimática e liga-se às proteínas das células, e está comprovado que ambos os metais se ligam ao DNA das células (Shinohara, et al. 1983; Richards, 1981). Embora se considere que o cobre e a prata atuam mais lentamente do que o cloro na destruição dos microrganismos, são seguros, inodoros, não se dissipam no ar e asseguram um efeito residual. Além disso, estes metais quando associados com pequenas doses de cloro demonstraram ter uma atuação mais rápida na destruição dos microrganismos, do que o cloro sozinho em doses equivalentes.\" A ionização é utilizada em vários países pelo mundo, ea utilização dessa alternativa vem crescendo cada vez mais por sua comprovada eficiência e por ser o tratamento alternativo com menor gasto de energia. Sendo a alternativa automática mais utilizada em piscinas residenciais (vinil, fibra e alvenaria), nos últimos anos essa combinação de vantagens e custo benefício tem feito com que muitos condomínios, academias, clubes, colégios e hotéis que possuem uma alta frequência de usuários optem pela Ionização para o tratamento de suas piscinas de uso coletivo. ==Recordes== Em dezembro de 2020, foi inaugurada a piscina mais profunda do mundo, em Mszczonow na Polónia, chamada Deepspot. Ela possui 45 metros de profundidade, e serve de zona de treino para mergulhadores, bombeiros e forças armadas. A piscina contém 8 mil metros cúbicos de água e custou sensivelmente 8,7 milhões de euros. É decorada com um pequeno barco naufragado, cavernas subaquáticas artificiais e até mesmo ruínas Maia para os mergulhadores explorarem livremente numa verdadeira experiência imersiva. Em Colchester, Inglaterra, está em 2020 em construção a piscina Blue Abyss que terá 50 metros de profundidade. == Ver também == * Banheira * Banho público * Piscina curta * Piscina olímpica * Piscina infinita * Piscina natural == Ligações externas == Categoria:Equipamentos de natação e piscinas",
 "title": "Piscina"
}