{
 "id": "85937",
 "text": "Pop rock (também escrito como pop/rock)Steven L. Hamelman (2004). But is it Garbage?: On Rock and Trash. University of Georgia Press. p. 11. ISBN 978-0-8203-2587-3. é o rock com maior ênfase na composição profissional e nas artes de gravação e menos ênfase na atitude. Originado no final da década de 1940 como uma alternativa ao rock and roll normal, o pop rock foi, no início, influenciado pela batida, pelos arranjos e pelo estilo original do rock and roll (e às vezes do doo-wop). Pode ser visto como um campo de gênero distinto, em vez de música que se sobrepõe ao pop e ao rock. Os detratores do pop rock costumam desprezá-lo como um simples produto comercial, menos autêntico do que o rock.S. Jones, Pop music and the press (Temple University Press, 2002), p. 109. == Definições == Existem diferentes definições do termo, variando de uma forma mais suave do rock para um subgênero da música pop. Pop rock é um gênero de fusão usado para descrever o padrão verso-refrão da música pop que também pode ser categorizado como rock pelo seu uso de guitarras, bateria e ritmos propulsivos. O gênero se manifestou no final da década de 1950 como uma alternativa mais comercial ao rock and roll, alavancado por artistas como Roy Orbison e Del Shannon. Durante a década seguinte, pop e rock continuaram a se misturar e criar novos subgêneros, como Vocal surf e Jangle pop. Na década de 1970, o pop rock tornou-se tanto mais \"agitado\" (Power pop) quanto mais suave (Soft rock); nas décadas de 1980 e 1990, fundiu-se com rock alternativo para fazer o Britpop. Hoje, o pop rock continua a ser um gênero ativo, de grande alcance e que se funde com diversos outros estilos.Pop rock Rate Your Music == Características e etimologia == Existe uma grande semelhança entre a música pop e o rock, tais como instrumentação e até mesmo conteúdo lírico. Os termos \"pop rock\" e \"power pop\" foram usados ​​para descrever uma música mais comercialmente bem-sucedida que usa elementos do rock ou a forma dele.R. Shuker, Popular Music: the Key Concepts (Abingdon: Routledge, 2nd edn., 2005), ISBN 0-415-34770-X, p. 207. O escritor Johan Fornas vê o pop rock como \"um único gênero\", ao invés de categorias distintas. Para os autores Larry Starr e Christopher Waterman, o gênero é definido como uma \"variável upbeat do rock\" representada por artistas e bandas como Andy Kim, Bells, Paul McCartney, Lighthouse e Peter Frampton.L. Starr and C. Waterman, American Popular Music (Oxford: Oxford University Press, 2nd edn, 2007), ISBN 0-19-530053-X O termo pop tem sido usado desde o início do século XX para se referir à música popular em geral, mas a partir de meados da década de 1950 começou a ser usado para um gênero distinto, voltado para um mercado de jovens, muitas vezes caracterizado como uma alternativa mais suave ao rock and roll.S. Frith, \"Pop music\" in S. Frith, W. Stray and J. Street, eds, The Cambridge Companion to Pop and Rock (Cambridge: Cambridge University Press, 2001), ISBN 0-521-55660-0, pp. 93–108. No rescaldo da Invasão Britânica, a partir de 1967, o termo pop rock foi cada vez mais utilizado em oposição ao termo rock, para descrever uma forma que era mais comercial, efêmera e acessível.T. Warner, Pop Music: Technology and Creativity: Trevor Horn and the Digital Revolution (Aldershot: Ashgate, 2003), ISBN 0-7546-3132-X, p. 3. Em contraste com o pop, o rock era visto com foco em trabalhos prolongados, especialmente álbuns, muitas vezes associado a subculturas, com ênfase colocada em valores artísticos e na autenticidade; destacando a performance instrumental ao vivo e o virtuosismo vocal. O pop rock foi, muitas vezes, visto como um movimento menos autêntico que o rock. O termo power pop, considerado pelo Allmusic como \"um cruzamento entre o hard rock da banda The Who e das melodias doces dos Beatles e Beach Boys, com as guitarras de toques melódicos dos Byrds, tocados em boa medida\", foi criado por Pete Townshend, do The Who, em 1967; mas não muito usado, até que foi aplicado a bandas como Raspberries, Big Star e Badfinger - que estabeleceram o som do power pop na década de 1970, em seu período mais bem-sucedido comercialmente. Desde a década de 2010, \"guitar pop rock\" e \"indie rock\" são termos mais ou menos sinônimos.Plemenitas, Katja (2014). \"The Complexity of Lyrics in Indie Music: The Example of Mumford & Sons\". In Kennedy, Victor; Gadpaille, Michelle (eds.). Words and Music. Cambridge Scholars Publishing. p. 79. ISBN 978-1-4438-6438-1. \"Jangle\" é um adjetivo substantivo que os críticos musicais costumam usar em referência ao pop de guitarra com bom humor.Kamp, David; Daly, Steven (2005). The Rock Snob's Dictionary: An Essential Lexicon Of Rockological Knowledge. Broadway Books. p. 54. ISBN 978-0-7679-1873-2. == Debates == O crítico Philip Auslander argumenta que a distinção entre pop e rock é mais pronunciada nos Estados Unidos do que no Reino Unido. Ele afirma que, nos Estados Unidos, o pop tem raízes em cantores brancos como Perry Como, enquanto o rock está enraizado na música afro-americana influenciada por formas como o rock and roll. Auslander ressalta que o conceito de pop rock, que mistura pop e rock está em desacordo com a concepção típica de pop e rock como opostos. Auslander e vários outros estudiosos, como Simon Frith e Grossberg, argumentam que a música pop é frequentemente retratada como uma forma de entretenimento inautêntica, cínica, \"slickly comercial\" e fórmula de entretenimento. Em contraste, o rock é frequentemente anunciado como uma forma autêntica, sincera e anti-comercial de música, que enfatiza a composição de cantores e bandas, o virtuosismo instrumental e uma \"conexão real com o público\".P. Auslander, Liveness: Performance in a Mediatized Culture (London: Taylor & Francis, 1999), ISBN 0415196892. A análise de Simon Frith da história da música popular das décadas de 1950 a 1980 foi criticada por BJ Moore-Gilbert, que argumenta que Frith e outros estudiosos enfatizaram demais o papel do \"rock\" na história da música popular, nomeando todos os novo gênero usando o sufixo \"rock\". Assim, quando um estilo de música orientada para o folk se desenvolveu na década de 1960, Frith o denomina \"folk rock\", e os estilos pop dos anos 70 foram chamados de \"pop rock\". Moore-Gilbert afirma que essa abordagem coloca injustamente o rock no ápice e faz com que todas as outras influências se tornem um complemento ao núcleo central do rock.B. J. Moore-Gilbert, The Arts in the 1970s: Cultural Closure? (London: Routledge, 1994), ISBN 0-415-09906-4, p. 240. Em Christgau's Record Guide: Rock Albums of the Seventies (1981), Robert Christgau discutiu o termo \"pop-rock\" no contexto da fragmentação da música popular ao longo de linhas estilísticas na década de 1970; ele considerava o \"pop-rock\" como um \"monólito\" que \"abrangia\" todos os movimentos e subgêneros crescentes do mercado da musical popular e semipopular da época, incluindo músicas de cantores-compositores, art rock, heavy metal, boogie, country rock, jazz fusion, funk, disco, black pop e new wave, mas não o punk rock.Christgau, Robert (1981). \"The Decade\". Christgau's Record Guide: Rock Albums of the Seventies. Ticknor & Fields. ISBN 0899190251. Categoria:Gêneros de música pop Categoria:Gêneros de rock Categoria:Géneros de música de fusão",
 "title": "Pop rock"
}