{
 "id": "85978",
 "text": "Bertrand Delanoë (Túnis, Tunísia, 30 de maio de 1950) é um ex-político francês, pertencente ao Partido Socialista (PS). Foi o prefeito de Paris de 2001 a 2014. == Biografia == Bertrand Delanoë nasceu em 30 de maio de 1950 em Túnis, na Tunísia, durante a ocupação francesa deste país. Seu pai era um engenheiro geográfico ateu e sua mãe, uma enfermeira católica. Aos 6 anos de idade, Delanoë virou cantor de um coral. Aos 11, presenciou a Batalha de Bizerta. Com a grande agitação política em sua terra natal, sua mãe, já separada do marido, mudou-se com ele para o município francês de Rodez, no departamento de Aveyron, em 1963. Não se sabe muito bem que carreira acadêmica Delanoë seguiu após ter terminado o ensino médio. Algumas fontes afirmam que ele teria se formado em Direito pela Universidade de Toulouse. Outras dizem que ele teria um diploma em Economia. == Carreira política == Delanoë está envolvido na política desde os 23 anos de idade, quando foi secretário da federação socialista em Aveyron. Delanoë foi eleito conselheiro municipal de Paris pela primeira vez em 1977. Em 1993, tornou-se presidente do diretório municipal do PS na cidade. Em 1995, foi eleito Senador por Paris. No Senado, foi secretário do Comitê de Assuntos Externos e Defesa. === Prefeito de Paris === Delanoë exerce o cargo de prefeito de Paris desde 18 de março de 2001, sucedendo a Jean Tiberi (1995-2001) e Jacques Chirac (1977-1995). Esta foi a primeira vez que um líder de esquerda assumiu o controle da cidade desde a Comuna de Paris, em 1871. Delanoë ganhou a eleição graças a uma coligação entre o PS, o Les Verts e o Partido Comunista Francês. Os candidatos conservadores, Jean Tiberi e Philippe Séguin, foram incapazes de resolver suas diferenças e, assim sendo, dividiram o voto da direita. O sucesso deste político de esquerda numa cidade tradicionalmente de direita foi atribuído por alguns comentaristas ao desgaste com os casos de corrupção nas administrações anteriores. Delanoë era virtualmente desconhecido antes da eleição de 2001. Desde então tornou-se um prefeito muito popular, organizando eventos novos e inusitados como o \"Praia de Paris\" (Paris Plage) às margens do Sena desde 2002. O evento é organizado para aqueles parisienses que, por alguma razão, não podem viajar para a praia no verão. O programa, de caráter familiar (tanto que a prática de topless é proibida, ao contrário do que acontece na maioria das praias francesas) foi copiado pelas prefeituras de várias cidades do mundo. Desde que foi eleito prefeito, as metas estabelecidas por Delanoë foram: melhorar a qualidade de vida, reduzir a poluição, diminuir o tráfego na cidade e expandir o número de ruas exclusivas para pedestres. Recentemente, Delanoë introduziu um programa chamado Vélib (um portmanteau das palavras \"vélo\", bicicleta, e \"libre\", livre) que dá aos parisienses acesso ao aluguel de bicicletas espalhadas pelas estações de metrô por preços populares. O programa está sendo um enorme sucesso, apesar de alguns problemas logísticos. Delanoë declarou o desejo de criar agora o Autolib, um programa similar no qual carros pequenos seriam disponibilizados para aluguel a preços populares. Delanoë foi reeleito para a prefeitura de Paris em 2008, com 57,7% dos votos. Seu mandato, de seis anos, terminou em 2014. ==== Tentativa de assassinato ==== Delanoë foi esfaqueado em 5 de outubro de 2002 durante a Nuit Blanche, uma noite de festividades em Paris. O agressor, Azedine Berkane, alegadamente disse à policia que \"não gostava de políticos e em especial não gostava de homossexuais\". A ferida de Delanoë não colocou em risco sua vida e ele deixou o hospital cerca de duas semanas depois. Berkane foi permitido a deixar o hospital psiquiátrico em que se encontrava detido, após os médicos considerarem que ele não oferecia mais risco à sociedade. Entretanto, em abril de 2007 ele deixou de cumprir uma consulta com os psiquiatras e não foi visto desde então. ==== Disputa olímpica ==== O fracasso de Paris em assegurar-se como sede dos Jogos Olímpicos de Verão de 2012, em 6 de julho de 2005, foi o primeiro grande revés do governo de Delanoë. Apesar dele ter denunciado a suposta influência do primeiro-ministro britânico Tony Blair no resultado da votação do Comitê Olímpico Internacional (COI), a população parisiense atribuiu a perda a comentários do então presidente Jacques Chirac em relação à Finlândia (dois finlandeses eram membros do COI). Tanto que a popularidade de Delanoë de fato subiu em julho de 2005. == Vida pessoal == Delanoë foi um dos primeiros políticos franceses de um grande partido a anunciar sua homossexualidade, durante uma entrevista televisiva em 1998 (antes de ser eleito prefeito). Sua eleição tornou Paris a maior cidade do mundo liderada por um político abertamente homossexual. Anteriormente, a maior cidade com um prefeito homossexual era Winnipeg, no Canadá, com o ex-prefeito Glen Murray (1998-2004). Apesar de não participar ativamente nos eventos da comunidade gay e lésbica, Delanoë ajudou a acabar com a discriminação na administração municipal, dando subsídios a grupos cívicos. Opositores, entretanto, argumentam que com isso criou uma nova forma de clientelismo. == Trajetória política == Cargos eletivos * 1977-2001: conselheiro municipal de Paris * 1981-1986: membro da Assembléia Nacional Francesa por Paris * 1995-2001: Senador por Paris * 2001-2014: Prefeito de Paris (reeleito em 2008) == Ligações externas == * Bertrand Delanoë's web site * The Mayor of Paris, from www.paris.fr * Poll of Parisians on Delanoë, Janeiro 2006 Categoria:História LGBT Delanoe, Bertrand Categoria:Políticos LGBT da França Categoria:Sobreviventes de esfaqueamento Categoria:Políticos franceses do século XX Categoria:Políticos franceses do século XXI",
 "title": "Bertrand Delanoë"
}