{
 "id": "85976",
 "text": "Nação Zumbi (originalmente Chico Science e Nação Zumbi) é uma banda brasileira, nascida no início da década de 1990 na cidade do Recife. Surgiu da união do Loustal, banda de pós-punk, com o bloco de samba-reggae Lamento Negro, liderada pelo vocalista e compositor Chico Science. Ao lado da banda Mundo Livre S/A, foi responsável pela criação do movimento cultural manguebeat.Nação Zumbi (Biografia) - Trama Com Chico Science, gravou apenas dois álbuns, ambos discos de ouro, que contaram com participações especiais de grandes nomes da música brasileira, como Gilberto Gil e Jorge Ben Jor, e renderam turnês pelo Brasil, Europa e Estados Unidos. Ambos os álbuns figuram na lista dos cem melhores álbuns brasileiros de todos os tempos da revista Rolling Stone, em 13° e 18° lugar. Foi eleito pela Associação de Críticos Musicais de São Paulo como o melhor grupo musical brasileiro de 1996. Com sua mistura original de gêneros musicais, é uma das bandas mais influentes da história brasileira. Em 1997, aos 30 anos, o líder Chico Science faleceu em um acidente de carro.Biografia - Clique Music Desde então, a banda é conhecida apenas por Nação Zumbi. Os vocais de Science foram substituídos pelos de Jorge Du Peixe, outro membro da banda. Após o incidente, a Nação Zumbi não obteve mais tanto sucesso comercial, mas mantém uma dedicada base de fãs, lotando shows no Brasil e exterior. Em 2006, apresentou-se no programa de TV britânico Later with Jools Holland, que convida destaques da música de todos os cantos do globo. == História == === Início, Movimento Mangue e primeiro contrato === No ano de 1991, em Olinda, aconteceu o primeiro show da banda, com o nome provisório de \"Loustal & Lamento Negro\", numa festa chamada \"Black Planet\". Neste mesmo ano, Chico Science e Fred Zero Quatro (do grupo Mundo Livre S/A) escreveram um Release, que acabou virando um manifesto do movimento Manguebeat, o \"Manifesto dos Caranguejos com Cérebro\", que tem como símbolo, uma antena parabólica colocada na lama, tornando-se assim um dos principais movimentos e banda dos anos 90 no Brasil, lutando por melhorias sociais na vida da população, não só do Recife e do Estado de Pernambuco, mas como de todo país. A presença da tecnologia é uma marca do movimento, que engajava-se para a melhor exploração do mangue, alertando a todos que ali encontra-se os Caranguejos com cérebro, sempre antenados. O grupo se identifica com o movimento estético afrofuturismo, que une elementos africanos e ficção científica. Em julho de 1993, a banda assinou um contrato de 40 mil dólares com o selo Chaos, uma subsidiária da Sony Music, tendo feito apenas dois shows fora do seu estado natal (um show em Belo Horizonte e outro em São Paulo), e logo em seguida entra em estúdio para gravar seu álbum de estreia, Da Lama ao Caos, lançado em Abril de 1994. De início, as vendas foram modestas, mas com o tempo o disco emplacou, chegando a disco de ouro (100 000 cópias na época) em 1995. O disco seguinte, Afrociberdelia, também conquistou disco de ouro. === Morte de Chico Science === Chico Science morreu no final da tarde de um domingo do dia 2 de fevereiro de 1997, em um acidente de automóvel quando dirigia o carro de sua irmã do Recife a Olinda. Às 18h30, ele estava sozinho ao volante na estrada quando seu carro se chocou com um poste depois que um outro veículo teria fechado a passagem de seu Uno. Chico ainda foi socorrido por um policial que estava passando num ônibus e o levou ao Hospital da Restauração, mas o jovem cantor e compositor não resistiu e chegou ao hospital morto. O enterro aconteceu na segunda-feira do dia 3 de fevereiro de 1997, no Cemitério de Santo Amaro, localizado no Recife. === Formações === No início o grupo tinha vários membros temporários, principalmente percussionistas (inclusive Otto já tocou com a banda) e não há informações detalhadas. A formação considerada \"original\" consistia em Chico Science nos vocais, Lúcio Maia na guitarra e Dengue no baixo (trio da Loustal); Toca Ogan na percussão, Gilmar Bola 8 e Gira nas alfaias (tambores maiores), junto a Canhoto na caixa, eram o coração percussivo do Lamento Negro/Daruê Malungo. Por fim, Jorge completou o time que se consolidou e gravou o primeiro álbum. Depois da turnê internacional do álbum Da Lama ao Caos em 1995, Canhoto deixou a banda e em seu lugar entrou o baterista Pupillo. Com esse line-up o grupo gravou o seu segundo álbum Afrociberdelia. Dois anos depois, já sem Chico, mas mantendo os membros remanescentes do álbum anterior, sai o CSNZ. Em 2000 o quarto álbum mostra Jorge Du Peixe assumindo integralmente os vocais e Marcos Matias (que já estava presente nos shows desde 1998 e participado do clipe \"Malungo\") o substitui oficialmente na alfaia. Pouco depois Gustavo da Lua (ex- percussionista do Sheik Tosado) ocupa a vaga de Gira, que havia deixado o grupo. Foi a composição que mais durou no conjunto, aproximadamente 8 anos. Em 2011 Marcos Matias sai do grupo sendo sucedido temporariamente por Ramon Lira, filho de Du Peixe. Já em 2014, ano em que a Nação Zumbi retorna de um hiato de dois anos e lança um novo álbum (o segundo autointitulado \"Nação Zumbi\"), Walace 'Tom' Rocha integra a alfaia e a percussão. Quase 7 anos após o fim de sua primeira passagem, Marcos Matias volta a fazer parte do grupo. Entre a saída de Bola 8 e volta de Marcos (pouco mais de dois anos), a banda se apresentou com apenas dois membros nas alfaias. Com o afastamento de Pupillo, Tom Rocha assume a bateria e o fato volta a acontecer. === Saída de Gilmar Bola 8 === No final de 2015, ao sair na imprensa recifense a notícia de que Gilmar Bola 8 estava deixando o Nação Zumbi, ambos trocaram acusações pelas Redes Sociais. O músico afirmou que tinha sido expulso sem motivo aparente e o grupo, por sua vez, alegou, por Nota Oficial no Facebook, problemas internos com o músico. === Falecimento de Gira === José Givanildo Viana Dos Santos, o Gira, faleceu no dia 14 de junho de 2017 no Hospital Metropolitano Norte Miguel Arraes (HMA) em Paulista (Cidade-Satélite da Região Metropolitana Do Recife) por uma parada cardíaca que teve enquanto estava internado. O músico se encontrava numa situação tanto financeiramente quanto neurologicamente muito difícil e nos últimos meses estava morando em um fiteiro (espécie de barraca de venda de produtos como doces e tabágicos bastante comum na RMR). Em entrevista para o Viver, Gilmar, que era um dos poucos que ainda tinham contato com Gira, disse que soube do falecimento de Gira por telefone. > \"Eu gostava muito dele. Eu falava 'Bora tocar, Gira', e ele parecia sempre > desanimado. [...] Da última vez que vi Gira, ele tava largado no chão e com > feridas no corpo. Eu falava sobre fazer música, mas ele só dizia que não > tinha dinheiro. [...] Gira morava em uma espécie de fiteiro. Eu ficava muito > chateado com isso, eu até dizia para as pessoas, mas ninguém me ouvia.\" === Saída de Pupillo === Pupillo deixou a Nação Zumbi para dedicar-se a carreira de produtor em setembro de 2018. === Pausa, retorno e saída de Lúcio Maia === Em Abril de 2022, o Nação Zumbi anunciou uma pausa por tempo indeterminado. Em Abril de 2023, Dengue, em entrevista ao Jornal Do Commercio (Recife), comunicou que o Nação Zumbi está voltando às atividades e focando na produção de novos Singles, porém sem Lúcio Maia. === Linha do tempo === TimeAxis = orientation:horizontal format:yyyy ImageSize = width:800 height:auto barincrement:20 PlotArea = left:100 bottom:100 top:5 right:10 Alignbars = justify Legend = orientation:vertical position:bottom columns:2 Period = from:1993 till:2023 ScaleMajor = increment:2 start:1993 ScaleMinor = increment:1 start:1993 Colors = id:Vocals value:red legend:Vocais id:Guitar value:teal legend:Guitarra id:Bass value:blue legend:Contrabaixo id:Drums value:orange legend:Bateria id:Perc value:claret legend:Percussões id:Alfaia value:brightgreen legend:Alfaias id:Snare value:pink legend:Caixa id:studio value:black legend:Álbuns id:bars value:gray(0.95) BackgroundColors = bars:bars LineData = layer:back color:studio at:1994 at:1996 at:1998 at:2000 at:2002 at:2005 at:2007 at:2014 at:2017 BarData = bar:Chico text:\"Chico Science\" bar:Jorge text:\"Jorge Du Peixe\" bar:Gilmar text:\"Gilmar Bola 8\" bar:Gira text:\"Gira\" bar:Marcos text:\"Marcos Matias\" bar:Gustavo text:\"Gustavo Da Lua\" bar:Ramon text:\"Ramon Lira\" bar:Tom text:\"Tom Rocha\" bar:Pupillo text:\"Pupillo\" bar:Lúcio text:\"Lúcio Maia\" bar:Neilton text:\"Neilton Carvalho\" bar:Dengue text:\"Dengue\" bar:Toca text:\"Toca Ogan\" bar:Canhoto text:\"Canhoto\" PlotData = width:11 bar:Chico color:Vocals from:1993 till:1997 bar:Jorge color:Alfaia from:1993 till:1997 bar:Jorge color:Vocals from:1997 till:end bar:Lúcio color:Guitar from:1993 till:2022 bar:Neilton color:Guitar from:2023 till:end bar:Dengue color:Bass from:1993 till:end bar:Toca color:Perc from:1993 till:end bar:Canhoto color:Snare from:1993 till:1995 bar:Pupillo color:Drums from:1995 till:2018 bar:Gilmar color:Alfaia from:1993 till:2015 bar:Gira color:Alfaia from:1993 till:2001 bar:Gustavo color:Alfaia from:2001 till:end bar:Marcos color:Alfaia from:1998 till:2011 bar:Marcos color:Alfaia from:2018 till:end bar:Ramon color:Alfaia from:2011 till:2012 bar:Tom color:Alfaia from:2014 till:2018 bar:Tom color:Drums from:2018 till:end == Legado == A importância do Nação Zumbi para a musica brasileira e outras ramificações do rock foram comentadas por vários críticos e músicos famosos, entre muitas bandas que citam a influência da banda, como por exemplo Planet Hemp, O Rappa, Charlie Brown Jr, Cordel do Fogo Encantado, Os Paralamas do Sucesso, Mombojó e Otto. Outras bandas influenciadas por Chico Science, são Sepultura (mais especificamente o álbum Roots), Soulfly (Lúcio Maia gravou o primeiro disco da banda), Cássia Eller (intérprete de músicas como Corpo de Lama e Quando a Maré Encher), Fernanda Abreu (álbum Raio X) e Arnaldo Antunes (álbum O Silêncio), Forfun, e muitos outros. == Discografia == === Com Chico Science no vocal (Chico Science & Nação Zumbi) === * Da Lama ao Caos (1994) — * Afrociberdelia (1996) — * === Com Jorge Du Peixe no vocal (Nação Zumbi) === * CSNZ (1998) — Chaos/Sony Music * Rádio S.Amb.A. (2000) — YB Music Nação Zumbi grava novo Cd - Cafémusic * Nação Zumbi (2002) — Trama * Futura (2005) — Trama * Fome de Tudo (2007) — Deckdisc Nação Zumbi muda de casa - Rockwave * Nação Zumbi (2014) — SLAP/Som LivreO retorno da Nação Zumbi - João Alberto Blog * Radiola NZ Vol. 1 (2017)Sem ligar o piloto automático, Nação acende 'Radiola' no fogo brando do pop === Álbuns ao vivo === * Propagando ao vivo (2006) — Trama * Ao Vivo no Recife (2012) — Deckdisc === Compilações === * Maxximum: Chico Science & Nação Zumbi (2005) — Sony BMG * Grandes Sucessos: Chico Science & Nação Zumbi (2001) - Sony Music * 21 Grandes Sucessos: Chico Science & Nação Zumbi (2000) - Chaos === Participações/Parcerias === * REI, tributo a Roberto Carlos produzido por Roberto Frejat lançado em 1994, regravando a canção \"Todos Estão Surdos\". * Fernanda Abreu: Raio X (1997) - participação em \"Rio 40 Graus\". * Jorge Ben Jor: Músicas para Tocar em Elevador (1997) - Participação na música \"Charles Jr.\". * Pavilhão 9: Cadeia Nacional (1998) - Participação na música \"Bembolado\". * Baião de Viramundo - Tributo a Luiz Gonzaga (2000) - \"O Fole Roncou\". * Rock in Rio: Cássia Eller Ao Vivo (2006) - Participação nas músicas \"Come Together/Corpo de Lama\" e \"Quando a Maré Encher\" * Estúdio Coca-Cola - Skank e Nação Zumbi (2007) - Projeto da MTV Brasil em parceria com a Coca-Cola. De Março a Agosto de 2007 promoveu a união de vários artistas. Skank e Nação Zumbi foram a última mistura, e tocaram 9 músicas. * Mombojó: 11.º Aniversário (2010) - \"Justamente\" * Mundo livre S/A vs. Nação zumbi (2013) - Álbum em que uma banda regrava músicas do outra. * Lenine: Carbono (2015) - Participação na música \"Cupim de Ferro\" * O Baú do Raul – 25 Anos Sem Raul Seixas (2015) - Homenagem a Raul Seixas na música \"Conserve seu Medo\". * \"Amor\" clássico dos Secos & Molhados regravado com a participação de Ney Matogrosso e posteriormente incluída no album (2017) Radiola NZ Vol. 1. ==== Participações em trilhas sonoras ==== * Telenovela Tropicaliente (1994) - \"A Praieira\" * Telenovela Irmãos Coragem (1995) - \"A Cidade\" * Baile Perfumado (1997) - \"Sangue de Bairro\" e \"Salustiano Song\" * Caramuru - A Invenção do Brasil (2001) - \"Manguetown\" * Deus É Brasileiro (2003) - \"Rios, Pontes & Overdrives\" * Amarelo Manga (2003) - \"Tempo Amarelo\" * Meu Tio Matou um Cara (2004) - \"Barato Total\" com Gal Costa * Quanto Vale ou É por Quilo? (2005) - \"Quilombo Groove\", \"Interlude Zumbi\" e \"Jornal da Morte\" * Besouro (2009) - \"Cordão de Ouro\" * Telenovela Viver a Vida (2009) - Não fazendo parte da trilha sonora oficial, mas em diversos momentos uma versão instrumental de \"Sangue de Bairro\" foi executada na trama * Senna (2010) - \"Maracatu Atômico\" (regravação com Du peixe nos vocais feita exclusivamente para o filme) * Telenovela Cordel Encantado (2011) - \"Maracatu Atômico\" * Telenovela Lado a Lado (2012) - \"Inferno\" * O Rebu (2014) - \"Banditismo Por Uma Questão de Classe\" * Telenovela Verdades Secretas (2015) - \"Um Sonho\" *trilha sonora do Filme \"Partes Usadas\" (2007) === Singles === Ano Single Álbum 1994 \"Da lama ao caos\" Da lama ao caos 1994 \"A Cidade\" Da lama ao caos 1994 \"A Praiera\" A Praieira - Last FM Da lama ao caos 1994 \"Samba Makossa\" Da lama ao caos 1996 \"Manguetown\" Afrociberdelia 1996 \"Maracatu Atômico\" Afrociberdelia 1998 \"Malungo\" CSNZ 1998 \"CSNZ\" CSNZ 2000 \"Quando a maré Encher\" Radio S.Amb.A 2002 \"Blunt of Judah\" Nação Zumbi 2002 \"Meu Maracatu pesa Uma Tonelada\" Nação Zumbi 2005 \"Hoje, Amanhã e Depois\" Futura 2007 \"Bossa Nostra\" Fome de Tudo 2011 \"Fome de Tudo (compacto)\" Fome de Tudo 2014 \"Cicatriz\" Nação Zumbi 2014 \"Novas Auroras\" Nação Zumbi == Videografia == === DVDs === * Propagando ao vivo (2004) — Trama; * Ao vivo no Recife (2012) — Deckdisc. === Videoclipes === * \"A Cidade\"; * \"Maracatu Atômico\"; * \"Manguetown\"; * \"Sangue de Bairro\"; * \"Malungo\"; * \"Quando a maré Encher\"; * \"Blunt of Judah\"; * \"Hoje, Amanhã e Depois\"; * \"A Ilha\"; * \"Bossa Nostra\"; * \"Toda Surdez Será Castigada\"; *\"Musa da Ilha Grande\"; * \"Cicatriz\"; * \"Defeito Perfeito\"; * \"Um Sonho\"; *\"Bala Perdida\"; *\"Refazenda\". (Nota: Por volta de 1993 foram feitos dois clipes amadores, \"A Cidade\" e \"Maracatu de Tiro Certeiro\", com as versões demo das respectivas canções.) == Integrantes == === Formação atual === * Jorge Du Peixe – vocal e sampler (1998–2022, 2023–presente), alfaia (1992–1997); * Alexandre Dengue – baixo e backing vocals (1992–2022, 2023–presente); * Toca Ogan – percussão e voz (1992–2022, 2023–presente); * Marcos Matias – alfaia e percussão adicional (1998–2011, 2018–2022, 2023–presente); * Gustavo da Lua – alfaia e percussão adicional (2002–2022, 2023–presente); * Tom Rocha – bateria (2018–2022, 2023–presente), alfaia (2013–2018). * Neilton Carvalho - Guitarra (2023-presente) === Ex-integrantes === * Otto – percussão e efeitos (1993); * Lúcio Maia – guitarra e backing vocals (1992–2022); * Chico Science (falecido) – vocal (1993–1997); * Canhoto – caixa (1993–1995); * Kuki Storlaski – bateria (1995); * Gira (falecido) – alfaia (1993–2002); * Ramon Lira - alfaia (2011–2012); * Gilmar Bola 8 – alfaia e percussão (1993–2015); *Pupillo – bateria e percussão (1995–2018). == Ligações externas == * Site oficial * Página do Nação Zumbi na Trama * Nação Zumbi no CliqueMusic * Letras das Músicas Categoria:Bandas de Pernambuco Categoria:Bandas de manguebeat Categoria:Bandas de rock do Brasil Categoria:Bandas formadas em 1991 Categoria:Bandas vencedoras do MTV Video Music Brasil",
 "title": "Nação Zumbi"
}