{
 "id": "86055",
 "text": "The Mickey Mouse Club (br.: O Clube do Mickey) é um programa de televisão estadunidense surgido em 1955, produzido pela Walt Disney Productions e exibido pela rede ABC, apresentado por um elenco regular de crianças e adolescentes. O programa foi relançado e reformatado várias vezes. Essa foi a primeira produção da Walt Disney no segmento de séries de televisão. A outra era uma antologia de séries de televisão da Walt Disney, inicialmente chamada Disneyland. Walt Disney usou essas séries para ajudarem a financiar e promover a construção do parque temático da Disneylândia. Ocupado com esse megaprojeto de construção, Disney passou o The Mickey Mouse Club para Bill Walsh, que criou e desenvolveu o formato. O resultado foi um programa variado para crianças, que reunia um tipo de noticiário, um desenho animado, esquetes, além de música e piadas. ==Primeiros Anos, 1955-1959== O programa era apresentado por Jimmie Dodd, um compositor e o \"Mousequeteiro Líder\". Ele estrelava alguns segmentos encorajando os telespectadores a fazerem escolhas certas e morais. Roy Williams, um artista pessoal da Disney, também apareceu no programa como o \"Grande Mousequeteiro\". Foi ele que sugeriu o uso das orelhas do Mickey pelo elenco, figurino que se tornou a \"marca registrada\" do programa. Os outros membros do elenco eram chamados de \"Mousequeteiros\", e se exibiam numa variedade de números musicais e de dança, além de alguns segmentos informativos. Até 1957, os episódios duravam 30 minutos, mas devido ao grande sucesso do programa esse tempo foi estendido para 1 hora de duração. A primeira versão do programa durou 4 temporadas e ficou no ar até 1959. Essa não foi exibida no Brasil. === Elenco === Apresentadores Adultos * Jimmie Dodd * Roy Williams * Bob Amsberry (Temporadas 1–2) Infantil *Annette Funicello *Tommy Cole *Darlene Gillespie *Cheryl Holdridge (entrou na segunda temporada) *Candice Bergen *Bobby Burgess *Doreen Tracey *Cubby O'Brien *Karen Pendleton *Lonnie Burr *Sharon Baird *Nancy Abbate *Don Agrati Os outros \"Mousequeteiros\" eram Sherry Alberoni, Billie Jean Beanblossom, Johnny Crawfor, Dennis Day, Eileen Diamond, Dickie Dodd, Mary Espinosa, Bonnie Lynn Fields, Judy Harriet, Linda Hughes, Dallas Johann, Jogn lee Johann, Bonni Lou Kern, Charlie Laney, Larry Larsen, Paul Petersen, Lynn Ready, Mickey Rooney Jn., Tim Rooney, Mary Lynn Sartori, Bronson Scott, Michael Smith, Jay-Jay Solari, Margene Storey, Ronnie Steiner, Mark Sutherland e Don Underhill. Larry Larsen, na temporada de 1956-57, era o Mousequeteiro mais velho, nascido em 1939. === Temas da Semana === Cada dia da semana havia um tema especial, que guiava os vários segmentos. Os temas foram: *Segunda - Diversão com Música *Terça - Astro convidado *Quarta - Tudo pode acontecer *Quinta - Circo *Sexta - Talentos ===Seriados=== *Spin and Marty, Juca e Mário nos quadrinhos do Brasil, três seriados, estrelando Tim Considine e David Stollery nos papéis de título. *The Hardy Boys, dois seriados, estrelando Tim Considine e Tommy Kirk. *Corky White Shadow, estrelando Darlene Gillespie. *Walt Disney Presents: Annette, estrelando Annette Funicello. *Adventures in Dairyland, também chamado An Adventure in Dairyland, com Funicello e Sammy Ogg, e introduzindo Kevin Corcoran como Moochie. === Música === O tema de abertura, \"The Mickey Mouse March\", foi escrito e cantado por Jimmie Dodd. Era reprisado no final de cada episódio, com um andamento mais devagar. Essa versão tinha a frase \"It's time to say goodbye\" (\"É hora de se despedir\"). Uma versão mais curta do tema de abertura era usada nas vinhetas durante o programa. Dodd também escreveu muitas outras músicas usadas em segmentos individuais durante a série. ===Cancelamento=== Apesar do show ter se tornado popular, a ABC decidiu cancelá-lo depois da quarta temporada quando não houve acordo com a Disney para a renovação. O cancelamento de 1959 foi explicado por vários fatores: Os estúdios Disney não obtiveram lucros esperados com o merchandising, os diretores se desinteressaram em programas educacionais infantis e muitos intervalos comerciais eram necessários para pagar o programa. Depois de cancelar The Mickey Mouse Club, a ABC recusou liberar o programa para outro canal. Walt Disney processou a ABC e recuperou os prejuízos com isso; mas teve que concordar que Mickey Mouse Club e Zorro não poderiam ser exibidos em outros canais. Isso deixou o programa Walt Disney's Wonderful World of Color (mais tarde com o nome alterado para Wonderful World of Disney) como a única série da Disney na televisão até 1972, quando The Mouse Factory voltou a ser exibida. ===Turnê=== Durante o cancelamento, muitos membros do programa excursionaram pela Austrália entre 1959 e 1960. A série fez muito sucesso naquele país e continuou a ser exibida por muitos anos. Os australianos estranharam o elenco, já que eles haviam amadurecido fisicamente e, em alguns casos, tinham pouca semelhança com o jovem elenco com o qual os australianos estavam tão familiarizados. ==Relançamento em 1977== O programa voltou quase 18 anos depois com o título de \"The New Mickey Mouse Club\". A Disney modernizou o programa, com um elenco mais etnicamente diversificado e cenários com cores vivas e mais detalhadas. Como o original, quase todos os episódios incluíam um desenho animado antigo, a maioria deles exibidos pela primeira vez em cores. Os Mouseketeers dessa versão, fizeram parte do show do intervalo do Super Bowl XI em 9 de janeiro de 1977. Essa versão foi exibido no Brasil pela TV Tupi dentro do programa Clube do Capitão Aza, pelo nome de Clube do Mickey, com o patrocínio da Estrela. Após a falência da emissora em 1980, passou a ser exibido na TVS (SBT). O estúdio BKS era responsável pela dublagem brasileira do programa.http://www.infantv.com.br/mickey.htm Acessado em 10/11/2009 ===Elenco=== *Lisa Whelchel, anos depois estrelaria a série da NBC, The Facts of Life, antes de se tornar uma autora cristã. * Julie Piekarski nascida em St.Louis,1964, também apareceu com Lisa Whelchel na primeira temporada de The Facts of Life. *Kelly Parsons - nascida Coral Gables,Fla.,1965, foi Miss Estados Unidos em 1986. *Shawnte Nothcutte - nascida em Los Angeles,1965, apareceu uma vez em Facts of Life. *Billy 'Pop' Attmore - nascido na base militar americana da Alemanha, 1965 *Scott Craig - nascido em Van Nuys, Califórnia, 1964 *Nita Dee (Benita DiGiampaolo) - nascida em Long Beach, California, 1966. *Mindy Feldman - nascida em Burbank, Califórnia,1968, irmã do ator Corey Feldman. *Angel Florez - nascida em Stockton, Califórnia, 1963; morreu em 25 de abril de 1995. *Allison Fonte - nascida em Anaheim, Califórnia, 1964. *Todd Turquand - nascido em Hollywood, Califórnia, 1964. *Curtis Wong - nascido em Vancouver, Colúmbia Britânica, 1962. Notas * Courtney Love, fez um teste para o elenco do programa quando tinha 11 anos, lendo um poema de Sylvia Plath, porém, ela não foi selecionada. * Annette Funicello e Tim Considine participaram de um episódio; Darlene Gillespie e Cubby O'Brien também se reuniram em outro episódio. === Temas da Semana === *Segunda - Quem, O Quê, Por quê, Onde, Quando e Como *Terça - Vamos lá (viagens) *Quarta - Surpresa *Quinta - Descobertas *Sexta - Hora do Show (na Disneyland, com números no Plaza Gardens) ===Seriados=== Em geral foram usados filmes antigos da Disney, cortados em capítulos, apresentados 2 vezes por semana. Títulos como Third Man on the Montain, The Misadventures of Merlin Jones, a sequência The Monkey's Uncle, Emil and the Detectives (renomeado para The Three Skrinks), Tonka (renomeado para A Horse Called Comanche), The Horse Without a Head. Além das famosas animações da Disney, como Branca de Neve. === Música === A música tema ganhou uma regravação com a voz do novo elenco, e dessa vez foi lançada um disco com a trilha sonora do programa, que trazia 14 faixas cantadas pelo elenco. == O Novo Mickey Mouse Club, 1989-1994 == As reprises do programa original começaram a ser exibidas no canal a cabo Disney Channel, quando o mesmo foi lançado em 1983. Embora o programa fosse popular entre o público mais jovem, os executivos do Disney Channel sentiram que ele havia se tornado obsoleto ao longo dos anos, principalmente porque era exibido em preto e branco. A resposta deles foi criar uma versão totalmente nova do clube, voltada para o público contemporâneo. Notavelmente, os novos \"membros do clube\" usariam jaquetas do time do colégio Mouseketeer, mas sem as clássicas orelhas do Mickey Mouse. Em 24 de abril de 1989, o Disney Channel lançou a nova versão do programa, chamado de The New Mickey Mouse Club (mais conhecido como \"MMC\"), gravado com plateia nos estúdios da Disney-MGM (ás vezes no Walt Disney World Resort). Esta foi a primeira versão do clube a ter platéia no estúdio. A série trazia os Mousequeteiros cantando versões de músicas populares. Este se tornou um dos segmentos mais populares. === Elenco === Essa versão teve um elenco notável, já que alguns dos integrantes se tornaram grandes estrelas da música pop e atores premiados. O programa contava com: *Britney Spears * Christina Aguilera * Justin Timberlake * Ryan Gosling * J.C. Chasez * Keri Russell O ex-Mousequeteiro Don Grady apareceu no final da primeira temporada da série. Grady, junto com os colegas Annette Funicello, Bobby Burgess, Tommy Cole, Sharon Baird e Sherry Alberoni, se reuniram no centésimo episódio, durante a terceira temporada do programa. === Temas da Semana === * Segunda - Dia da Música * Terças - Dia do convidado * Quarta - Tudo pode acontecer * Quinta - Dia da festa * Sexta - Dia do Hall da Fama === Temporadas === Da primeira à quinta temporada, a série foi ao ar de segunda a sexta-feira às 17h30. Durante a 6ª temporada, o programa foi ao ar de segunda a quinta-feira. Em sua sétima e temporada final, o programa ia ao ar às apenas as quintas-feiras às 19h. A série estreou segunda-feira, 24 de abril de 1989, encerrou a produção em outubro de 1994, sendo que o último episódio só foi ao ar em 1996. As temporadas 3 e 5 tiveram o maior número de episódios (55, cada temporada). As temporadas 4 e 6 foram mais curtas, com cerca de 35 episódios (36 na 6ª temporada). As temporadas restantes tiveram 45 episódios (44 na 7ª temporada). A temporada final estreou em maio de 1995, mais de 6 meses após o final da produção da série. === Cancelamento === Em 1994, o Disney Channel decidiu cancelar o programa, alegando que o canal investiria apenas em animações e seriados. Embora a temporada final ainda tenha sido produzido como uma série diária, o Disney Channel, decidiu exibir a 7ª temporada em um formato semanal, estendendo os episódios até o início de 1996. == Ligações externas == *Capas e artigos da Revista Clube do Mickey Mouse de Walt Disney/Revista de Walt Disney (Inverno de 1956-outubro de 1959) * (versão dos anos de 1950) * (versão dos anos de 1970) * (versão dos anos de 1990) *New Mickey Mouse Club.com Categoria:Séries da American Broadcasting Company Categoria:Programas de televisão dos Estados Unidos que estrearam em 1955 Categoria:Programas de televisão dos Estados Unidos encerrados em 1959 Categoria:Séries de televisão da Disney Categoria:Mickey Mouse Categoria:Programas de televisão em língua inglesa Categoria:Programas do Disney Channel Categoria:Disney Channel Categoria:Programas do SBT",
 "title": "Mickey Mouse Club"
}