{
 "id": "86061",
 "text": "Marie Myriam, nome artístico de Myriam Lopes Elmosnino (Kananga, 8 de maio de1957), é uma cantora luso-francesa nascida na República Democrática do Congo. ==Biografia== Filha de pais portugueses, foi batizada com o nome de Myriam Lopes, tendo nascido a 8 de maio de 1957 na cidade de Kananga, no então Congo Belga - atual República Democrática do Congo. Apesar de ter vivido durante algum tempo em seu país de nascimento, sua família mudou-se para França quando Myriam ainda era criança, embora frequentemente visitassem Portugal, de onde seus familiares são originários. Em sua adolescência chegou a morar durante 4 anos na cidade de Coimbra. Sua língua materna é o português, embora desde muito cedo tenha obtido fluência no francês. Ela também se comunica através do inglês em entrevistas, concertos e viagens a outros países, e mesmo possuindo aparentemente uma boa pronúncia, reconhece com humildade o fato de não se considerar muito boa neste idioma. Marie Myriam despontou no cenário musical em 1976 com o single \"Ma Colombe\", que lhe rendeu certo êxito em França e no Canadá. O reconhecimento veio ao representar a França no Festival Eurovisão da Canção 1977, com a canção L'Oiseau et l'Enfant (O pássaro e a criança), canção de autoria de Jean-Paul Cara (música) e Joe Gracy (letra). Foi a vencedora deste festival, realizado em Londres na véspera do aniversário de 20 anos da jovem cantora. Ao longo de sua carreira ela gravou diversos discos, incluindo \"Sentimentale\" e temas inspiracionais de Natal, bem como discos infantis. Também cantou a banda sonora de várias séries de animação e gravou temas para as coletâneas \"Les Plus Belles Chansons Françaises\" das edições Atlas. Um dos temas é uma versão de \"Avril Au Portugal\". Em 2011, foi eleita uma das 7 Maravilhas da Eurovisão no site eurovisivo ESCPortugal. Ultimamente tem sido habitual que ela seja a porta-voz do júri francês no Festival Eurovisão da Canção. Marie foi casada com o produtor musical Michel Elmosnino desde o fim dos anos 1970 até a morte dele, aos 67 anos, em 2013; o casamento teve dois filhos: Laureen (nascida em 1982) e Rick (nascido em 1990). ==Discografia== *Toutes les chansons du monde - 1977 *Toujours partir *Le cœur somnambule - 1979 *Sentimentale - 1982 *La plus belle chanson d'amour *Vivre *Nostalgia - 1985 *VII (editado apenas no Québec) - 1991 Singles *Ma colombe/Rêver d’ailleurs - 1976 *L'oiseau et l'enfant - 1977 *A ave e a infância (versão portuguesa de \"L'oiseau et l'enfant\") - 1977 *El zagal y el ave azul (versão espanhola de \"L'oiseau et l'enfant\") - 1977 *The bird and the child (versão inglesa de \"L'oiseau et l'enfant\") - 1977 *La Leçon de Prévert - 1977 *Toutes les chansons du monde - 1977 *Loin, Loin - 1978 *Chansons pour Casimir - 1979 *Toujours partir - 1979 *Un Homme Libre - 1979 *Les Visiteurs de Noël - 1979 *Los Olvidados - 1980 *Noël - 1980 *Blanche Neige - 1981 *J'aime Quand Tu Es Jaloux - 1981 *Nils Holgersson - 1982 *Sentimentale - 1982 *Candy Grandit *Alors/La plus belle chanson d'amour - 1983 *Nostalgia - 1984 *Vivre - 1985 *Tout Est Pardonné - 1987 *Dis-Moi Les Silences - 1988 *En plein cœur - 1988 *La Solitude Des Rois - 1989 *Pour toi Arménie [vários]- 1989 *P'tit homme - 1992 Compilações * 1994 : 14 plus grands succès (compilação) - 1994 * 1995 : Atout (compilação) - 1995 * 1996 : Charme (compilação) - 196 * 2007 : Encore (compilação) ==Ligações Externas== *http://www.encyclopedisque.fr/artiste/3393.html *http://www.discogs.com/artist/Marie+Myriam *http://pagesperso- orange.fr/denis.schwartz/mmyriam.htm Categoria:Nascidos em 1957 Categoria:Cantoras da França Categoria:Cantoras de Portugal Categoria:Cantores da República Democrática do Congo Categoria:Participantes do Festival Eurovisão da Canção Categoria:Vencedores do Festival Eurovisão da Canção Categoria:Cantores lusodescendentes Categoria:Franceses de ascendência portuguesa Categoria:Naturais da República Democrática do Congo",
 "title": "Marie Myriam"
}