{
 "id": "86082",
 "text": "Antarctosaurus é um gênero de dinossauro saurópode que viveu durante o período Cretáceo no que atualmente é a América do Sul e o Cazaquistão. Era um animal gigantesco, podendo estar entre os maiores dinossauros do mundo. Muitos detalhes sobre a espécie são desconhecidos, pois não há um esqueleto completo. == Etimologia == O nome “Antarctosaurus” refere-se ao Hemisfério sul, pois os primeiros restos deste dinossauro foram primeiramente encontrados na Argentina, e não na Antártida, como é confundido. O nome deriva das mesmas palavras do grego antigo: αντι-, anti- que significa 'em oposto ao', αρκτός, arktos que significa 'norte' e σαυρος, sauros, que significa 'lagarto'. Portanto, Antarctosaurus é um nome genérico que refere-se à natureza reptiliana do animal e a sua localização geográfica “em um continente do sul”. == Descoberta == A espécie-tipo do gênero foi o “Antarctosaurus wichmannius” descoberto em 1912 pelo geólogo Ricardo Wichmann, na província de Río Negro, na Argentina. A existência de restos deste dinossauro foi mencionada pela primeira vez em uma mídia impressa em 1916. Dois novos ossos foram encontrados em 1924, na província de Chubut. Contudo, foi somente em 1929 que o paleontologista Friedrich von Huene publicou uma descrição completa deles. Foi nesse ano, que Von Huene supõe outra espécie, o “Antarctosaurus giganteus”, com base em grandes fósseis encontrados na província Neuquén, ainda na Argentina. Porém, por serem poucos vestígios dessa suposta segunda espécie, existem muitas discordâncias entre os pesquisadores sobre sua real existência, sendo considerado um Nomen dubium por alguns ou mesmo um provável novo gênero. Em 1933, Von Huene e Charles Matley supõe uma terceira espécie, o “Antarctosaurus septentrionalis”, após alguns fósseis encontrados na Índia. Posteriormente, em 1994, novas pesquisas mostraram que se tratava de fósseis de um outro dinossauro, o Jainosaurus. Em 1938, o soviético Anatoly Riabini registra um fêmur de saurópode no Cazaquistão, o primeiro registro desse grupo naquele país. Assim, propõe a espécie “Antarctosaurus jaxarticus”, mas que devido ser somente um vestígio ósseo, não pode ser confirmada como nova espécie e é tratada como Nomen dubium por alguns pesquisadores. Em 1970, um grupo de operários que trabalhavam na reabertura, drenagem e pavimentação da rodovia São José do Rio Preto-Barretos (5 Km), em São Paulo, encontraram três fragmentos ósseos, incluindo restos do fêmur. No ano seguinte, os pesquisadores brasileiros Fahad Moysés Arid e Luiz Dino Vizotto, apontaram esses fósseis como pertencentes a Formação Adamantina e sugeriram a nova espécie “Antarctosaurus brasiliensis”. Na época, foi um dos primeiros dinossauros identificados no Brasil, mas devido aos mesmos motivos das outras espécies supostas, este dinossauro também é tratado como Incertidae sedis ou Nomen dubium. ==Descrição== O Antarctosaurus foi um imenso quadrúpede herbívoro, com um longo pescoço e cauda. Como um esqueleto completo não existe, e comprimentos de cauda variam muito entre saurópodes, é difícil determinar o tamanho verdadeiro da espécie. Estima-se que ele media algo entre 18 e 30 metros de comprimento, com no mínimo 5 metros de altura e peso entre 30 e 50 toneladas, sendo um dos maiores animais terrestres já conhecidos. Somente possuía dentes na parte frontal, o que era útil para retirar a matéria vegetal. ==Distribuição geográfica== As duas primeiras espécies propostas de Antarctosaurus viveram na Argentina, com uma outra suposta espécie, o Antarctosaurus brasiliensis, que viveu na região de São Paulo, no Brasil.http://www.prehistoric-wildlife.com/species/a/antarctosaurus.html Na década de 30, paleontólogos soviéticos fizeram registros de um Antarctosaurus no Cazaquistão, mas alguns pesquisadores apontam que pode ser um novo gênero. == Espécies == Devido os poucos registros fósseis, nenhuma das três últimas espécies descritas são inteiramente reconhecidas pelos pesquisadores. *Antarctosaurus wichmannianus (Von Huene, 1929) *Antarctosaurus giganteus (Von Huene, 1929) *Antarctosaurus jaxartensis (Riabini, 1938) *Antarctosaurus brasiliensis (Arid & Vizotto, 1971) == Ver também == * Lista de dinossauros * Taxonomia dos dinossauros Categoria:Antarctosauridae Categoria:Dinossauros do Cretáceo Categoria:Dinossauros da América do Sul Categoria:Espécies fósseis descritas em 1929",
 "title": "Antarctosaurus"
}