{
 "id": "861",
 "text": "Conde Francesco Algarotti (Veneza, 11 de dezembro de 1712 — Pisa, 3 de maio de 1764) foi um polímata veneziano, filósofo, poeta, ensaísta, anglófilo, crítico de arte e colecionador de arte. Ele era um homem de amplo conhecimento, um especialista em newtonianismo, arquitetura e ópera. Ele era amigo de Frederico, o Grande, e dos principais autores de sua época: Voltaire, Jean- Baptiste de Boyer, Marquês de Argens, Pierre-Louis de Maupertuis e o ateu Julien Offray de La Mettrie. Lord Chesterfield, Thomas Gray, George Lyttelton, Thomas Hollis, Metastasio, Benento XIV e Heinrich von Brühl estavam entre seus correspondentes. == Juventude == Algarotti nasceu em Veneza filho de um rico comerciante. Seu pai e tio eram colecionadores de arte. Ao contrário de seu irmão mais velho Bonomo, ele não entrou na empresa, mas decidiu se tornar um autor. Francesco estudou ciências naturais e matemática em Roma e Bolonha com Francesco Maria Zanotti e em 1728 ele fez experiências com óptica. (Zanotti se tornou um amigo de longa data.) Ele foi educado em sua Veneza natal e em Roma e Bolonha. Sua curiosidade juvenil o levou a viajar muito, e ele visitou Paris pela primeira vez em seus 20 anos. Lá, sua urbanidade, sua conversação brilhante, sua boa aparência e sua inteligência versátil prontamente impressionaram intelectuais como Pierre-Louis Moreau de Maupertuis e Voltaire. Dois anos depois, ele estava em Londres, onde foi nomeado membro da Royal Society. Ele se envolveu em um animado triângulo amoroso bissexual com o político John Hervey e Lady Mary Wortley Montagu.Rictor Norton, \"John, Lord Hervey: The Third Sex\", The Great Queens of History. Updated 8 August 2009 Algarotti partiu para a Itália e concluiu seu Neutonianismo per le dame (\"Newtonism for Ladies\") (1737 - dedicado a Bernard le Bovier de Fontenelle) - uma obra que consiste em informações sobre astronomia, física, matemática, mulheres e ciências e educação. == Vida pessoal e carreira == Algarotti conheceu Antíoco Kantemir, diplomata, poeta e compositor da Moldávia. Ele foi convidado a visitar a Rússia para o casamento do duque Anthony Ulrich de Brunswick.Algarotti dedicated six of the letters that made up his Viaggi di Russia to John Hervey; the others to Scipio Maffei. IEm 1739 ele partiu com Lord Baltimore de Sheerness para Newcastle upon Tyne. Por causa de uma forte tempestade, o navio se protegeu em Harlingen. Algarotti estava descobrindo \"esta nova cidade\", que chamou de a grande janela... para a qual a Rússia olha para a Europa. Retornando de São Petersburgo, eles visitaram Frederico o Grande em Rheinsberg. Algarotti tinha obrigações na Inglaterra e voltou no ano seguinte. Em seguida, Algarotti foi com Frederico para Königsberg, onde foi coroado. Frederico, que ficou impressionado com esta enciclopédia ambulante, fez dele e de seu irmão Bonomo condes prussianos em 1740. Algarotti acompanhou Frederico a Bayreuth, Kehl, Estrasburgo e o Castelo de Moyland, onde se encontraram com Voltaire, que tomava banho em Kleve para cuidar da saúde.MacDonogh, G. (1999) Frederick the Great, pp. 142–145. Em 1741, Algarotti foi para Turim como seu diplomata. Frederico ofereceu-lhe um salário, mas Algarotti recusou. Primeiro, ele foi para Dresden e Veneza, onde comprou 21 pinturas, algumas de Jean-Étienne Liotard e Giovanni Battista Tiepolo para a corte de Augusto III da Polônia.The Empire of Flora by Giovanni Battista Tiepolo at Legion of HonorEighteenth-century Venetian Art at Hermitage Amsterdam Algarotti não conseguiu induzir o Reino da Sardenha a lançar um ataque traiçoeiro à Áustria.MacDonogh, G. (1999) Frederick the Great, p. 191. === Algarotti e as outras artes === A escolha das obras de Algarotti reflete os interesses enciclopédicos da era neoclássica; ele não estava interessado em desenvolver uma única coleção estilística unitária e imaginou um museu moderno, um catálogo de estilos de todas as épocas. Para encomendas contemporâneas, ele escreveu uma lista de pinturas que recomendou para encomenda, incluindo pinturas históricas de Tiepolo, Pittoni, e Piazzetta; cenas com animais de Castiglione, e veduta com ruínas de Pannini. He wanted \"suggetti graziosi e leggeri\" from Balestra, Boucher, and Donato Creti. Outros artistas que ele apoiou foram Giuseppe Nogari, Bernardo Bellotto, e Francesco Pavona. Em 1747, Algarotti voltou para Potsdam e tornou- se camareiro da corte, mas partiu para visitar as escavações arqueológicas em Herculano.MacDonogh, G. (1999) Frederick the Great, p. 192. Em 1749 mudou-se para Berlim. Algarotti participou do acabamento dos projetos arquitetônicos de Georg Wenzeslaus von Knobelsdorff, que adoeceu. Em fevereiro de 1753, após vários anos residindo na Prússia, ele retornou à Itália, passando a maior parte do tempo em Bolonha. Em 1759, Algarotti se envolveu em um novo estilo de ópera na cidade de Parma. Ele influenciou Guillaume du Tillot e o duque de Parma. O Ensaio sobre a Ópera de Algarotti (1755) teve uma grande influência no libretista Carlo Innocenzo Frugoni e no compositor Tommaso Traetta, e no desenvolvimento da ideologia reformista de Gluck.Orrey, p. 81 Algarotti propôs um modelo bastante simplificado de ópera séria, com o drama preeminente, em vez da música, balé ou encenação. A própria dramatização deve \"deliciar os olhos e os ouvidos, para despertar e comover o coração do público, sem correr o risco de pecar contra a razão ou o bom senso\". As ideias de Algarotti influenciaram Gluck e seu libretista Calzabigi, escrevendo seu Orfeo ed Euridice.Orrey, p. 83 Em 1762, Algarotti mudou-se para Pisa, onde morreu de tuberculose. Frederico, o Grande, que várias vezes precisou de Algarotti para escrever textos em latim, enviou um texto para um monumento à sua memória no Campo Santo Campo Santo. ==Trabalhos== *Bibliografia e Inventário de todas as letras conhecidas no Algarotti Briefdatenbank der Universitätsbibliothek Trier . *Correspondência com Frederico, o Grande no Digitale Ausgabe der Universitätsbibliothek Trier . *Il newtonianismo per le dame, 1737. The International Centre for the History of Universities and Science (CIS), Universidade de Bolonha. *\"Saggio sopra la pittura\". *\"Um ensaio sobre arquitetura\" (1753).Cosmin Ungureanu, \"Sia funzion la rappresentazione.\" Carlo Lodoli and the Crisis of Architecture *\"Cartas militares e políticas\" (1782).carta está na Siege of Bergen op Zoom (1747). *\"Essai sur la durée des règnes des sept rois de Rome\". *\"Essai sur l'empire des Incas\". *. * *.theory, 1648–1815: an anthology of changing ideas door Charles Harrison, Paul Wood * * ==Galeria== Ficheiro:Pisa, Camposanto interno.JPG|Lápide do Algarotti à esquerda em estilo neoclássico Ficheiro:Algarotti, Francesco - Tomba a Pisa - Foto Giovanni Dall'Orto.jpg|Túmulo do Algarotti em Camposanto di Pisa, projetado por Mauro Antonio Tesi. Ficheiro:Bundesarchiv Bild 170-415, Potsdam, Französische Straße.jpg|Algarotti esteve envolvido no projeto do Französische Kirche em Potsdam; foto tirada logo após a guerra Ficheiro:Francesco Algarotti.jpg|Francesco Algarotti por Giovanni Boggi, que copiou um retrato do J.É. Liotard Michelessi, Domenico – Memorie intorno alla vita e agli scritti del conte Francesco Algarotti, 1770 – BEIC 1320197.jpg|Domenico Michelessi, Memorie intorno alla vita e agli scritti del conte Francesco Algarotti, 1770 ====== Fontes ====== * * * * MacDonogh, G. (1999) Frederick the Great. Nova York: St. Martin's Griffin * Orrey, Leslie; Milnes, Rodney (1987). Opera, a concise history. Londres: Thames and Hudson. . * Occhipinti, C. Piranesi, Mariette, Algarotti. Percorsi settecenteschi nella cultura figurativa europea. Roma, UniversItalia, 2013. * Stanford University Databases * Frieder von Ammon, Jörg Krämer, Florian Mehltretter (eds.): Oper der Aufklärung – Aufklärung der Oper. Francesco Algarottis \"Saggio Sopra L'Opera in Musica\" im Kontext. Com edição comentada da 5ª versão de \"Saggio\" e sua tradução de Rudolf Erich Raspe. Berlim/Boston: De Gruyter 2017, . Categoria:Naturais de Veneza Categoria:Filósofos da Itália Categoria:Escritores LGBT da Itália Categoria:Colecionadores de arte da Itália Categoria:Artistas masculinos bissexuais Categoria:Escritores masculinos bissexuais",
 "title": "Francesco Algarotti"
}