{
 "id": "86106",
 "text": "Manuel Arruda da Câmara (Pombal, 1752 — Goiana, 2 de outubro de 1810) foi um cientista, médico e religioso brasileiro. Notabilizou-se como um dos grandes naturalistas do fim do século XVIII. Arruda Câmara foi um dos fundadores da primeira loja maçônica do Brasil: o Areópago, em Itambé (Pernambuco). ==Biografia== Filho de Francisco Arruda Câmara e de Maria Saraiva da Silva, Manuel Arruda da Câmara nasceu em Pombal, na então Capitania Geral de Pernambuco, em área que corresponde ao atual estado da Paraíba. Provinha de uma família de cristãos-novos - judeus convertidos ao cristianismo, a fim de evitar as perseguições da Inquisição. Em 23 de novembro de 1783 professou a fé dos Carmelitas Calçados, no Convento de Goiana, em Pernambuco. Posteriormente, Arruda Câmara e seu irmão, Francisco Arruda da Câmara, viajaram à Europa, para fins de estudos. Lá formou-se em Filosofia Natural, pela Universidade de Coimbra. Mais tarde, recebeu o grau de doutor em Medicina pela Universidade de Montpellier, na França. Retornou em 1793 a Pernambuco, estabeleceu-se em Goiana, tendo sido incumbido, pela Coroa portuguesa, de realizar diversos levantamentos naturais na região Nordeste do Brasil. Entre março de 1794 e setembro de 1795 empreendeu uma expedição mineralógica entre Pernambuco e Piauí, levantando a ocorrência de diversos minerais. Já entre dezembro de 1797 e julho de 1799 viajou entre a Paraíba e o Ceará. Também realizou viagens ao vale do rio São Francisco. No conjunto dessas expedições científicas, realizou levantamentos mineralógicos, botânicos e zoológicos, por ele próprio sistematizados. Produziu escritos sobre agricultura e a flora de Pernambuco (Centúrias dos novos gêneros e espécies das plantas pernambucanas), os quais contêm desenhos feitos por ele e pelo Padre João Ribeiro. Como maçom foi fundador do Areópago de Itambé, loja maçônica de tendência liberal, cujas ideias teriam influenciado a suposta Conspiração dos Suassunas (1801). ANDRADE, B. G. \"A carta de amor extraviada\" ou \"Sobre a conspiração epistolar desencontrada: indagações sobre a existência da suposta conspiração dos Suassuna ocorrida no memorável ano de 1801. Sæculum – Revista de História, n. 28, 30 jun. 2013. Em sua homenagem há em João Pessoa, capital paraibana, um parque zoobotânico com seu nome, o Parque Arruda Câmara, popularmente conhecido como \"Bica\". Além disso, é também patrono de uma das cadeiras da Academia Paraibana de Letras. === Obras === * Aviso aos lavradores sobre a suposta fermentação de qualquer qualidade de grãos ou pevides para aumento da colheita, Lisboa, 1792. * A memória sobre a cultura do algodoeiro, 1797. * Dissertação sobre as plantas do Brasil, que podem dar linhos próprios para muitos usos da sociedade e suprir a falta do cânhamo, 1817. * Discurso sobre a vitalidade da instituição de jardins nas principais províncias do país, 1810. * Memórias sobre o algodão de Pernambuco, Lisboa, 1810. * Memórias sobre as plantas de que se podem fazer baunilha no Brasil, (nas memórias da Academia Real das Ciências de Lisboa, v.40, 1814). * Tratado de Agricultura. * Tratado da lógica. ===Academia Paraibana de Letras=== É patrono da cadeira de número 2 da Academia Paraibana de Letras, que tem como fundador o médico Eugênio Carvalho. * na Rede da Memória Virtual Brasileira ==Ligações externas== *Memoria sobre a cultura dos algodoeiros, e sobre o methodo de o escolher, e ensacar etc..., Lisboa, 1799, na Biblioteca Nacional de Portugal Categoria:Botânicos do Brasil Categoria:Brasileiros do século XVIII Categoria:Carmelitas Categoria:Clérigos maçons Categoria:Cristãos-novos do Brasil Categoria:Exploradores do Brasil Categoria:Maçons da Paraíba Categoria:Médicos da Paraíba Categoria:Membros da Academia Paraibana de Letras‎ Categoria:Naturais de Pombal (Paraíba) Categoria:Naturalistas do Brasil Categoria:Naturalistas do século XVIII Categoria:Pessoas do Brasil Colonial Categoria:Patronos da Academia Pernambucana de Medicina",
 "title": "Manuel Arruda Câmara"
}