{
 "id": "8612",
 "text": "Karl Raimund Popper (Viena, 28 de julho de 1902 — Londres, 17 de setembro de 1994) foi um filósofo liberal e professor austro-britânico.\"Karl Popper (1902–94) advocated by Andrew Marr\". BBC In Our Time – Greatest Philosopher. Retrieved January 2015.Adams, I.; Dyson, R. W. (2007). Fifty Major Political Thinkers. Routledge. p. 196. \"He became a British citizen in 1945\". Amplamente considerado um dos maiores filósofos da ciência do século XX, Popper é conhecido por sua rejeição das visões indutivistas clássicas sobre o método científico em favor da falseabilidade. Uma teoria nas ciências empíricas pode ser que nunca seja provada, mas pode ser falseada, o que significa que pode e deve ser examinada por experimentos decisivos. Popper também é conhecido por sua oposição à explicação justificacionista clássica do conhecimento, a qual ele substituiu pelo racionalismo crítico, a saber, \"a primeira filosofia não- justificativa da crítica na história da filosofia\".William W. Bartley (1964). \"Rationality versus the Theory of Rationality\". In Mario Bunge: The Critical Approach to Science and Philosophy (The Free Press of Glencoe). Section IX. No discurso político, é conhecido por sua vigorosa defesa da democracia liberal e pelos princípios da crítica social que ele chegou a acreditar tornar possível uma florescente sociedade aberta. Sua filosofia política abraça ideias de todas as principais ideologias políticas democráticas e tenta reconciliá-las, a saber, socialismo/social democracia, libertarianismo/liberalismo clássico e o conservadorismo. == Biografia == Nascido numa família de classe alta de origem judaica secularizada, foi educado na Universidade de Viena. Concluiu o doutoramento em psicologia em 1928 e ensinou numa escola secundária entre 1930 e 1936. Em 1937, a ascensão do Nazismo levou-o a emigrar para a Nova Zelândia, onde foi professor de filosofia na Universidade de Canterbury, em Christchurch. Em 1946, foi viver na Inglaterra, tornando-se assistente (reader) de lógica e de método científico na London School of Economics,Popper foi nomeado cavaleiro em 1965, sob o governo trabalhista britânico de Harold Wilson. onde foi nomeado professor em 1949. Foi nomeado cavaleiro da Rainha Isabel II em 1965, e eleito para a Royal Society em 1976. Reformou-se da vida académica em 1969, apesar de ter permanecido activo intelectualmente até à sua morte, em 1994. Recebeu a insígnia de Companheiro de Honra (Companion of Honour) em 1982.Malachi Haim Hacohen. Karl Popper – The Formative Years, 1902–1945: Politics and Philosophy in Interwar Vienna. Cambridge: Cambridge University Press, 2001. p. 23, ISBN 0-521-47053-6 Popper recebeu vários prémios e honrarias no seu campo, destacando-se, entre outros, o prémio Lippincott, da Associação Americana de Ciência Política, o Prêmio Sonning e o estatuto de membro da Royal Society, da Academia Britânica, da London School of Economics, do King's College de Londres e do Darwin College de Cambridge. == A filosofia de Popper == Popper cunhou o termo \"Racionalismo Crítico\" para descrever a sua filosofia. Esta designação é significante e é um indício da sua rejeição do empirismo clássico e do observacionalismo-indutivista da ciência, que disso resulta. Apesar disso, alguns acadêmicos, incluindo Ernest Gellner, defendem que Popper, não obstante não se ter visto como um positivista, se encontra claramente mais próximo desta via do que da tradição metafísica ou dedutiva. Popper argumentou que a teoria científica será sempre conjectural e provisória. Não é possível confirmar a veracidade de uma teoria pela simples constatação de que os resultados de uma previsão efetuada com base naquela teoria se verificaram. Essa teoria deverá gozar apenas do estatuto de uma teoria não (ou ainda não) contrariada pelos factos. O que a experiência e as observações do mundo real podem e devem tentar fazer é encontrar provas da falsidade daquela teoria. Este processo de confronto da teoria com as observações poderá provar a falsidade da teoria em análise. Nesse caso há que eliminar essa teoria que se provou falsa e procurar uma outra teoria para explicar o fenómeno em análise. (Ver Falseabilidade). Em outras palavras, uma teoria científica pode ser refutada por uma única observação negativa, mas nenhuma quantidade de observações positivas poderá garantir que a veracidade de uma teoria científica seja eterna e imutável. Alguns consideram este aspecto fulcral para a definição da ciência, chegando a afirmar que \"científico\" é apenas aquilo que se sujeita a este confronto com os factos. Ou seja: afirmam que só é científica aquela teoria que possa ser falseável (refutável). Existem críticas contundentes quanto a esse aspecto. Essas remanescem no bojo da própria Filosofia que Popper propõe. E por quê? Ao afirmar que toda e qualquer teoria deve ser falseável, isso se aplica à própria teoria da falseabilidade popperiana. Portanto, a falseabilidade deve ser falseável em si mesma. Diante dessa evidente necessidade - sob a pena de sua teoria ser não-universal e portanto derrogada pela sua imprecisão - poderá existir proposições em que a falseabilidade não é aplicável (vide teorema da incompletude de Kurt Gödel). Por outro lado, essa crítica poderia ser vista sob outro prisma: a falseabilidade é um critério metodológico e prescritivo da ciência, e, portanto, metateórico, isto é, se trata de uma teoria sobre teorias. Em outras palavras, o critério da falseabilidade se aplica aos enunciados capazes de serem falsificados pela experiência, ou seja, os enunciados das ciências empíricas, como a física experimental e a biologia e não à epistemologia ou à filosofia da ciência. Nos dias de hoje, verifica-se que o falsificacionismo popperiano não é princípio de exclusão, mas tão somente de atribuição de _graus de confiança_ ao objecto passível do crivo científico. Outros argumentam que estas críticas não fazem sentido devido a teoria de Popper não ser científica, por não se ocupar de fatos contingentes. Para Popper a verdade é inalcançável, todavia devemos nos aproximar dela por tentativas. O estado actual da ciência é sempre provisório. Ao encontrarmos uma teoria ainda não refutada pelos factos e pelas observações, devemos nos perguntar, será que é mesmo assim? Ou será que posso demonstrar que ela é falsa? Einstein é o melhor exemplo de um cientista que rompeu com as teorias da física estabelecidas. Popper debruçou-se intensamente sobre a teoria marxista e a filosofia hegeliana que lhe é subjacente, alegadamente retirando- lhes qualquer estatuto científico. Fez o mesmo em relação à psicanálise e à astrologia, argumentando que suas teorias subjacentes não são falseáveis (refutáveis). Além do mais, pelo fato de os proponentes dessas três disciplinas terem visado de modo insistente e seletivo à verificação de suas teorias, Popper as classificou como pseudociências. O seu trabalho científico foi influenciado sobretudo pelo seu estudo da teoria da relatividade de Albert Einstein. === O paradoxo da tolerância === Embora Popper tenha sido um defensor da tolerância, disse que a intolerância não deve ser tolerada, pois se a tolerância permitir que a intolerância tenha sucesso completamente, a própria tolerância estaria ameaçada. Em seu livro A sociedade aberta e seus inimigos, ele argumentou: == De comunista a liberal == Popper foi membro ativo do Partido Comunista da Áustria, mas quando questionou os líderes do partido sobre a morte de vários colegas em uma manifestação, ele obteve a resposta de que foram necessárias para se realizar a revolução, o que o marcou profundamente e, a partir daí, começou a questionar a ideologia marxista. Com o tempo, Popper buscou refutar Marxismo e tornou-se um liberal. Em 1947, Popper fundava com Friedrich Hayek, Milton Friedman, Ludwig von Mises e outros a Sociedade Mont Pèlerin para defender o Liberalismo clássico, no espírito do Sociedade aberta. == Diferenças entre Popper e Francis Bacon == Comparando o método científico de Karl Popper com a visão baconiana da ciência, Ernest Gellner afirma em \"Relativism and the social sciences\" (\"Relativismo e as ciências sociais\"): :\"a definição do método científico de Popper difere da versão baconiana de empirismo por sua ênfase na eliminação em vez da ênfase na verificação. No entanto eles têm em comum um determinado ponto: quer nós verifiquemos ou refutemos, de qualquer forma fazemo-lo com a ajuda de duas ferramentas e apenas duas: a lógica e a confrontação com os factos. As teorias são julgadas por dois juízes: consistência lógica e conformidade com os factos. A diferença entre os dois modelos situa-se apenas em saber se os factos condenam os pecadores ou canonizam os santos. Para o jovem Popper havia alguns pecadores apropriadamente certificados, mas nunca santos definitivamente canonizados\". == Livros traduzidos para o português == * A lógica da pesquisa científica. São Paulo, Cultrix, 1972 (primeira edição co- editada com a editora da Universidade de São Paulo). Tradução de Leônidas Hegenberg e Octanny Silveira da Mota. * A sociedade aberta e seus inimigos (2 volumes). São Paulo, EDUSP, 1974. * Conhecimento objetivo: uma abordagem evolucionária. São Paulo, EDUSP, 1975. * Autobiografia intelectual. São Paulo, Cultrix, 1976. 263p. * A miséria do Historicismo. Tradução de Octany S. Mota e Leônidas Hegenberg. - São Paulo: Cultrix: Ed. da Universidade de São Paulo, 1980. * O racionalismo crítico na política. Brasília, Editora UNB, 1981. * Conjecturas e refutações (O progresso do conhecimento científico). Brasília, Editora da UNB, 1982. * O realismo e o objectivo da Ciência (1o volume do pós- escrito à Lógica da descoberta científica). Lisboa, Publicações Dom Quixote, 1987. * Sociedade aberta, universo aberto. Lisboa: Dom Quixote, 1987. 112p. (B) * O universo aberto – argumentos a favor do indeterminismo (2o volume à Lógica da descoberta científica). Lisboa, Publicações Dom Quixote, 1988. * A Teoria dos Quanta e o cisma na física (3o volume do pós-escrito à Lógica da descoberta científica). Lisboa, Publicações Dom Quixote, 1989. * Em busca de um mundo melhor. Lisboa, Fragmentos, 1989. * Um mundo de propensões. Lisboa, Fragmentos, 1991. * O eu e seu cérebro. Campinas: Papirus; Brasília: UnB, 1991. 513p. (B) * Televisão: um perigo para a democracia. Lisboa, Gradiva, 1995. * O Cérebro e o Pensamento. Campinas: Papirus, 1995. * O Mito do Contexto. Lisboa: Edições 70, 1999. * Lógica das Ciências Sociais. Rio de Janeiro: Biblioteca Tempo Universitário, 2004. * Em Busca de um Mundo Melhor. São Paulo, Martins Fontes, 2006. * O Conhecimento e o Problema Corpo-Mente. Lisboa: Edições 70, 2009. * Textos Escolhidos. Rio de Janeiro: Contraponto/Editora PUC-Rio, 2010. * Os Dois Problemas Fundamentais da Teoria do Conhecimento. São Paulo, UNESP, 2013. * O mundo de Parmênides. São Paulo, UNESP, 2014. == Outras obras == * All life is problem solving. Londres, Routledge, 1999. * Unended quest – an intellectual autobiography. Londres, Routledge, 1974. * In search of a better world – Lectures and essays from thirty years. Londres, Routledge, 1992. * The lesson of this century – with two talks on freedom and the democratic state. Londres, Routledge, 1997. * The myth of the framework – in defense of science and rationality. Londres, Routledge, 1994. Objective knowledge. Oxford, Oxford University Press, 1989. == Seguidores == *Ernest Gellner *George Soros ==Ver também== *Falsificacionismo *Thomas Kuhn *Paul Feyerabend *Ludwick Fleck *Paradoxo do corvo *Positivismo lógico == Leitura adicional == *[Comprehensive bibliography:] Lube, Manfred: Karl R. Popper. Bibliographie 1925–2004. Wissenschaftstheorie, Sozialphilosophie, Logik, Wahrscheinlichkeitstheorie, Naturwissenschaften. Frankfurt/Main etc.: Peter Lang, 2005. 576 pp. (Schriftenreihe der Karl Popper Foundation Klagenfurt.3.)- Current edition *Stefano Gattei. Karl Popper's Philosophy of Science. 2009. *David Miller. Critical Rationalism: A Restatement and Defence. 1994. *David Miller (Ed.). Popper Selections. *John W. N. Watkins. Science and Skepticism. 1984. == Ligações externas == * *Biografia da Stanford Encyclopedia of Philosophy *The Karl Popper Web *Instituto Karl Popper *Entrevista audio à BBC *Karl Popper versus Theodor Adorno: lições de um confronto histórico. Por Angela Ganem. Revista de Economia Política, vol. 32, n° 1. São Paulo jan.-mar. de 2012. ISSN 0101-3157 Categoria:Agnósticos da Inglaterra Categoria:Austro-húngaros Categoria:Britânicos de ascendência austríaca Categoria:Círculo de Viena Categoria:Críticos do positivismo Categoria:Doutores honoris causa da Universidade Johann Wolfgang Goethe de Frankfurt Categoria:Judeus agnósticos Categoria:Judeus da Áustria Categoria:Judeus do Reino Unido Categoria:Membros da Sociedade Mont Pèlerin Categoria:Naturais de Viena Categoria:Prêmio Internacional Catalunha Categoria:Prêmio Kyoto Categoria:Racionalistas críticos Categoria:Epistemologistas Categoria:Filosofia da mente Categoria:Filósofos da Áustria Categoria:Filósofos da ciência Categoria:Filósofos da mente Categoria:Filósofos do período posterior à Segunda Guerra Mundial Categoria:Filósofos do Reino Unido Categoria:Filósofos do século XX",
 "title": "Karl Popper"
}