{
 "id": "8622",
 "text": "O ácido ascórbico ou vitamina C (C6H8O6, ascorbato, quando na forma ionizada) é uma molécula usada na hidroxilação de várias reações bioquímicas nas células. A sua principal função é a hidroxilação do colágeno, a proteína fibrilar que dá resistência aos ossos, dentes, tendões e paredes dos vasos sanguíneos. Além disso, é um poderoso antioxidante, sendo usado para transformar as espécies reativas de oxigênio em formas inertes. É também usado na síntese de algumas moléculas que servem como hormônios ou neurotransmissores. Em gêneros alimentícios é referido pelo número INS 300. Com moleculas visiveis A, B, D ou b12. == Características físico-químicas == O ácido ascórbico (vitamina C) é um sólido cristalino de cor branca, inodoro, hidrossolúvel e pouco solúvel em solventes orgânicos. O ácido ascórbico presente em frutas e legumes é destruído por temperaturas altas por um período prolongado. Sofre oxidação irreversível, perdendo a sua atividade biológica, em alimentos frescos guardados por longos períodos. == Atividade biológica == Aos valores de pH normalmente encontrados no meio intracelular, o ácido ascórbico encontra-se predominantemente na sua forma ionizada, o ascorbato. Uma das atividades mais importantes do ascorbato no organismo humano é a desidratação de resíduos de prolina no colágeno. O colágeno, uma proteína estrutural fundamental, necessita ter determinados resíduos de prolina na forma hidpararoxiprolina para manter uma estrutura tridimensional correta. A hidroxilação é feita pela enzima prolil-4-hidroxilase; o ascorbato não intervém diretamente nesta hidroxilação, pelo que é assumido que é necessário para reduzir o íon Fe3+ que participa na catálise enzimática (nesta, o íon passa do estado Fe2+ para Fe3+, sendo necessário ele dar o seu restabelecimento para novo ciclo catalítico).David L. Nelson, Michael M. Cox, \"Lehninger Principles of Biochemistry\", 4ª edição, W. H. Freeman, 2005, ISBN 978-0716743392 Em plantas, o ascorbato encontra-se em concentrações relativamente elevadas (2 a 25 mM) e actua na desintoxicação do peróxido de hidrogênio. A enzima ascorbato peroxidase catalisa a redução do peróxido de hidrogénio a água, usando o ascorbato como agente redutor. Também é precursor dos íons tartarato e oxalato. == Na dieta humana == Tem os seguintes efeitos no organismo em doses moderadas: * Favorece a formação dos dentes e ossos; * Ajuda a resistir às doenças no coração; * Ajuda o sistema imunológico e a respiração celular, estimula as glândulas supra-renais e protege os vasos sanguíneos. A carência desta vitamina provoca a avitaminose designada por escorbuto. É importante observar que a vitamina C (ácido ascórbico) é extremamente instável. Ela reage com o oxigênio do ar, com a luz e até mesmo com a água. Assim que é exposta têm início reações químicas que a destroem, daí o surgimento do gosto ruim no suco pronto. Estima-se que, em uma hora, quase que a totalidade do conteúdo vitamínico já reagiu e desapareceu, por isso é importante consumir as frutas ou o suco fresco feito na hora, deste modo temos certeza que o teor de vitaminas está garantido. No caso das frutas deve-se levar em conta o estado das mesmas (cascas, cor e etc.), pois caso estejam 'feridas' pode ser que já se encontre em estado avançado de reação e não tenha o 'teor' vitamínico que se deseja. == Fontes alimentares == Acerola 1 copo (250 ml) = 3.872 mg Mamão (ou papaia)100 gramas = 62 mg Laranja 1 copo (250 ml) = 124 mg Limão (fresco) 100 ml = 46 mg Melão Brócolis Morangos 100 gramas = 57 mg Manga Kiwi 100 gramas= 98 mgPhilippi, Sonia Tucunduva. Tabela de Composição de Alimentos: suporte para decisão nutricional. Brasília: ANVISA, FINATE/NUT.2001 Cantalupo 100 gramas= 26 mg Toranja (pomelo) Pimentão (vermelho ou verde) Couve Ervilha Caju Camu-camu 100 gramas = 6.000 mg Goiaba 100 gramas = 183 mg Tomate Todos os citrinos são ricos em vitamina C. Mesmo assim, o teor de vitamina C depende muito da cultivar. De uma forma geral, as laranjas são mais ricas em vitamina C que as tangerinas. Os citrinos produzidos em modo de produção biológico têm teores mais elevados de vitamina C que os produzidos em agricultura convencional. == Suplementação == Ao se optar por uso de suplementos vitamínicos o ideal é escolher aqueles que contenham quantidades moderadas e aproximadas da dose diária recomendada. O uso prolongado de suplementação de vitamina C acarreta risco aumentado do desenvolvimento de nefrolitíase (cálculos renais) e litíase biliar (cálculos na vesícula). É recomendada a suplementação moderada e intermitente (com períodos de descanso). === Resfriado comum === Uma revisão sistemática mostrou que a suplementação regular de vitamina C não previne ou cura resfriados, porém reduz a duração dos sintomas, principalmente em crianças. == Ligações externas == * C Ascorbico Categoria:Lactonas Categoria:Álcoois Categoria:Antioxidantes alimentares Categoria:Acidulantes alimentares Categoria:Década de 1930 na ciência",
 "title": "Ácido ascórbico"
}