{
 "id": "86275",
 "text": "thumb|right|Parada de ônibus em Barcelona. Transporte público ou transporte coletivo é um sistema de transporte para passageiros por conjuntos de viagens em grupos para uso pelo público geral, normalmente administrados em horários programados, operados em rotas estabelecidas e que cobram uma taxa por cidade. Os serviços de transporte público podem ser fornecidos tanto por empresas públicas como privadas. == Transporte público na cidade == Os transportes públicos numa cidade providenciam o deslocamento de pessoas de um ponto a outro na área dessa cidade. A grande maioria das áreas urbanas de médio e grande porte possui algum tipo de transporte público urbano. O seu fornecimento adequado, em países como Portugal e Brasil, é, geralmente, de responsabilidade municipal, embora o município possa conceder licenças, às vezes acompanhadas de subsídios, a companhias particulares. O transporte público urbano é parte essencial de uma cidade. Idealmente devem constituir o meio de locomoção primário em uma cidade, garantindo o direito de ir e vir de seus cidadãos. Além disso, ao utilizar o transporte público, o cidadão contribui para a diminuição da poluição do ar e poluição sonora, do consumo de combustíveis fósseis não-renováveis e para a melhoria da qualidade de vida urbana, uma vez que menos carros são utilizados para a locomoção de pessoas. Diz-se também de sistema em que uma pessoa (ou grupo) aluga um ônibus para determinado passeio, excursão e \"lota-o\" de pessoas, colegas para participarem desta viagem, passeio. * As saídas obedeceriam horários regulares; * Cada ocupante iria pagar apenas por seu lugar, independentemente de quanto lugares ocupados nos carros; * A rota ao redor de Paris seria dividida em cinco setores, a tarifa de cinco centavos permitiria cruzar apenas para mais um setor. Além disso, deveria ser paga uma nova tarifa. * Não seria aceito ouro como pagamento, a fim de evitar atrasos. O serviço perdurou por quinze anos após a morte de Pascal. Naquele mesmo ano, porém, restrições do Parlamento para que fosse usado apenas por pessoas \"de condições\" e o aumento da tarifa para seis centavos gradualmente foram tirando a popularidade do negócio, até que ele ser extinto, em 1677. Apenas 150 anos depois, em 1826, com a criação do ônibus por Stanislas Baudry, na também francesa Nantes é que o conceito de transporte público seria retomado, e ainda seguindo os mesmos critérios definidos por Pascal, que a propósito ainda hoje estão presentes no transporte público moderno. Em 1828, próprio Baudry fundou em Paris a Entreprise Générale des Omnibus, para explorar o serviço de transporte coletivo na capital francesa. Logo em seguida, seu filho iniciaria empreendimentos similares em Lyon e Bordéus. Abraham Brower havia estabelecido em 1827 a primeira linha de transporte público em Nova Iorque. Em 1829 a novidade chegaria a Londres pelas mãos de George Shillibeer e, a partir daí alcançaria rapidamente as principais cidades da América, Europa e demais partes do mundo. right|thumb|Fila de ônibus escolares em Belo Horizonte para servir a uma escola municipal O ônibus foi a primeira modalidade a servir o transporte público. Inicialmente tracionados por cavalos (conhecidos em Portugal por \"americanos\", evoluiu popularizando os sistemas de bondes, ao incorporar trilhos e, posteriormente, substituindo a tração animal por eletricidade. Em 1863, a inauguração da primeira linha de metrô, em Londres, viria estabelecer novos paradigmas de qualidade no transporte público. O metrô de Londres era uma adaptação urbana da já conhecida ferrovia. Porém, segregando-se o sistema em vias exclusivas, subterrâneas, o metrô alcançava inédita eficiência em velocidade e volume de passageiros transportados, liberando a superfície para o transporte individual ou para os pedestres. Após Londres, Paris inauguraria seu Métropolitain em 1900. Nova Iorque teria oficialmente sua primeira linha subterrânea de metrô em 1904, embora já contasse com linhas elevadas urbanas três décadas antes disso. Em Portugal, o Metropolitano de Lisboa foi inaugurado no dia 29 de dezembro de 1959 (ver: Transportes em Portugal). No Brasil, a primeira linha subterrânea foi inaugurada em 1974, dando início ao Metrô de São Paulo. Com a popularização do automóvel no início do século XX, o ônibus retornaria à pauta como alternativa de transporte público. Inicialmente, os ônibus eram baseados na estrutura de caminhões, com uma carroceria adaptada para o transporte de passageiros. Atualmente, o ônibus é a modalidade predominante de transporte coletivo em virtualmente todas as cidades brasileiras, mesmo naquelas dotadas de sistemas metroviários (ver: Transporte público no Brasil). == Modalidades == === Transporte rodoviário === ==== Ônibus ou Autocarro ==== Os ônibus (autocarros em Portugal) são práticos e eficientes em rotas de curta e média distância, sendo frequentemente o meio de transporte mais utilizado no transporte público, por constituir uma opção econômica. A maior vantagem do ônibus é sua flexibilidade. As companhias de transporte procuram estabelecer uma rota baseada num número aproximado de passageiros na área a ser tomada. Uma vez estabelecida a rota, são construídos os pontos de ônibus (paragem de autocarro, em Portugal) ao longo dessa rota. Porém, dada a sua baixa capacidade de passageiros, ônibus não são eficientes em rotas de maior uso. E, em rotas altamente usadas, causam muita poluição, devido ao maior número de ônibus necessários para o transporte eficiente de passageiros nesta dada rota. Neste caso, é considerada a substituição da linha de ônibus por outra linha usando bondes ou mesmo um metrô. Para aumentar a capacidade do sistema, muitas cidades estão aderindo à construção de vias exclusivas para ônibus, sistema este conhecido como Bus Rapid Transit (BRT), que foi primeiramente implantado na cidade brasileira de Curitiba. No início do século XXI, o BRT foi construído em outras cidades do mundo, como São Paulo (Expresso Tiradentes), a capital chilena Santiago (Transantiago) e cidades americanas como Los Angeles e Las Vegas. === Transporte sobre trilhos === ==== Bonde ou Eléctrico ==== Os bondes (eléctrico em Portugal) são veículos que se movimentam sobre trilhos construídos no solo, e são alimentados por eletricidade, via cabos de eletricidade (catenárias) instalados ao longo da rota. Podem transportar mais passageiros do que um ônibus não-articulado e não poluem diretamente o meio ambiente. Porém, devido à impossibilidade de locomoção lateral, podem causar problemas de trânsito em ruas cujo tráfego é pesado, especialmente porque a linha de bonde é instalada geralmente no centro da rua. Quando o deslocamento de passageiros é feito numa via pública comum, sempre que o bonde para nas suas paradas (paragens, em Portugal) semelhantes às de ônibus (ao invés de uma estação à parte), todos os veículos que o seguem são forçados a parar, até que o deslocamento de passageiros dentro e fora do bonde tenha terminado. Para a resolução deste problema, a construção de uma via pública exclusiva para bondes pode ser considerada. Os bondes são, além disso, mais caros de se manter, por causa da constante manutenção necessária das linhas de eletricidade que o alimentam. Atualmente, poucas cidades, como Toronto e San Francisco, usam bondes em larga escala para o transporte eficiente de passageiros. Linhas de bonde de diversas cidades atuam como atrações turísticas, como San Francisco, Lisboa, Porto, Rio de Janeiro, Campos do Jordão e Santos. ==== Metrô ==== O metrô (metro ou metropolitano em Portugal) é utilizado quando os ônibus ou bondes não atendem de modo eficiente a demanda de transporte de passageiros em certas rotas da cidade. Isto acontece quando os passageiros precisam percorrer longas distâncias ou se as rotas de ônibus/bondes ficam frequentemente congestionadas. O metrô é alimentado por eletricidade, e é totalmente separado de espaços de acesso público, como ruas, estradas, ferrovias, parques e outros. O metrô pode rodar em túneis abaixo do solo, em terra (quase sempre separada de outras áreas através de cercas) ou no ar, suspenso através de pilares. Os passageiros embarcam em estações construídas ao longo da linha de metrô. O metrô é um meio de transporte que não implica grandes custos a nível ecológico/ambiental, sendo ideal para o transporte em massa de passageiros. Porém, sua manutenção é muito cara, e só é economicamente viável em rotas de alta densidade. Além disso, ao contrário dos ônibus, as rotas de metrô precisam ser cuidadosamente planejadas. ==== Trem ==== O trem (comboio, em Portugal) é um tipo de transporte público inter- urbano, mais usado para o transporte de passageiros em massa, cobrindo uma rota entre dois pontos bem afastados, sendo, geralmente, de responsabilidade nacional (ver: História do transporte ferroviário em Portugal, Transporte ferroviário em Portugal). Às vezes são de responsabilidade regional, quando são usadas como meio de transporte de passageiros numa grande cidade, ou entre diferentes cidades localizadas próximas uma da outra. Geralmente, aos passageiros usando trens interurbanos não é concedido o direito de transferência para outros meios de transporte público de uma dada cidade sem antes pagar taxa integral para o uso de tal transporte. === Transporte hidroviário === ==== Balsa ==== As balsas (também conhecidas como ferrys) cobrem certos trechos entre dois pontos separados por um corpo de água, que não possuem acesso entre si por meio de pontes e/ou túneis, ou quando tais conexões estão muito afastadas de certas rotas de interesse público. No Brasil, por exemplo, são largamente usadas entre Santos e Guarujá. Na baía da Guanabara, região do grande Rio, operam as barcas Rio-Niterói. Em Portugal é conhecida a ligação feita por \"Cacilheiros\" e Catamarãs entre Almada, Trafaria, Barreiro e Lisboa a cargo da Transtejo. === Outros tipos de transporte público === * Avião: usado por pessoas que precisam deslocar-se por longas distâncias ou para uma região isolada. * Elevador: Facilitam bastante o movimento vertical de pessoas em prédios e torres. * Escada rolantes e esteira rolantes: deslocam pessoas em curtas distâncias. * Helicóptero: usados por pessoas que não se arriscam no trânsito da cidade. Comum em Nova Iorque e em São Paulo. (Só se aplicaria no caso de táxi aéreo.) * Ônibus escolar: usado para locomoção de estudantes, de suas casas para suas escolas. * Ônibus interurbano: usado para locomoção de pessoas entre duas diferentes cidades. * Táxi: usado por pessoas que preferem conforto e agilidade, ou quando outro transporte público numa dada região é inexistente. == Funcionamento como um todo == right|thumb|180px|Um ponto de ônibus no bairro Anchieta, em Belo Horizonte. No planejamento de um sistema de transportes públicos urbanos é preciso ter em conta a eficiência dele, permitindo aos seus usuários tomar o mínimo de rotas possíveis e/ou a menor distância possível. O sistema precisa também ser economicamente viável para os seus usuários. === Forma de cobrança dos usuários === * Livre: não cobra taxas dos seus usuários. * Cartão ilimitado de uso: O usuário compra um cartão que possui foto e identidade do usuário, que lhe permite usar o sistema ilimitadamente por uma certa quantidade de tempo. O cartão precisa ser verificado pelo motorista do veículo ou pelo cobrador da estação. * Pré-paga: o usuário usa um cartão que pode precisar ser carregado em um posto licenciado. Quando usando o cartão ao usar uma rota, a taxa é cobrada automaticamente. * Tickets ou tokens que podem ser comprados com antecedência. * Tickets ou vale descontos para certos usuários como idosos e estudantes. * Por distância: cobra-se pela distância percorrida pelo usuário, usado na maioria das cidades do Japão. * Passes de diversas modalidades, que consistem num documento identificativo do portador e que permitem o uso de determinados transportes públicos numa área ou rota pré- estabelecida, pagando-se determinadas quantias em períodos definidos (mensalmente, por exemplo). Certos usuários como crianças em idade pré-escolar são muitas vezes isentos de qualquer taxa. === Sistema === thumb|esquerda|Ônibus com embarque e desembarque pelo lado esquerdo em Campinas, no Brasil. * Livre: não cobra taxas dos seus usuários. * Transporte totalmente integrado: taxa única paga apenas na entrada, sendo que o usuário pode pegar conexões entre diferentes rotas sem o pagamento de uma taxa extra. Usado na maioria das cidades europeias, todas as cidades do Canadá, bem como a maioria das cidades americanas e também é usado na Região Metropolitana do Vale do Rio Cuiabá. * Transporte integrado: taxa única paga apenas na entrada, passageiro precisa desembarcar em certos terminais centrais integrados para tomar outra rota, caso contrário, precisa pagar uma taxa extra. Usado na cidade de Manaus, na maioria das municípios do Paraná, na Rede Metropolitana de Goiânia e no Sistema Transcol, presente na Região Metropolitana de Vitória. * Único Terminal: de um único terminal partem todas as linhas, como por exemplo em Rio Branco (AC) e Anápolis (GO). * Por distância: cobra-se pela distância tomada pelo usuário. Usado na maioria das cidades do Japão. * Transporte semi-integrado: Passageiros podem tomar uma conexão livre de taxa num terminal central de integração da companhia de transporte; porém, precisam pagar uma taxa para pegar rotas de outras companhias. A cidade de São Paulo é um exemplo disso; passageiros tomando o metrô da cidade precisam pagar uma taxa extra para pegar rotas de ônibus, e vice-versa. * Não integrada: Passageiros precisam pagar uma nova taxa ao pegar uma nova conexão. Comum em pequenas cidades e várias cidades estadunidenses. * A cidade de Petrópolis usa atualmente os dois sistemas, integrado e não integrado. O sistema integrado conta com seis terminais de integração, onde o passageiro pode se deslocar de um ponto a outro, pagando apenas uma passagem. Está atualmente toda sistematizada com o cartão da Setranscard, que é recarregável. Este sistema permite, aos passageiros, mais agilidade e menor custo das passagens, pois utilizam-se de apenas duas passagens diárias para se deslocar de casa para o trabalho e vice-versa. === Manutenção econômica === As companhias que administram o sistema de transporte público urbano quase nunca são autossuficientes, isto é, a receita gerada pelas taxas de entrada e propaganda não são suficientes para cobrir despesas com salários de funcionários e manutenção de equipamentos. A companhia de Metrô de São Paulo, por exemplo, teve um prejuízo de aproximadamente 350 milhões de reais no ano fiscal de 2003. Na América do Norte, a companhia mais eficiente economicamente é a Toronto Transit Commission, de Toronto, no Canadá, gerando 81% (dado de 2004) da receita necessária para autossustentação. O resto da receita necessária para a manutenção do sistema de transporte público urbano precisa ser pesadamente subsidiada pelo município (ou mesmo pelo governo), financiamento que pode custar caro aos cofres públicos da cidade e que causa frequentemente querelas públicas e aceso debate político. == Principais Problemas == Alguns dos principais problemas que encontramos no transporte público são a superlotação, os atrasos, a segurança, a violência, a falta de conforto e a passagem cara. A superlotação e os atrasos podem ser causados principalmente pela falta de veículos operando em determinadas linhas. A falta de ônibus circulando pela cidade acaba gerando a superlotação, principalmente nos horários de pico, e os atrasos para as pessoas que precisam desse meio de transporte para chegar ao trabalho ou estudar por exemplo, já que existem linhas com apenas um ônibus circulando, passando em um intervalo de aproximadamente uma hora dependendo do seu trajeto. === Impacto ambiental === Apesar de haver constante debate acerca da eficiência de diferentes sistemas de transporte, o transporte público é geralmente visto como uma opção adequada em termos de eficiência energética. Um estudo feito em 2002 pela Brookings Institution e a American Enterprise Institute mostrou que o transporte público nos Estados Unidos consome a metade do combustível dos carros e caminhões leves. Além disso, o estudo verificou que veículos particulares emitem 95% mais de monóxido de carbono e duas vezes mais dióxido de carbono e óxido de nitrogênio do que veículos de transporte público para cada passageiro por milha percorrida.Lyndsey Layton, \"Study Lists Mass Transit Benefits\", The Washington Post, 17 July 2002, Page B05 Estudos mostram que existe forte correlação inversa entre densidade urbana e consumo de energia per capita. Assim, o transporte público poderia facilitar o adensamento populacional, e, com isso, reduzir a distância dos trajetos e o consumo de combustíveis fósseis.Newman, 1999 Ambientalistas costumam alegar que o transporte público é menos poluente do que o transporte por automóveis. Um estudo de 2004, feito em Milão, Itália, durante uma greve no sistema de transportes ajuda a evidenciar o impacto do transporte de massa sobre o meio-ambiente. Foram coletadas amostras do ar entre os dias 2 e 9 de janeiro. As amostras foram testadas com o objetivo de identificar gases prejudiciais ao meio-ambiente, tais como metano, monóxido de carbono e hidrocarbonetos em geral. Foi feita uma simulação de computador que mostrou os resultados do estudo. No dia 2 de janeiro há menor concentração, resultado do menor trânsito na cidade durante o feriado de final de ano. No dia 9 de janeiro havia maiores concentrações desses gases devido à greve, que aumentou a frota de veículos particulares nas ruas da cidade. Com base nos benefícios do transporte público, esses estudos tiveram impacto em políticas públicas. Por exemplo, em 2009, o estado de Nova Jérsia lançou uma iniciativa de planejamento urbano.New Jersey Future. \"Getting to Work: Reconnecting Jobs with Transit. \" New Jersey Future. 1 November 2008. New Jersey Environmental Digital Library. 7 December 2009 O objetivo dessa iniciativa foi realocar a oferta de emprego a áreas de maior acessibilidade ao transporte público. A iniciativa percebia que o uso do transporte público seria uma forma de reduzir engarrafamentos, e, além disso, forneceria um estímulo econômico a áreas beneficiadas pela realocação de emprego, contribuindo com a redução de emissão de gás carbônico (CO2). O uso do transporte público resulta em redução do consumo de gás carbônico per capita e do consumo de energia.Public Transportation Reduces Greenhouse Gases and Conserves Energy. Outros dois benefícios são a redução dos engarrafamentos e o uso mais eficiente da terra. Quando levados em conta esses três fatores, estima-se que 37 milhões de toneladas de CO2 deixam de ser emitidas anualmente. Outro estudo mostra os benefícios potenciais do transporte público em termos de emissão de gás carbônico nos Estados Unidos.Todd Davis; Monica Hale. “Public Transportation’s Contribution to U.S. Greenhouse Gas Reduction. Sept. 2007. p. 25 Para comparar o transporte público com o transporte particular em termos de gasto energético, deve ser calculada a quantidade de energia gasta por passageiro em uma dada distância percorrida. No estudo de David JC MacKay, são mostradas diversas vantagens do transporte público.David JC MacKay. “Sustainable Energy Without the Hot Air.” 2009. p. 120 www.withouthotair.com === Uso do solo === Estudos mostram que o transporte público utiliza o espaço urbano de forma mais eficiente do que o transporte particular e permite uma organização menos esparsa das cidades. O planejamento urbano centrado no transporte público otimiza essa organização. Isso permite a criação de centros comerciais próximos aos intermodais, atendendo às necessidades de consumo e de serviços da população local, o que reduz a dispersão urbana. === Econômico === O transporte público leva a economias de escala, ou seja, investir nessa modalidade de transporte reduz o custo total do transporte. A economia de tempo também pode ser significativa, pois a menor quantidade de carros nas ruas leva a menos congestionamentos, o que aumenta a velocidade média dos veículos. Modelos de transit-oriented development podem aumentar a utilidade e eficiência do sistema de transporte público, assim como podem permitir o florescimento de novos desenvolvimentos comerciais, além de modos mais organizados de zoneamento urbano. Por isso, o maior acesso a meios de transporte tende a alterar, em geral, positivamente, o valor da terra. No entanto, há também efeitos negativos no valor da terra, advindos, por exemplo, da poluição sonora. Muitas cidades observam que novos sistemas de transporte público possuem benefícios econômicos substanciais, provocando o desenvolvimento econômico e social da região, e aumentando o valor da terra na região. Sistema de transporte público fixas e bem planejadas, tais como ferrovias, aparentemente possuem um impacto maior, talvez por que a construção destes meios de transporte significa assumir um objetivo a longo prazo para providenciar transporte para localidades específicas. Além disso, um eficiente e bem planejado sistema de transporte público maximiza os benefícios econômicos e ambientais de investimentos para o transporte público através do incentivo de maior desenvolvimento dentro de um certo raio das estações. Traduzir o impacto econômico em uma fonte de renda para a rede de sistemas de transporte público tem sido um sonho de uma maioria de planejadores urbanos. Poucas localidades possuem a habilidade de ceder o direito de desenvolvimento para um operador de transporte público urbano privado, tal como Hong Kong tem feito. O sucesso de Hong Kong ilustra bem o potencial desta ideia. Outros alegam que o transporte público não é prático, por causa de seus altos custos e de sua ineficiência. Estas pessoas alegam que os custos de construção e de manutenção de um quilômetro de trecho de metrô ou de light rail muitas vezes equivale ou mesmo excede aos custos de construção e manutenção o quilômetro de vias expressas urbanas, embora não desviem o mesmo número de veículos - embora proponentes do transporte público disputam a veracidade desta última informação. Além disso, as pessoas contra o transporte público alegam que os projetos de transporte público muitas vezes não incluem custos de operações a longo prazo, que geralmente não são cobertos pelo arrecadamento gerado através dos passageiros. Ora e meia, sindicatos de transporte público tem realizado greves, ameaçando colocar a população da área urbana como reféns, até que suas demandas sejam atendidas. Porém, por causa do crescente congestionamento de automóveis, o número de pessoas utilizando-se de sistemas de transporte público nos Estados Unidos aumentou em 21% - mais do que o aumento do mesmo período em veículos o quilômetro, e excluindo passageiros o quilômetro em linhas aéreas. Diversos Estados americanos considerados anteriormente a favor apenas de vias expressas, tais como o Colorado e o Utah, tem aprovado mais investimentos para seus sistemas de transporte público, em 2005. === O transporte público ilegal === Muitos países subdesenvolvidos enfrentam o problema do transporte público ilegal. Em várias cidades como Sevilha, Calcutá e Ciudad del Este, muitas pessoas, para sustentarem-se, cobram uma taxa fixa para transportar, ilegalmente, pessoas em veículos (vans e caminhonetes são os mais comuns) não cadastrados, fazendo-se passar por um órgão de transporte oficial. Isto causa grandes prejuízos econômicos para a(s) companhia(s) de transporte público que operam na cidade (devidamente cadastradas pelo órgão de transporte oficial da cidade/país). Este tipo de transporte também coloca em perigo a vida dos passageiros transportados, através do uso de veículos não inspecionados, apresentando por vezes problemas mecânicos; ou através do motorista, não devidamente licenciado pelo governo. Na região amazônica, Indonésia e no interior da China, barcos de passageiros não cadastrados muitas vezes transitam em rios e mares, sobrelotados, e também botando em perigo a vida dos passageiros transportados. Outro problema, existente em vários países da África, América Latina e Ásia, são as companhias de transporte interurbano que não cadastram devidamente seus veículos. Apesar de ser ilegal, este género de serviço é bastante usado pela população em geral, por duas razões: * Falta de transporte público adequado na região, especialmente em regiões isoladas como florestas tropicais. * Mesmo quando formas legais de transporte público estão disponíveis, várias pessoas ainda usam os métodos ilegais de transporte, uma vez que muitas vezes cobram menos dos seus passageiros, que não têm como pagar mais caro para usar o transporte público legalizado. === Problemas sociais === Críticos do transporte público muitas vezes alegam que o transporte público atrai \"elementos não desejáveis\", com histórias de criminosos atrás de passageiros, e de sem-tetos dormindo em trens. Em algumas ocasiões, passageiros reagiram, tomando a lei em suas próprias mãos, como no famoso caso de 1984 de Bernhard Goetz. Apesar destes incidentes, a grande maioria dos sistemas de transporte público é bem vigiada e possui baixas taxas de criminalidade. A maioria dos operadores de sistemas de transporte público desenvolveram métodos para desencorajar as pessoas a usarem suas facilidades como abrigo noturno. Sistemas de transporte público bem desenvolvidas são utilizadas por pessoas de diversas classes sociais, e novos sistemas possuem um impacto positivo no valor da terra e propriedades próximas às estações. O sistema de metrô de Hong Kong arrecada parte de suas verbas através do desenvolvimento de propriedades próximas às suas estações. Muito da oposição pública a novos projetos de transporte público são por causa do impacto em bairros por causa do novo desenvolvimento econômico provocado pela inauguração destes sistemas. Em contraste, acidentes de carros causam cerca de um milhão de mortes no mundo todo. Nos Estados Unidos, foram registrados em 2003 um total de 42 643 mortes, três vezes mais o número de assassinatos (14 408). Mais de nove de cada dez pessoas nos Estados Unidos ou no Canadá locomovem-se para seus locais de trabalho através do uso de automóveis. === Alimentos e bebidas no transporte público === Alguns sistemas de transporte público proíbem alimentos e/ou bebidas dentro de estabelecimentos e veículos administrados por este dado sistema. Regras tendem a ser mais rígidas em bondes, metrôs e ônibus do que em trens inter-urbanos de longa distância. Em fato, por vezes trens interurbanos vendem alimentos e bebidas a bordo, ou até mesmo possuem um carro de bufê ou um restaurante. Alimentos e bebidas trazidos de fora são permitidos, exceto aqueles em vagões especiais. === Abrigo em transporte público === Na era onde viagens de longa distâncias tomavam diversos dias, acomodações adequadas para o sono eram uma parte essencial do transporte público. Atualmente, a maioria das linhas aéreas e trens de longa distância oferecem assentos reclináveis e muitos fornecem travesseiros e cobertores para viajantes noturnos. Serviços que oferecem melhores instalações para o sono são comumente oferecidas, através do pagamento de um extra (exemplo, serviço de primeira classe existente em muitas linhas aéreas internacionais), e incluem vagões equipados com camas em trens noturnos, maiores cabinas privadas em navios, e assentos em aviões que são conversíveis em camas. Alguns turistas, inclusive, fazem uso de trens noturnos ou de viagens de ônibus noturnas, para evitar pagar por um hotel. A habilidade de tomar sono adicional no caminho para o trabalho é uma opção atrativa para muitas pessoas usando sistemas de transporte público. Alguns sistemas de trens interurbanos inclusive fornecem \"vagões silenciosos\" onde conversas em alto volume e telefones celulares são proibidos. Ocasionalmente, uma rota de transporte público local com um longo segmento noturno, e que aceita passes multiusos de baixo preço, adquire a reputação de um \"hotel móvel\" para pessoas com fundos limitados. A maioria dos sistemas de transporte público, porém, desencoraja ativamente isto, e até mesmo um preço baixo detém os indivíduos mais pobres, incluindo sem-tetos. Um exemplo disto é a rota de ônibus 22 da Autoridade de Transporte do Vale de Santa Clara, cognominada Hotel 22, entre Palo Alto e San José. Um passe por 24 horas custa quatro dólares e um passe mensal, 45 dólares, muito menos do que um hotel, casa ou apartamento. Outro exemplo são os serviços de trens interurbanos operados pela CityRail em Sydney, Austrália. Trens relativamente confortáveis operam entre Sydney e Lithgow ou Newcasttle, durante a noite, em viagens de aproximadamente duas horas e meia de duração. Idosos, deficientes e pais únicos possuem direito a um passe diário, cujo valor é de 2,2 dólares australianos. == Ver também == * Desenho urbano * Engenharia de transportes * Planejamento urbano * Veículo == Ligações externas == * . Teses.com. Um estudo comparativo e as bases de um sistema de gestão para Brasil e Portugal. * . Villeenmouvement.com. * . O Software para a otimização das operações de Transporte Público.",
 "title": "Transporte público"
}