{
 "id": "8635",
 "text": "Alcoolismo é um termo amplo para descrever qualquer consumo de álcool que cause problemas de saúde físicos ou mentais. Em medicina, o alcoolismo define- se pela presença de duas ou mais das seguintes condições: consumo de grande quantidade de álcool durante um longo período de tempo, dificuldade em consumir poucas quantidades, a aquisição e consumo de álcool ocupam uma parte significativa do tempo da pessoa, o álcool é intensamente desejado, o consumo causa o incumprimento de responsabilidades e obrigações, o consumo causa problemas de saúde, o consumo está na origem de comportamentos de risco, ocorrem sintomas de abstinência quando se interrompe o consumo, ou o corpo já desenvolveu tolerância ao álcool. Entre os comportamentos de risco estão a condução sob efeito do álcool ou ter relações sexuais desprotegidas. Embora o abuso de álcool possa afetar qualquer parte do corpo, afeta sobretudo o cérebro, coração, fígado, pâncreas e o sistema imunitário. As complicações mais comuns são perturbações mentais, síndrome de Wernicke-Korsakoff, arritmia cardíaca, cirrose e aumento do risco de cancro. Durante a gravidez, o alcoolismo pode causar lesões no feto que resultam em desordens do espectro alcoólico fetal. As mulheres são em geral mais sensíveis do que os homens aos efeitos adversos do álcool. O alcoolismo está associado a fatores de risco ambientais e genéticos em igual proporção. Uma pessoa cujo pai ou irmão tem alcoolismo apresenta uma probabilidade três a quatro vezes superior de vir ela própria a tornar-se alcoólica. Entre os fatores ambientais estão influências sociais, culturais e comportamentais. O risco é aumentado pelo stresse, ansiedade e fácil acesso a bebidas alcoólicas. Quando um alcoólico interrompe o consumo, manifestam-se sintomas de abstinência que podem levar a pessoa a continuar a consumir para prevenir ou aliviar esses sintomas. Em alguns casos, os sintomas de abstinência manifestam-se de forma ligeira durante meses após a interrupção. Em termos médicos, o alcoolismo é considerado uma doença tanto física como psicológica. O diagnóstico de alcoolismo pode ser auxiliado por questionários e análises ao sangue. A prevenção do alcoolismo consiste na regulamentação e limitação da venda de bebidas alcoólicas, em taxar o álcool para aumentar o custo de aquisição e em disponibilizar tratamento a baixo custo. O tratamento é feito em várias etapas. A interrupção do consumo deve ser controlada, uma vez que a abstinência pode levar ao aparecimento de problemas de saúde. Um dos métodos de controlo mais comuns nesta etapa é a administração de benzodiazepinas como o diazepam. Durante esta etapa, a pessoa pode ser internada numa instituição de saúde ou manter-se em casa sob vigilância atenta da família, amigos ou médicos. A presença de perturbações mentais ou outras dependências pode complicar o tratamento. Após a etapa de desintoxicação, a terapia de grupo ou os grupos de apoio são medidas eficazes que ajudam a pessoa a não voltar a consumir. Um das formas de apoio mais comum são os grupos de Alcoólicos Anónimos. Nesta etapa, os medicamentos acamprosato, dissulfiram ou naltrexona ajudam a prevenir recaídas. A Organização Mundial de Saúde estima que em 2010 existissem 208 milhões de pessoas com alcoolismo em todo mundo, o que corresponde a 4,1% da população com mais de 15 anos de idade. A condição é mais comum entre homens e jovens adultos, e vai-se tornando menos comum na meia-idade e na terceira idade. A prevalência é menor em África (1,1%) e maior na Europa de Leste (11%). Em 2013 o alcoolismo foi a causa direta de mortes, um aumento em relação às mortes em 1990. Estima-se que 3,3 milhões de mortes (5,9% de todas as mortes num ano) tenham origem no consumo de álcool. Em média, o alcoolismo diminui a esperança de vida em aproximadamente dez anos. O alcoolismo é fonte de estigma social, sendo comum o uso de termos pejorativos para descrever as pessoas afetadas por esta condição. No passado, a perturbação dividia-se em dois tipos: abuso de álcool e dependência de álcool. Em 1979, a Organização Mundial de Saúde desencorajou o uso do termo \"alcoolismo\" devido ao seu significado impreciso, preferindo o uso do termo \"síndrome de dependência alcoólica\". == Características == Além dos prejuízos na vida académica, profissional, social e familiar, o abuso de álcool por tempo prolongado pode causar cancro na cavidade oral, esófago, faringe, fígado e/ou vesícula biliar; hepatite, cirrose, gastrite, úlcera, danos cerebrais, desnutrição, problemas cardíacos, problemas de pressão arterial, além de transtornos psicológicos. Durante a gestação, causa má-formação fetal.http://www.infoescola.com/doencas/alcoolismo/ Apesar de o abuso do álcool ser um pré-requisito para o que é definido como alcoolismo, o seu mecanismo biológico ainda é incerto. Para a maioria das pessoas, o consumo de álcool gera pouco ou nenhum risco de se tornar um vício. Outros fatores geralmente contribuem para que o uso de álcool se transforme em alcoolismo. Esses fatores podem incluir o ambiente social e cultural, a saúde psicológica e a predisposição genética.http://www.psicosite.com.br/tra/drg/alcoolismo.htm == Mecanismo == O consumo excessivo de álcool leva a uma degradação do etanol em etanal pelo fígado, fato que consome NAD+ formando NADH. Na segunda reação para a formação de acetato também há consumo de NAD+ e formação de NADH, dessa forma o ciclo de Krebs (dependente de NAD+) é diminuído pela falta de NAD+, aumentando portanto o metabolismo anaeróbico das células, o que irá produzir mais ácido lático no organismo. Esse excesso de ácido lático no organismo compete com a excreção de urato contribuindo para o aumento de ácido úrico no sangue, o qual irá precipitar em articulações gerando uma doença conhecida como gota. O conjunto de efeitos fisiológicos sentidos após excessivo consumo de álcool é conhecido como veisalgia, popularmente chamada de \"ressaca\". === Álcool no sangue === Álcool no sangue Álcool no sangue (gramas/litro) Estados Sintomas Menos de 0,3 Sobriedade Nenhuma influência aparente 0,3 a 0,9 Euforia Perda de eficiência, diminuição da atenção, julgamento e controle 0,9 a 1,8 Excitação Instabilidade das emoções, descoordenação motora. Menor inibição. Perda do julgamento crítico 1,8 a 2,7 Confusão Vertigens, desequilíbrio, dificuldade na fala e distúrbios da sensação. 2,7 a 4,0 Estupor Apatia e inércia geral. Vômitos, incontinência urinária e diarreia. 4,0 a 5,0 Coma Inconsciência, anestesia. Possivelmente fatal. Mais de 5,0 Morte Parada respiratória == Diagnóstico == Um diagnóstico de dependência pela classificação internacional de doenças-10 pode ser feito somente se três ou mais dos seguintes requisitos houverem sido experimentados ou exibidos em algum momento durante um período de 12 meses:http://www.cmt.mg.gov.br/alcool.php * Um forte desejo ou senso de compulsão para consumir a substância; * Dificuldades em controlar o comportamento de consumir a substância em termos de seu início, término ou níveis de consumo; * Um estado de abstinência fisiológico quando o uso da substância cessou ou foi reduzido, como evidenciado pela síndrome de abstinência característica para a substância ou o uso da mesma substância (ou de uma intimamente relacionada) com a intenção de aliviar ou evitar sintomas de abstinência; * Evidência de tolerância, de tal forma que doses crescentes da substância psicoativa são requeridas para alcançar efeitos originalmente produzidos por doses mais baixas; * Abandono progressivo de prazeres ou interesses alternativos em favor da substância psicoativa, aumento da quantidade de tempo necessário para obter ou tomar a substância ou para se recuperar de seus efeitos; * Persistência no uso da substância, a despeito de evidência clara de consequências manifestamente nocivas, tais como dano ao fígado por consumo excessivo de bebidas alcoólicas, estados de humor depressivos consequentes a períodos de consumo excessivo da substância ou comprometimento do funcionamento cognitivo relacionado à droga; deve-se fazer esforços para determinar se o usuário estava realmente (ou se poderia esperar que estivesse) consciente da natureza e extensão do dano. === Definição === Muitos termos são aplicados para se referir a uma pessoa alcoólica e ao alcoolismo. Existe muita controvérsia a esse respeito, entretanto é consenso que: # O alcoolismo pode levar à morte. # O alcoolismo é uma doença, um transtorno psicológico sério, que precisa de tratamento multiprofissional. # O alcoólico pode apresentar prejuízos relacionados com o uso de álcool em todas as áreas da vida (prejuízos físicos, mentais, morais, profissionais, sociais, entre outros). # O alcoólico perde a capacidade de controlar uma quantidade de bebida que ingere, uma vez que vence uma ingestão. Abuso, uso pesado, vício e dependência são todos rótulos comuns usados para descrever os hábitos de consumo, mas o real significado dessas palavras muito podem variar, dependendo do contexto em que são usadas. Mesmo dentro da área de saúde especializada, uma definição pode variar entre as áreas de especialização. Muitas vezes, a política e a religião ainda confundem o problema e agravam uma ambiguidade. *\"Uso\" refere-se ao simples uso de uma substância. Uma pessoa que bebe qualquer bebida alcoólica está usando álcool. *\"Desvio\", \"problemas com uso\" e \"uso pesado\" são termos que sugerem que o consumo de álcool tem causado problemas psicológicos, físicos, sociais, ou seja, prejuízos ao bebedor. Os danos sociais e morais são altamente subjetivos e, portanto, diferem de indivíduo para indivíduo, o que dificulta a identificação desses usuários. *A expressão \"abuso de substâncias\" tem uma variedade de significados possíveis. No campo da saúde mental, o uso do Manual Diagnóstico e Estatístico de Transtornos Mentais-IV por psicólogos e psiquiatras traz uma definição específica, que envolve um conjunto de circunstâncias da vida que acontecem por causa do uso da substância. No direito, o abuso é frequentemente usado para se referir ao uso ilegal de qualquer substância. Dentro do vasto campo da medicina, o abuso, por vezes, refere-se ao uso de medicamentos prescritos em excesso da dose prescrita ou a utilização de um medicamento que exige prescrição médica sem receita. Dentro da religião, o abuso pode se referir a qualquer uso de uma substância considerada inadequada. O termo, algumas vezes, é evitado por profissionais pela variabilidade em sua definição. *A dependência é simultânea à tolerância, ou seja, a necessidade de doses cada vez maiores para obter o mesmo efeito. A dependência será tanto mais intensa quanto mais intenso for o grau de tolerância ao álcool. O diagnóstico de dependência de álcool não necessariamente indica uma presença de dependência física, ela pode ser apenas psicológica e estar associada com influência de amigos e família ou com poucas habilidades sociais. Dependência está associada a dificuldade em resistir a uma substância. *A definição precisa de vício é debatida, mas, em geral, se refere a qualquer condição que faz uma pessoa continuar a demonstrar comportamentos nocivos mesmo sofrendo prejuízos sociais, profissionais e pessoais. Pode ser causado por dependência física e psicológica. *Remissão é, segundo a Associação Psiquiátrica Americana (APA), uma condição em que os sintomas físicos e mentais do alcoolismo não estão mais evidentes. A remissão pode ser parcial, quando breve, ou persistente, quando dura mais de um ano. Outros (principalmente Alcoólicos Anônimos) usam o termo \"recuperação\" para descrever aqueles que cessaram completamente o consumo de álcool. == Tratamento == Os tratamentos para o alcoolismo são bastante variados porque existem múltiplas perspectivas para essa condição. Aqueles que possuem um alcoolismo que se aproxima de uma condição médica ou doença são recomendados a se tratar de modo diferente dos que se aproximam desta condição como uma escolha social. Não se deve confundir o tratamento do alcoolismo com o tratamento apenas da síndrome de abstinência. O tratamento do alcoolismo é complexo, multiprofissional e longo, dependendo da persistência do paciente e de sua rede social de apoio para o processo de cura. A maioria dos tratamentos busca ajudar as pessoas a diminuir o consumo de álcool, seguido por um treinamento de vida ou suporte social de modo que ajude a pessoa a resistir ao retorno do uso de álcool. Como o alcoolismo envolve múltiplos fatores que incentivam a pessoa a continuar a beber, todos estes fatores devem ser suprimidos para que se previnam com sucesso os casos de recaídas. Um exemplo para este tipo de tratamento é a desintoxicação seguida por uma combinação de terapia de suporte, atendimento em grupos de autoajuda, etc. A maioria dos tratamentos geralmente preferem uma abstinência de tolerância zero; entretanto, alguns preferem uma abordagem de redução de consumo progessiva.Gabbard: \"Treatments of Psychiatric Disorders\". Published by the American Psychiatric Association: 3rd edition, 2001, ISBN 0-88048-910-3 A efetividade dos tratamentos para o alcoolismo varia amplamente. Quando considerada a eficácia das opções de tratamento, deve-se considerar a taxa de sucesso daquelas pessoas que entraram no programa, não somente aqueles que o completaram. Como o término do programa é a qualificação para o sucesso, o sucesso entre as pessoas que completam um programa é geralmente perto de 100%. Também é importante se considerar não somente a taxa daqueles que atingiram os objetivos do tratamento, mas também a taxa daqueles que tiveram recaídas. Os resultados também devem ser comparados com a taxa aproximada de 5% de pessoas que abandonam os programas por conta própria.Spontaneous Recovery in Alcoholics: A Review and Analysis of the Available Research, by R. G. Smart Drug and Alcohol Dependence, Vol. 1, 1975-1976, p. 284. A desintoxicação trata os efeitos físicos do uso prolongado do álcool, mas na verdade não trata o alcoolismo. Após a desintoxicação estiver completa, as recaídas são propensas de ocorrer se não houver um tratamento subsequente. A desintoxicação pode ou não ser necessária dependendo da idade, estado de saúde e histórico de ingestão de álcool da pessoa. Por exemplo, um homem jovem que quando consome álcool o faz em quantidades excessivas em um curto período de tempo, e busca tratamento uma semana após seu último uso de álcool, pode não precisar de desintoxicação antes de iniciar o tratamento para o alcoolismo. Em 4 de dezembro de 2016, foi encontrado um gene que controla a produção de hormônios no intestino e no fígado, o nome do gene é o Klotho, responsável pelo controle do consumo de bebidas alcoólicas e doces, o que pode ser um indício de uma nova forma de tratar o alcoolismo. === Psicoterapia === Após a desintoxicação, diversas formas de terapia em grupo ou psicoterapia podem ser usadas para lidar com os aspectos psicológicos subconscientes que são relacionados à doença do alcoolismo, assim como proporcionar a aquisição de habilidades de prevenção às recaídas como assertividade e técnicas de relaxamento mais saudáveis. A terapia cognitivo comportamental é feita individualmente, mas pode convidar familiares e amigos para participar caso o paciente aceite, e tem como objetivosBernard P Rangé e G Alan Marlatt (2008). Terapia cognitivo- comportamental de transtornos de abuso de álcool e drogas. http://www.scielo.br/pdf/rbp/v30s2/a06v30s2.pdf: * Desenvolver aprendizagem e prática de novos comportamentos substitutos para o comportamento de beber através de treinamento de habilidades intrapessoais (auto-identificação) e interpessoais (sociais); * Ensinar estratégias de enfrentamento que podem ser usadas para lidar com situações de alto risco (internas e externas) que poderiam levar ao vício; * Estabelecer estratégias gerais de mudanças no estilo de vida que ajudem o paciente a atingir seus objetivos acadêmicos, profissionais, sociais e familiares de forma mais eficiente; * Desenvolver estratégias que favoreçam a manutenção do processo de mudança nos hábitos produzidos pelo tratamento. Psicólogos cognitivos comportamentais também fazem planos emergenciais para uma variedade de situações de estresse que podem surgir de maneira inesperada e planejam com o paciente estratégias para resolvê-las. Durante a terapia, é comum que outros transtornos, como fobia social, depressão maior, transtorno bipolar, hiperatividade, transtorno de personalidade limítrofe, transtorno de ansiedade generalizada, anorexia nervosa ou outro transtorno de humor, ansiedade ou alimentar sejam identificados como a causa do alcoolismo. === Grupos de ajuda mútua === O aconselhamento em grupo através de ajuda mútua é um dos meios mais comuns de ajudar os alcoólicos a manter a sobriedades. Muitas organizações já foram formadas para proporcionar esse serviço, sendo a mais conhecida delas os Alcoólicos Anônimos. Estes grupos costumam atuar com base no Programa de 12 passos. === Racionamento e moderação === Os programas de racionamento e moderação do uso do álcool não forçam uma abstinência completa. Apesar de a maioria dos alcoólicos serem incapazes de limitar o seu consumo através destes programas, alguns passam a beber moderadamente. Muitas pessoas se recuperam do alcoolismo. Um estudo realizado em 2002 nos Estados Unidos mostrou que 17,7% das pessoas que tinham sido diagnosticadas como dependentes do álcool a mais de um ano (anteriormente à pesquisa) retornaram ao consumo de baixo risco de álcool.National Institute on Alcohol Abuse and Alcoholism 2001-2002 Survey Finds That Many Recover From Alcoholism Press release 18 January 2005 === Medicamentos === Embora não sejam necessários para o tratamento do alcoolismo, diversas medicações podem ser prescritas como parte do tratamento. Algumas podem facilitar a transição para a sobriedade, enquanto outras podem causar dificuldades físicas quando do uso do álcool. Na maioria dos casos, o efeito desejado é fazer com que o alcoólatra se abstenha da bebida. * O dissulfiram previne a eliminação de acetaldeído, um composto químico que o corpo produz quando quebra o etanol. É o acetaldeído que causa os diversos sintomas da \"ressaca\" após o uso do álcool. O efeito geral do medicamento é um grande desconforto quando o álcool é ingerido: uma \"ressaca\" desconfortável extremamente rápida e de longa duração. Isso desencoraja o alcoolista a beber quantidades significativas de álcool enquanto ele está tomando o medicamento. O consumo excessivo de álcool associado com o dissulfiram pode causar doenças severas e até a morte. * A naltrexona é um antagonista competitivo para os receptores opioides, bloqueando efetivamente a habilidade do corpo em usar as endorfinas e opiáceos. Ele também parece agir na ação da neurotransmissão do glutamato. A naltrexona é usada em duas formas muito diferentes de tratamento. O primeiro tratamento usa a naltrexona para diminuir os desejos pelo álcool e encorajar a abstinência. O outro tratamento, chamado extinção farmacológica, combina a naltrexona com o hábito normal de ingestão de álcool de forma para reverter o condicionamento das endorfinas que causam o vício ao álcool. A naltrexona é apresentada em duas formas. A naltrexona oral é uma pílula que deve ser tomada diariamente para ser eficiente. Vivitrol é uma formulação que é injetada nas nádegas uma vez ao mês. * Acredita-se que o Acamprosato (também conhecido como Campral) estabiliza o equilíbrio químico do cérebro prejudicado pelo alcoolismo. O FDA aprovou esta droga em 2004, dizendo \"Embora seu mecanismo de ação não seja perfeitamente compreendido, acredita-se que o Campral atue nas vias químicas do cérebro relacionadas ao abuso do etanol. O Campral mostrou-se efetivo em manter a abstinência por um curto período de tempo\". Embora seja efetivo sozinho, é comumente ministrado com outros medicamentos como a naltroxetona com grande sucesso. * Oxibato de sódio é o sal de sódio do ácido gama-hidroxibutírico (GHB). Ele é usado para a abstinência aguda do álcool e para a desintoxicação a médio e longo prazo. Essa droga melhora a neurotransmissão do GABA e diminui os níveis de glutamato. * Baclofeno tem mostrado em estudos em animais e em pequenos estudos em humanos que melhora a desintoxicação. Esta droga atua como um agonista do receptor GABA B e isto pode ser benéfico. *A psicoterapia assistida por psicodélicos foi usada e estudada para tratar a dependência do álcool. === Extinção farmacológica === A extinção farmacológica é o uso de antagonistas opioides como a naltrexona combinados com o hábito normal de ingestão de álcool para eliminar o desejo intenso pelo álcool.Evidence about the use of naltrexone and for different ways of using it in the treatment of alcoholism Essa técnica obteve sucesso na Finlândia,ContrAl Clinics ContrAl Results Pensilvânia,The Sinclair Method e Flórida,University of Pennsylvania Health System e é às vezes citada como o Método Sinclair. === Terapia nutricional === O tratamento preventivo das complicações do álcool incluem o uso a longo prazo de multivitaminas, além de vitaminas específicas como B12 e folato. Apesar de a terapia nutricional não ser um tratamento propriamente para o alcoolismo, ela trata as dificuldades que podem surgir anos após o uso intenso de álcool. Muitos dependentes de álcool tem a síndrome da resistência à insulina, um distúrbio metabólico no qual a dificuldade do corpo em processar açúcares causa um suprimento desequilibrado na corrente sanguínea. Apesar do distúrbio poder ser diminuído com uma dieta hipoglicêmica, ele pode afetar o comportamento e as emoções, efeitos colaterais que freqüentemente são observados entre os dependentes em tratamento. Os aspectos metabólicos desta dependência são freqüentemente negligenciados, gerando resultados ruins para os tratamentos.The Hypoglycemic Health Association of Australia == Prognóstico == Sem acompanhamento profissional, aproximadamente 90% dos alcoólatras voltam a beber nos 4 anos seguintes à interrupção. A principal causa de recaída apontada pelos usuários são emoções negativas (35%), pressão social (20%), brigas (16%), incapacidade de resistir ao desejo (11%) e teste de autocontrole (9%). Esses dados ressaltam a importância de acompanhamento psicológico prolongado e persistente em qualquer abuso de substâncias.http://www.scielo.br/pdf/rbp/v30s2/a06v30s2.pdf O fato de serem diagnosticados outros transtornos psicológicos associados ao uso do álcool nesse caso é sinal de bom prognóstico, pois o tratamento desses transtornos costuma resolver a raiz do alcoolismo e fatores que manteriam o consumo.http://drauziovarella.com.br/dependencia-quimica/tratamento-do- alcoolismo Outro fator de bom prognóstico é quando amigos e familiares também param de beber e oferecer bebidas ou já não tinham o hábito de beber. Quanto maior o apoio de amigos e familiares, melhores as chances de cura definitiva. == Prevalência == esquerda|thumb|Média de litros de álcool consumidos por pessoa a cada ano no mundo. Na Europa Ocidental e nos Países Bálticos, o consumo é muito maior que a média do resto da Europa e do resto do Mundo, enquanto, na África Islâmica, é bastante inferior à média mundial e da média da África Meridional, gerando um contraste muito grande entre as localidades próximas e ao resto da África, da Europa e do Mundo No Brasil, os índices variam muito entre as diversas regiões, mas os estudos indicam que a média nacional está em torno de 3 a 6% da população, sendo cerca de 5 vezes mais comum em homens. Tanto em Salvador quanto em Ribeirão Preto, a média foi de 6,2%, sendo de 11% entre os homens e de 1,5% entre as mulheres. A proporção de indivíduos maiores de 13 anos que consumem álcool no Brasil está em torno de 52%, o que é bastante inferior ao relatado em diversos países: 90% nos Estados Unidos, 87% na Austrália, 83% no Canadá e 75% no Equador. O índice brasileiro é semelhante ao índice da Colômbia e México (51%). O nível de alcoolismo é muito menor que a média americana (10-12%) e europeia (5 a 20%).Hasin D et al. (2007). \"Prevalence, Correlates, Disability, and Comorbidity of DSM-IV Alcohol Abuse and Dependence in the United States\". Archives of General Psychiatry 64 (7): 830–42. doi:10.1001/archpsyc.64.7.830. PMID 17606817. A maior proporção de consumidores de álcool e de alcoolistas é entre homens de 30 e 49 anos.Liz Maria de Almeida, Evandro da S. F. Coutinho. Prevalência de consumo de bebidas alcoólicas e de alcoolismo em uma região metropolitana do Brasil. http://www.scielosp.org/pdf/rsp/v27n1/04.pdf === Associação com cigarro === Entre alcoolistas, 67% também são fumantes. Os alcoolistas tendem a iniciar-se no consumo tabágico mais cedo, fumam durante mais tempo, fumam um maior número de cigarros por mês e apresentam fluxo expiratório mais baixo do que os abstêmios.CHAIEB, José A . and CASTELLARIN, Cassio. Associação tabagismo- alcoolismo: introdução às grandes dependências humanas. Rev. Saúde Pública [online]. 1998, vol.32, n.3 [cited 2011-07-05], pp. 246-254 . Available from: . ISSN 0034-8910. doi: 10.1590/S0034-89101998000300007. == Ver também == * Embriaguez * Ressaca * Toxicodependência * Alcoólicos Anônimos * Efeitos de curta duração pelo consumo de álcool == Ligações externas == * www.cisa.org.br * !",
 "title": "Alcoolismo"
}