{
 "id": "86378",
 "text": "miniaturadaimagem|Rochas dolomíticas triássicas da Eslováquia O dolomito é uma rocha sedimentar com mais de 50 % de seu peso constituído por dolomita (carbonato duplo de cálcio e magnésio CaMg(CO3)2, muitas vezes em associação com calcário e evaporitos, embora seja menos abundante que o calcário e raro em leitos rochosos cenozóicos (leitos com menos de 66 milhões de anos de idade). O primeiro geólogo a distinguir a rocha dolomítica do calcário foi Belsazar Hacquet em 1778. A maior parte da dolomita foi formada como uma substituição de magnésio de calcário ou de lama de cal antes da litificação. O processo geológico de conversão de calcita em dolomita é conhecido como dolomitização e qualquer produto intermediário é conhecido como calcário dolomítico. O \"problema da dolomita\" refere-se aos vastos depósitos mundiais de dolomita no registro geológico passado, em contraste com as quantidades limitadas de dolomita formadas nos tempos modernos. Pesquisas recentes revelaram que bactérias redutoras de sulfato que vivem em condições anóxicas precipitam dolomita, o que indica que alguns depósitos anteriores de dolomita podem ser devidos à atividade microbiana.Chilingar, George V.; Bissell, Harold J.; Wolf, Karl H. (1967). \"Chapter 5 Diagenesis of Carbonate Rocks\". Developments in Sedimentology. 8: 314. doi:10.1016/S0070-4571(08)70844-6. ISBN 9780444533449Arvidson, Rolf S.; Mackenzie, Fred T. (1999-04-01). \"The dolomite problem; control of precipitation kinetics by temperature and saturation state\". American Journal of Science. 299 (4): 257–288. Bibcode:1999AmJS..299..257A. doi:10.2475/ajs.299.4.257. ISSN 0002-9599 A dolomita é resistente à erosão e pode conter camadas acamadas ou não acamadas. É menos solúvel que o calcário em águas subterrâneas pouco ácidas, mas ainda pode desenvolver características de solução (karst) ao longo do tempo. A rocha dolomítica pode atuar como um reservatório de petróleo e gás natural. == Referências == Categoria:Rochas sedimentares",
 "title": "Dolomito"
}