{
 "id": "86379",
 "text": "Os eclogitos são rochas metamórficas de grão grosseiro. Apresentam um interesse especial por duas razões. Primeiro, formam-se a pressões superiores às que existem tipicamente na crosta da Terra. Segundo, são rochas invulgarmente densas (densidade 3,3 a 3,4), que podem desempenhar um importante papel nos processos de convecção no interior do planeta. A rocha não alterada apresenta os seguintes minerais: \\- Minerais principais: granada vermelha a rosa (almandina ou piropo) e piroxena rica em sódio (onfacite). \\- Minerais acessórios: distena, rútilo, quartzo, coesite, anfíbolas, paragonite, zoisite, dolomite, corindo e, mais raramente, diamante e feldspatos. ==Formação== Os eclogitos resultam tipicamente de metamorfismo regional de alta pressão sobre rochas ígneas máficas (geralmente basaltos ou gabros), quando estes são arrastados para o manto numa zona de subducção. Antes de possuírem as características que os permitem classificar como tal, os eclogitos passam por uma fase em que se denominam xistos azuis. Mais raramente, é possível encontrar eclogitos de origem magmática, que cristalizaram a partir de magmas no interior do manto. ==Fácies eclogítica== A fácies eclogítica é definida pela temperatura e pressão requeridas para metamorfizar rochas basálticas (ou equivalentes) e transformá-las numa rocha eclogítica. As condições típicas de formação de eclogitos ocorrem a cerca de 45 km de profundidade, com pressões de 1,2 GPa (12 kbar) e 400 a 1000°C, geralmente sempre mais de 600 °C. O diamante e a coesite (polimorfo de sílica) ocorrem como constituíntes acessórios em alguns eclogitos que se formam a pressões muito elevadas. De facto, o metamorfismo regional de alto grau está actualmente definido dentro da fácies eclogítica, mas a pressões superiores às quais se verifica a transição quartzo - coesite. Pensa-se que a génese de algumas rochas deste tipo de metamorfismo tenha ocorrido a mais de 150 km de profundidade. A fácies eclogítica é geralmente alcançada a partir da fácies de xistos azuis, embora seja possível de alcançar através das fácies dos xistos verdes, fácies anfíbolítica ou fácies granulítica. No entanto, nestes últimos casos, a rocha raramente é preservada, dado que o calor excessivo que se gera na transição destas fácies para a fácies eclogítica provoca eposódios de fusão parcial, destruindo em parte a sua natureza metamórfica. ==Importância dos eclogitos== Os eclogitos são rochas raras mas bastante importantes, por serem formadas em condições que são apenas encontradas (tipicamente) no manto. Os eclogitos são úteis no auxílio à compreensão dos processos de tectónica de placas, dado que podem representar troços de crosta oceânica que foram subduzidos para zonas a mais de 35 km de profundidade e posteriormente regressaram à superfície. Na realidade, o aparecimento de eclogitos à superfície pode ser considerado uma sorte, dado que estas rochas são instáveis fora das condições de pressão e temperatura a que se formam. A sua ocorrência à superfície pode ser atribuída a processos relativamente rápidos, como a ocorrência de falhas. Quando a sua exumação se faz de forma lenta, geralmente existe tempo necessário para proceder ao reequilíbrio da rocha nas novas condições de pressão e temperatura (retrometamorfismo), perdendo-se assim grande parte da sua informação. Durante a exumação lenta, os eclogitos regridem quase na totalidade para rochas das fácies anfíbolítica ou granulítica. ==Ocorrências== Em Portugal, os eclogitos encontram-se ligados ao maciço de Bragança e à Cadeia Varisca e presentes no maciço Hespérico. No Brasil há ocorrências de eclogitos retrogradados (retroeclogitos) relacionados à formação do supercontinente Gondwana, ou seja, referentes ao Ciclo Brasiliano e com idades em torno de 600 milhões de anos (Neoproterozóico). São situados nos municípios de Forquilha, Estado de Ceará, Bodocó e Floresta, Estado de Pernambuco, entre os municípios de Liberdade, Andrelândia e Pouso Alegre, no Estado de Minas GeraisAncelmi, M. F. ; Santos, T. J. S. ; Reginato, R. A. ; Amaral, W. S. ; Monteiro, L. V. S., 2013. Geologia da Faixa Eclogítica de Forquilha, Domínio Ceará Central, noroeste da Província Borborema. Brazilian Journal of Geology 43, 235-252. . No resto do mundo, afloram eclogitos em Espanha (Norte da Galiza), nos Alpes, Alemanha, Noruega, Estados Unidos da América (Califórnia) e Japão. * Blatt, H. and Tracy, R., 1995, Petrology: igneous, sedimentary, and metamorphic, Freeman, ISBN 0-7167-2438-3 * Camacho, A., Hensen, B.J., Armstrong, R., Isotopic test of a thermally driven intraplate orogenic model, Australia', Geology, 30, pp. 887-890 * The Petermann Orogeny, Central Australia * Rapp, Robert P., Shimizu Nobumichi, and Marc D. Norman. Growth of early continental crust by partial melting of eclogite. Nature 425, 605-609 (9 October 2003) == Ligações externas == *Mantle eclogites *Eclogite sample *Eclogite melting in production of Archaean TTG granitoids Categoria:Rochas metamórficas",
 "title": "Eclogito"
}