{
 "id": "86421",
 "text": "Unterseeboot 505 (U-505) é um U-Boot Tipo IXC da Kriegsmarine, a marinha de guerra alemã, conhecido por ter sido capturado intacto pelos Estados Unidos em 1944, e que encontra-se atualmente em exibição no Museu da Ciência e Indústria de Chicago. A captura do U-505 foi crítica para os alemães, devido aos seus livros de código, que forneceram aos Aliados a possibilidade de ler os os mais recentes códigos marítimos usados pelos nazistas durante a guerra. O submarino foi designado, em 29 de junho de 1989, uma estrutura do Registro Nacional de Lugares Históricos bem como, na mesma data, um Marco Histórico Nacional. == Histórico de serviço antes da captura == Iniciada a sua construção a 12 de Junho de 1940, pela Deutsche Werft AG de Hamburgo, ele foi lançado ao mar em 25 de Maio de 1941 e entregue a 26 de Agosto de 1941, com o capitão-tenente Axel-Olaf Loewe em comando. A 6 de Setembro de 1942, Loewe foi substituído pelo comandante Peter Zschech e a 24 de Outubro 1943 o capitão Paul Meyer assumiu o comando por duas semanas até ser substituído em 8 de Novembro por Harald Lange. Lange comandou o submarino até à sua captura a 4 de Junho 1944. O U 505 levou a cabo doze patrulhas, afundando oito embarcações, num total de 44 962 toneladas - três estadunidenses, duas britânicas, e um de cada, norueguês, holandês e colombiano. O último navio afundado pelo U 505 foi o Roamar da Cartagena das Índias. O navio não parou após um tiro de aviso, e foi afundado por 22 tiros da arma de convés de 4,1 polegadas. De volta à Alemanha, os superiores comentaram que a embarcação não deveria ter perdido tempo e recursos a afundar o Roamar. A 10 de Novembro de 1942, o segundo oficial de vigia foi seriamente ferido durante um ataque aéreo de um avião do 53º esquadrão da RAF. O avião foi abatido mas o submarino foi seriamente danificado e obrigado a voltar para a Alemanha para reparos. Doze dias depois, o oficial foi transferido para o U 462. Após seis meses em Lorient para reparos, as viagens do U 505 foram diversas vezes canceladas devido a falta de equipamento e a sabotagem. Tal fato aconteceu tantas vezes que virou motivo de chacota na frota em Lorient. A 24 de Outubro de 1943, o capitão Peter Zschech, então no comando do U 505, durante um ataque de cargas de profundidade, cometeu suicídio - sendo a única vítima mortal do submarino durante a guerra. O capitão Paul Meyer voltou com o submarino ao porto. == Captura do U 505 == A 4 de Junho 1944, a força 22.3 da Marinha dos Estados Unidos capturou o U 505, após uma ataque com bombas de profundidade forçando-o a subir à superfície, a primeira vez que um navio da Marinha dos EUA capturou uma embarcação inimiga no alto mar, desde a captura do HMS Nautilus pelo USS Peacock em 1815, durante a Guerra Anglo-Americana de 1812.. == Comandantes == Data de comissão Data de descomissão Nome 26 de Agosto de 1941 5 de Setembro de 1942 KrvKpt. Axel-Olaf Loewe 6 de Setembro de 1942 24 de Outubro de 1943 Kptlt. Peter Zschech 24 de Outubro de 1943 7 de Novembro de 1943 Oblt. Paul Meyer 8 de Novembro de 1943 4 de Junho de 1944 Oblt. Harald Lange == Ver também == * Submarinos da Marinha da Alemanha. * Submarinos de maior sucesso da Kriegsmarine na Segunda Guerra Mundial == Ligações externas== * * * * Categoria:Submarinos alemães Tipo IX Categoria:Submarinos da Alemanha na Segunda Guerra Mundial Categoria:U-Boots comissionados em 1941 Categoria:Navios construídos em Hamburgo Categoria:Registro Nacional de Lugares Históricos na Segunda Guerra Mundial Categoria:Estruturas do Registro Nacional de Lugares Históricos Categoria:Marco Histórico Nacional em Illinois Categoria:U-Boots capturados Categoria:História da criptografia Categoria:Navios de 1941 Categoria:Navios preservados em museus Categoria:Museus militares e de guerra em Illinois Categoria:Museus de Chicago Categoria:Navios-museu em Illinois Categoria:Navios de guerra da Alemanha capturados pelos Estados Unidos durante a Segunda Guerra Mundial Categoria:Navios no Registro Nacional de Lugares Históricos em Illinois Categoria:Navios capturados pela Marinha dos Estados Unidos",
 "title": "U-505"
}