{
 "id": "86597",
 "text": "Compiègne ou, na sua forma portuguesa, Compienha é uma cidade francesa do departamento de Oise, na região de Altos da França. A cidade está localizada à beira do rio Oise, e tem uma população de 41 254 (1999). ==Evolução da população== *1882: 13 393 *1990: 41 663 (municipal), 44 703 (total) *1999: 41 076 (municipal), 44 703 (total), 69903 (aglomeração), urbana (108 234) ==História== * 665 - São Wilfrid consagrado Bispo de York. * Fevereiro de 888 - Odo I de Paris é coroado em Compiègne como rei dos Francos. * 23 de maio de 1430 - Durante a Guerra dos Cem Anos, Joana d'Arc é capturada pelos borgonheses durante a tentativa de liberar Compiègne. * 1630 - As tentativas de Maria de Médici para desestabilizar o Cardeal Richelieu acabaram por levá- la ao exílio em Compiègne, de onde ela escapou para Bruxelas em 1631. *no dia 17 de julho de 1794 tem lugar a execução das Márties de Compiègne durante o período do Terror da Revolução Francesa. * 11 de novembro de 1918 - A Primeira Guerra Mundial acaba, com o armistício assinado em Compiègne. * 22 de junho de 1940 - Armistício entre a Alemanha Nazista e a derrotada França em Compiègne. Por exigência de Hitler, foi assinado exatamente no mesmo local e vagão que o de 1918, mas com os assentos invertidos. * 1968 - O ponto de partida da famosa corrida ciclística de Paris-Roubaix foi trocado de Paris para Compiègne. * 1972 - Criação da Universidade de Tecnologia de Compiègne por Guy Deniélou. ==Memoriais no sítio do armistício de 1918== * Memorial da Alsácia-Lorena: uma representação de uma espada (simbolizando os Aliados) atravessando uma águia caída (simbolizando a Alemanha). * Estátua do Marechal Foch. * Placa comemorativa colocada no local exato da assinatura do armistício de 1918, onde se lê em francês Aqui, em 11 de novembro de 1918, sucumbiu o orgulho criminoso do Reich alemão. Vencido pelos povos livres que ele tentou escravizar. Essa placa foi desmontada e levada para a Alemanha em 1940. Foi recolocada depois da Segunda Guerra Mundial. * Cópia do vagão onde o cessar-fogo foi assinado (o original foi destruído na Alemanha no final da Segunda Guerra Mundial). == Cidades irmãs== *Landshut, Alemanha, desde 1962 *Huy, Bélgica, desde 1959 *Raleigh, Estados Unidos, desde 1989 *Kiryat Tivon, Israel, desde 1988 *Arona, Itália, desde 1962 *Vianden, Luxemburgo, desde 1964 *Shirakawa, Japão, desde 1988 *Elblag, Polônia, desde 2002 *Bury St Edmunds, Inglaterra, desde 1967 * Guimarães, Portugal desde 2006 ==Ver também== *Carmelitas de Compiègne ==Ligações externas== *Site da prefeitura de Compiègne (francês) *Le musée du château (francês) Categoria:Locais de competição dos Jogos Olímpicos de Verão de 1900",
 "title": "Compiègne"
}