{
 "id": "86696",
 "text": "Tuvalu foi explorada por navegadores norte-americanos no início do século XIX. A Grã-Bretanha integrou as ilhas na colónia das ilhas de Gilbert e Ellice em 1892. Em 1975 tornou-se numa dependência britânica separada, passando a estado independente em 1 de Outubro de 1978. Os primeiros habitantes chegam provavelmente no século XIV, provenientes deSamoa. Os atóis de coral que compõem Tuvalu eram inicialmente uma colônia espanhola, denominada Ilhas de Laguna. Entre 1850 e 1857, milhares de habitantes são transformados pela Espanha em escravos no Peru e no Chile. Com o nome de Ilhas Ellice, tornam-se protetorado britânico em 1892. A possessão é unida a outro arquipélago, em 1915, ao formar a Colônia das Ilhas Gilbert e Ellice (atual Kiribati). Em 1978 tornam-se independentes, com o nome de Tuvalu. A nação adota uma nova bandeira em 1995 e elimina dela o símbolo da Comunidade Britânica. A medida provoca insatisfação popular contra o primeiro-ministro Kamuta Latasi. Em 1996, um voto de desconfiança no Parlamento derruba Latasi, e Bikenibeu Paeniu é eleito para o cargo, restaurando a bandeira anterior. Paeniu renuncia em 1999 e é substituído por Ionatana Ionatana. Em 2000, é iniciada a concessão, pelo país, do direito de uso de seu domínio na internet, .tv, a uma empresa norte- americana. O acordo que prevê o pagamento de 50 milhões de dólares em royalties durante dez anos, deve fazer o Produto Interno Bruto (PIB) do país crescer mais de 50% no período. Ionatana morre em dezembro de 2000. Em 2003, o primeiro-ministro Saufatu Sopoanga é acusado pela oposição de protelar a convocação do Parlamento, a fim de evitar uma votação de uma moção de desconfiança contra seu governo, suspeito de má utilização do dinheiro público. No ano seguinte, é aprovada a moção de desconfiança que põe fim no governo de Soaponga. O chefe de governo passa a ser Maatia Toafa. Em 2005, Filoimeia Telito assume o cargo de governador-geral. Após as eleições gerais de 2006, Apisai Ielemia é escolhido novo primeiro-ministro. Em setembro de 2007, Tavau Teii, o vice-primeiro-ministro, declara que os grandes poluidores mundiais devem indenizar Tuvalu, em virtude dos impactos das mudanças climáticas no arquipélago. Teii sugere, em encontro da ONUsobre o aquecimento global, que o auxílio a países vulneráveis da região venha de impostos sobre viagens aéreas e fretes de cargas marítimas. == A Segunda Guerra Mundial em Tuvalu == A Segunda Guerra Mundial atingiu o Oceano Pacífico em dezembro de 1941quando os japoneses atacaram a base militar de Pearl Harbor no Havaí. Com potente armamento militar, o objetivo do Império Japonês era conquistar todo o sudeste asiático e invadiram também as Ilhas Salomão. Kiribati também foi conquistado pelos japoneses, que não encontraram resistência no local. Todos os movimentos dos japoneses eram observados pelos coastwatchers, ou observadores costeiros que enviavam relatórios aos americanos permitindo aos mesmos a confecção de estratégias militares. De Kiribati, os japoneses partiram para o sul em Tuvalu, mas as perdas na Batalha de Midway atrasaram os planos. O que permitiu aos americanos tomar a ilha pelo norte, o que foi tão bem guardado, que os japoneses só foram saber da ocupação em março de1943, quase 5 meses depois do inicio das ocupações. Num período de quase seis meses (27 de Março à 17 de Novembro de 1943) os japoneses atacaram o arquipélago nove vezes, a primeira, de assalto, matou um civil e seis americanos, não causando, assim, danos consideráveis. Alguns americanos não morreram em batalhas, mas por infortúnios, como testes com aviões e por uma tempestade que fez desaparecer um esquadrão inteiro com quatro aviões em janeiro de 1944. Em meados de 1944, a guerra mudou de localidade, mais para o norte e os soldados começaram a desocupar a ilha, que chegou a hospedar 6000 soldados, que partiram levando todos os equipamentos que trouxeram consigo. Após a desocupação da ilha, a população sofreu com a falta de produtos básicos, na época, como tabaco, querosene, pano efarinha devido a dificuldade no acesso às ilhas. A Segunda Guerra Mundial foi um breve e dramático episódio na história de Tuvalu, impactando diretamente no quotidiano das pessoas. Pôs fim ao regime colonial foi fundamental para que fosse declarada a independência de Tuvalu.",
 "title": "História de Tuvalu"
}