{
 "id": "8670",
 "text": "São Jorge da Beira é uma povoação portuguesa sede da Freguesia de São Jorge da Beira do Município de Covilhã, freguesia com 23,05 km² de área e 504 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Pertence à rede de Aldeias de Montanha. Pelo decreto nº 43,263, de 21/10/1960, a freguesia de Cebola passou a denominar-se S. Jorge da Beira thumb|290px|direita|Localização da freguesia no Município de Covilhã ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 65 79 351 199 2011 43 41 287 262 2021 27 24 166 287 ==Localização== Localizada a 50 Km no extremo oeste da sede do município, Covilhã, no centro interior de Portugal, está São Jorge da Beira, aldeia situada numa das vertentes da serra do Açor. Além da sede, a Freguesia de São Jorge da Beira engloba ainda as seguintes localidades: * Panasqueira; * Cambões; * Vale da Cerdeira; * Casal de Santa Teresinha; == Economia == Devido à sua interioridade, à situação precária das Minas da Panasqueira, a ser uma zona montanhosa e às fracas vias de acesso, a freguesia tem sofrido bastante, aumentando o desemprego e como tal a emigração. As minas, já com mais de cem anos, foram uma fonte de imigração para a região, denominada \"couto mineiro\". Acorreram ao couto mineiro pessoas de todo o país, para aí trabalharem. Evidentemente que ao chegarem, essas pessoas instalavam-se, não só na em São Jorge da Beira, mas também nas aldeias próximas, como a Barroca Grande e a Aldeia de São Francisco de Assis. No caso concreto de São Jorge da Beira, podemos notar que esses imigrantes teriam dificuldade em instalar-se na localidade e por isso \"criavam\" o seu próprio bairro. Prova disto é que o bairro a que actualmente se chama Porto, chamou-se outrora Minho, pois as pessoas vindas do norte do país aí se instalavam. == História == A freguesia de São Jorge da Beira (antigamente denominada Cebola ) espraia-se na vertente da serra do Picoto de Cebola. Desconhecemos as origens de São Jorge da Beira. No entanto, pensa-se ser uma povoação antiga. Uma terra de pastores, carvoeiros, ferreiros. Terá servido de entreposto comercial de segunda categoria às rotas comerciais que pela Serra de Cebola passavam (Rota da Lã, Rota do Sal, Carvão…). O topónimo Cebola é referido num documento do século XIII, mais precisamente no ano de 1245: Nesta doação à Ordem do Templo e em referência ao seu limite geográfico é escrito: Séculos mais tarde, novamente há referências à Serra de Cebola. Nos inícios do Século XVI (1503/1507) aquando da vinda dos frades à região para verificação do estado dos bens da Comenda e no relatório que fizeram refere- se: Cebola é referida num documento de 21 de Outubro de 1719 onde são referidas as formas de pagamento dos dízimos à Comenda: Também Cebola foi palco de escaramuças entre Miguelistas e Liberais, a chamada Revolta da Serra. Sobre as datas de 24 e 25 de Outubro de 1837: ==Património== * Igreja de S. Jorge (matriz) * Capelas de Nossa Senhora de Fátima e de Nossa Senhora da Guia (com respectivo parque) * Capela de Nossa Senhora do Perpétuo Socorro (Casal de Santa Terezinha) * Cruzeiros * Moinhos de água * Minas da Panasqueira * Parque do Betorel ==Cultura== * Casa-Museu de São Jorge da Beira == Principais festas religiosas == * Festa da Nossa Senhora das Dores (Festa dos Mineiros) - Fim de Semana do 3º Domingo de Julho * São Sebastião (Bodo) - 20 Janeiro * São Jorge - 23 de Abril == Bibliografia == * \"O Mineiro\" nº 98, de 8 de Janeiro de 1951 - trabalho que serviu de base à elaboração de uma extensa reportagem sobre esta freguesia, publicada no jornal «Notícias da Covilhã» de 7 de Agosto de 1992 * Conclusões do Colóquio sobre Desenvolvimento Regional e Local, S. Jorge da Beira, 17 de Março de 1991 == Fonte do texto == == Ligações externas == * Site sobre São Jorge da Beira - Cebola.net Categoria:Freguesias da Covilhã Categoria:Possessões templárias em Portugal Categoria:Aldeias de Montanha",
 "title": "São Jorge da Beira"
}