{
 "id": "86726",
 "text": "São Vicente Atlético Clube é um clube brasileiro poliesportivo da cidade de São Vicente, litoral do estado de São Paulo, cujo principal esporte é o futebol, sendo uma das mais tradicionais agremiações da sua cidade e região. Foi fundado em 21 de abril de 1928. Atualmente, tem um acordo com a prefeitura local no qual oferece, em sua sede, aulas de esporte para a comunidade.Jornal Metrópole OnLine == História == === O início glorioso na Biquinha de Anchieta === Jovens esportistas de São Vicente, que queriam fundar um clube na cidade, na histórica Bica de Anchieta, resolveram fundar o então Juvenil Feitiço. O nome era em homenagem ao jogador da década de 20 da equipe do Santos Futebol Clube, Luís Matoso, mais conhecido como Feitiço. A data de fundação ocorreu no dia 21 de abril de 1928 e seus fundadores foram Eugênio Pilar, José Bastos, Vicente Trindade, Antônio Gardon, Odair de Castro Lima, Eliezer Lopes Fernandes, Onofre Ricardo, Pérsio Neves Requeijo, Oscar Pfaff, Fernando L. Fernandes, Célio Flávio de Lima, Adair de Oliveira e Adair Dias. As cores do novo time também eram as preferidas da equipe da cidade vizinha(só que com ordem inversa), preta e branca. Naquele mesmo dia, lavraram a ata de fundação, na casa da rua Padre Manoel, nº 10, e colocaram em campo a primeira equipe, assim constituída: Rico, Dias e Gardon; Pérsio, Onofre e Bastos; Vicente, Odair, Pfaff, Eliezer e Ninando. E também elegeram sua primeira diretoria, assim composta: presidente, Oscar Pfaff; secretário, Eugênio Pilar; tesoureiro, Eliezer Lopes Fernandes; diretor de esportes, Célio Flávio de Lima. Assim, todos se uniram e passaram a trabalhar pelo clube, que teve grandes dificuldades para se firmar. Além de pagarem mensalidade, os jovens cuidavam da lavagem dos uniformes. Faziam economias para cobrirem as despesas. Tudo para justificar o nome do clube, que foi herdado do craque da torcida alvinegra, paulista e mesmo brasileira. === As mudanças de nome: Feitiço === 1935: Com o franco crescimento do clube, os sócios resolveriam, neste ano, renomeá-lo: Feitiço Atlético Clube. Em 1949, a diretoria resolveu adquirir um terreno para a construção de sua praça de esportes a fim de proporcionar maior entretenimento aos associados. Depois de muito sacrifício e dificuldades, seus diretores com a ajuda de diversos esportistas conseguiram construir a praça de esportes, que mais tarde se tornaria o Mansueto, orgulho da coletividade alvinegra do Parque Bitaru, justa homenagem ao maior defensor da agremiação. \"O dia da assinatura da compra do terreno(20/6/1949), no cartório do 6º Tabelião em santos, foi de glória, de grande emoção, de uma luta vitoriosa, da satisfação de terem concretizado um grande sonho.\" - Poliantéia Vicentina === As mudanças de nome: São Vicente === No início de 1950, Pierotti propôs a mudança de nome para São Vicente, para identificar melhor a equipe com a cidade. Na festejada assembléia de 28 de abril deste ano, no Atlântico Clube Vicentino, foi proposta e aprovada a troca de nome. Os nomes em discussão eram São Vicente Atlético Clube, São Vicente Futebol Clube, Esporte Clube São Vicente e Sociedade Esportiva São Vicente. Por maioria absoluta(quase unanimidade) foi escolhido o primeiro nome. Em 30 de abril já com o novo nome a equipe faz sua estréia contra o Martins Fontes, de santos e vence por 3 a 2.Elenco do São Vicente nesta data importante:Joãozinho; Maurício e Fábio; Mário, Tiolo e Luiz; Orlando, Bibi, Pedrinho, Lindo e Canhoto. Durante vinte e dois anos, o Feitiço Atlético Clube marcou sua presença no esporte do Litoral Paulista. Com o tempo, por motivos financeiros, começou a perder seu brilho. Sensibilizado pelo estado do Feitiço Atlético Clube, o empresário Mansuetto Pierotti colocou em jogo sua palavra, ao prometer, entre os amigos, que reergueria a imagem do estádio... === Mansueto === O antigo presidente, Nelson Teixeira, que testemunhou o trabalho de Mansueto, afirma que, com as “próprias mãos”, o empresário construiu aos poucos os muros, os vestiários e as arquibancadas. “Com um carrinho de mão, ele ficava o dia todo pegando terra de um lado do campo e jogando para o outro, até conseguir nivelar o terreno. Depois disso, ele se preocupou com a drenagem do gramado e construiu valetas com pedras rústicas. Para completar, ele realizou uma campanha, fazendo com que toda a comunidade doasse cimento e tijolos para a construção do muro”. \"Não poderia, porém, deixar de ser realçada a atuação de Mansueto Pierotti, sem dúvida a grande viga mestra do São Vicente Atlético Clube na consolidação do seu patrimônio. Não foi à toa que seus companheiros de diretoria deliberaram dar o seu nome à famosa Praça de Esportes do Parque Bitaru, inaugurada em 28/4/1958\" - Polianteia Vicentina. O São Vicente, que já tinha se consolidado como tradicional no esporte amador da região, conseguiu levantar diversos títulos de campeão da cidade tanto no futebol, principalmente após a aquisição do terreno e da fundação do estádio, como em atletismo e natação. ===2002, o ano do ingresso no profissional=== Até o ano de 2002, O São Vicente participou apenas de competições amadoras e, em algumas oportunidades, disputava partidas com equipes profissionais da região de São Vicente e até de outros Estados. No mesmo ano, com o apoio da prefeitura, resolveu ingressar no futebol profissional. A primeira partida no profissionalismo ocorreu no dia 21 de abril de 2002, em Serra Negra, contra a equipe local, e empatou por 1 a 1. O jogo de estréia em seu estádio ocorreu com grande festa, com uma vitória por 3 a 1 contra o Paulistano de São Roque. Desde então, a equipe continua sua participação no futebol profissional paulista, representando uma das suas principais cidades. === Partidas históricas === Foram datas históricas para o clube essas ocasiões: 30 de Abril de 1950: São Vicente 3x2 Martins Fontes(Santos/SP). Primeiro jogo com o nome São Vicente. 26 de março de 1978: São Vicente 16x0 Monte Verde (Ferraz de Vasconcelos/SP).Maior goleada do clube 21 de abril de 2002: Serra Negra 1x1 São Vicente. Dia realmente histórico para o clube, e para a cidade. Primeiro jogo como profissional. Ocasião também comemorada pelo seu 74º Aniversário. 28 de abril de 2002: São Vicente 3x1 Paulistano (São Roque/SP). Primeiro jogo em casa como profissional. 26 de setembro de 2012: São Vicente 2x0 Joseense (São José dos Campos/SP). O São Vicente garante acesso à série A-3 e vaga na final da Segunda Divisão do Campeonato Paulista com uma rodada de antecedência. 21 de Outubro de 2012: São Vicente sagrou-se vice Campeão Paulista da Segunda Divisão, após derrota na final para o Votuporanguense por 2X0. === Informações === * Na comemoração do 30º aniversário da cidade após a fundação do clube, o São Vicente perde em casa para o Juventus da Mooca,Só Sumulas - Blogspot com direito a gol contra! * A data da fundação do clube coincide com a que, anos mais tarde, passaríamos a comemorar a Inconfidência mineira. Portanto, o aniversário do Marquês é feriado nacional! === Estatísticas: 2002/2008 === Em sua participação no futebol profissional neste período, esta é a estatística do clubeHistória do SVAC: 128 jogos, 49 vitórias, 32 empates, 47 derrotas, 228 gols marcados e 223 gols sofridos. == Símbolos == === Mascote === A mascote do São Vicente é, de fato, um simpático habitante do clube. Na região da Baixada onde se encontra a sede da equipe, há uma espécie de ave que se vê em grande número: a Baitaca (conhecida popularmente por Maritaca). Da família dos psitacídeos, além da natureza ruidosa, as baitacas são conhecidas por ser sociáveis e gregárias. Uma delas passou a frequentar o estádio Mansueto Pierotti com mais assiduidade e com o tempo acabou ganhando a afeição de todos. Hoje, vive no estádio do clube num espaço criado só para ela, além de ter ganho um nome sugestivo: \"Vicentina\". === Hino === O hino oficial, de autoria do jornalista esportivo Paulo César Gonçalves de Brito, mais conhecido como Paulinho de Brito, foi composto pouco depois do ingresso no profissional. == Craques == Desde sua estreia no futebol profissional, o São Vicente lançou quatro craques. Wesley, revelação da Copa São Paulo de 2002, seguiu para o Vitória, enquanto Marcel, que participou do Campeonato Paulista da série B2 em 2003, disputou o Paulistão 2004 pelo União Barbarense e depois seguiu para o Paraná. Waguininho artilheiro da série B 2012 com 14 gols destaque do acesso para série A3 pelo São Vicente agora vai jogar no Mogi Mirim, e Natan outro destaque da série B 2012 pelo São Vicente marcou o gol da decisão contra o Votuporanguense. == Rivalidades == O maior adversário do São Vicente é o time da extinta colônia espanhola do litoral paulista, o Jabaquara Atlético Clube, que desde a estreia vicentina no profissional é quem levanta as maiores torcidas, seja em São Vicente, seja em Santos. Além dele, outros notórios rivais do São Vicente são clubes locais Portuguesa Santista, Santos e Guarujá. == Títulos == Apesar da pouca história no futebol profissional, o São Vicente tem muitas glórias no amador. Dentre elas, podemos citar: * 1935/1936/1937 – Tri-campeão Vicentino * 1948/1949 – Bicampeão Vicentino; * 1959/1960 – Bicampeão Vicentino; * 1977/1978/1979 – Tri-campeão Vicentino; * 1980 – Semi- finalista do Campeonato Paulista Amador de Futebol, perdendo para o Torrinha EC de Torrinha e ficando com o 3º lugar. ==Estatísticas== === Participações === Promovido à divisão superior Rebaixado à divisão inferior Licenciamento no ano seguinte Competição Competição Temporadas Melhor campanha Anos Série A3 3 10º colocado (2005) 2005-2006 e 2013 – 2 Segunda Divisão 7 Vice-campeão (2012) 2007-2012 e 2014 1 – Série B2 (extinta) 1 3º colocado (2004) 2004 1 – Série B3 (extinta) 2 4º colocado (2003) 2002-2003 – === Últimas dez temporadas === Últimas dez temporadas do São Vicente Atlético Clube Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Internacionais Internacionais Internacionais Internacionais Estaduais Estaduais Estaduais Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Copa do Brasil Continentais / Mundial Continentais / Mundial Continentais / Mundial Continentais / Mundial Campeonato Paulista Campeonato Paulista Copa Paulista Ano Fase Máxima Competição Competição Fase Máxima Fase Máxima Fase Máxima 2011 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — SD 13º — 2012 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — SD 2º — 2013 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A3 17º — 2014 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — SD 38º — 2015 Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado 2016 Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado 2017 Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado 2018 Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado 2019 Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado 2020 Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado Licenciado == Ver também == * Federação Paulista de Futebol * Campeonato Paulista == Referências == == Ligações externas == * * Página do clube na FPF Categoria:Clubes de futebol da Região Metropolitana da Baixada Santista Categoria:Clubes de futebol fundados em 1928 Categoria:Fundações em São Paulo em 1928",
 "title": "São Vicente Atlético Clube"
}