{
 "id": "86724",
 "text": "Guerra química é um tipo de guerra não convencional, baseada no uso de propriedades tóxicas de substâncias químicas para fins de destruição em massa — seja com finalidades táticas (limitadas ao campo de batalha), seja com fins estratégicos (incluindo a retaguarda e vias de suprimento do inimigo). As armas químicas diferem de armas convencionais ou nucleares porque seus efeitos destrutivos não são principalmente decorrentes da força explosiva. A categoria de armas químicas pode incluir, além das armas químicas propriamente ditas, também aquelas que utilizam provavelmente venenos de origem biológica. Quanto a isto, há controvérsias. De todo modo, o uso ofensivo de organismos vivos (como o antrax) é em geral considerado como guerra biológica, para efeito dos acordos internacionais sobre armamento pesado. == Ação e uso moderno == Armas químicas são baseadas na toxicidade de substâncias químicas, capazes de matar ou causar danos a pessoas e ao meio ambiente - tais como o gás mostarda, o cloro (Cl2), o ácido cianídrico (HCN), o gás sarin, o agente laranja ou o Napalm. Têm sido utilizadas tanto para reprimir manifestações civis - como é o caso do gás lacrimogêneo - quanto em grandes conflitos. A guerra química moderna surge na Primeira Guerra Mundial, para superar a luta nas trincheiras, derrotando o inimigo com gases venenosos. (ver: Gás venenoso na Primeira Guerra Mundial) No conflito, as armas químicas mataram ou feriram cerca de 800 mil pessoas. A substância mais conhecida era o gás mostarda (de cor amarelada), capaz de queimar a pele e produzir danos graves ao pulmão, quando aspirado. Durante a Segunda Guerra Mundial, também foi utilizada. O professor Yoshiaki Yoshimi publicou uma série de estudos sobre o uso de armas químicas, pelo exército japonês, contra prisioneiros de guerra australianos. O exército imperial japonês mantinha uma unidade secreta que realizava experiências com armas químicas e biológicas, denominada Unidade 731. As armas químicas mais temidas são os Agentes organofosforados, que agem sobre o sistema nervoso, bastando pequenas quantidades sobre a pele para provocar convulsões e morte. Se o conceito de arma química for ampliado, também pode ser incluído o herbicida Agente laranja, sem efeito imediato em seres humanos, que foi usado pelos norte-americanos na Guerra do Vietnã. Na guerra entre Irã e Iraque (1980-1988), os iraquianos usaram armas químicas contra o inimigo e voltaram a usá-las posteriormente, em 1991, contra aldeias curdas do norte do país. Atualmente, grupos insurgentes como o Al-jayš as-suri al-ħurr) tem especialistas qualificados para manusearem armas químicas.Sources: U.S. helping underwrite Syrian rebel training on securing chemical weapons CNN == Proibição == A Convenção de Armas Químicas (CWC) é consequência do Protocolo de Genebra de 1925, que proíbe o uso de gases tóxicos e métodos biológicos para fins bélicos. Vários países assinaram o acordo, antes da II Guerra Mundial, quando foram interrompidas as negociações. A discussão do protocolo só foi retomada com o fim da Guerra Fria. Finalmente, em 1993, a CWC foi concluída, sendo adotada a partir de abril de 1997. No mês seguinte foi criada a Organização para a Proibição de Armas Químicas (Organization for the Prohibition of Chemical Weapons - OPCW), encarregada de supervisionar a destruição de arsenais químicos e assegurar a não proliferação (fabricação, armazenamento e uso) de armas químicas, com exceção do gás lacrimogêneo para conter revoltas e tumultos, medida considerada pacificadora. Apesar dos acordos entre países, grupos paralelos fabricam armas químicas para uso próprio. Há, entretanto, outros produtos químicos usados para fins militares e que não estão listados na Convenção, tais como: * Desfolhantes, que destroem a vegetação mas cujos efeitos tóxicos sobre os seres humanos não são imediatos, como o agente laranja, usado pelos Estados Unidos no Vietnam, que contém dioxinas, substâncias cancerígenas que causam também alterações genéticas e deformidades fetais; * Incendiários ou explosivos, como napalm, também extensivamente usado pelos Estados Unidos no Vietnam; * Vírus, bactérias ou outros organismos, cujo uso é classificado como guerra biológica. As toxinas produzidas por organismos vivos podem ser consideradas armas químicas, já que envolvem processos bioquímicos, porém as toxinas são objeto da Convenção de armas biológicas. Até 20 de março de 2020, apenas os seguintes países não tinham ratificado a Convenção:[OPCW. Technical Secretariat.Office of the Legal Adviser S/721/2008.5 December 2008. NOTE BY THE TECHNICAL SECRETARIAT. STATUS OF PARTICIPATION IN THE CHEMICAL WEAPONS CONVENTION AS AT 20 NOVEMBER 2008] * * * == Ver também == * Estudo da Sífilis não Tratada de Tuskegee * Experimentos humanos nazistas * Gás venenoso na Primeira Guerra Mundial * Guerra biológica == Ligações externas == * * * * * * * * Categoria:Violações dos direitos humanos",
 "title": "Guerra química"
}