{
 "id": "8691",
 "text": "Flor da Rosa é uma povoação portuguesa do Município do Crato que foi sede da extinta Freguesia de Flor da Rosa, freguesia que tinha 9,91 km² de área e 263 habitantes (2011), e, por isso, uma densidade populacional de 26,5 hab/km². A Freguesia de Flor da Rosa foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Crato e Mártires e Vale do Peso, para formar uma nova freguesia denominada União das Freguesias de Crato e Mártires, Flor da Rosa e Vale do Peso.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. == Santo Condestável == Embora seja comum apontar-se Flor da Rosa e ao seu mosteiro o local de nascimento do Santo Condestável, D. Nuno Álvares Pereira devido ao seu pai, D. Álvaro Gonçalves Pereira, ali ter residido aquando Prior do Crato, não há qualquer evidência historica que confirme essa hipótese e, pelo contrário, a maioria dos historiadores aponta que tenha nascido em Cernache do Bonjardim. Foi erguida naquela localidade uma estátua em homenagem ao Santo Condestável. ==População== População da freguesia de Flor da Rosa Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 619 546 603 651 679 692 773 830 876 691 504 409 372 328 263 == A Lenda do nome Flor da Rosa == Havia em tempos muitos antigos um pequeno lugarejo, onde vivia um cavaleiro de nome ilustre, muito estimado por fidalgos e povo. Ora este cavaleiro adoeceu gravemente e soube-se que poucos dias lhe restavam. Como era muito estimado, iam-lhe levar presentes. Entre as pessoas que o visitavam, uma chamada Rosa levou-lhe uma flor do seu nome. Foi para o cavaleiro a melhor visita e a mais bela prenda, pois ROSA era sua noiva. Todas as pessoas esperaram a morte do cavaleiro, mas o destino é por vezes traiçoeiro e foi ROSA que morreu, tendo-se ele salvo. Desde esse dia, o cavaleiro era muitas vezes encontrado a chorar junto da campa da sua noiva. Então os desgostos matam-no. Mas nos últimos momentos da vida faz dois pedidos: Queria que a flor que ROSA lhe oferecera o acompanhasse à sepultura e que fosse dado àquele lugar o nome de FLOR DA ROSA em homenagem à sua amada. == Património == thumb|left|220px|Igreja Matriz. Muito rica em patrimonio arquitectónico, possui para além do Mosteiro de Santa Maria de Flor da Rosa, duas fontes do século XV e dois solares barrocos (um deles adaptado a estabelecimento de Turismo rural). Destaque ainda para as casas de arquitectura popular, casas solarengas, de estilo barroco, e para a Igreja. * Mosteiro de Flor da Rosa - Fundado por D. Álvaro Gonçalves Pereira no ano de 1356. Na sua igreja encontra-se o túmulo de D. Álvaro Gonçalves Pereira, pai do Condestável D. Nuno Alvares Pereira. * Pelourinho - Situado no cruzamento para Alagoa. * Fontes do Álamo e Branca - fontes centenárias cuja água se destinava ao abastecimento do povo e animais. * Estátua de D. Nuno Álvares Pereira - Localizada junto à estrada Nacional nº245, inaugurada no dia 15 de Agosto de 1975. == Actividades Económicas == Agricultura, pastorícia, restauração, turismo rural, pequeno comércio e serviços. == Artesanato == Povoação com grande tradição na feitura de peças de barro, possui 14 peças certificadas como peças de Flor da Rosa e ainda em funcionamento uma escola de olaria. Peças de Olaria executadas pela Escola de Olaria e por dois Oleiros. O turismo é sem duvida a principal actividade. Esta pequena aldeia em tamanho, mas grande em costumes e saberes é também conhecida como a terra dos oleiros, pela grande tradição que aqui existe de trabalhar o barro de forma única, actualmente existe a escola de olaria, que faz com que esta tradição se mantenha viva, apesar de ainda existirem dois oleiros que trabalham e vendem as peças em barro por conta própria, encontrando-se ainda vivo um ícone desta aldeia no que ao trabalhar do barro diz respeito, apesar de já não estar em actividade, o oleiro “Pardal”. === Escola de Olaria === O primeiro passo foi dado pela Câmara Municipal do Crato ao criar uma Escola de Olaria. Durante anos, decorreram vários cursos mas sem qualquer sucesso. Em 1998, dado o fraco aproveitamento desta estrutura, entendeu a Câmara Municipal, dinamizar este espaço físico, dotando-o de equipamento novo, apoiando (os que estavam) e incentivando o surgir de novos artesãos. Nasce assim a Empresa de Inserção “Barros de Flor da Rosa”, actualmente em actividade nesta Escola e cujo objectivo principal é de desenvolver e perpetuar as origens de uma tradição centenária, enriquecendo-a com uma nova vertente de pintura de cerâmica. Desta forma, os “Barros de Flor da Rosa” são uma fonte de riqueza capaz de traduzir a tradição, os sabores e a cultura de um novo povo, executando por esta nova geração. == Festas == Festas de Verão que coincidem sempre com o dia 15 de Agosto em honra de Nossa Senhora das Neves e S. Bento. == Gastronomia == Migas de batata com carne de porco frita e ensopado de borrego. == Ver também == * Pousada Flor da Rosa * Mosteiro de Flor da Rosa * Nuno Álvares Pereira",
 "title": "Flor da Rosa"
}