{
 "id": "8693",
 "text": "Monte da Pedra é uma povoação portuguesa sede da Freguesia de Monte da Pedra do Município do Crato, freguesia com 60,08 km² de área e 222 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==Demografia== Nota: Nos anos de 1890 a 1900 estava anexada à freguesia de Aldeia da Mata (decreto de 18/10/1881). A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 26 24 119 158 2011 20 12 127 121 2021 20 10 85 107 == Localização geográfica == A freguesia de Monte da Pedra fica situada na margem esquerda da ribeira de Sor, distando 15 quilómetros da sede do município. == História == Monte da Pedra foi reitoria ou priorado da apresentação do Grão-Prior do Crato. O pároco vencia uma côngrua de 60 mil réis além do pé-de-altar. Esteve anexado, para efeitos administrativos, à freguesia de Aldeia da Mata. == Economia == As principais atividades económicas são a agricultura, pastorícia, exploração florestal, indústria de mobiliário, transformação de madeiras, construção civi, comércio e serviços. == Património arquitetónico == Os principais monuentos arquitetónicos da freguesia são: * Igreja Matriz de Monte da Pedra; * Fonte do Chamiço; * Alminhas; * Moinho de água; * Ponte romana == Turismo == Além da visita à Igreja Matriz de Monte da Pedra, também são famosas as Termas de Monte da Pedra. Também se pode visitar o Penedo Gordo e a Laje de Santo Estêvão, bem como caçar na reserva de caça associativa e observar os ninhos de cegonha. == Gastronomia == As principais especialidades gastronómicas da freguesia são: * Sopa de sarapatel; * Migas de batata com carne de porco frita; * Ensopado de borrego == Artesanato == Nesta freguesia são feitos produtos artesanais em sapataria, ferraria, rendas e bordados. == Festas e romarias == As principais festas e romarias da freguesia são: * Santo Isidro (Sábado seguinte à 5.ª Feira da Ascensão, em maio) * São Sebastião (3.º domingo de julho) (3 dias) == Feiras == Existem duas feiras anuais: uma no terceiro domingo de maio e quarto domingo de novembro.",
 "title": "Monte da Pedra"
}