{
 "id": "87032",
 "text": "Em economia, a Lei da Oferta e Procura, também conhecida como Lei da Oferta e Demanda, é um modelo de determinação de preços num mercado. Num mercado em concorrência perfeita, os agentes econômicos tomam decisões que variam o preço até que este seja tal que a quantidade procurada seja igual à quantidade oferecida, resultando daí um equilíbrio econômico em que não há incentivos para a alteração de quantidades ou preços. Explicando de maneira mais simples: \"Se há um grande estoque de um determinado produto e pouca procura, ele tende a ter o preço mais baixo, já se o produto tem um estoque mais limitado e uma grande procura, o preço dele sobe.\" Nos períodos em que a oferta de um bem ou serviço excede a procura (ou demanda), seu preço tende a cair. Já em períodos nos quais a procura (ou demanda) passa a superar a oferta, a tendência é o aumento do preço. Ou seja, se a oferta é maior que a procura, os preços diminuem; se a procura é maior que a oferta, os preços aumentam. A estabilização da relação entre a oferta e a procura leva, em primeira análise, a uma estabilização do preço. Uma possível concorrência, por exemplo, pode desequilibrar essas relações, provocando alterações de preço. A Lei da Oferta e da Procura busca estabilizar a oferta e procura de um determinado bem ou serviço. Oferta é a quantidade do produto disponível em mercado, enquanto procura é o interesse existente em relação ao mesmo. A oferta depende do preço, da quantidade, da tecnologia utilizada na fabricação entre outras coisas relacionadas aos produtos e serviços. A procura é influenciada pela preferência do consumidor final, a compatibilidade entre preço e qualidade e a facilidade de compra do produto. Ao contrário do que pode parecer a princípio, o comportamento da sociedade não é influenciado apenas pelos preços. O preço de um produto pode ser um estímulo positivo ou negativo para que os consumidores adquiram os serviços que necessitam, mas não é o único. Existem outros elementos a serem considerados nesta equação, entre eles: * Os desejos e necessidades das pessoas; * O poder de compra; * A disponibilidade dos serviços - concorrência; * Existência de produtos complementares ou substitutos; * A capacidade das empresas de produzirem determinadas mercadorias com o nível tecnológico desejado. Da mesma forma que a oferta exerce uma influência sobre a procura dos consumidores, a frequência com que as pessoas buscam determinados produtos também pode aumentar e diminuir os preços dos bens e serviços. == Funcionamento == Para o mercado de um bem, a demanda demonstra a quantidade que os possíveis compradores estariam dispostos a comprar para cada preço unitário do bem. A demanda é frequentemente representada usando uma tabela ou um gráfico relacionando o preço com a quantidade demandada (ver figura). A teoria da demanda descreve os consumidores individuais como entes \"racionais\" que escolhem a quantidade \"melhor possível\" de cada bem, em função dos rendimentos, preços, preferências, etc. Uma expressão para isso é 'maximização da utilidade restringida' (sendo a renda a \"restrição\" da demanda). Para esse contexto, \"utilidade\" refere-se às (hipotéticas) preferências relativas dos consumidores individuais. A utilidade e a renda são então usadas para modelar os efeitos de mudanças de preço nas quantidades demandadas. A lei da demanda diz que, regra geral, o preço e a quantidade demandada num determinado mercado estão inversamente relacionados. Por outras palavras, quanto mais alto for o preço de um produto, menos pessoas estarão dispostas ou poderão comprá-lo ( todo o resto inalterado). Quando o preço de um bem sobe, o poder de compra geral diminui (efeito renda) e os consumidores mudam para bens mais baratos (efeito substituição). Outros fatores também podem afetar a demanda. Por exemplo, um aumento na renda desloca a curva da demanda em direção oposta à origem, como é exemplificado na figura. Oferta é a relação entre o preço de um bem e a quantidade que os fornecedores colocam à venda para cada preço desse bem. A oferta é normalmente representada através de um gráfico relacionando o preço com a quantidade ofertada. Assume-se que os produtores maximizam o lucro, o que significa que tentam produzir a quantidade que lhes irá dar o maior lucro possível. A oferta é tipicamente representada como uma relação diretamente proporcional entre preço e quantidade (todo o resto inalterado). Por outras palavras, quanto maior for o preço pelo qual uma mercadoria pode ser vendida, mais produtores estarão dispostos a fornecê-la. O preço alto incentiva a produção. Em oposição, para um preço abaixo do equilíbrio, há uma falta de bens ofertados em comparação com a quantidade demandada pelo mercado. Isso faz com que o preço suba. O modelo de oferta e demanda prevê que, para curvas de oferta e demanda dadas, o preço e quantidade irão se estabilizar no preço em que a quantidade ofertada é igual à quantidade demandada. Esse ponto é a intersecção das duas curvas no gráfico acima, o equilíbrio do mercado. Para uma determinada quantidade de um bem, o ponto do preço na curva da demanda permite determinar o valor, ou utilidade marginalBaumol, William J. (2007). \"Economic Theory\" (Measurement and ordinal utility). The New Encyclopædia Britannica, v. 17, p. 719. para os consumidores para essa unidade de produto. Ele indica a quantia que um consumidor estaria disposto a pagar por aquela unidade específica do bem: o seu custo marginal. O preço no ponto de equilíbrio é determinado pela conjugação da oferta e demanda. Por isso podemos dizer que, em mercados perfeitamente competitivos, a oferta e a demanda conseguem um equilíbrio entre o custo e o valor. Do lado da oferta, alguns fatores de produção são relativamente fixos no curto prazo, o que pode afetar os custos em caso de alteração do nível de produção. Por exemplo, equipamentos ou maquinaria pesada, espaço de fábrica adequado, e pessoal qualificado. Um fator de produção variável pode ser alterado facilmente, para se adequar ao nível de produção escolhido. Exemplos incluem: o consumo de energia elétrica, a maioria das matérias primas, horas extraordinárias e trabalhadores temporários. No longo prazo, todos os fatores de produção podem ser ajustados pela gestão. Mas estas diferenças podem resultar numa diferente elasticidade (rapidez de resposta) da curva da oferta no curto prazo, que podem implicar diferenças face aos resultados de longo prazo previstos pelo modelo. A oferta e demanda são usadas para explicar o comportamento dos mercados de concorrência perfeita, mas sua utilidade como modelo de referência é extensível a qualquer outro tipo de mercado. A oferta e demanda também pode ser generalizada para explicar a economia como um todo. Por exemplo a quantidade total produzida e o nível geral de preços (relacionado com a inflação) estudados pela macroeconomia. A oferta e demanda também pode ser usada para modelar a distribuição de renda pelos fatores de produção, como o capital e trabalho, através de mercados de fatores. Num mercado de trabalho competitivo, por exemplo, a quantidade de trabalho empregada e o preço do trabalho (o salário) são modelados pela demanda por trabalho (pelas firmas) e pela oferta de trabalho (pelos potenciais trabalhadores). A economia do trabalho estuda as interações entre trabalhadores e empregadores através desses mercados, para explicar os níveis de salários e outros rendimentos do trabalho, o desenvolvimento de competências e capital humano, e o (des)emprego.Freeman, R.B. (1987). \"labour economics\", The New Palgrave: A Dictionary of Economics, v. 3, pp. 72–76. • Taber, Christopher, and Bruce A. Weinberg (2008). \"labour economics (new perspectives),\" The New Palgrave Dictionary of Economics, 2nd Edition, Abstract. • Hicks, J.R. (1963, 2nd ed.). The Theory of Wages. London: Macmillan. Na análise de oferta e demanda, o preço de um bem equilibra as quantidades produzidas e consumidas. Preço e quantidade são habitualmente descritos como sendo as características mais diretamente observáveis de um bem produzido no mercado.Brody, A. (1987). \"\"prices and quantities,\" The New Palgrave: A Dictionary of Economics, v. 3, p. 957. Oferta, demanda e equilíbrio de mercado são construções teóricas que relacionam preço e quantidade. Mas traçar os efeitos dos fatores que de acordo com a teoria alteram a oferta e a demanda - e através delas, o preço e a quantidade - é o exercício habitual da microeconomia e macroeconomia aplicadas. A teoria econômica pode especificar sob que circunstâncias os preços podem funcionar como um mecanismo de comunicação eficiente para regular a quantidade.Jordan, J.S. (1982). \"The Competitive Allocation Process Is Informationally Efficient Uniquely.\" Journal of Economic Theory, 28(1), p. 1-18. Uma aplicação no mundo real pode ser tentar medir o quanto as variáveis que alteram a oferta e a demanda afetam o preço e a quantidade. A teoria elementar da oferta e demanda prediz que o equilíbrio será alcançado, mas não a velocidade de ajuste que pode ser provocado por alterações na oferta e/ou demanda.Blaug, Mark (2007). \"The Social Sciences: Economics\". The New Encyclopædia Britannicav. 27, p. 347. Chicago. ISBN 0-85229-423-9 Em muitas áreas, alguma forma de \"inércia\" do preço é postulada para explicar porque quantidades - e não preços - sofrem ajustes no curto prazo, devido a alterações tanto no lado da oferta quanto no da demanda. Isso inclui análises padrão de ciclos econômicos na macroeconomia. A análise frequentemente gira em torno de identificar as causas para essa inércia e suas implicações para que se alcance o equilíbrio de longo prazo previsto pela teoria. Exemplos em mercados específicos incluem níveis de salário nos mercados de trabalho e preços estabelecidos em mercados que se desviam da competição perfeita. A teoria econômica do marginalismo aplica os conceitos de marginalidade na economia. O conceito de marginalidade dá relevância ao significado da variação da quantidade de um bem ou serviço, por oposição ao significado da quantidade como um todo. Mais especificamente, o conceito central ao marginalismo propriamente dito é a utilidade marginal, mas uma corrente seguidora de Alfred Marshall baseou-se mais fortemente no conceito de produtividade marginal física para a explicação do custo. A corrente neoclássica que emergiu do marginalismo britânico trocou o conceito de utilidade pelo de taxa marginal de substituição no papel central da análise. O marginalismo, tal como a teoria económica clássica, descreve os consumidores como agentes que almejam alcançar a posição mais desejada, sujeita a restrições como renda e riqueza. Descreve os produtores como agentes que buscam a maximização do lucro, sujeitos às suas próprias restrições (inclusive à demanda pelos bens produzidos, tecnologia e o preço dos insumos). Assim, para um consumidor, no ponto onde a utilidade marginal de um bem alcança zero, não há mais incremento no consumo desse bem. De forma análoga, um produtor compara a receita marginal contra o custo marginal de um bem, com a diferença sendo o lucro marginal. No ponto onde o lucro marginal alcança zero, cessa o aumento na produção do bem. Para o movimento em direção ao equilíbrio e para mudanças no equilíbrio, o comportamento também muda \"na margem\" - geralmente mais-ou-menos de algo, ao invés de tudo-ou-nada. Condições e considerações relacionadas se aplicam de forma mais geral a qualquer tipo de sistema econômico, baseados no mercado ou não, onde existe escassez.Samuelson, Paul A., and William D. Nordhaus (2004), Economics, pp.4-5, 7-15. A escassez é definida pela quantidade de bens produzíveis ou comerciáveis, tanto necessários quanto desejados, maior do que capacidade de produção.Montani, Guido (1987), \"scarcity,\" The New Palgrave: A Dictionary of Economics, v. 4, p. 254 As condições são em forma de restrições à produção de fatores finitos disponíveis. Tais restrições dos recursos descrevem um conjunto de possibilidades de produção. Para consumidores ou outros agentes, as possibilidades de produção e a escassez implicam que, mesmo que os recursos sejam plenamente utilizados, existem trade-offs, quer seja de rabanetes por cenouras, tempo livre por salário ou consumo presente por consumo futuro. A noção marginalista de custo de oportunidade é um instrumento para medir o tamanho do trade-off entre alternativas competidoras. Tais custos, refletidos nos preços, são usados para prever as reações á política pública, mudanças ou perturbações numa economia de mercado. Também são usadas para avaliar a eficiência econômica. De forma parecida, em uma economia planejada, relações de preço-sombra devem ser satisfeitas para um uso eficiente dos recursos.Isso foi descrito anteriormente pelo economista italiano Enrico Barone em 1908. Em 1939 o matemático soviético Leonid Kantorovich generalizou e estendeu a análise. Nesse caso também, o marginalismo pode ser usado como ferramenta, tanto para modelar unidades ou setores de produção quanto em relação aos objetivos do planejador central. == Representação cartográficas e explicação == Num mercado a formação de preços depende diretamente das condições de oferta e demanda. A Lei Geral da Demanda é uma relação inversa e proporcional entre a quantidade procurada e o preço deste bem. A curva da demanda é inclinada negativamente devido ao efeito de substituição e de renda. Há uma relação inversamente proporcional entre a quantidade procurada e o preço do bem. É a chamada Lei Geral da Demanda. Essa relação pode ser observada a partir dos conceitos de escala de procura, curva de procura ou função demanda. A relação preço/quantidade procurada pode ser representada por uma escala de procura, conforme apresentada a seguir: Alternativa de preço ($) Quantidade Demandada 1,00 12.000 3,00 8.000 6,00 4.000 8,00 3.000 10,00 2.000 A curva da demanda é negativamente inclinada devido ao efeito conjunto de dois fatores: o efeito substituição e o efeito renda. Se o preço de um bem aumenta, a queda da quantidade demanda será provocada por esses dois efeitos somados: * a) Efeito substituição: se um bem possui um substituto, ou seja, outro bem similar que satisfaça a mesma necessidade, quando seu preço aumenta, o consumidor passa adquirir o bem substituto, reduzindo assim sua demanda. Exemplo: Fósforo. * b) Efeito renda: quando aumenta o preço de um bem, o consumidor perde o poder aquisitivo, e a demanda por esse produto diminui. Outras variáveis que afetam a demanda de um bem. Efetivamente, a procura de uma mercadoria não é influenciada apenas por seu preço. Existe uma série de outras variáveis que também afetam a procura. * a) Se a renda dos consumidores aumenta e a demanda do produto também, temos um bem normal. * b) Bem inferior, cuja demanda varia em sentido inverso às variações da renda; exemplo se o consumidor ficar mais rico, diminuirá o consumo de carne de segunda, e aumentará o consumo da carne de primeira. * c) Bens de consumo saciado, quando a demanda do bem, quase não é influenciada pela renda dos consumidores (arroz, farinha, sal, etc.), neste caso a demanda por esses produtos tenderão a continuar a mesma. * d) Bens substitutos, quando há uma relação direta entre o preço de um bem e a quantidade de outro. Exemplo: um aumento no preço da carne deve elevar a demanda de peixe. * e) Bens complementares: São bens que podem ser utilizados em conjunto ou que ficam melhores utilizados. Ex: Se aumentar o preço da impressora e a quantidade demandada de cartuchos diminuir é porque a impressora e o cartucho são complementares no consumo. Valores qualitativos: valor não expressado diretamente em número, pode ser atribuído a um crescimento de consumo em algum produto, que por sua vez pode ser devido a monopólio natural (concessionárias de energia elétrica), necessidades e desejos pessoais (carros, moda, beleza, alimentos, etc.) ou também por questões de economia individual (por exemplo, a procura do álcool, que foi ou é mais barato que a gasolina). Embora não possa ser expressado em números diretamente, institutos de pesquisa demográfica e associações do comércio disponibilizam de gráficos que ilustram crescimentos de consumo em certos produtos. Valores quantitativos: valor expressado diretamente em número, existem diversas razões para o preço se mover influenciado por este fator. Para que seja simples o raciocínio, quebramos este fator em oferta e demanda. Oferta: é quanto um fornecedor está disposto a oferecer ao mercado, a um determinado preço. A relação entre a quantidade produzida e o preço que o mercado está disposto a pagar pelo produto, depende de vários factores, que são determinantes para a maior ou menor rigidez da função que estabelece a relação entre a variação do preço e a variação da respectiva quantidade oferecida. Demanda: é a quantidade de produto, que o mercado está disposto a consumir, a um determinado preço. As relações de variação entre preço e quantidade, dadas pela função procura, são igualmente válidas, conforme descrito para função oferta (demanda). == Elasticidades == As elasticidades possuem como intuito quantificar as variações percentuais de oferta e demanda em relação ao aumento de 1% em outra variável. Elasticidade preço da demanda (Epd) indica a variação percentual da demanda resultante do aumento em 1% no preço do bem. Indica-se por: Epd = (%ΔQ)/(%ΔΡ), sendo: %ΔQ a variação percentual na quantidade demandada e %ΔΡ a variação percentual no preço. É mais comumente encontrada como: Epd = (ΔQ/Q)/(ΔΡ/Ρ) A elasticidade preço da demanda costuma ser negativa (já que quanto maior o preço, menor a quantidade demandada). Contudo, quando Epd > 1 (elasticidade preço da demanda maior do que um), diz-se que a demanda é elástica ao preço. Já quando Epd < 1 (elasticidade preço da demanda menor do que um), diz-se que a demanda é inelástica em relação ao preço. Elasticidade renda da demanda (Eid) indica a variação percentual na quantidade demandada em decorrência de um aumento de 1% na renda dos consumidores. Indica-se por: Eid = (%ΔQ)/(%ΔI), sendo: %ΔQ a variação percentual na quantidade demandada e %ΔI a variação percentual na renda. É mais comumente encontrada como: Eid = (ΔQ/Q)/(ΔI/I) Elasticidade preço-cruzada da demanda indica a variação percentual na quantidade demandada de um bem em decorrência do aumento de 1% no preço de outro bem (sendo este substituto ou complementar). Indica-se por: Eqp = (%ΔQa)/(%ΔΡb), sendo: %ΔQa a variação percentual na quantidade demandada do produto “a”, e %ΔΡb a variação percentual no preço do produto “b”. É mais comumente encontrada como: Eqp = (ΔQa/Qa)/(ΔΡb/Ρb) Ressalta-se que: quando Eqp > 0, os bens são substitutos; quando Eqp < 0, os bens são complementares. Quando não existe qualquer relação de substituição ou complementaridade entre produtos, então o efeito de variação de um deles não causará qualquer impacto sobre o outro, dizendo-se, neste caso, que a elasticidade cruzada é nula. Elasticidade preço da oferta (Epo ou Eps) indica uma variação percentual na quantidade ofertada em decorrência de um aumento em 1% no preço. Indica-se por: Epo = (%ΔQ)/(%ΔΡ), sendo: %ΔQ a variação percentual na quantidade ofertada e %ΔΡ a variação percentual no preço. É mais comumente encontrada como: Epo = (ΔQ/Q)/(ΔΡ/Ρ) Elasticidades de curto prazo versus elasticidades de longo prazo Para essas classificações de curto prazo (CP) e longo prazo (LP), se utiliza a diferenciação dos bens em três categorias: bens duráveis (exemplo: automóveis, eletrodomésticos, etc) e bens não duráveis (exemplo: gasolina, alimentos, serviços em geral, etc). Tem-se, assim, as seguintes relações: Elasticidade preço da demanda: \\- Para bens duráveis: Epd(CP) > Epd(LP) \\- Para bens não- duráveis: Epd(CP) < Epd(LP) Elasticidade renda da demanda: \\- Para bens duráveis: Eid(CP) > Eid(LP) \\- Para bens não-duráveis: Eid(CP) < Eid(LP) Elasticidade preço da oferta: Epo(CP) < Epo(LP) (No curto prazo, tem-se o que se chama de restrições de produção, o que faz com a Qs seja menos elástica em curto prazo do que em longo prazo). == Situações de Mercado == Existe no entanto, situações onde o mercado age de maneira diferente do explicado acima. Devido a isso, devemos ir mais adentro da lei e nos concentrarmos nas decisões de cada uma das partes, principalmente a oferta. A oferta: pode aumentar ou diminuir de preço conforme aumenta a quantidade. A oferta pode sim agir para os dois lados, e é inevitável que seja analisado junto com a demanda para um íntegro entendimento. A oferta aumenta a quantidade para que seja atendida toda a demanda. A oferta deve aumentar os preços até se igualar a demanda, pois ela precisa produzir mais, e para ter uma produção crescente deve-se ter um lucro crescente (este fenômeno é a causa número um de inflação). == Teorias do Valor de um Bem == Há teorias divergentes, quanto a forma como se chega ao valor de equilíbrio para um bem. Dentre elas encontram-se: * Teoria do valor- utilidade: visão utilitarista, para quem o valor de um bem se forma pelo lado da demanda, pela satisfação que o bem representa para o consumidor. * Teoria do valor-trabalho: o valor de um bem se forma pelo lado da oferta, mediante os custos do trabalho incorporado ao bem e o tempo gasto na produção. == Conclusão == Em suma, a lei da oferta e demanda sugere que quem determina o preço são os consumidores, numa estrutura de mercado perfeito, de concorrência monopolística ou de oligopólio não cooperativo. Se estivermos em presença de uma estrutura de mercado, de oligopólio cooperativo (cartel) ou monopólio, tal situação não se verifica, casos em que a oferta do mercado é o da industria que detém o monopólio ou das poucas industrias que detêm o oligopólio cooperativo. Eles decidem quanto querem comprar e a que preço, e os fornecedores só podem é concordar com as exigências e decidem quanto vale a pena produzir para vender ao preço dado pelo consumidor. Para um entendimento mais profundo, considere as linhas do gráficos como uma pessoa(demanda) e um cachorro(oferta), a oferta sempre vai se aproximar da demanda a fim de vender seu produto. A decisão dos donos das indústrias é baseada nestes gráficos, nos planos da concorrência, épocas do ano(ventiladores, ar condicionado, aquecedor), fatores culturais, geográficos, e ambientais. Estes assuntos não são propriedade deste tópico, mas todos que querem compreender mais sobre economia devem procurar informações sobre. == Ver também == * Bem de Giffen * Capacidade instalada * Economia neoclássica * Excedente econômico * Intervencionismo (economia) * Mão invisível * Problema do cálculo econômico * Regulação econômica * Sistema bancário livre == Ligações externas == * Nobelpricewinner Prof. William Vickrey:A Disquisition on Demand Side Economics Categoria:Microeconomia Categoria:História do pensamento econômico Categoria:Teoria do consumidor",
 "title": "Lei da oferta e da procura"
}