{
 "id": "87080",
 "text": "São Conrado é um bairro da Zona Sul do município do Rio de Janeiro, no Brasil. Seu índice de desenvolvimento humano, no ano 2000, era de 0,873, o 38º melhor do município do Rio de Janeiro (resultado obtido devido ao fato de que o cálculo de seu índice foi feito junto com a comunidade do Vidigal).Tabela 1172 - Índice de Desenvolvimento Humano Municipal (IDH), por ordem de IDH, segundo os bairros ou grupo de bairros - 2000 Apresenta grande desigualdade social: de um lado, estão os condomínios de luxo, e, do outro, está a comunidade da Rocinha. == História == Ao final do século XIX, quando nasciam os bairros tradicionais de Catete e Botafogo, a região do bairro era uma planície selvagem de plantas rasteiras em meio a areia, tal qual é, ainda hoje, o bairro de Grumari. A localidade recebeu o nome de São Conrado devido à igreja homônima, construída em 1903 por Conrado Jacob Niemeyer para ser frequentada pelas famílias abastadas que haviam começado a residir em chácaras da região. São Conrado foi o resultado da criação de uma estrada pelo professor Charles Armstrong em 1912. O mestre objetivava facilitar o acesso à escola em que lecionava, situada na Chácara do Vidigal.História do Bairro - São Conrado A partir de então, todo o Jardim da Gávea começou a sediar circuitos de rua de duas extintas corridas anuais de cavalos e de carros até o fim dos anos 1920. Em 1919, a via foi alargada, prolongada e nomeada Avenida Niemeyer devido ao comendador Conrado Jacob Niemeyer, dono das terras que formariam o futuro bairro. Através do loteamento das propriedades de Conrado Jacob Niemeyer, ao longo dos anos 1920 e 1930, o novo bairro de chalés e palacetes emancipou-se da Gávea. Entretanto, assim como este, São Conrado sofreu uma verticalização nos anos 1960 devido à construção da autoestrada Lagoa-Barra e ao alargamento de suas principais vias, ganhando, então, seu atual aspecto urbanístico. == Atualidade == thumb|esquerda|Pedra da Gávea e Pedra Bonita vistas da estrada da Pedra Bonita. É um dos bairros mais luxuosos da cidade, dominado por edifícios residenciais de classe alta, como o Condomínio Edifício Praia Guinle e condomínios de mansões em meio às montanhas vizinhas. Conta com estabelecimentos voltados à classe alta, como o shopping São Conrado Fashion Mall e o Gavea Golf & Country Club. Ao mesmo tempo, apresenta extrema desigualdade social, pois limita-se com a Rocinha e Vila Canoas.Mais que uma travessia A Sociedade Civil é representada pela AMASCO (Associação dos Moradores e Amigos de São Conrado), que faz um importante trabalho de mobilização dos moradores frente aos órgãos públicos. O cartão-postal do bairro é a Pedra da Gávea, o maior bloco de pedra à beira-mar do planeta. Da rampa junto à Pedra Bonita, os praticantes de voo livre saltam de asa-delta e de parapente e pousam no trecho final da orla do bairro, conhecido como Praia do Pepino. No bairro, está sediada a escola de samba Acadêmicos da Rocinha. São Conrado é cortado pela Autoestrada Lagoa-Barra, principal eixo de ligação entre a Zona Sul e a Barra da Tijuca. Outras antigas vias passam pelo bairro, como a Avenida Niemeyer, a Estrada do Joá, a Estrada das Canoas, que sobe a serra em direção ao Alto da Boa Vista, e a Avenida Prefeito Mendes de Moraes.O Bairro de São Conrado na visão da AMASCO == Ver também == * Rocinha * Vidigal * Vila Canoas * Regiões administrativas do Rio de Janeiro * Estado do Rio de Janeiro * Rio de Janeiro (cidade) == Ligações externas == * * *",
 "title": "São Conrado (bairro do Rio de Janeiro)"
}