{
 "id": "8710",
 "text": "Ética (do grego antigo: ethos \"caráter\", \"costume\") é o conjunto de padrões e valores morais de um grupo ou indivíduo.Fieser, James. Ethics. Internet Encyclopedia of Philosophy. Contudo, em Filosofia, a ética, filosofia ética (do grego ἠθική [φιλοσοφία]) ou filosofia moral (do latim mos, mores) é a disciplina filosófica que estuda os fundamentos da ação moral, procurando justificar a moralidade de uma ação e distinguir as ações morais das ações imorais e amorais. A Ética procura responder a várias questões de âmbito moral, sendo as principais: Como devemos viver? ou Como devemos agir?. == Etimologia == Ethos (ἦθος, ἔθος; pl.: ethe, ἤθη; ethea, ἤθεα) é uma palavra grega originalmente significando \"lugar acostumado\" (como em ἤθεα ἵππων \"os hábitats dos cavalos\", Ilíada 6.511, 15.268),Proscurcin Jr. (2014). Der Begriff Ethos bei Homer. p. 162-63 principalmente na forma com a letra eta, ἦθος, passando a denotar a forma usual de agir e ser, o caráter, a \"disposição nobre\"; essa forma também é utilizada para se referir ao ser íntimo dos animais. Platão usa ambos os termos (ἦθη καὶ ἔθη) como interconectados e complementares no sentido de \"caráter e hábitos de vida\", como em A República.Funke, Gerhard; Reiner, Hans. «Ethos». In Ritter, Johann; Gründer, Karlfried; Gabriel, Gottfried. Historisches Wörterbuch der Philosophie online. Schwabe Online. Ethos forma a raiz de ethikos (), significando \"moralidade, demostrando caráter moral\".Aristóteles. Ética a Nicômaco. Livro 2 (1103a17) == Desenvolvimento == Na filosofia clássica, a ética não se resumia apenas aos hábitos ou costumes socialmente definidos e comuns, mas buscava a fundamentação teórica para encontrar o melhor modo de viver e conviver, isto é, a busca do melhor estilo de vida, tanto na vida privada quanto em público. A ética incluía a maioria dos campos de conhecimento que não eram abrangidos na física, metafísica, estética, na lógica, na dialética e nem na retórica. Assim, a ética abrangia os campos que atualmente são denominados antropologia, psicologia, sociologia, economia, pedagogia, às vezes política, e até mesmo educação física e dietética, em suma, campos direta ou indiretamente ligados ao que influi na maneira de viver ou estilo de vida. Um exemplo desta visão clássica da ética pode ser encontrado na obra Ética, de Spinoza. Os filósofos tendem a dividir teorias éticas em três áreas: metaética, ética normativa e ética aplicada. Porém, com a crescente profissionalização e especialização do conhecimento que se seguiu à revolução industrial, a maioria dos campos que eram objeto de estudo da filosofia, particularmente da ética, foram estabelecidos como disciplinas científicas independentes. Assim, é comum que atualmente a ética seja definida como \"a área da filosofia que se ocupa do estudo das normas morais nas sociedades humanas\" e busca explicar e justificar os costumes de um determinado agrupamento humano, bem como fornecer subsídios para a solução de seus dilemas mais comuns. Neste sentido, ética pode ser definida como a ciência que estuda a conduta humana e a moral é a qualidade desta conduta, quando julga-se do ponto de vista do Bem e do Mal. A ética é intrinsecamente relacionada à definição da moralidade, ao questionamento e julgamento sobre quais são os bons e maus valores no relacionamento humano (axiologia), pois seu campo de estudo é esclarecer o que pode ou deve ser uma normatividade de conduta, se há alguma possível de se definir. Apesar da conotação negativa de moral como vinculada à obediência a costumes e hábitos recebidos, sua definição essencial é a mesma de ética e, ao contrário, busca fundamentar as ações morais de forma racional.Gert, Bernard. The Definition of Morality. The Stanford Encyclopedia of Philosophy. 2016.Gilles Deleuze, Espinosa: Filosofia Prática, p.23-35. Editora Escuta A ética também não deve ser confundida com a lei, embora com certa frequência a lei tenha como base princípios éticos. Ao contrário do que ocorre com a lei, nenhum indivíduo pode ser compelido, pelo Estado ou por outros indivíduos, a cumprir as normas éticas, nem sofrer qualquer sanção pela desobediência a estas; por outro lado, a lei pode ser omissa quanto a questões abrangidas no escopo da ética. == Definição e objeto de estudo == O estudo da ética dentro da filosofia, pode-se dividir em sub-ramos, após o advento da filosofia analítica no século XX, em contraste com a filosofia continental ou com a tradição filosófica. Estas subdivisões são: * Metaética, sobre a teoria da significação e da referencia dos termos e proposições morais e como seus valores de verdade podem ser determinados; * Ética normativa, sobre os meios práticos de se determinar as ações morais; * Ética aplicada, sobre como a moral é aplicada em situações específicas; * Ética descritiva, também conhecido como ética comparativa, é o estudo das visões, descrições e crenças que se tem acerca da moral. Dentro desses conceitos modernos podem se incluir: * Ética das virtudes, sobre as teorias éticas normativas que enfatizam virtudes da mente, caráter e senso de honestidade e bondade passíveis de se adquirir ou desenvolvimento; * Ética Moral, trata-se de uma reflexão sobre o valor das ações sociais consideradas tanto no âmbito coletivo como no âmbito individual. === Termo === Em seu sentido mais abrangente, o termo \"ética\" implicaria um exame dos hábitos da espécie humana e do seu caráter em geral, e envolveria até mesmo uma descrição ou história dos hábitos humanos em sociedades específicas e em diferentes épocas. Um campo de estudos assim seria obviamente muito vasto para poder ser investigado por qualquer ciência ou filosofia particular. Além disso, porções desse campo já são ocupadas pela história, pela antropologia e por algumas ciências naturais particulares (como, por exemplo, a fisiologia, a anatomia e a biologia), se considerarmos que o pensamento e a realização artística são hábitos humanos normais e elementos de seu caráter. No entanto, a ética, propriamente dita, restringe-se ao campo particular do caráter e da conduta humana à medida que esses estão relacionados a certos princípios – comumente chamados de \"princípios morais\". As pessoas geralmente caracterizam a própria conduta e a de outras pessoas empregando adjetivos como \"bom\", \"mau\", \"certo\" e \"errado\". A ética investiga justamente o significado e escopo desses adjetivos tanto em relação à conduta humana como em seu sentido fundamental e absoluto.Ethics, in The Encyclopaedia Britannica: a dictionary of arts, sciences, literature and general information. 11.ª ed. New York, 1911. pp. 808-845. === Outras definições === Já houve quem definisse a ética como a \"ciência da conduta\". Essa definição é imprecisa por várias razões. As ciências são descritivas ou experimentais, mas uma descrição exaustiva de quais ações ou quais finalidades são ou foram chamadas, no presente e no passado, de \"boas\" ou \"más\" encontra-se obviamente além das capacidades humanas. E os experimentos em questões morais (sem considerar as consequências práticas inconvenientes que provavelmente propiciariam) são inúteis para os propósitos da ética, pois a consciência moral seria instantaneamente chamada para a elaboração do experimento e para fornecer o tema de que trata o experimento. A ética é uma filosofia, não uma ciência. A filosofia é um processo de reflexão sobre os pressupostos subjacentes ao pensamento irrefletido. Na lógica e na metafísica ela investiga, respectivamente, os próprios processos de raciocínio e as concepções de causa, substância, espaço e tempo que a consciência científica ordinária não tematiza nem critica. No campo da ética, a filosofia investiga a consciência moral, que desde sempre pronuncia juízos morais sem hesitação, e reivindica autoridade para submeter a críticas contínuas as instituições e formas de vida social que ela mesma ajudou a criar. Quando começa a especulação ética, concepções como as de dever, responsabilidade e vontade – tomadas como objetos últimos de aprovação e desaprovação moral – já estão dadas e já se encontram há muito tempo em operação. A filosofia moral, em certo sentido, não acrescenta nada a essas concepções, embora as apresente sob uma luz mais clara. Os problemas da consciência moral, no instante em que essa pela primeira vez se torna reflexiva, não se apresentam, estritamente falando, como problemas filosóficos. Ela se ocupa dessas questões justamente porque cada indivíduo que deseja agir corretamente é constantemente chamado a responder questões como, por exemplo, \"Que ação particular atenderá os critérios de justiça sob tais e tais circunstâncias?\" ou \"Que grau de ignorância permitirá que esta pessoa particular, nesse caso particular, exima-se de responsabilidade?\" A consciência moral tenta obter um conhecimento tão completo quanto possível das circunstâncias em que a ação considerada deverá ser executada, do caráter dos indivíduos que poderão ser afetados, e das consequências (à medida que possam ser previstas) que a ação produzirá, para então, em virtude de sua própria capacidade de discriminação moral, pronunciar um juízo. O problema recorrente da consciência moral, \"O que devo fazer?\", é um problema que recebe uma resposta mais clara e definitiva à medida que os indivíduos se tornam mais aptos a aplicar, no curso de suas experiências morais, aqueles princípios da consciência moral que, desde o princípio, já eram aplicados naquelas experiências. Entretanto, há um sentido em que se pode dizer que a filosofia moral tem origem em dificuldades inerentes à natureza da própria moralidade, embora permaneça verdade que as questões que a ética procura responder não são questões com as quais a própria consciência moral jamais tenha se confrontado. O fato de que os seres humanos dão respostas diferentes a problemas morais que pareçam semelhantes ou mesmo o simples fato de que as pessoas desconsideram, quando agem imoralmente, os preceitos e princípios implícitos da consciência moral produzirão certamente, cedo ou tarde, o desejo de, por um lado, justificar a ação imoral e pôr em dúvida a autoridade da consciência moral e a validade de seus princípios; ou de, por outro lado, justificar juízos morais particulares, seja por uma análise dos princípios morais envolvidos no juízo e por uma demonstração de sua aceitação universal, seja por alguma tentativa de provar que se chega ao juízo moral particular por um processo de inferência a partir de alguma concepção universal do Supremo Bem ou do Fim Último do qual se podem deduzir todos os deveres ou virtudes particulares. Pode ser que a crítica da moralidade tenha início com uma argumentação contra as instituições morais e os códigos de ética existentes; tal argumentação pode se originar da atividade espontânea da própria consciência moral. Mas quando essa argumentação torna-se uma tentativa de encontrar um critério universal de moralidade – sendo que essa tentativa começa a ser, com efeito, um esforço de tornar a moralidade uma disciplina científica – e especialmente quando a tentativa é vista, tal como deve ser vista afinal, como fadada ao fracasso (dado que a consciência moral supera todos os padrões de moralidade e realiza- se inteiramente nos juízos particulares), pode-se dizer então que tem início a ética como um processo de reflexão sobre a natureza da consciência moral. == História da ética == === Ética na filosofia pré-socrática === A especulação ética na Grécia não teve início abrupto e absoluto. Os preceitos de conduta, ingênuos e fragmentários – que em todos os lugares são as mais antigas manifestações da nascente reflexão moral –, são um elemento destacado na poesia gnômica dos séculos VII e VI a.C. Sua importância é revelada pela tradicional enumeração dos Sete Sábios do século VI, e sua influência sobre o pensamento ético é atestada pelas referências de Platão e Aristóteles. Mas, desde tais pronunciamentos não científicos até à filosofia da moral, foi um longo percurso. Na sabedoria prática de Tales, um dos Sete, não se distingue nenhuma teoria da moralidade. No caso de Pitágoras, que se destaca entre os filósofos pré-socráticos por ser o fundador não apenas de uma escola, mas de uma seita ou ordem comprometida com uma regra de vida que obrigava a todos os seus membros, há uma conexão mais estreita entre as especulações moral e metafísica. A doutrina dos pitagóricos de que a essência da justiça (concebida como retribuição equivalente) era um número quadrado indica uma tentativa séria de estender ao reino da conduta sua concepção matemática do universo; e o mesmo se pode dizer de sua classificação do bem ao lado da unidade, da reta e semelhantes e do mal ao lado das qualidades opostas. Ainda assim, o pronunciamento de preceitos morais por Pitágoras parece ter sido dogmático, ou mesmo profético, em vez de filosófico, e ter sido aceito por seus discípulos, numa reverência não filosófica, como o ipse dixit do mestre. Portanto, qualquer que tenha sido a influência da mistura pitagórica de noções éticas e matemáticas sobre Platão, e, por meio deste, sobre o pensamento posterior, a escola não é considerada uma precursora de uma investigação socrática que busca uma teoria da conduta completamente racional. O elemento ético do \"obscuro\" filosofar de Heráclito (c. 530-470 a.C.) – embora antecipasse o estoicismo em sua concepção de uma lei do universo, com a qual o sábio buscará se conformar, e de uma harmonia divina, no reconhecimento da qual encontrará sua satisfação mais verdadeira – é mais profunda, mas ainda menos sistemática. Apenas em Demócrito, um contemporâneo de Sócrates e último dos pensadores originais classificados como pré-socráticos, encontra-se algo que se pode chamar de sistema ético. Os fragmentos que permaneceram dos tratados morais de Demócrito são talvez suficientes para nos convencer de que reviravolta da filosofia grega em direção à conduta, que se deveu de fato a Sócrates, teria ocorrido mesmo sem ele, ainda que de uma forma menos decidida; mas, ao comparar-se a ética democriteana com o sistema pós-socrático com o qual tem mais afinidade – o epicurismo – percebe-se que ela exibe uma apreensão bem rudimentar das condições formais que o ensinamento moral deve atender antes que possa reivindicar o tratamento dedicado às ciências. A verdade é que nenhum tipo de sistema de ética poderia ter sido construído até que se direcionasse a atenção à vagueza e inconsistência das opiniões morais comuns da humanidade. Para esse propósito, era necessário que um intelecto filosófico de primeira grandeza se concentrasse sobre os problemas da prática. Em Sócrates, encontra-se pela primeira vez a requerida combinação de um interesse proeminente pela conduta com um desejo ardente por conhecimento. Os pensadores pré-socráticos devotaram-se todos principalmente à pesquisa ontológica; mas, pela metade do século V a.C. o conflito entre seus sistemas dogmáticos havia levado algumas das mentes mais afiadas a duvidar da possibilidade de se penetrar no segredo do universo físico. Essa dúvida encontrou expressão no ceticismo arrazoado de Górgias, e produziu a famosa proposição de Protágoras de que a apreensão humana é o único padrão de existência. O mesmo sentimento levou Sócrates a abandonar as antigas investigações físico-metafísicas. Essa desistência foi incentivada, sobretudo, por uma piedade ingênua que o proibia de procurar coisas cujo conhecimento os deuses pareciam ter reservado apenas para si mesmos. Por outro lado, (exceto em ocasiões de especial dificuldade, nas quais se poderia recorrer a presságios e oráculos) eles haviam deixado à razão humana a regulamentação da ação humana. A essa investigação Sócrates dedicou seus esforços. === Ética sofistica === Embora Sócrates tenha sido o primeiro a chegar a uma concepção adequada dos problemas da conduta, a ideia geral não surgiu com ele. A reação natural contra o dogmatismo metafísico e ético dos antigos pensadores havia alcançado o seu clímax com os sofistas. Górgias e Protágoras são apenas dois representantes do que, na verdade, foi uma tendência universal a abandonar a teorização dogmática e estritamente ontológica e a se refugiar nas questões práticas – especialmente, como era natural na cidade-estado grega, nas relações cívicas do cidadão. A educação oferecida pelos sofistas não tinha por objetivo nenhuma teoria geral da vida, mas propunha-se ensinar a arte de lidar com os assuntos mundanos e administrar negócios públicos. Em seu encômio às virtudes do cidadão, apontaram o caráter prudencial da justiça como meio de obter prazer e evitar a dor. Na concepção grega de sociedade, a vida do cidadão livre consistia principalmente em suas funções públicas, e, portanto, as declarações pseudoéticas dos sofistas satisfaziam as expectativas da época. Não se considerava a ἀρετἠ (virtude ou excelência) como uma qualidade única, dotada de valor intrínseco, mas como virtude do cidadão, assim como tocar bem a flauta era a virtude do tocador de flauta. Percebe-se aqui, assim como em outras atividades da época, a determinação de adquirir conhecimento técnico e de aplicá-lo diretamente a assuntos práticos; assim como a música estava sendo enriquecida por novos conhecimentos técnicos, a arquitetura por teorias modernas de planejamento e réguas T (ver Hipódamo), o comando de soldados pelas novas técnicas da \"tática\" e dos \"hoplitas\", do mesmo modo a cidadania deve ser analisada como inovação, sistematizada e adaptada conforme exigências modernas. Os sofistas estudaram esses temas superficialmente, é certo, mas abordaram-nos de maneira abrangente, e não é de se estranhar que tenham lançado mão dos métodos que se mostraram bem-sucedidos na retórica e tenham-nos aplicado à \"ciência e arte\" das virtudes cívicas. O Protágoras de Platão alega, não sem razão, que ao ensinar a virtude eles simplesmente faziam sistematicamente o que todos os outros faziam de modo caótico. Mas no verdadeiro sentido da palavra, os sofistas não dispunham de um sistema ético, nem fizeram contribuições substanciais, salvo por um contraste com a especulação ética. Simplesmente analisaram as fórmulas convencionais, de maneira bem semelhante a de certos moralistas (assim chamados) \"científicos\". === Ética socrática === A essa arena de senso-comum e vagueza, Sócrates trouxe um novo espírito crítico, e mostrou que esses conferencistas populares, a despeito de sua fértil eloquência, não podiam defender suas suposições fundamentais nem sequer oferecer definições racionais do que alegavam explicar. Não só eram assim \"ignorantes\" como também perenemente inconsistentes ao lidar com casos particulares. Desse modo, com o auxílio de sua famosa \"dialética\", Sócrates primeiramente chegou ao resultado negativo de que os pretensos mestres do povo eram tão ignorantes quanto ele mesmo afirmava ser, e, em certa medida, justificou o encômio de Aristóteles de ter prestado o serviço de \"introduzir a indução e as definições\" na filosofia. No entanto, essa descrição de sua obra é muito técnica e muito positiva, se avaliada com base nos primeiros diálogos de Platão, em que o verdadeiro Sócrates encontra-se menos alterado. Sócrates sustentava que a sabedoria preeminente que o oráculo de Delfos lhe atribuiu consistia numa consciência única da ignorância. No entanto, é igualmente claro, com base em Platão, que houve um elemento positivo muito importante no ensinamento de Sócrates, que justifica afirmar, junto com Alexander Bain, que \"o primeiro nome importante na filosofia ética antiga é Sócrates\". A união dos elementos positivo e negativo de sua obra tem causado alguma perplexidade entre os historiadores, e a consistência do filósofo depende do reconhecimento de algumas doutrinas a ele atribuídas por Xenofonte como meras tentativas provisórias. Ainda assim, as posições de Sócrates mais importantes na história do pensamento ético são fáceis de harmonizar com sua convicção de ignorância e tornam ainda mais fácil compreender sua infatigável inquirição da opinião comum. Enquanto mostrava claramente a dificuldade de adquirir conhecimento, Sócrates estava convencido de que somente o conhecimento poderia ser a fonte de um sistema coerente da virtude, assim como o erro estava na origem do mal. Assim, Sócrates, pela primeira vez na história do pensamento, propõe uma lei científica positiva de conduta: a virtude é conhecimento. Esse princípio envolvia o paradoxo de que a pessoa que sabe o que é o bem não pratica o mal. Mas esse é um paradoxo derivado de seus truísmos irretorquíveis: \"Toda a pessoa deseja o seu próprio bem e obtê-lo-ia se pudesse\" e \"Ninguém negaria que a justiça e a virtude em geral são bens; e entre todos, os melhores\". Todas as virtudes, portanto, estão sintetizadas no conhecimento do bem. Mas esse bem, para Sócrates, não é um dever que se opõe ao interesse próprio. A força do paradoxo depende de uma fusão do dever e do interesse numa única noção de bem, uma fusão que era prevalecente no modo de pensar da época. Isso é o que forma o núcleo do pensamento positivo de Sócrates, segundo Xenofonte. Ele não podia oferecer nenhuma abordagem satisfatória do Bem em abstrato, e esquivava-se de qualquer questão sobre esse ponto dizendo que não conhecia \"nenhum bem que não fosse bom para alguma coisa em particular\", mas esse bem particular é consistente consigo mesmo. Quanto a si, estimava acima de todas as coisas a virtude da sabedoria; e, no intuito de alcançá-la, enfrentava a penúria mais severa, sustentando que uma vida assim seria mais rica em satisfação que uma vida de luxo. Essa visão multidimensional é ilustrada pela curiosa mistura de sentimentos nobres e meramente utilitários em sua abordagem sobre a amizade: um amigo que não nos traga benefícios não vale nada; no entanto, o maior benefício que um amigo pode nos trazer é o aperfeiçoamento moral. Era essencialmente uma ética de virtudes, que visava o desenvolvimento da bondade amor e sabedoria humanas, baseado no conceito de virtudes e Bem.Xenofonte. Memorabilia. \"Todos os que sabiam que tipo de homem era Sócrates e que buscam a virtude continuam até hoje a sentir sua falta além de todos os outros, como o chefe dos ajudantes na busca da virtude. Para mim, descrevi-o como ele era: tão religioso que nada fez sem o conselho dos deuses; de modo que ele não causou nenhum dano, por menor que fosse, a qualquer homem, mas conferiu os maiores benefícios a todos que lidavam com ele... Para mim, então, ele parecia ser tudo o que um homem verdadeiramente bom e feliz deveria ser\". Ver mais da descrição de Sócrates por seu outro discípulo Xenofonte neste artigo da Internet Encyclopedia of Philosophy.Platão. República 517b-c.Platão. Fedro 256. \"Suas felicidades dependem de seu auto-controle; se os melhores elementos da mente que conduzem à ordem e à filosofia prevalecerem, então passarão sua vida aqui em alegria e harmonia - mestres deles próprios e ordeiros - escravizando os vícios e emancipando os elementos virtuosos da alma\"Platão. Teeteto 176. \"Esta saída consiste em nossa assimilação a Deus tanto quanto pudermos, onde assimilação significa tornar-se justo e santo, junto com o entendimento\". As características historicamente importantes de sua filosofia moral, tomando-se conjuntamente seus ensinamentos e o seu caráter pessoal, podem ser sintetizados da seguinte maneira: (1) uma busca apaixonada por um conhecimento que não está disponível em lugar algum, mas que, se encontrado, aperfeiçoará a conduta humana; (2) simultaneamente, uma exigência de que os homens deveriam agir na medida do possível conforme uma teoria coerente; (3) uma adesão provisória à concepção recebida sobre o que é bom, com toda a sua complexidade e incoerência, e uma prontidão permanente em sustentar a harmonia de seus diversos elementos, e em demonstrar a superioridade da virtude mediante um apelo ao padrão do interesse próprio; (4) firmeza pessoal em adotar essas convicções práticas. É só quando se tem em vista todos esses pontos que se pode compreender como, das conversações socráticas, brotaram as diferentes correntes do pensamento ético grego. Quatro escolas diferentes têm sua origem imediata no círculo que se reuniu em torno de Sócrates – a escola megárica, a platônica, a cínica e a cirenaica. A influência do mestre manifesta-se em todas apesar das grandes diferenças que as separam; todas concordam em sustentar que a possessão mais importante do homem é a sabedoria ou o conhecimento, e que o conhecimento mais importante a ser adquirido é o conhecimento do Bem. Aqui, no entanto, termina a concordância. A parte mais filosófica do círculo socrático constituiu um grupo do qual Euclides de Mégara foi provavelmente o primeiro líder. Esse grupo admitia que o Bem era objeto de uma investigação ainda inconclusa e foram levados a identificá-lo com o segredo do universo e, desse modo, a passar da ética à metafísica. Outros, cujas exigências por conhecimento eram mais facilmente satisfeitas e estavam ainda sob a impressão causada pelo lado positivo e prático dos ensinamentos do mestre, tornaram a busca um assunto bem mais simples. Consideraram que o Bem já era conhecido e sustentaram que a filosofia consistia na aplicação rígida desse conhecimento às ações. Entre esses estavam Antístenes, o cínico, e Aristipo de Cirene. Ambos admitiram o dever de viver consistentemente conforme a teoria, em vez de conduzi-la por impulso ou pelo costume. Por sua noção de um novo valor conferido à vida por meio dessa racionalização, e por seus esforços em manter uma firmeza inabalável, calma e tranquila, de têmpera socrática, é que Antístenes e Aristipo são reconhecidos como \"homens socráticos\", apesar de terem dividido a doutrina positiva do mestre em sistemas diametralmente opostos. Acerca de seus princípios conflitantes, pode-se dizer que, enquanto Aristipo efetivou a transição lógica mais óbvia para reduzir os ensinamentos de Sócrates a uma clara unidade dogmática, Antístenes certamente extraiu a inferência mais natural que se poderia tirar da vida socrática. Aristipo argumentava que, se tudo o que é belo ou admirável no comportamento deriva essas qualidades de sua utilidade, isto é, de sua aptidão em produzir um bem maior; e, se a ação virtuosa é essencialmente uma ação realizada com previsão – com a apreensão racional de que a ação é o meio adequado para a aquisição daquele bem –; então aquele bem só pode ser o prazer. Aristipo sustentava que os prazeres e dores corporais são os mais incisivos, mas não parece ter defendido essa ideia em termos de uma teoria materialista, pois admitia a existência de prazeres exclusivamente mentais, tais como alegrar-se com a prosperidade da terra natal. Admitia plenamente que esse bem poderia se realizar apenas em partes sucessivas, e deu ênfase até exagerada à regra de buscar o prazer do momento e não se preocupar com o futuro. Para Aristipo, a sabedoria manifestava-se na seleção tranquila, resoluta e habilidosa dos prazeres que as circunstâncias ofereciam de momento a momento, sem se deixar perturbar pela paixão, pelo preconceito ou pela superstição; e a tradição representa-o como alguém que realizou esse ideal em grau impressionante. Entre os preconceitos dos quais o homem sábio estaria livre, Aristipo inclui a obediência às convenções ditadas pelo costume que não tivessem penalidades vinculadas à sua transgressão; no entanto, sustentava, assim como Sócrates, que essas penalidades tornavam razoável adotar uma postura de conformismo. Assim, logo nos primórdios da teoria ética, já aparecia uma exposição completa e minuciosa do hedonismo. Bem diferente era a compreensão de Antístenes e dos cínicos a respeito do espírito socrático. Eles igualmente sustentavam que nenhuma pesquisa especulativa seria necessária à descoberta do bem e da virtude, e defenderam que a sabedoria socrática não se exibiu numa busca habilidosa pelo prazer; mas, ao contrário, numa indiferença racional em relação ao prazer – numa nítida compreensão de que não há valor algum no prazer nem em outros objetos dos desejos mais comuns acalentados pelos homens. Antístenes, com efeito, declarou taxativamente que o prazer é um mal: \"É melhor a loucura que ceder ao prazer\". Ele não desconsiderou a necessidade de complementar o insight meramente intelectual com a \"força de espírito socrática\"; mas parecia-lhe que, por uma combinação de insight e autocontrole, a pessoa poderia conquistar uma independência espiritual absoluta que nada deixaria faltar a um perfeito bem-estar (ver também Diógenes de Sínope). Pois, quanto à pobreza, à labuta extenuante, ao desapreço e aos outros males que apavoram os homens, esses seriam úteis, argumentava ele, como meios de avançar na liberdade e virtude espiritual. Entretanto, na concepção cínica de sabedoria, não há um critério positivo além da mera rejeição dos preconceitos e dos desejos irracionais. Vimos que Sócrates não alegava ter descoberto uma teoria abstrata sobre a boa ou sábia conduta; ao mesmo tempo, entendia essa falta, em sentido prático, como motivo para a execução confiante dos deveres costumeiros, sustentando sempre que sua própria felicidade estava condicionada a essa prática. Os cínicos, de modo mais ousado, descartaram tanto o prazer como o mero costume por considerarem ambos irracionais; mas, ao fazerem isso, deixaram a razão liberada sem nenhum objetivo definido além de sua própria liberdade. É absurdo, tal como Platão apontou, dizer que o conhecimento é o bem e, depois, quando nos indagam \"conhecimento de quê?\" não ter outra resposta positiva senão \"do bem\"; mas os cínicos não parecem ter feito nenhum esforço sério de escapar a esse contrassenso. === Platão === A ética de Platão não pode ser tratada adequadamente como um produto acabado; mas sim como um movimento contínuo, a partir da posição de Sócrates, em direção ao sistema mais completo e articulado de Aristóteles, exceto por sugestões de teor ascético e místico em algumas partes dos ensinamentos de Platão que não encontram correspondência em Aristóteles, e que, de fato, desaparecem da filosofia grega logo após a morte de Platão, para bem mais tarde ressurgirem e serem entusiasticamente desenvolvidas pelo neopitagorismo e pelo neoplatonismo. O primeiro ponto em que se pode identificar uma concepção ética platônica distinta da de Sócrates está presente no Protágoras. Nesse diálogo, Platão envida esforços genuínos, embora nitidamente tenteadores, em definir o objeto daquele conhecimento que ele e seu mestre consideravam ser a essência de toda a virtude. Esse conhecimento seria na verdade uma mensuração de prazeres e dores por meio da qual o sábio evita erroneamente subestimar as sensações futuras em comparação com o que se costuma chamar de \"ceder ao medo e ao desejo\". Esse hedonismo tem intrigado os leitores de Platão. Mas não há razão para perplexidades, pois o hedonismo é o corolário mais óbvio daquela doutrina socrática segundo a qual cada uma das diferentes noções de bem – o belo, o prazeroso e o útil – deve ser de alguma forma interpretada em termos das outras. No que diz respeito a Platão, no entanto, essa conclusão só podia ser mantida enquanto ele não tivesse executado o movimento intelectual de levar o método socrático para além do campo do comportamento humano e desenvolvê-lo num sistema metafísico. Esse movimento pode ser expresso da seguinte maneira. \"Se soubéssemos\", dizia Sócrates, \"o que é a justiça, seríamos capazes de apresentar uma definição da justiça\"; o verdadeiro conhecimento deve ser um conhecimento do fato geral, comum a todos os casos individuais aos quais são aplicados a noção geral. Mas isso também é verdade em relação a outros objetos de pensamento e discurso; a mesma relação entre noções gerais e exemplos particulares se estende por todo o universo físico; só se pode pensar e falar sobre ele por meio de tais noções. O conhecimento verdadeiro ou científico, portanto, deve ser um conhecimento geral, relacionado primariamente não aos indivíduos, mas aos fatos ou qualidades gerais que os indivíduos exemplificam; de fato, a noção de um indivíduo, quando examinada, mostra-se como um agregado daquelas qualidades gerais. Mas, novamente, o objeto do verdadeiro conhecimento deve ser o que realmente existe; assim, a realidade do universo deve se apoiar em fatos ou relações gerais, e não nos indivíduos que exemplificam tais fatos e relações. Até aqui os passos são suficientemente claros; mas ainda não se vê como esse realismo lógico (como foi posteriormente chamada essa posição) resulta no caráter essencialmente ético do platonismo. A filosofia de Platão está voltada para o universo inteiro do ser; no entanto, o objeto último de sua contemplação filosófica ainda é \"o bem\", agora considerado como o fundamento último de todo o ser e de todo o conhecimento. Ou seja, a essência do universo é identificada com esse fim – a causa \"formal\" das coisas é identificada com a sua causa \"final\", conforme a posterior terminologia aristotélica. Como isso ocorre? Talvez a melhor maneira de explicá-lo esteja num retorno à aplicação original do método socrático aos assuntos humanos. Uma vez que toda a atividade racional tem em vista alguma finalidade, as diferentes artes e funções da indústria humana são naturalmente definidas por uma declaração sobre seus usos ou finalidades; analogamente, ao oferecer uma explicação sobre os vários artistas e funcionários, apresentamos necessariamente as suas finalidades – \"aquilo em que eles são bons\". Numa sociedade organizada segundo os princípios socráticos, todos os seres humanos seriam designados para alguma utilidade; a essência de suas vidas consistiria em fazer aquilo em que são bons (o seu εργον próprio). Mas, novamente, é fácil estender essa concepção para todo o campo da vida organizada; um olho que não alcança a sua finalidade de enxergar está destituído da essência do olho. Em resumo, pode-se dizer acerca de todos os órgãos e instrumentos que eles são o que pensamos deles à medida que cumprem a sua função e alcançam sua finalidade. Assim, se o universo for concebido organicamente como um arranjo complexo de meios para fins, entende-se por que Platão pode sustentar que todas as coisas realmente são (ou \"realizam sua ideia\"), à medida que alcançam o fim ou o bem especial para o qual foram dispostas. Mesmo Sócrates, apesar de sua aversão à física, foi levado pela reflexão piedosa a expor uma visão ideológica do mundo físico, um mundo organizado em todas as suas partes pela sabedoria divina para a realização de alguma finalidade divina; e a viragem metafísica que Platão imprimiu a essa visão foi provavelmente antecipada por Euclides de Mégara, que sustentava que o único ser real é \"aquilo que chamamos por diversos nomes: Bem, Sabedoria, Razão ou Deus\", aos quais Platão, alçando a identificação socrática da beleza com a utilidade a um significado mais elevado, acrescentou o nome do Belo Absoluto, ao explicar como o amor à beleza mostra-se em última instância como um anseio pela finalidade e pela essência do ser. Platão, portanto, aderiu a essa vasta orientação filosófica, e identificou as noções últimas da ética com as da ontologia. É necessário analisar agora que atitude adotará em relação às investigações práticas que foram o seu ponto de partida. Quais serão agora suas concepções de sabedoria, virtude, prazer e de suas relações com o bem-estar? A filosofia, agora, saiu da praça do mercado e entrou na sala de aula. Sócrates buscava uma arte de se conduzir que seria exercida num mundo prático e entre semelhantes. Mas, se os objetos do pensamento abstrato constituem o mundo real, do qual esse mundo de coisas individuais é apenas uma sombra, é evidente que a vida mais elevada e mais real será encontrada naquela primeira região, não nessa última. A verdadeira vida do espírito deve consistir na contemplação da realidade abstrata que as coisas concretas obscuramente representam – na contemplação do arquétipo ou ideal que os indivíduos sensíveis imitam imperfeitamente; e, como o homem é mais verdadeiramente homem à medida que se identifica com a sua mente, o desejo pelo bem de si mesmo, que Platão, seguindo Sócrates, sustentava ser permanente e essencial em todas as coisas vivas, revela-se em sua forma mais elevada como o anseio filosófico por conhecimento. Esse anseio surge – assim como a maioria dos impulsos sensuais – com uma percepção de que falta ao indivíduo alguma coisa anteriormente possuída, alguma coisa da qual ele mantém uma memória latente na alma. No aprendizado de uma verdade abstrata por demonstração científica, o indivíduo simplesmente torna explícito o que já sabia implicitamente; traz à clareza da consciência as memórias ocultas decorrentes de um estado anterior em que a alma contemplava diretamente a Realidade e o Bem, antes de ela ser aprisionada num corpo estranho e antes da mistura de sua verdadeira natureza com os sentimento e impulsos carnais. Chega-se assim ao paradoxo de que a verdadeira arte de viver é, na verdade, uma \"arte de morrer\" para os sentidos, a fim de existir em estreita união com a bondade e a beleza absoluta. Por outro lado, dado que o filósofo deve ainda viver e atuar no mundo sensível, a identificação socrática entre sabedoria e virtude é plenamente mantida por Platão. Somente aquele que capta o bem em abstrato pode reproduzi-lo como bem transitório e imperfeito na vida humana, e é impossível que, dispondo desse conhecimento, não aja de acordo com ele, seja em assuntos privados, seja em assuntos públicos. Assim, no verdadeiro filósofo, encontra-se necessariamente o homem bom em sentido prático, e também o estadista perfeito, caso a organização da sociedade permita-lhe exercer a sua habilidade estadística. Os traços característicos dessa bondade prática no pensamento maduro de Platão refletem as noções fundamentais de sua concepção de universo. A alma do homem, em seu estado bom e normal, deve estar organizada e harmonizada conforme a orientação da razão. Surge então a questão: \"Em que consiste essa ordem ou harmonia?\" Para esclarecer a resposta elaborada por Platão, convém notar que, embora mantivesse a doutrina socrática de que a virtude mais elevada é indissociável do conhecimento do bem, Platão reconhecia uma espécie inferior de virtude, possuída por homens que não eram filósofos. É evidente que, se o bem a ser conhecido é o fundamento último de todas as coisas, ele só pode ser alcançado por um restrito e seleto grupo. No entanto, não se pode restringir a virtude apenas a esse grupo. Que abordagem, então, deve ser dada às virtudes \"cívicas\" ordinárias – coragem, temperança e justiça? Parece claro que os homens que cumprem os seus deveres, resistindo às seduções do medo e do desejo, devem ter, se não conhecimento, ao menos opiniões corretas quanto ao bem e ao mal na vida humana; mas de onde viriam essas \"opiniões\" corretas? Vêm em parte, diz Platão, da natureza e da \"alocação divina\"; mas, para seu adequado desenvolvimento, são necessários \"o costume e a prática\". Daí a importância basilar da educação e da disciplina para a virtude cívica; e mesmo para os futuros filósofos é indispensável essa cultura moral, em que também cooperam o treinamento físico e estético (uma preparação apenas intelectual não basta). O conhecimento perfeito, por outro lado, não pode ser implantado numa alma que não tenha passado por uma preparação que inclui bem mais que o treinamento físico. O que é essa preparação? Um passo importante na análise psicológica foi dado quando Platão reconheceu que o efeito dessa preparação era produzir a \"harmonia\" acima mencionada entre as diferentes partes da alma, de modo que os impulsos se subordinassem à razão. Platão distinguiu esses elementos não racionais num componente concupiscível (το επιθυµητικον) e num componente irascível (το θυµοειδες ou θυµος) – e afirmou que a separação entre esses dois elementos, e entre esses e a razão, é estabelecida pela experiência que o indivíduo tem de sua vida interior. Nessa tripartição da alma, Platão encontrou uma concepção sistemática das quatro espécies de virtudes reconhecidas pela moral estabelecida da Grécia – mais tarde chamadas de Virtudes Cardinais. Dessas, as duas mais fundamentais eram a sabedoria – que em sua forma superior identifica-se com a filosofia – e aquela atividade harmoniosa e regulada de todos os elementos da alma, que Platão toma como a essência da retidão nas relações sociais (δικαιοσινη). O sentido desse termo é essencialmente social; e só se pode explicar o uso desse termo por Platão numa referência à analogia que ele traça entre o homem individual e a comunidade. Numa polis justamente ordenada, tanto o bem-estar social como o bem-estar individual dependeriam da interação harmoniosa daqueles diversos elementos, cada um deles desempenhando a sua função própria, a qual, em sua aplicação social, é mais naturalmente denominada δικαιοσινη. Vemos, além disso, como na concepção platônica as virtudes fundamentais da Sabedoria e da Justiça estão interconectadas. A sabedoria mantém necessariamente a atividade ordenada, e essa última consiste na regulação pela sabedoria; enquanto que as duas outras virtudes especiais – a Coragem (ανδρεια) e a Temperança (σωφροσινη) – são apenas lados ou aspectos diferentes dessa ação sabiamente regulada de uma alma composta. Essas são as formas como o bem essencial se manifesta na vida humana. Resta saber se a apresentação dessas formas fornece uma explicação completa do bem-estar humano ou se também se deve incluir o prazer. Nesse ponto, o pensamento de Platão parece ter sofrido várias oscilações. Depois de aparentemente sustentar que o prazer é o bem (Protágoras), ele passa para o extremo oposto, rejeitando qualquer assimilação entre bem e prazer (Fédon, Górgias); pois (1), sendo algo concreto e transitório, o prazer não é o bem verdadeiramente essencial que o filósofo está a buscar; (2) as sensações mais prontamente reconhecidas como prazeres estão associadas à dor, num vínculo completamente estranho à natureza do bem, uma vez que esse último jamais se associa ao mal. No entanto, essa era uma concepção que discordava tanto do socratismo que Platão não poderia permanecer nela. Que o prazer não fosse um bem absoluto não era justificativa para não incluí-lo entre os bens da vida humana concreta; além disso, somente os prazeres brutos e vulgares estão indissociavelmente ligados às dores da carência. Desse modo, na República, ele não receia tomar o prazer como parâmetro para responder à questão sobre a superioridade intrínseca da vida filosófica ou virtuosa, e argumenta que só o homem filosófico (ou bom) desfruta o prazer genuíno, ao passo que o sensualista gasta a sua vida oscilando entre a carência dolorosa e o estado neutral de falta-de-dor, que ele equivocadamente toma por prazer positivo. Ainda mais enfaticamente, declara-se nas Leis que, quando se está \"dissertando para homens, não para deuses\", deve-se mostrar que a vida que se estima como a melhor e mais nobre é também aquela em que o prazer supera em maior proporção a dor. Mas, embora Platão mantenha que essa conexão inquebrantável entre o melhor e o mais prazeroso seja verdadeira e importante, é apenas em benefício do vulgo que ele dá essa ênfase ao prazer; pois, na comparação mais filosófica apresentada no Filebo entre as alegações do prazer e as da sabedoria, as primeiras são completamente subjugadas. === Aristóteles === Aristóteles, em sua obra Ética a Nicômaco, afirma que a felicidade (eudemonia) não consiste nem nos prazeres, nem nas riquezas, nem nas honras, mas numa vida virtuosa. A virtude (areté), por sua vez, se encontra num justo meio entre os extremos, que será encontrada por aquele dotado de prudência (phronesis) e educado pelo hábito no seu exercício. === Ética no período helenístico === Para Epicuro e seus seguidores a felicidade consiste na busca do prazer, que ele definia como um estado de tranquilidade e de libertação da superstição e do medo (ataraxia), assim como a ausência de sofrimento (aponia). Para ele, a felicidade não é a busca desenfreada de bens e prazeres corporais, mas o prazer obtido pelo conhecimento, amizade e uma vida simples. Por exemplo, ele argumentava que ao comer, o indivíduo obtém prazer não pelo excesso ou pelo luxo culinário (que leva a um prazer fortuito, seguido pela insatisfação), mas pela moderação, que torna o prazer um estado de espírito constante, mesmo se ele se alimenta simplesmente de pão e água. Para os filósofos cínicos, a felicidade era identificada com o poder sobre si mesmo ou auto-suficiência (em grego, autárkeia) e é alcançada eliminando-se da vontade todo o supérfluo, tudo aquilo que fosse exterior. Defendiam um retorno à vida da natureza, errante e instintiva, como a dos cães. Desacreditavam as conquistas da civilização, suas estruturas jurídicas, religiosas e sociais. Para os estoicos, a felicidade consiste em viver de acordo com a lei racional da natureza e aconselha a indiferença (apathea) em relação a tudo que é externo. O homem sábio obedece à lei natural reconhecendo-se como uma peça na grande ordem e propósito do universo, devendo assim manter a serenidade e indiferença perante as tragédias e alegrias. Para os céticos da antiguidade, nada podemos saber, pois sempre há razões igualmente fortes para afirmar ou negar qualquer teoria, além do que toda teoria é indemonstrável (um dos argumentos é que toda demonstração exige uma demonstração e assim ad infinitum). Defender qualquer teoria, então, traz sofrimentos desnecessárias e inúteis. Assim, os céticos advogavam a \"suspensão do juízo\" (epokhé). Por exemplo, aquele que não imagina que a dor é um mal não sofre senão da dor presente, enquanto que aquele que julga a dor um mal duplica seu sofrimento e mesmo sofre sem dor presente, sendo a mera ideia do mal da dor às vezes mais dolorosa que a própria dor.Os Céticos Gregos, Victor Brochard, pág 338, Odysseus Editora, 2009 === Ética na Idade Média, no Renascimento e no Iluminismo === Enquanto na antiguidade todos os filósofos entendiam a ética como o estudo dos meios de se alcançar a plenitude (eudaimonia) e investigar o que significa felicidade, na idade média, a filosofia foi dominada pelo cristianismo e pelo islamismo, e a ética se centralizou na moral como interpretação dos mandamentos e preceitos religiosos. No renascimento e nos séculos XVII e XVIII, os filósofos redescobriram os temas éticos da antiguidade, e a ética foi entendida novamente como o estudo dos meios de se alcançar o bem estar, a felicidade e o bom modo de conviver tendo por base sua fundamentação pelo pensamento humano e não por preceitos recebidos das tradições religiosas. Espinoza, em sua obra Ética, afirma que a felicidade consiste em compreender e criar as circunstâncias que aumentem nossa potência de agir e de pensar, proporcionando o afeto de alegria e libertando-nos das determinações alheias (paixões), isto é, afirmando a necessidade de nossa própria natureza (conatus). Unicamente a alegria nos leva ao amor (\"alegria que associamos a uma causa exterior a nós\") no cotidiano e na convivência com os outros, enquanto a tristeza jamais é boa, intrinsecamente relacionada ao ódio (\"tristeza que associamos a uma causa exterior a nós\"), a tristeza sempre é destrutiva.Wolfgang Bartuscha, Espinosa, ARTMED EDITORA SA, 2010Gilles Deleuze, Espinosa, Filosofia Prática Espinosa dizia, quanto aos dominados pelas paixões: \"Não rir nem chorar, mas compreender\".Tratato Político, coleção Os Pensadores ==== Kant ==== Kant achava que a igualdade básica entre os homens era fundamental para o desenvolvimento de uma ética universal. Kant precisava chegar a uma moral igual para todos, uma moral racional, a única possível para todo e qualquer ser racional. Sua filosofia se volta sempre, em primeiro lugar, para o homem, e se chama filosofia transcendental porque busca encontrar no homem as condições de possibilidade do conhecimento verdadeiro e do agir livre. No centro das questões éticas, aparece o dever, ou obrigação moral. Se a moral é a racionalidade do sujeito, a vontade verdadeiramente boa deve agir sempre conforme o dever e por respeito ao dever, porque é dever, eis o único motivo válido da ação moral. Para Kant, os conteúdos éticos nunca são dados do exterior. \"Age de tal maneira que possas ao mesmo tempo querer que a máxima da tua vontade se torne lei universal\". É moralmente necessário que todos ajam assim. == Visão == A ética tem sido aplicada na economia, política e ciência política, conduzindo a muitos distintos e não relacionados campos de ética aplicada, incluindo: ética nos negócios e Marxismo. Também tem sido aplicada à estrutura da família, à sexualidade, e como a sociedade vê o papel dos indivíduos, conduzindo a campos da ética muito distintos e não relacionados, como a ética feminista e a guerra, por exemplo. A visão descritiva da ética é moderna e, de muitas maneiras, mais empírica sob a filosofia Grega clássica, especialmente Aristóteles. Inicialmente, é necessário definir uma sentença ética, também conhecido como uma afirmativa normativa. Trata-se de um juízo de fato ou juízo de valor (em termos morais) de alguma coisa. Juízo de valor são frases que usam palavras como bom, mau, certo, errado, moral, imoral, etc.. Aqui vão alguns exemplos: * “Salomão é uma boa pessoa”; * “As pessoas não devem roubar”; * “A honestidade é uma virtude”. Em contraste, um Juízo de fato precisa ser uma sentença que não serve para uma avaliação moral. Alguns exemplos são: * “Salomão é uma pessoa alta”; * “As pessoas se deslocam nas ruas”; * \"João é o chefe\". == Ética nas ciências == Didaticamente, costuma-se separar os problemas teóricos da ética em dois campos: num, os problemas gerais e fundamentais (como liberdade, consciência, bem, valor, lei e outros); e no segundo, os problemas específicos, de aplicação concreta, como os problemas de ética profissional, de ética política, de ética sexual, de ética matrimonial, de bioética, da informação, etc.Álvaro L. M. Valls, 2008. O que é ética. Editora Brasiliense, ISBN 978-85-11-01177-7. * A principal lei ética na robótica é: ** Um robô jamais deve ser projetado para machucar pessoas ou lhes fazer mal. * Na biologia: ** Um assunto que é bastante polémico é a clonagem: uma parte dos ativistas considera que, pela ética e bom senso, a clonagem só deve ser usada, com seu devido controle, em animais e plantas somente para estudos biológicos - nunca para clonar seres humanos. * Na Programação ** Nunca criar programas (softwares) para prejudicar as pessoas, como para roubar ou espionar. == Ver também == * Bioética * Ética da discussão * Ética empresarial * Ética jornalística * Ética na educação * Ética no direito * Ética na Internet * Longoprazismo * Metaética * Sócrates * Religião == Ligações externas == * * * * * * * * * * * * * * * A ética da polaridade de Ramon Llull (1232-1316), por Ricardo da Costa, In: COSTA, Marcos Roberto N. e DE BONI, Luis A. (orgs.)., A Ética Medieval face aos desafios da contemporaneidade, Porto Alegre: EDIPUCRS, 2004, p. 487-502 * Ethics - Catholic Encyclopedia",
 "title": "Ética"
}