{
 "id": "87344",
 "text": "Agni é uma divindade hindu. A palavra agni é sânscrito para \"fogo\" (nome), com a mesma origem do latim ignis. No hinduísmo, ele é um deva, segundo no poder e importância atribuída na narrativa vêdica, apenas ultrapassado por Indra. Ele é gémeo de Indra, e assim, filho de Dyaus Pita e Prthivi. Noutra versão, ele é filho de Kasyapa e Aditi ou de uma rainha que escondeu a sua gravidez do marido. Ele possui dez mães, ou dez irmãs, ou dez criadas, que representam os dez dedos do homem que inicia o fogo. Ele possui dois pais: estes representam os dois paus que, quando ambos friccionados de modo intenso, criam fogo. Alguns dizem que destruiu os seus pais quando nasceu, porque não poderiam tomar conta dele. É casado com Svaha e pai de Karttikeya através de Svaha ou Ganga. Ele é um dos Ashta-Dikpalas, encarregado de guardar e representar o Sudeste. O seu nome é a primeira palavra do primeiro hino do Rigveda: अि॒ग्नम् ई॑ळे पुरो॒िह॑तं यज्ञ॒स्य॑ देव॒म् ऋि॒त्वज॑म् । होता॑रं रत्नधा॒त॑मम् ॥ agnim īļe purohitam / yajñasya devam ŗtvijam / hotāraM ratnadhātamam. (As vogais sublinhadas possuem o acento de altura védico udātta.) \"Eu louvo Agni, o sacerdote da casa, o ministro divino do sacrifício, o invocador, o melhor presenteador do tesouro.\" Os sacrifícios a Agni vão para as divindades porque Agni é um mensageiro dos deuses e para os deuses. Ele é eternamente jovem, porque o fogo é re-aceso todos os dias; mas, ele também é imortal. Em algumas histórias acerca dos deuses hindus, Agni é aquele enviado para a frente nas situações perigosas. O Rigveda frequentemente diz que Agni eleva-se das águas ou que reside nas águas. Ele poderá ter sido originalmente o mesmo que Apam Napat. Embora os sacrifícios védicos de fogo (yagya) tenham desaparecido largamente na maioria do hinduísmo, Agni e o sacrifício de fogo ainda é parte do ritual de qualquer casamento hindu moderno, onde Agni é tido como o chefe sakshi ou testemunha do casamento e guardião da santidade do casamento. De facto, sem as tradicionais sete voltas em redor do fogo sagrado, perante a actual lei matrimonial hindu, o casamento é considerado nulo. == Agni em outras religiões == No zoroastrismo, ele é Atar, literalmente, fogo, que simbolicamente representa a força radiante e criadora de vida de Aúra- Masda. No budismo indo-tibetano, ele é um lokapala, guardando o Sudeste. (Veja-se, por exemplo jigten lugs kyi bstan bcos: = \"Faz o teu coração no canto Sudeste da casa, que é o local de Agni\"). Ele também possui um papel central na maioria dos ritos homa (fogo puja). == Bibliografia == Dicionário prático ilustrado Lello de 1964 de José Lello e Edgar Lello editado por LELLO & IRMÂOS. vol. III pag. 1376. Categoria:Mitologia hindu Categoria:Deuses do fogo Categoria:Deuses dos ferreiros Categoria:Deuses mensageiros Categoria:Deuses hindus",
 "title": "Agni"
}