{
 "id": "87390",
 "text": "A XIX dinastia egípcia foi fundada em , quando o faraó assumiu o trono. O último faraó da XVIII dinastia, Horemebe, conseguiu no seu reinado de cerca de um quarto de século estabilizar o Império Egípcio e as suas fronteiras, após o conturbado período dos Reis de Amarna. Contudo, morreu sem herdeiros e deixou como sucessor o seu vizir: Paramesse, agora, Ramessés I. Conquanto todas as glórias posteriores, a XIX dinastia egípcia inicia-se de uma maneira algo recatada não existindo sobre o reinado de Ramessés I grande documentação. A explicação para tal poderá residir na já avançada idade do vizir agora monarca: 50 anos. De facto Ramessés I morre no seu segundo ano de reinado sem deixar grande marca na história. No entanto, a sua Grande Esposa Real, foi a pioneira na criação de túmulos no Vale das Rainhas. Até à data, as rainhas eram normalmente sepultadas nos túmulos dos seus esposos. Se morressem posteriormente, o túmulo seria reaberto. Contudo, Sitré teve direito a túmulo próprio (QV 38) numa zona adjacente ao Vale dos Reis, hoje conhecida como Vale das Rainhas. Abriu um precedente que seria depois seguido para as principais damas da Família Real e para os príncipes secundogénitos. == Apogeu == A XIX dinastia, ou dinastia Ramesséssida devido ao nome do seu fundador, prosseguiu com Seti I, filho de Ramessés I. E depois com o filho deste: Ramessés II, o Grande. Sob a égide destes dois monarcas o Egito prosperou. Igualaram-se e superaram-se os feitos militares e econômicos da dinastia anterior (Tutemés III e Amenófis III). O Egito conheceu um esplendor inimaginável e que hoje associamos a toda a época do Império Novo. Tanto no curto reinado de pouco mais de uma década de Seti I, como no anormalmente longo reinado de 64 anos de Ramessés II, as campanhas militares sucederam-se e o Egito era a primeira potência da zona do Médio Oriente e Norte de África. O fulgor artístico e a magnificência do aparato régio e clerical não encontram par em nenhum outro período da história egípcia, como nos demonstram os soberbos relevos e insignes pérolas arquitectónicas datadas deste período. == Declínio == Com a morte de Ramessés II, o Grande, entrou também em declíneo a época áurea do Egito faraónico. O seu filho e sucessor Merneptá teve de enfrentar um período de crescente instabilidade durante o seu reinado de cerca de um década. Aquando da sua morte ocorreu um hiato na sucessão no Trono das Duas Terras: os indícios arqueológicos apontam para um verosímil golpe de Estado em que um príncipe secundogénito, Amenmesés, terá aproveitado a ausência do presuntivo herdeiro para tomar o poder durante quatro anos. Aquele que se pensa ser o verdadeiro herdeiro do faraó Merneptá, o príncipe Seti-Merneptá, parece ter conseguido recuperar o trono por volta de 1199 a.C., com o nome de Seti II. De facto, provas existem que testemunham que o novo faraó procedeu a uma damnatio memoriae do seu irmão e antecessor Amenmesés. A instabilidade da linhagem real é o reflexo das crecentes conturbações políticas e económicas que iam crescendo no Egito, não raras vezes despoletadas por factores externos. De facto, o Egito cada vez mais se abria ao Mundo Mediterrânico, perdendo o isolamento quase total que o seu enquadramento geográfico lhe proporcionava. Já desde o Império Médio que as relações diplomáticas, quer hostis quer amigáveis, se vinham intensificando. Com faraós como Amenhotep III, da XVIII dinastia ou Ramessés II, da XIX dinastia, tal intercâmbio com o estrangeiro atinge apogeus de intensidade. Situação que se mantém em continuo daí em diante e que levará a situações como a vivida por Ramessés III face aos Povos do Mar. == O Fim == A Seti II sucede o filho Siptah num curto e atribulado reinado de 6 anos. Com a morte de Siptah extingue-se a linha dos Ramesséssidas. A sua madrasta e Grande Esposa Real de Seti II, Tausaret, apoderou-se do trono e declarou-se faraó tomando todos os nomes e títulos inerentes ao cargo. A XIX dinastia acaba assim em grande confusão e os egiptólogos acreditam que a presença de uma mulher no trono provocou um período de anarquia. Um novo faraó acabará por se impor, ainda que de forma para nós desconhecida: Setnakht; fundado a XX dinastia egípcia. == Lista de Faraós == Ordem: Nome (Nome do cartucho) – Datação aproximada do reinado (ainda há muitas divergências quanto as datasNota: Repare que mesmo os artigos em outros idiomas da Wikipédia divergem, como o inglês e o francês.) * 1º - (MempetireNomes de cartucho: - Grandes Império e Civilizações - O Mundo Egípcio Vol. 1 pg. 36 - Tradução: Maria Emília Vidigal, Edições del Prado, 1996) – 1295 - 1294 a.C. filho do general Seti * 2º - Seti I (Menmaat-re) – 1291 - 1278 a.C. filho de Ramessés I * 3º - Ramessés II (Usermaat-re- setepenre) – 1278 - 1212 a.C. filho de Seti I * 4º - Merneptá (Baenre- hotepirmaat) – 1212 - 1202 a.C. filho de Ramessés II * 5º - Amenemessés (Menmi-re) – 1202 - 1199 a.C. filho de Merneptá * 6º - Seti II (Userkheprure- setepenre) – 1199 - 1193 a.C.filho de Merneptá * 7º - Siptá (Akhenre- setepenre) – 1193 - 1187 a.C. * 8º - Tausserte (Sit-re-meritamun) – 1187 - 1185 a.C. == Cronologia == ImageSize = width:800 height:auto barincrement:12 PlotArea = top:100 bottom:100 right:100 left:100 AlignBars = early DateFormat = yyyy Period = from:-1300 till:-1180 TimeAxis = orientation:horizontal ScaleMajor = unit:year increment:10 start:-1292 Colors = id:canvas value:rgb(0.97,0.97,0.97) id:PA value:green id:GP value:red Backgroundcolors = canvas:canvas BarData = barset:Rulers PlotData = width:5 align:left fontsize:S shift:(5,-4) anchor:till barset:Rulers from: -1292 till: -1290 color:PA text:\"Ramessés I (1293 BC – 1291 BC)\" from: -1290 till: -1279 color:PA text:\"Seti I (1291 BC – 1278 BC)\" from: -1279 till: -1213 color:PA text:\"Ramses the Great (1278 BC – 1212 BC)\" from: -1213 till: -1203 color:PA text:\"Merneptah (1212 BC – 1202 BC)\" from: -1203 till: -1199 color:PA text:\"Amenmesse (1202 BC – 1199 BC)\" from: -1203 till: -1197 color:PA text:\"Seti II (1199 BC – 1193 BC)\" from: -1197 till: -1191 color:PA text:\"Siptah (1193 BC – 1187 BC)\" from: -1191 till: -1190 color:PA text:\"Twosret (1187 a.C – 1185 a.C barset:skip == Bibliografia == * CLAYTON, Peter A.; Crónicas dos Faraós. Lisboa: Verbo, 2004 *19",
 "title": "XIX dinastia egípcia"
}