{
 "id": "87438",
 "text": "Localizado no município de Ubatuba, o Parque Estadual da Ilha Anchieta é uma área de proteção ambiental criado através do decreto de lei 9 629 de 29 de Março de 1977 do Estado de São Paulo e administrado pelo Instituto Florestal, órgão vinculado à Secretaria Estadual do Meio Ambiente. É uma das áreas protegidas no estado de maior importância dada sua riqueza histórica e natural que compõe seu cenário. == Reserva ecológica == Com uma área de 826 hectares (8,26 km²), a ilha abriga a paupérrima fauna, a maioria introduzidos na Ilha em 1983 pelo Zoológico de São Paulo. Hoje a ilha possui uma superpopulação de capivaras, macacos-prego, saguis, quatis, gambás, lagartos, tatus e cutias. Levantamentos científicos constataram a presença de apenas 72 espécies de aves, entre as quais: sabiá, juriti, tangará, tiê-sangue, coleirinho, saíra, bem-te-vi, atobá, gaivota e beija-flor. Algumas espécies devem ter sido extintas devido ao corte de madeiras, fogo, caça e recentemente pela predação de ninhos pelas espécies exóticas, como coatis e saguis. Nas águas cristalinas que cercam a ilha são encontrados cardumes de tainhas, robalos, carapaus, sardinhas, peixes voadores e tartarugas marinhas, protegidos por um polígono de interdição de pesca de qualquer modalidade. No Parque Estadual é proibido acampar, pescar, retirar do mar ou dos costões qualquer espécie de flora ou fauna marinha, colher mudas, cortar plantas, levar animais domésticos e abrir caminho pela mata. A ilha possui sete praias e existem várias trilhas para caminhadas. Costões cercados de Mata Atlântica levam à Praia do Sul. A trilha da prainha tem 530 metros de extensão e liga a \"Praia do Presídio\" à \"Praia do Engenho\", onde grandes rochas formam uma piscina natural no mar. Diversas espécies da vida marinha podem ser vistas em suas águas claras e transparentes. O acesso a ilha é feito desde o Saco da Ribeira (há passeios de escuna de turismo a partir da praia do Itaguá). Existe uma grande população de cobras jararacas na ilha, sendo necessário utilizar botas ao caminhar pelas trilhas. A ilha recebe 90 mil turistas por ano, a grande maioria no carnaval e semana santa. == Presídio == Até 1955, funcionou um presídio estadual na ilha. Em 20 de junho de 1952, esse presídio protagonizou uma das piores rebeliões da história do sistema carcerário, só superada pelo massacre do Carandiru, quase quarenta anos depois. O episódio, que ficou conhecido como a \"fuga da Alcatraz brasileira\", deixou mortos 108 presos e dez funcionários. A rebelião foi um dos principais motivos para que o presídio fosse desativado e se criassem outros estabelecimentos prisionais, como a Casa de Custódia de Taubaté.Rebelião da 'Alcatraz brasileira' faz 60 anos Em 1954, a Companhia Cinematográfica Vera Cruz fez um filme sobre a rebelião, com o título de Mãos Sangrentas. == Ligações externas == Anchieta Ilha Anchieta",
 "title": "Parque Estadual da Ilha Anchieta"
}