{
 "id": "8786",
 "text": "O Kosovo Infopédia: 'kosovar', adjetivo de 2 géneros: do Kosovo, relativo ou pertencente ao Kosovo ou aos seus habitantes; nome de 2 géneros: natural ou habitante da região do KosovoDicionário Houaiss: 'kosovar', adjetivo e substantivo de dois gêneros, relativo a Kosovo (país localizado ao sul da antiga Iugoslávia), ou o que é seu natural ou habitante (plural: kosovars)Manual de revisão da FUNAG (Manual de Redação Oficial e Diplomática do Itamaraty): Kosovo: usa-se com artigo (\"no Kosovo\", \"o Kosovo\"). O gentílico é kosovar (no masculino e no feminino); plural: kosovares. (às vezes escrito Cossovo,Dicionário Aurélio (verbete: cossovar: relativo a Cossovo)A Enciclopédia Brasileira Mérito (São Paulo-Rio de Janeiro. Editora Mérito, 1959, em 20 volumes) registra: \"Cosovo: Planície da Província Autônoma de Cosovo-Metoija, Sul da Iugoslávia. Seu território apresenta-se de modo geral montanhoso (...) Capital: Pristina. Variante: Cossovo.\"A enciclopédia portuguesa Lello Universal (Porto, 1978) grafa: Cossovo (Planície de), ou \"Campo de Melros\", localidade da Jugoslávia, na \"Velha Sérvia\". Sangrentas batalhas travadas (...) 727.000 habitantes. Capital: Prishtina.\"Grande Enciclopédia Delta Larousse (Rio de Janeiro, 1970): Cossovo-Metóquia: forma aportuguesada de Kosovo-Metohija, território da Iugoslávia. CosovoÚnica grafia aceita pelo \"Vocabulário Onomástico da Língua Portuguesa\" da Academia Brasileira de Letras ou Kossovo) (em sérvio, Косово; em albanês Kosova) é um país de reconhecimento limitado localizado na península dos Bálcãs (no sudeste da Europa), na região da antiga Jugoslávia. Com uma área de 10 887 km², o Kosovo é um país sem litoral, no centro dos Bálcãs, e faz fronteira com o território incontestado da Sérvia ao norte e leste, Macedônia do Norte ao sudeste, Albânia ao sudoeste e Montenegro ao Oeste. Possui paisagens variadas e diversas, além de clima temperado. A maior parte do centro do Kosovo é dominado pelas vastas planícies dos campos de Metóquia e Kosovo. Os Alpes Albaneses e os Montes Šar situam-se ao sudoeste e sudeste, respectivamente. O território kosovar fez parte dos impérios Romano, Bizantino, Búlgaro, Sérvio e Otomano e, no século XX, passou às mãos do Reino da Sérvia, e da Iugoslávia. Após o falhanço das negociações internacionais para atingir um consenso sobre o estado constitucional aceitável, o novogoverno provisório do Kosovo declarou-se unilateralmente um país independente da Sérvia em 17 de fevereiro de 2008, sob o nome República do Kosovo, sendo reconhecido no dia seguinte pelos Estados Unidos e alguns países europeus, tais como a França, Portugal, Reino Unido e a Alemanha. Porém, o Kosovo ainda é reivindicado pela Sérvia e não recebeu o reconhecimento de outros países como a Rússia, Brasil e Espanha. Até 11 de fevereiro de 2014, o Kosovo tinha recebido 109 reconhecimentos diplomáticos como estado independente, mas alguns países retiraram esses reconhecimentos. Obteve reconhecimento oficial de 96 (49,74%) dos 193 estados- membros das Nações Unidas; 22 (81%) dos 27 estados membros da União Europeia; 0 (0%) dos 5 estados membros do Mercosul; 25 (86%) dos 29 estados membros da OTAN; 0 (0%) dos 6 estados membros da OTSC; 34 (60%) dos 57 estados membros da Organização para a Cooperação Islâmica. O governo sérvio reivindica o território como parte integral da Sérvia, correspondendo à Província Autônoma de Kosovo e Metóquia (em sérvio, Аутономна покрајина Косово и Метохија, Autonomna pokrajina Kosovo i Metohija, e em albanês Krahina Autonome e Kosovës dhe Metohisë). A maior parte da população do Kosovo é de origem albanesa, com uma minoria sérvia que representa aproximadamente 5% da população kosovar.Sérvia acusa ONU de ignorar terror no Kosovo e Rússia ameaça não negociar - UOL, 13 de julho de 2007 O primeiro presidente do protetoradoKosovo’s Declaration of Dependence Spiked, DAVID CHANDLER, 15 de janeiro de 2008 foi Fatmir Sejdiu, do partido LDK (Lidhja Demokratike e Kosovës, \"Liga Democrática do Kosovo\"). O primeiro primeiro-ministro foi Hashim Thaçi.Parlamento do Kosovo destitui governo do premiê Thaci O Kosovo possui uma economia de renda média baixa e experimentou um sólido crescimento econômico nas últimas décadas pelas instituições financeiras internacionais. O país tem crescido todos os anos desde o início da crise financeira de 2007–2008. O Kosovo é membro do Fundo Monetário Internacional (FMI), Banco Mundial, Conselho de Cooperação Regional e solicitou a adesão à Interpol e o status de observador na Organização para a Cooperação Islâmica na geopolítica. == Etimologia == Kosovo ou Kossovo (transliteração do nome sérvio: Косово, pronunciado, em sérvio, \"Kôssovo\"; em albanês, pronunciada \"Kossôvo\") é o adjetivo possessivo, em língua sérvia, referente ao substantivo Kos (кос), \"melro-preto\" (nome de um pássaro). Kosovo, assim, significa, literalmente, \"do(s) melro(s)\". O nome ganhou proeminência mundial por causa de uma importante batalha, definidora da identidade sérvia, que teve lugar em 1389 na planície então chamada, em sérvio, Kosovo Polje - literalmente, \"campo dos melros\". O \"Campo dos Melros\" ou \"Planície dos Melros\" (Kosovo Polje) foi o palco da Batalha do Kosovo de 1389, também conhecida em português como \"Batalha do Campo dos Melros\". A região veio a ser anexada pelo Império Turco- Otomano. Durante os séculos que durou essa ocupação, a região foi tornada administrativamente uma província otomana, batizada, em 1864, com o nome da famosa planície: \"Kosovo\" (forma iugoslava) foi então usada naquele então em línguas neolatinas como o francês, o italiano, o espanhol e o português. No fim do Império Otomano é criada a Iugoslávia, e o Kosovo tornou-se uma região administrativa dentro da Sérvia em 1946, sob o nome de Província Autônoma de Kosovo e Metóquia. Em 1974, o nome composto seria oficialmente reduzido apenas a \"Kosovo\" pelas autoridades iugoslavas, sendo porém retomada a forma \"...e Metohija\" em 1990. Assim, até hoje existe, em sérvio, uma distinção entre a parte oriental, chamada Косово (pronúncia aproximada: Kôssovo) em língua sérvia, em oposição à metade ocidental, chamada Metohija (em alfabeto sérvio, Метохија). Tal distinção, porém, não é feita na língua albanesa, a mais falada na própria região, de modo que igualmente nas línguas estrangeiras, tais como o inglês, o francês e o português, o nome \"Kosovo\" refere-se a toda a região, com suas duas partes. Em 2008, o Kosovo declarou a independência, adotando como nome oficial o de \"Republika e Kosovës\" em albanês, e Republika Kosovo em língua sérvio-croata. Em português, a forma original, Kosovo, é a usada por dicionários portugueses e brasileiros como Houaiss, Aulete, Priberam, Infopédia e o da Academia das Ciências de Lisboa. Antes da entrada em vigor do Acordo Ortográfico de 1990, que incluiu a letra \"k\" no alfabeto português e que recomenda seu uso em nomes de localidades estrangeiras, tiveram uso limitado aportuguesamentos como Cossovo (constante de enciclopédias brasileiras e portuguesas, registrada e aceita por Aurélio Buarque de Holanda Ferreira) e, além da transliteração direta Kosovo (atualmente a mais disseminada na imprensa luso-brasileira), a adaptação Cosovo, que chegou a ser usada em documentos em língua portuguesa da União Europeia e a adaptação parcial Kossovo (que foi usada pelo Ministério das Relações Exteriores do Brasil por um período, até ser substituída pela original Kosovo. == História == A região do Kosovo foi anexada pelo Império Romano no primeiro século a.C., e pelo próximo milênio o território permaneceu parte do Império Bizantino, cujo domínio começou a erodir a partir das migrações eslávicas para os Balcãs entre os séculos VI e VII d.C.. Nos séculos seguintes, o controle da área alternou entre os bizantinos e o Primeiro Império Búlgaro. No século XII o governante sérvio Estêvão Nemânia, considerado o fundador do reino sérvio medieval e da dinastia Nemânica assumiu o controle de parte do território do Kosovo, com seu sucessor, Estêvão I, o Primeiro-coroado, assumindo o controle do resto da região. Durante esse período a região de Kosovo se tornou o coração da Sérvia, chegando a contar com a capital do Império Sérvio. Embora a Batalha de Kosovo em 1389 seja geralmente considerada o fim da Sérvia medieval, o Despotado Sérvio, sucessor do Império Sérvio e da Sérvia Morávia, sobreviveu por mais 60 anos, mantendo o controle de diferentes extensões da região kosovar até 1455, com o Despotado sendo totalmente conquistado pelos otomanos em 1459.Federico M. Federici & D. Tessicini, Translators, Interpreters, and Cultural Negotiators: Mediating and Communicating Power from the Middle Ages until the Modern Era (Basingstoke 2014), p. 11. Foi parte do Império Otomano entre 1455 e 1912. A região esteve sob a dependência de Escópia tendo constituído uma província separada apenas em 1877. Em 1912, apesar de ser uma zona de maioria albanesa, foi integrada à Sérvia e não ao principado da Albânia, criado naquele ano. Ocorreram rebeliões albanesas entre 1878 e 1881 e entre 1918 e 1924. Entre 1941 e 1944 a maior parte da região foi anexada à Albânia, sob ocupação italiana.Dusan T. Bataković, Kosovo and Metohija: History and Ideology, Belgrado: Čigoja press, 2007, p. 61 Após a reintegração à Iugoslávia tornou-se região autónoma, mas integrada à República Socialista da Sérvia. Em 1991 declarou a independência, que não foi reconhecida pela comunidade internacional. A tensão entre separatistas de origem albanesa e o governo central da Iugoslávia, liderado pelo presidente nacionalista Slobodan Milosevic aumentou ao longo de 1998. No ano seguinte, um grupo de líderes iugoslavos e da comunidade albanesa em Kosovo e representantes das principais potências mundiais foi formado para negociar um acordo de paz que colocasse fim aos conflitos entre os guerrilheiros do ELK e as forças iugoslavas de Slobodan Milosevic, mas a reunião em fevereiro de 1999, na região no castelo de Rambouillet, na França, fracassou.Resolução sobre a situação no Kosovo - Parlamento Europeu, 11 de fevereiro de 1999\"Da Federação aos protetorados europeus\" - Catherine Samary, Le Monde Diplomatique, janeiro de 2006 A OTAN atacou a Iugoslávia em 24 de março de 1999,Otan cumpre ameaça e ataca a Iugoslávia - JC Online, 25 de março de 1999 dando início à Guerra do Kosovo. A Otan atacou alvos iugoslavos, seguiram-se os conflitos entre a guerrilhas albanesa e as forças iugoslavas e se formou um grande número de refugiados. Em 3 de junho de 1999, líderes ocidentais e iugoslavos chegaram a um acordo para o fim da guerra. Em 10 de junho, foi assinado o acordo para encerrar o conflito.Acordo militar visa impedir \"vácuo de poder\" - Folha de S. Paulo, 10 de junho de 1999 O Parlamento sérvio em 27 de dezembro de 2007 votou, por ampla maioria, moção de condenação contra qualquer tentativa de independência do Kosovo. A província tem sido administrada pelas Nações Unidas, através da Missão de Administração Interina, e pela OTAN desde a guerra de 1999 entre os sérvios e albaneses étnicos separatistas. Em 17 de fevereiro de 2008, Rússia, China e Sérvia se opõem ao reconhecimento internacional da independência do Estado do Kosovo, que seria declarado definitivamente nesta data junto à ONU. Os Russos sempre se opuseram aos movimentos separatistas do Kosovo. O então presidente russo Vladimir Putin declarou que \"o reconhecimento da independência do Kosovo seria ilegal e imoral\", pois reacenderiam os conflitos na região dos Bálcãs. O discurso anti- separatista de Putin foi engrossado pelo Ministro de Relações Exteriores da Rússia Serguei Lavrov. Segundo o ministro, \"é a primeira vez que se aborda a saída de uma região de dentro de um Estado soberano\", o que, segundo ele, poderia acirrar conflitos semelhantes em outras 200 regiões em todo mundo. Em contrapartida, o Kremlin sugere a criação do que poderia ser chamado \"mapa do caminho\", o projeto sugere uma série de autonomias, mas não ocorreria a independência do Kosovo, assim como acontece em Hong Kong. A Rússia sugere supostos interesses comerciais ocidentais com a criação do Estado do Kosovo, denunciando ainda que o envio de uma missão da União Europeia à região não tinha \"base legal\". Mesmo diante da declaração do presidente sérvio de que a Sérvia jamais reconhecerá a independência do Kosovo, o primeiro-ministro kosovar, Hashim Thaçi convocou e realizou uma sessão extraordinária do parlamento, onde os 109 deputados presentes votaram a favor da independência da província. Thaci solicita o envio de uma missão internacional liderada pela União Europeia para substituir a missão da ONU que administra a província desde 1999.Kosovo declara sua independência unilateral da Sérvia - G1, 17 de fevereiro de 2008 A oposição de países como Sérvia, Rússia e China ao reconhecimento internacional da província torna-se ainda mais latente, com a possibilidade de conflitos na região. Segundo enviados da BBC, a situação é crítica e beira a um colapso, podendo a qualquer momento estourar um conflito entre a maioria albanesa e os sérvios. No dia 16 de fevereiro de 2008, um dia antes da sessão extraordinária, mil sérvios se reuniram para protestar contra a independência kosovar. O delicado cenário em questão se tornou ainda mais explosivo após o primeiro-ministro Vojislav Kostunica declarar aos sérvios residentes na região do Kosovo que não abandonem suas casas, pois não são obrigados a reconhecer nenhuma forma de declaração independência. A Rússia está em negociação com a ONU, pedindo para que ela não reconheça a atual independência, por temer que isso vire um novo estopim de movimentos separatistas e reivindicações unilaterais de regiões que se autodeclararam independentes. A Sérvia, junto aos seus aliados econômicos e étnicos, temem pelas minorias não albanesas na região do Kosovo (principalmente ao norte), por tratados de livre-circulação antes estabelecido pelos Estados do Bálcãs e pela região ser considerada um coração cultural e religioso. A União Europeia irá discutir sobre Kosovo durante um encontro dos ministros do exterior dos 27 países-membros do bloco no dia 18 de fevereiro de 2008, em Bruxelas. Países com grupos étnicos minoritários temem, assim como a Rússia, que Kosovo seja um exemplo internacional. === Independência === == Geografia == O Kosovo tem uma área de 10 908 quilômetros quadrados e uma população de cerca de 1,8 milhões de habitantes. Suas maiores cidades são Pristina, a capital, com cerca de 204 725 habitantes,osce.org: Prishtinë Prizren, no sudoeste, com uma população de , Pejë, no oeste, com , e Mitrovica, no norte, com . O clima é continental, com verões muito quentes e invernos muito rigorosos e com tempestade de neve. A maior parte do terreno kosovar é montanhoso, e o pico mais alto do país é Jeravica (Albanés: Gjeravica) com . O país tem duas regiões principais planas, localizada na parte ocidental do Kosovo, e a planície do Kosovo, que ocupa a parte oriental. Os principais rios da região são o Drin Branco, que deságua no mar Adriático, o Erenik, um de seus afluentes, o Sitnica, o Morava do Sul, a região de Gollak, e o Iber, no norte. Os maiores lagos são o Ujman, o Radoniç, o Batlava e o Badovc. Fitogeograficamente o Kosovo pertence à província Ilíria da Região Circumboreal, dentro do Reino Boreal. De acordo com o WWF e o Mapa Digital das Regiões Ecológicas Europeias, da Agência Europeia do Meio Ambiente, o território do Kosovo pertence à ecorregião das florestas mistas balcânicas. 39,1% do Kosovo é coberto por florestas; 52% é classificado como terra utilizada para agricultura, das quais 31% são usados como pasto e 69% terras aráveis.Strategic Environmental Analysis of Kosovo . The Regional Environmental Center for Central and Eastern Europe, Prishtina, Julho de 2000. Atualmente o Parque Nacional das Montanhas de Char (Malet e Sharrit) com 39 000 hectares, fundado em 1986 nas Montanhas Char (ao longo da fronteira com a Macedônia do Norte) é o único parque nacional do Kosovo, embora o Parque Nacional Bjeshkët e Nemuna (Albet Shqipetare), no Prokletije (ao longo da fronteira com Montenegro) tenha sido proposto.Kosovo: Biodiversity assessment . Final Report submitted to the USAID, ARD-BIOFOR IQC Consortium, Maio de 2003. === Meio ambiente e biodiversidade === Localizado no sudeste da Europa, o Kosovo abriga espécies florais e faunísticas da Europa e da Eurásia. As florestas estão espalhadas pelo país e cobrem pelo menos 39% da região. Fitogeograficamente, abrange a província ilíria, a região circumboreal dentro do Reino Boreal. Além disso, está enquadrado em três ecorregiões terrestres: florestas mistas dos Balcãs, florestas mistas das montanhas Dináricas e florestas mistas das montanhas Pindo. A biodiversidade do Kosovo é conservada em dois parques nacionais, onze reservas naturais e 103 outras áreas protegidas. O Parque Nacional Bjeshkët e Nemuna e o Parque nacional dos Montes Šar são as regiões mais importantes da vegetação e da biodiversidade no país. O Kosovo teve uma pontuação média do Índice de Integridade da Paisagem Florestal de 2019 de 5,19 pontos em um total de 10, classificando-o em 107º lugar globalmente entre 172 países. A flora abrange mais de 1.800 espécies de plantas, mas o número real é estimado em mais de 2 500 espécies. A diversidade é o resultado da complexa interação de geologia e hidrologia, criando uma ampla variedade de condições de habitat para o crescimento da flora. Embora o Kosovo represente apenas 2,3% de toda a superfície dos Balcãs, em termos de vegetação possui 25% da flora dos Balcãs e cerca de 18% da flora europeia. A fauna é composta por uma ampla gama de espécies. O oeste e sudeste montanhoso fornecem um ótimo habitat para vários animais raros e espécies ameaçadas de extinção, incluindo ursos pardos, linces, gatos selvagens, lobos, raposas, cabras selvagens, corços e veados. Um total de 255 espécies de pássaros foram registrados, com aves de rapina como a águia-real, águia imperial oriental e o peneireiro-americano, que vivem principalmente nas montanhas do país. == Demografia == De acordo com o estudo de 2005, Kosovo em Números, do Escritório de Estatísticas do Kosovo, A população total do Kosovo é estimada entre 1,9 e 2,2 milhões de habitantes, com as seguintes composições étnicas: 92% de albaneses, 4% de sérvios, 2% de bosníacos (bósnios muçulmanos) e goranis, 1% de turcos e 1% de ciganos. O CIA World Factbook estabelece a seguinte proporção: 88% de albaneses, 7% de sérvios do Kosovo e 5% de outros grupos étnicos, totalizando 1 804 838 habitantes. Os censos de 2011 indicam um total de 1 739 825 habitantes (sem dados para os municípios de Leposaviq, Zveqan e Malishevë), assim distribuídos: Etnia População Albaneses 1 616 869 Bosníacos 27 533 Sérvios 25 532 Turcos 18 738 Ashkali 15 436 \"Egípcios\" 11 524 Goranis 10 265 Rom 8 824 Outros 5 104 Total 1 739 825 Os albaneses, com sua população aumentando constantemente, formam uma maioria no Kosovo desde o século XIX; a composição étnica anterior do território é controversa. As fronteiras políticas do Kosovo, no entanto, não coincidem com suas fronteiras étnicas; os sérvios formam uma maioria local no Norte do Kosovo, e em diversos enclaves, enquanto existem áreas de maioria albanesa fora do Kosovo, em regiões da antiga Iugoslávia - mais especificamente no noroeste da Macedônia do Norte e na região de Presevo, na Sérvia Central. Os albaneses do Kosovo têm a maior taxa de crescimento populacional da Europa, 1,3% ao ano. Ao longo de um período de 82 anos (1921-2003) a população cresceu a 460% de seu tamanho original; se tal crescimento prosseguir inalterado, a população do país atingirá 4,5 milhões de pessoas em 2050. Em contraste, de 1948 a 1991 a população sérvia do Kosovo aumentou em 12%, um terço do crescimento da população da Sérvia Central. A população de albaneses do Kosovo cresceu 300% no mesmo período - uma taxa de crescimento vinte e cinco vezes maior que a dos sérvios do país. thumb|Garotas cossovares comemorando o Dia das Crianças.|alt= Desde a declaração de independência do Kosovo, os sérvios vêm abandonando continuamente a região, o que causou certa ansiedade entre os líderes kosovares, e encorajou alegações controversas de políticos sérvios.UNMIK - manchetes, 1 de março de 2009. === Língua === O dialeto nativo da população albanesa kosovar é o albanês gheg, embora o albanês padrão seja usado atualmente como uma língua oficial.Albanian, Gheg A language of Serbia and Montenegro. Gordon, Raymond G., Jr. (ed.), 2005. Ethnologue: Languages of the World, 15ª ed. Dallas, Tex.: SIL International.Sylvia Moosmüller & Theodor Granser. The spread of Standard Albanian: An illustration based on an analysis of vowels. Language Variation and Change (2006), 18: 121-140. De acordo com o esboço da Constituição do Kosovo, o sérvio também é outra língua oficial.Draft Esboço da Constituição da República do Kosovo O turco também é utilizado, mas não é um idioma oficial. === Religião === A população do Kosovo é composta majoritariamente por muçulmanos, enquanto o restante da população pertence à Igreja Católica Romana e a Igreja Ortodoxa Sérvia. Os muçulmanos residentes no país são, em sua maioria, albaneses e turcos. Os cristãos albaneses são em grande parte, católicos. Entre os habitantes de nacionalidade sérvia, quase todos são membros da Igreja Ortodoxa da Sérvia. O Cristianismo é a religião mais antiga no Kosovo, que se espalhou desde as missões de São Paulo, nas províncias da Ilíria do Império Romano. O Imperador Bizantino, Constantino, o Grande, nascido na província de Dardânia, fez do Cristianismo a religião oficial do Império. Niketë Dardania escreveu um dos hinos da igreja em primeiro lugar, \"Te Deum\". Em 1054, Kosovo está sob a jurisdição da Igreja Ortodoxa Oriental, mas o tempo preferido líderes políticos sobre o papado e do Ocidente. Lek Dukagjini, nascido em Lipjan, deu lugar central da Igreja Católica em seu código de justiça, enquanto o clero Gjon Buzuku (John Buzuku) e Pjeter Bogdani trabalhos publicados em albanês significância religiosa e linguística. O islamismo (principalmente o sunita, com uma minoria bektashiBabuna, Aydın. Albanian national identity and Islam in the post- Communist era. Perceptions 8(3), setembro-novembro de 2003: 43-69.) é a principal religião do Kosovo, trazida à região com a conquista otomana no século XV, e professada atualmente pela maioria dos albaneses da região, pelas comunidades bosníaca, gorani e turca, além dos \"egípcios\"-rom/ascáli. O islã, no entanto, não saturou a sociedade kosovar, que permanece em sua maior parte secular.Kosovo touts 'Islam Lite'. Associated Press, 21 de fevereiro de 2008. Cerca de três por cento dos albaneses do Kosovo ainda são católicos romanos, apesar de séculos de domínio otomano. A população sérvia, estimada entre 100 mil e 120 mil pessoas, é em sua maior parte ortodoxa sérvia. O território do Kosovo está coberto por igrejas e mosteiros ortodoxos sérvios. === Cidades mais populosas === == Política == === Partidos políticos === Os principais partidos políticos do Kosovo são a Liga Democrática do Kosovo (LDK), de direita, que tem sua origem no movimento não violento de resistência ao governo de Slobodan Miloševic, iniciado na década de 1990 e liderado por Ibrahim Rugova até sua morte, em 2006,\"Kosovo Update: Main Political Parties \", Fórum Europeu, 18 de março de 2008 e dois partidos que têm suas raízes no Exército de Libertação do Kosovo (ELK): o Partido Democrático do Kosovo (PDK), de centro e liderado pelo antigo líder do ELK, Hashim Thaçi, e a Aliança pelo Futuro do Kosovo (AAK), de centro-direita liderada pelo antigo comandante do ELK, Ramush Haradinaj. O principal partido de esquerda do país é o Vetëvendosje (VV!), alinhado ao Partido Socialista Europeu (PES). Os sérvios kosovares formaram no mesmo ano a Lista Sérvia para o Kosovo e Metóquia (SLKM), e conquistaram diversos assentos no parlamento - embora tenham optado por boicotar as instituições do país, e jamais terem assumido seus postos na Assembleia do Kosovo. Atualmente a Lista Sérvia é o grupo que representa politicamente a população de sérvios no país. Em 2006 o executivo suíço- kosovar Behgjet Pacolli, tido como o mais rico albanês do mundo, fundou a Nova Aliança no Kosovo (AKR), que ficou em terceiro lugar nas eleições realizadas em 2008. A Liga Egípcia do Kosovo (LEK), a Nova Iniciativa Democrática do Kosovo (IRDK), e o Partido Liberal Egípcio (PLE) são alguns outros partidos políticos do país. === Instituições provisórias de governo === Em novembro de 2001 a Organização para a Segurança e Cooperação na Europa (OSCE) supervisionou as primeiras eleições para a Assembleia do Kosovo.\"OSCE Mission in Kosovo - Elections,\" Organização para a Segurança e Cooperação na Europa. Depois daquela eleição, os partidos políticos do país formaram uma coalização unipartidária, e elegeram Ibrahim Rugova como presidente e Bajram Rexhepi (PDK) como primeiro-ministro.\"Power-sharing deal reached in Kosovo \", BBC News, 21 de fevereiro de 2002. Após eleições realizadas por todo o Kosovo em outubro de 2004, o LDK e o AAK formaram uma nova coalização de governo, que não incluiu o PDK e o Ora. Este acordo resultou na eleição de Ramush Haradinaj (AAK) como primeiro-ministro, enquanto Ibrahim Rugova manteve o cargo de presidente. Tanto o PDK quanto o Ora criticaram o acordo que selou a coalização, e desde então passaram a acusar com frequência o governo de corrupção. Ramush Haradinaj renunciou ao cargo de primeiro-ministro depois de ser indiciado por crimes de guerra pelo Tribunal Penal Internacional para a antiga Iugoslávia em março de 2005 (Haradinaj foi absolvido em abril de 2008). Foi substituído por Bajram Kosumi (AAK).\"Timeline: Kosovo \", BBC News, 11 de abril de 2008. Depois do turbilhão político provocado pela morte do presidente Rugova, em janeiro de 2006, o próprio Kosumi foi substituído pelo antigo comandante das Forças de Proteção do Kosovo, Agim Çeku.\"Former Rebel set to lead Kosovo \", BBC News, 2 de março de 2006 Çeku conseguiu reconhecimento por sua capacidade de falar às minorias, porém a Sérvia o criticou por seu passado como líder militar do ELK, e alega que ele ainda não estaria fazendo o bastante pelos sérvios kosovares. Com a morte de Rugova a Assembleia do Kosovo elegeu Fatmir Sejdiu, antigo parlamentar do LDK, para a presidência do país. Slaviša Petkovic, Ministro para as Comunidades e Retornos, era até então o único sérvio no governo, porém renunciou em novembro de 2006, entre alegações de malversação de fundos do ministério.\"Kosovo: Serb minister resigns over misuse of funds,\" Adnkronos international (AKI), 27 de novembro de 2006\"Sole Kosovo Serb cabinet minister resigns: PM \", Agence France-Presse (AFP), 24 de novembro de 2006. Atualmente o Ministro para as Comunidades e Retornos e o Ministro do Trabalho e Bem-Estar Social são sérvios, enquanto o Ministro do Meio Ambiente e Planejamento Espacial pertence à pequena minoria turca do Kosovo. Eleições parlamentares foram realizadas em 17 de novembro de 2007; Hashim Thaçi, que conquistou 35% dos votos, declarou a vitória do PDK (Partido Democrático do Kosovo), e manifestou suas intenções de declarar a independência. Thaçi formou então uma aliança com a Liga Democrática do Kosovo, de Fatmir Sejdiu, que havia obtido o segundo lugar, com 22% dos votos.\"Kosovo gets pro-independence PM \", BBC News, 9 de janeiro de 2008. O comparecimento dos eleitores nestas eleições foi especialmente baixo; a maior parte dos membros da minoria sérvia se recusaram a votar.EuroNews: Ex- guerrilla chief claims victory in Kosovo election. visitado em 18 de novembro de 2007. Em 22 de fevereiro de 2011, Behgjet Pacolli passou a ser o presidente do Kosovo. === República do Kosovo === A República do Kosovo é uma democracia representativa parlamentar. O poder executivo é exercido pelo governo do Kosovo, liderado pelo primeiro-ministro do Kosovo. Dois ou três ministros, dependendo do tamanho do governo, devem obrigatoriamente pertencer às minorias. O presidente da República do Kosovo é o chefe de Estado. O poder judiciário é independente, e o poder legislativo é exercido pela Assembleia do Kosovo, unicameral, que consiste de 120 membros, dos quais 100 são eleitos diretamente pelo povo para um mandato de quatro anos, e vinte assentos são reservados exclusivamente para representantes das minorias étnicas. A assembleia elege o presidente por cinco anos, e aprova o seu gabinete. Uma nova constituição para a República do Kosovo foi aprovada pelo Parlamento da República, e entrou em vigor em 15 de junho de 2008.Kosovo Constitution - CNN, 15 de junho de 2008.Constituição do Kosovo - site oficialAFP; ITAR-TASS == Subdivisões == Para propósitos administrativos, o Kosovo é dividido em sete distritos. A população sérvia do Norte do Kosovo mantém seu próprio governo, infraestrutura e instituições no Distrito de Kosovska Mitrovica, especialmente nos municípios de Leposavić, Zvečan e Zubin Potok, e na parte norte de Kosovska Mitrovica. === Distritos === Os sete distritos são os seguintes: * Đakovica * Gnjilane * Kosovska Mitrovica * Peć * Priština * Prizren * Uroševac === Municípios e cidades === O Kosovo é subdividido em 30 municípios: == Economia == O Kosovo é um país em desenvolvimento, com uma renda per capita estimada em 2 100 euros (2008). O país tinha a maior companhia de exportação (Trepca) da República Federal da Iugoslávia, mas ainda assim era a mais pobre das províncias do país, e recebia subsídios consideráveis para seu desenvolvimento de todas as outras repúblicas iugoslavas.\"Why Turbulent Kosovo has Marble Sidewalks but Troubled Industries\", Christian Science Monitor, 15 de janeiro de 1982. Além disso, ao longo da década de 1990 um misto de políticas econômicas equivocadas, sanções internacionais, pouco comércio com o exterior e conflitos étnicos acabaram por danificar seriamente a economia. Depois de um aumento em 2000 e 2001, o crescimento do produto interno bruto (PIB) foi negativo em 2002 e 2003, e permaneceu em torno de 3%, enquanto as fontes internas de crescimento não foram capazes de compensar a ausência da assistência estrangeira. A inflação é baixa, enquanto o orçamento apresenta um déficit pela primeira vez desde 2004. No mesmo ano, o déficit na balança de bens e serviços chegou a quase 70% do PIB. O dinheiro enviado por kosovares que vivem no exterior totalizam cerca de 13% do PIB, e a assistência externa cerca de 34%. A maior parte do desenvolvimento econômico desde 1999 ocorreu nos setores da construção civil, comércio e varejo. O setor privado, surgido a partir daquele ano, é em sua maior parte de pequeno porte. O setor industrial continua fraco, e o fornecimento de eletricidade não é confiável, o que funciona como um empecilho crucial para o seu desenvolvimento. O desemprego continua endêmico, afetando de 40 a 50% da força de trabalho. A Missão de Administração Interina das Nações Unidas no Kosovo (UNMIK) introduziu no país uma administração alfandegária e um regime de comércio exterior em 3 de setembro de 1999. Todas as mercadorias importadas para dentro do país sofrem uma taxa simples, de 10%. Estas taxas são coletadas de todos os Pontos de Coleta de Impostos instalados nas fronteiras do Kosovo, incluindo as que separam o país da Sérvia. A UNMIK e as instituições kosovares assinaram tratados de comércio livre com a Croácia, Bósnia e Herzegovina, Albânia e Macedônia do Norte. O euro é a moeda oficial do Kosovo, utilizada pela UNMIK e pelos órgãos governamentais. Inicialmente o Kosovo adotou o marco alemão, em 1999, para substituir o dinar iugoslavo, e consequentemente mudou para o euro quando o marco foi substituído por ele. O dinar sérvio, no entanto, continua a ser utilizado nas áreas povoadas pelos sérvios. O principal ponto de entrada do país, além da estrada principal que liga o sul do país a Escópia, na Macedônia do Norte, é o Aeroporto Internacional de Pristina. === Comércio e investimento === De acordo com a ECIKS (Iniciativa Econômica para o Kosovo), o Kosovo apresentou um déficit de 1,13 bilhão de euros (1,34 bilhão de dólares), 11,88% a mais do que o 1,006 bilhão de euro registrado no ano anterior. As importações dos 25 Estados da União Europeia totalizam 34,6% das importações do Kosovo; a UE foi responsável por 35,6% das exportações da província em 2005. A Macedônia do Norte foi o principal parceiro comercial do Kosovo em 2005; as importações do país totalizaram 18,6% das importações do Kosovo, e as exportações para o país totalizaram 19,7% do total. A matéria-prima bruta totaliza 18% das importações do Kosovo, seguida por comida, bebidas e tabaco, com 14%, e diversos equipamentos e maquinário, com 11,3%.Kosovo: Trade balance widening - ECIKS, 16 de fevereiro de 2006. A economia tem sido prejudicada pelo status internacional ainda não resolvido do Kosovo, que torna difícil a atração de investimentos e empréstimos estrangeiros. A fraqueza econômica da província produziu uma florescente economia informal, onde o contrabando de gasolina, cigarros e cimento são as principais mercadorias. A predominância da corrupção oficial e a influência penetrante de gangues e do crime organizado são motivo de grande preocupação internacional. As Nações Unidas tentam fazer da luta contra a corrupção e o crime organizado no território uma de suas principais prioridades, alegando seguir uma política de \"tolerância zero\". O Kosovo tem uma dívida externa de 1,264 bilhão de dólares, atualmente administrada pela Sérvia. De acordo com a ECIKS,Kosovo: Key economic indicators - ECIKS o Kosovo recebeu, de 2001 a 2004, 3,2 bilhões de dólares em assistência de outros países. A União Europeia é responsável pela doação de 2 bilhões de euros até agora, e a Sérvia também prometeu 120 milhões de euros em assistência aos enclaves sérvios do Kosovo. === Vinhos === Vinhos tintos e brancos são historicamente produzidos no Kosovo, pois o sol constante no país (cerca de 270 dias por ano) favorece tal atividade agrícola. Atualmente a indústria vinícola é bem sucedida, e em expansão desde a guerra de 1990. O principal centro da indústria de vinhos no Kosovo fica em Orahovac, onde milhões de litros são produzidos anualmente. Os principais vinhos produzidos no Kosovo são o Pinot noir, o Chardonnay e o Merlot. O país exporta vinhos para a Alemanha e os Estados Unidos. == Infraestrutura == === Saúde === No passado, as capacidades do Kosovo em desenvolver um sistema moderno de saúde eram limitadas. O baixo PIB durante os anos 1990 piorou ainda mais a situação deste setor. No entanto, o estabelecimento da Faculdade de Medicina da Universidade de Pristina marcou um desenvolvimento significativo na área da saúde. Seguiu-se também o lançamento de diferentes clínicas de saúde que possibilitaram melhores condições de desenvolvimento profissional. Hoje em dia, a situação mudou e o sistema de saúde no Kosovo está organizado em três setores: cuidados de saúde primários, secundários e terciários. Os cuidados primários de saúde em Pristina estão organizados em treze centros de medicina familiar e quinze unidades de cuidados ambulatórios. Os cuidados de saúde secundários são descentralizados em sete hospitais regionais. Pristina não tem nenhum hospital regional e, em vez disso, usa o Centro Clínico da Universidade de Kosovo para serviços de saúde. O University Clinical Center of Kosovo fornece seus serviços de saúde em doze clínicas, onde 642 médicos são empregados. Num nível inferior, os serviços ao domicílio são prestados a vários grupos vulneráveis ​​que não conseguem chegar aos estabelecimentos de saúde. Os serviços de saúde do Kosovo estão agora focados na segurança do paciente, controle de qualidade e saúde assistida. === Educação === A educação para os níveis primário, secundário e terciário é predominantemente pública e é apoiada pelo estado, administrado pelo Ministério da Educação. A educação ocorre em duas etapas principais: educação primária e secundária e educação superior. O ensino primário e secundário é subdividido em quatro estágios: educação pré-escolar, ensino fundamental, ensino médio e educação especial. A educação pré-escolar é para crianças de um a cinco anos. O ensino primário e secundário é obrigatório para todos. É ministrado por ginásios e escolas profissionais e também está disponível em idiomas de minorias reconhecidas no Kosovo, onde são realizadas aulas em albanês, sérvio, bósnio, turco e croata. A primeira fase (ensino fundamental) inclui as séries de um a cinco; e a segunda fase (ensino médio), as séries de seis a nove. A terceira fase (ensino médio) consiste em educação geral, mas também educação profissional, focada em diferentes campos. Dura quatro anos. No entanto, os alunos têm a possibilidade de se candidatar a estudos superiores ou universitários. Segundo o Ministério da Educação, as crianças que não conseguem obter uma educação geral podem obter uma educação especial (quinta fase). O ensino superior pode ser recebido em universidades e outros institutos de ensino superior. Essas instituições de ensino oferecem estudos para bacharelado, mestrado e doutorado. Os alunos podem escolher estudos em período integral ou meio período. === Energia === Apesar da pequena área do território, o Kosovo é rico em recursos energéticos. Estima-se que o país possua entre 10 a 12 toneladas de lenhite carvão nas planícies ao longo da fronteira com Montenegro. A partir dos anos 60, houve um aumento na quantidade de extração e produção de carvão, sendo que este número recentemente é cerca de 6 milhões de toneladas por ano.Kosovo (CIA - THe World Factbook) == Cultura e sociedade == thumb|Estação de esqui nas Montanhas Šar. === Relações entre albaneses e sérvios === As relações entre os albaneses e sérvios do Kosovo foram hostis, historicamente, devido à rivalidade nacionalista, que se tornou forte depois que a Sérvia reconquistou o Kosovo do Império Otomano, em 1913, e depois que a Albânia se tornou independente, naquele mesmo ano.Schabnel, Albrecht; Thakur (ed), Ramesh (ed). Kosovo and the Challenge of Humanitarian Intervention: Selective Indignation, Collective Action, and International Citizenship. New York: The United Nations University, 2001. Pp. 20. Durante a era de Tito e do domínio comunista na Iugoslávia, as diferenças entre as populações das duas etnias eram absolutamente irreconciliáveis, e estudos sociológicos feitos durante o período indicam que uma população raramente aceitava a outra como vizinhos ou amigos, e poucos casamentos entre indivíduos das duas etnias eram registrados.Schabnel, Albrecht; Thakur (ed), Ramesh (ed), 2001. Pp. 24. Preconceitos étnicos, estereótipos e a desconfiança mútua entre albaneses e sérvios permaneceram a norma por décadas. O nível de intolerância e separação entre as duas populações durante o período de Tito foi relatado pelos estudiosos como ainda pior que o das comunidades croatas e sérvias no país, que apesar das tensões ainda tinham relações mais íntimas entre si. === Cinema e mídia === Embora a música do Kosovo seja muito diversificada, a música albanesa e sérvia tradicionais ainda existem no país. A música albanesa é caracterizada pelo uso da çiftelia (um instrumento genuinamente albanês), o bandolim, a mandola e a percussão. A música clássica também é bem conhecida na região, e ensinada em diversas escolas e universidades locais, como a Faculdade de Artes da Universidade de Prishtina (albanesa), em Pristina, e a Faculdade de Artes da Universidade de Pristina (sérvia), em Kosovska Mitrovica. === Desporto === Diversas federações desportivas foram formadas no Kosovo dentro das regulamentações da Lei n.º /24, \"Lei dos Esportes\", passada pela Assembleia do Kosovo em 2003. A lei estabeleceu formalmente um comitê olímpico, regulamentou a fundação das federações desportivas e definiu as diretrizes a serem seguidas pelos clubes desportivos. Atualmente apenas algumas destas federações conseguiram reconhecimento internacional. Mais recente a federação de futebol do Kosovo foi aceite como membro FIFA e membro UEFA. Kosovo fez a sua estreia nos Jogos Olímpicos realizados no Rio de Janeiro em 2016 após ter a sua filiação aceita pelo Comitê Olímpico Internacional (COI), em 2014. Em 7 de agosto de 2016 a judoca Majlinda Kelmendi entra para história do esporte de Kosovo com primeiro pódio do país ao conquistar a medalha de ouro na categoria 52 kg. == Ver também == * Europa * Lista de países com reconhecimento limitado * Missões diplomáticas do Kosovo * Relações entre Albânia e Kosovo == Ligações externas == * * * * * * * * * * * * * * *",
 "title": "Kosovo"
}