{
 "id": "87994",
 "text": "Lucera é uma comuna italiana da região da Puglia, província de Foggia, com cerca de 34.911 habitantes. Estende-se por uma área de 338 km², tendo uma densidade populacional de 103 hab/km². Faz fronteira com Alberona, Biccari, Castelnuovo della Daunia, Foggia, Pietramontecorvino, San Severo, Torremaggiore, Troia, Volturino. == História == Em 1224, o Sacro Imperador Romano Frederico II, respondendo às revoltas religiosas na Sicília, expulsou todos os muçulmanos da ilha, transferindo muitos para Lucera nas duas décadas seguintes. Nesse ambiente controlado, eles não podiam desafiar a autoridade real e beneficiavam a coroa em impostos e serviço militar. Seus números acabaram atingindo entre 15 mil e 20 mil, levando Lucera a ser chamada Lucaera Saracenorum porque representava o último reduto da presença islâmica na Itália. Durante o tempo de paz, os muçulmanos em Lucera exerciam funções como agricultores. Cultivavam trigo duro, cevada, legumes, uvas e outras frutas. Os muçulmanos também mantinham abelhas para o mel. A colônia prosperou por 75 anos até ser saqueada em 1300 por forças cristãs sob o comando de Giovanni Pippino di Barletta, com a aquiescência de Carlos II de Nápoles. A maioria dos habitantes muçulmanos da cidade foram massacrados ou – como aconteceu com quase 10 mil deles – vendidos como escravos,Julie Taylor. Muslims in Medieval Italy: The Colony at Lucera. Lanham, Md.: Lexington Books. 2003. ou exilados, com muitos encontrando asilo na Albânia através do Mar Adriático.Ataullah Bogdan Kopanski. Islamization of Shqeptaret: The clas of Religions in Medieval Albania. Suas mesquitas abandonadas foram demolidas e igrejas geralmente foram construídas em seu lugar, incluindo a catedral de S. Maria della Vittoria.Taylor, p.187 A cidade e sua história deste período encontram menção no romance A Sultan in Palermo de Tariq Ali. Depois que os muçulmanos foram removidos de Lucera, Carlos tentou estabelecer os cristãos na cidade. Aqueles muçulmanos que se converteram ao cristianismo recuperaram parte de sua propriedade, mas nenhum foi restaurado à sua antiga posição de influência política ou econômica. Com o passar do tempo, a produção de grãos caiu na cidade e, em 1339, a cidade foi atingida por uma fome. Os cristãos foram autorizados a cultivar como os muçulmanos.Taylor, pp. 190-194 ==Demografia== Categoria:Comunas de Foggia (província)",
 "title": "Lucera"
}