{
 "id": "88131",
 "text": "Em física e química, é todo modelo científico que se usa para explicar os átomos e seus comportamentos. Embora os modelos atômicos aceitos atualmente sejam bastante complexos, o modelo de Rutherford é muito utilizado por ser visualmente simples e prático ao explicar alguns fenômenos da natureza. Atualmente, é o modelo da mecânica quântica ou da mecânica ondulatória ou modelo orbital ou da nuvem eletrônica aceito para definir a estrutura atômica. ==Modelo na antiguidade== No século V a.C., os filósofos gregos Demócrito e Leucipo defendiam o atomismo, em que se acreditava que dividindo a matéria em pedaços cada vez menores, chegar-se-ia em partículas que seriam invisíveis ao olho humano e, segundo esses pensadores, indivisíveis. Graças a essa propriedade de ser indivisíveis, receberam o nome de átomos, termo que significa justamente indivisíveis, em grego.\" O atomismo foi a teoria cujas princípios básicos mais se aproximaram das modernas concepções científicas sobre o modelo atômico. Demócrito propôs que a realidade, o todo, se compõe não só de átomos ou partículas indivisíveis de natureza idêntica, conforme proposto por Parmênides. Demócrito acreditava que o vácuo era um não ente. Esta tese entrou em franca contradição com a ontologia parmenídea. Parmênides propôs a teoria da unidade e imutabilidade do ser. Esta estava em constante mutação através dos postulados de Heráclito. Heráclito postulava que não-ente (vácuo) e matéria (ente) desde a eternidade interagem entre si dando origem ao movimento, e que os átomos apresentam as propriedades de: forma, movimento, tamanho e impenetrabilidade, e, por meio de choques entre si, dão origem a objetos. Segundo Demócrito a matéria era descontínua, portanto, ao invés dos corpos macroscópicos, os corpos microscópicos (átomos) não interpenetram-se nem dividem-se, sendo suas mudanças observadas em certos fenômenos físicos e químicos como associações de átomos e suas dissociações e que qualquer matéria é resultado da combinação de átomos dos quatro elementos: ar; fogo; água e terra. Aristóteles, ao contrário de Demócrito, postulou a continuidade da matéria, ou, não constituída por partículas indivisíveis. Em 60 a.C., Lucrécio compôs o poema De Rerum Natura, que discorria sobre o atomismo de Demócrito. Os filósofos porém, adotaram o modelo atômico de Aristóteles, da matéria contínua, que foi seguido pelos pensadores e cientistas até o século XVI d.C. ==John Dalton== O professor da universidade inglesa New College, em Manchester, John Dalton foi o criador da primeira teoria atômica moderna na passagem do século XVIII para o século XIX. Em 1803 Dalton publicou o trabalho Absorption of Gases by Water and Other Liquids, (Absorção de gases pela água e outros líquidos), neste delineou os princípios de seu modelo atômico. Segundo Dalton: *átomos de elementos diferentes possuem propriedades diferentes entre si; *átomos de um mesmo elemento possuem propriedades iguais e de peso invariável; *átomo é a menor porção da matéria, e são esferas maciças e indivisíveis; *nas reações químicas, os átomos permanecem inalterados; *na formação dos compostos, os átomos entram em proporções numéricas fixas 1:1, 1:2, 1:3, 2:3, 2:5 etc.; *o peso total de um composto é igual à soma dos pesos dos átomos dos elementos que o constituem. Em 1808, John Dalton propôs a teoria do modelo atômico, onde o átomo é uma minúscula esfera maciça, impenetrável, indestrutível, indivisível e sem cargas elétricas. Todos os átomos de um mesmo elemento químico são idênticos. Seu modelo atômico foi chamado de modelo atômico da bola de bilhar. Em 1810 foi publicada a obra New System of Chemical Philosophy (Novo sistema de filosofia química), nesse trabalho havia testes que provavam suas observações, como a lei das pressões parciais, chamada de Lei de Dalton, entre outras relativas à constituição da matéria. Contudo, é importante ter em mente que a teoria do modelo atômico proposta por Dalton não foi aceita de imediato. Isto pôde observado no Congresso de Karlsruhe de 1860, em especial relação controversa dos atomistas com os anti-atomistas, também chamado de equivalentistas, dois grupos opostos, com ideais políticos, históricos e sociais diferentes. Um dos fatores que impactou na aceitação da teoria do modelo atômico, principalmente ao se tratar dos químicos franceses, que preferiam os equivalentes, era a dificuldade de acreditar em algo que não se pode ver, principalmente após o grande impacto do Iluminismo na França. Ao ver dos cientistas franceses, acreditar na existência dos átomos seria o mesmo que retroceder a idade das trevas.OKI, Maria da Conceição Marinho. O Congresso de Karlsruhe e a Busca do Consenso sobre a Realidade Atômica no Século XIX. Química Nova na Escola, n. 26, p. 24-28, novembro, 2017 Ao fim do congresso, os cientistas ainda tentavam chegar a um consenso e, mesmo com as evidências a favor da hipótese atômica, alguns químicos franceses, como Berthelot, se mantiveram fazendo uso dos equivalentes. Esta resistência resultou na notação atomista sendo pouco aceita na França e pouco incorporada no ensino de química do país; e ainda que os átomos tenham sido incorporados aos materiais didáticos franceses em 1894, até 1930 ainda tratavam a teoria atômica como hipótese atômica. ==Joseph John Thomson== Em 1897, ao descobrir uma partícula ainda menor que qualquer átomo, o elétron, Joseph John Thomson formulou a teoria segundo a qual toda matéria, independente de suas propriedades, contém partículas de massa muito menores que o átomo do hidrogênio. Inicialmente denominou-as de corpúsculos, que depois ficaram conhecidas como elétrons, e acreditava que era impossível auto- dividir as partes sem que ocorra um serramento de fissão nuclear no átomo. A demonstração se deu ao comprovar a existência daqueles corpúsculos nos raios catódicos disparados no tubo de Crookes (um tubo que continha vácuo), depois da passagem de uma corrente elétrica sob altíssima tensão. Através de suas experiências, Thomson concluiu que a matéria era formada por um modelo atômico diferente do modelo atômico de Dalton: o átomo seria uma esfera de carga positiva, que continha corpúsculos (elétrons) de carga negativa distribuídos uniformemente. Tal modelo ficou conhecido como pudim de passas. ==Ernest Rutherford== As bases para o desenvolvimento da física nuclear foram lançadas por Ernest Rutherford ao desenvolver sua teoria sobre a estrutura atômica. O cientista estudou por três anos o comportamento dos feixes de partículas ou raios X, além da emissão de radioatividade pelo elemento Urânio. Uma das inúmeras experiências realizadas, foi a que demonstrava o espalhamento das partículas alfa. Esta foi base experimental do modelo atômico do chamado átomo nucleado onde elétrons orbitavam em torno de um núcleo. Durante suas pesquisas Rutherford observou que para cada 10.000 partículas alfa aceleradas incidindo numa lâmina de ouro, apenas uma refletia ou se desviava de sua trajetória. A conclusão foi que o raio de um átomo poderia ser em torno de 10.000 vezes maior que o raio de seu núcleo. Rutherford e Frederick Soddy ainda, descobriram a existência dos raios gama e estabeleceram as leis das transições radioativas das séries do tório, do actínio e do rádio. O modelo atômico de Rutherford ficou conhecido como modelo planetário, pela sua semelhança com a formação do Sistema Solar. Em 1911, Ernest Rutherford propôs o modelo de átomo com movimentos planetários. Este modelo foi estudado e aperfeiçoado por Niels Bohr, que acabou por demonstrar a natureza das partículas alfa como núcleos de hélio. ==Niels Bohr== A teoria orbital de Rutherford encontrou uma dificuldade teórica resolvida por Niels Bohr. *No momento em que temos uma carga elétrica negativa composta pelos elétrons girando ao redor de um núcleo de carga positiva, este movimento gera uma perda de energia devido a emissão de radiação constante. Num dado momento, os elétrons vão se aproximar do núcleo num movimento em espiral e cair sobre si. Em 1911, Niels Bohr publicou uma tese que demonstrava o comportamento eletrônico dos metais. Na mesma época, foi trabalhar com Ernest Rutherford em Manchester, Inglaterra. Lá obteve os dados precisos do modelo atômico, que iriam lhe ajudar posteriormente. Em 1913, observando as dificuldades do modelo de Rutherford, Bohr intensificou suas pesquisas visando uma solução teórica. Em 1916, Niels Bohr retornou para Copenhague para atuar como professor de física. Continuando suas pesquisas sobre o modelo atômico de Rutherford. Em 1920, nomeado diretor do Instituto de Física Teórica, Bohr acabou desenvolvendo um modelo atômico que unificava a teoria atômica de Rutherford e a teoria da mecânica quântica de Max Planck. Sua teoria consistia que ao girar em torno de um núcleo central, os elétrons deveriam girar em órbitas específicas com níveis energizados. Realizando estudos nos elementos químicos com mais de dois elétrons, concluiu que se tratava de uma organização bem definida em orbitais. Descobriu ainda que as propriedades químicas dos elementos eram determinadas pelo orbital mais externo. Louis Victor Pierre Raymondi (sétimo duque de Broglie), onde todo corpúsculo atômico pode comportar-se de duas formas, como onda e como partícula. Bohr propôs os seguintes postulados: 1\\. Um electrão num átomo move-se numa órbita circular em torno do núcleo sob a influência da força de Coulomb entre o electrão e o núcleo. 2\\. Um electrão move-se em uma órbita para a qual o seu momento angular orbital, \\vec{L} , é um múltiplo inteiro de \\hbar. 3\\. Um electrão, movendo-se numa órbita permitida, não irradia energia electromagnética. Assim, sua energia total E permanece constante. 4\\. Radiação electromagnética é emitida se um electrão, inicialmente movendo-se em uma órbita de energia total E_{i} descontinuamente altera o seu movimento para que ele se possa mover em uma órbita de energia total E_{f}. A frequência da radiação emitida v é igual à quantidade \\frac{(E_{i} - E_{f})}{h} == Modelo de nuvem de electrões do átomo == O modelo de nuvem representa uma espécie de história sobre onde o electrão, provavelmente, tenha estado e onde provavelmente irá. Pode visualizar um ponto no meio de uma esfera, em grande parte vazia, para representar o núcleo enquanto pontos menores em torno do núcleo representam instâncias do electrão ter estado ali. A coleção de vestígios rapidamente começa a assemelhar-se a uma nuvem. == Schrödinger, de Broglie e Heisenberg == Erwin Schrödinger, Louis de Broglie e Werner Heisenberg, reunindo os conhecimentos de seus predecessores e contemporâneos, acabaram por desenvolver uma nova teoria do modelo atômico, além de postular uma nova visão, chamada de mecânica ondulatória. Fundamentada na hipótese proposta por Broglie onde todo corpúsculo atômico pode comportar-se como onda e como partícula, Heisenberg, em 1925, postulou o princípio da incerteza. A ideia de órbita eletrônica acabou por ficar desconexa, sendo substituída pelo conceito de probabilidade de se encontrar num instante qualquer um dado elétron numa determinada região do espaço. O átomo deixou de ser indivisível como acreditavam filósofos gregos antigos e Dalton. O modelo atômico portanto, passou a se constituir na verdade, de uma estrutura mais complexa. == Ver também == *Mecânica Quântica *Princípio de Heisenberg ==Leitura adicional== *BOHR, Niels Henrik David; French, A P ; Kennedym P J. Niels Bohr: A Centenary Volume. Cambridge, Mass.: Harvard University Press, 1985. *BOHR, Niels Henrik David; Física Atômica e Conhecimento Humano: ensaios 1932-1957, Rio de Janeiro, Contraponto, 1962. *BOPP, F; Kleinpoppen, H. Physics of the One and Two-electron Atoms. Proceedings. Amsterdam, North-Holland Pub. Co., 1969. *BROWN, Andrew, The Neutron and the Bomb: A Biography of Sir James Chadwick, Oxford, New York, Oxford University Press, 1997. *Chadwick's article in Nature, maio 10, 1932: \"The Existence of a Neutron\" *DALTON, John, On the Absorption of Gases by Water and Other Liquids, Memoirs of the Literary and Philosophical Society of Manchester, Second Series, 1, 271-87 (1805). *GRIBBIN, J., À procura do gato de Schrödinger, Lisboa, Editorial Presença, 1986. *HAWKING, Stephen, Uma breve história do tempo. Do big bang aos buracos negros, Rio de Janeiro, Rocco, [1988] 2002. *HAWKING, Stephen, Buracos negros, universos-bebês e outros ensaios, Rio de Janeiro, Rocco, 1995. *HAWKING, Stephen, O Universo numa Casca de Noz, ARX, São Paulo, 2002. *HEISENBERG, Werner, Física e filosofia, Brasília, Editora da UnB, 1984. *THOMSON, Sir Joseph John, Electric discharges through gases, Ionization of gases, Radioactivity, Eletrodinamica. Cambridge [Eng.] University Press, 1928-33. *MEHRA, J.; Rechenberg, H. The historical development of quantum theory Vol.5: Erwin Schrödinger and the rise of wave mechanics (New York, 1987). *PIZA, A. F. R de T.., Schrödinger & Heisenberg. A Física além do senso comum, São Paulo, Odysseus, 2003. *RUTHERFORD, Ernest, Radio-Activity, Dover Phoenix Editions, 2004 Categoria:Mecânica quântica",
 "title": "Modelo atômico"
}