{
 "id": "8824",
 "text": "A Free Software Foundation of India é uma organização irmã indiana da estadunidense Free Software Foundation. Foi fundada em Thiruvananthapuram (Trivandrum), a capital de Kerala, em 2001,FSF-I inaugurated in Thiruvananthapuram by Dr. Richard M. Stallman como uma organizações sem fins lucrativos.The What, Why and When of Free Software in India Os defensores do FSFI promover o uso e desenvolvimento de software livre na Índia. Isso inclui educar as pessoas sobre software livre, incluindo o modo como ele pode ajudar a economia de um país em desenvolvimento como a Índia. FSF Índia considera software não-livre que não é uma solução, mas um problema a ser resolvido. Software livre é às vezes chamado localmente Software Swatantra na Índia. Em 2003, após a reunião com o fundador da FSF Richard Stallman, o presidente da Índia Dr. Abdul KalamStallman Goes to IndiaKalam, Stallman discuss open source software exortou os cientistas da computação indianos e profissionais a usarem livre e software de código abertoIndian President Advises Open Source Approach em pesquisa e desenvolvimento.Opt for open source codes for better software security: Kalam ==Logo== O lado esquerdo do logotipo da FSF Índia lembra o famoso Ashoka Chakra, que também aparece na bandeira nacional da Índia, enquanto a metade direita é uma representação de um compact disc. A combinação de ambos os símbolos se destina a chamar a atenção para a semelhança entre liberdade política e software livre, o último dos quais a FSF promove. A Ashoka Chakra, além de ser longa data um símbolo Hindu da época, também se assemelha charkha de Mahatma Gandhi (roda girando), e portanto, no contexto atual, pode simbolizar o movimento de independência da Índia, que resultou na libertação da Índia da ocupação britânica. ==Ver também== * Software Livre * Richard M. Stallman * Abdul Kalam * Movimento Software Livre da Índia * GNU * Free Software Foundation * Free Software Foundation Europe ==Referências== == Ligações externas == * Free Software Foundation of India * A entrevista do LinuxJournal com membros da equipe FSF-Índia * Slashdot and Hindu artigos (datados de 2002) sobre a visita de Stallman a Índia. * Slashdot and Hindu artigos (datados de 2002) sobre o endosso do software livre feito pelo Dr. Kalam. * A entrevista da Blue-GNU: Impacto da FSF Índia de Longo Alcance Categoria:Fundações (instituição) Categoria:Software livre Categoria:Free Software Foundation",
 "title": "Free Software Foundation India"
}