{
 "id": "88441",
 "text": "Marco Opélio Macrino (em latim Marcus Opellius Macrinus; Cesareia, circa 165 — Capadócia, junho de 218), foi imperador romano por catorze meses, entre 217 e 218, e reinou em conjunto com seu jovem filho Diadumeniano. Macrino era por origem berbere da Mauritânia Cesariense. Membro da classe equestre, tornou-se o primeiro imperador que não era da classe senatorial e foi o primeiro imperador da Mauritânia. Antes de ascender ao trono, Macrino serviu sob o imperador Caracala como prefeito pretoriano e tratou dos assuntos civis de Roma. Mais tarde, conspirou contra Caracala e o assassinou em uma tentativa de proteger sua própria vida, sucedendo-o como imperador. Macrino foi proclamado imperador de Roma em 11 de abril de 217, enquanto estava nas províncias orientais do império e posteriormente foi confirmado como tal pelo Senado. No entanto, durante o seu reinado, nunca teve a oportunidade de retornar a Roma. As políticas de seu antecessor haviam deixado os cofres vazios e o império em guerra com vários reinos, incluindo Partia, Armênia e Dácia. Como imperador, primeiro tentou promulgar reformas para trazer estabilidade econômica e diplomática a Roma. Enquanto as ações diplomáticas de Macrino trouxeram paz a cada um dos reinos individuais, os custos monetários adicionais e as reformas fiscais subsequentes geraram inquietação nas forças armadas romanas. A tia de Caracala, Júlia Mesa, aproveitou a agitação e instigou uma rebelião para que seu neto de catorze anos, Heliogábalo, fosse reconhecido como imperador. Macrino foi derrubado na Batalha de Antioquia em 8 de junho de 218 e Heliogábalo se proclamou imperador com o apoio das rebeliões das legiões romanas. Macrino fugiu do campo de batalha e tentou chegar a Roma, mas foi capturado na Calcedônia e mais tarde executado na Capadócia. Ele enviou seu filho aos cuidados de , mas Diadumeniano também foi capturado antes que pudesse chegar ao seu destino e executado. Após a morte de Macrino, o Senado declarou ele e seu filho inimigos de Roma e seus nomes foram tirados dos registros e suas imagens destruídas. == Biografia == Natural da Mauritânia Cesariense, Macrino era um advogado eminente, o que lhe garantiu o cargo de prefeito do pretório do imperador Caracala, um cargo originalmente ligado ao comando da guarda pessoal do imperador, mas que na época tinha responsabilidades cada vez mais administrativas e judiciárias — a partir de Tigide Perene, prefeito e favorito do imperador Cômodo, que havia transformado o cargo de prefeito numa espécie de \"vice\" do imperador. Macrino era, assim, um membro da série de grandes juristas que haviam ascendido à prefeitura do pretório nos reinados de Septímio Severo e Caracala, como Plauciano e Papiniano. Como prefeito, Macrino pertencia à ordem equestre — condição quase obrigatória para exercer o cargo que, pelo poder que trazia, não podia ser entregue senão a um funcionário dependente do imperador — e portanto não pertencia ao senado, tendo sido o primeiro imperador romano que chegou ao poder sem haver exercido qualquer magistratura prévia. Este fato tornava sua legitimidade, em princípio, duvidosa, e Macrino — que não retornou a Roma, governando de Antioquia na província da Síria — tornou-se impopular entre a plebe romana, que em 14 de setembro de 217, segundo Dião CássioDião Cássio. História romana, Livro 79,20 vaiou uma tentativa dos senadores e da ordem equestre de \"puxarem\" aclamações para a nova família imperial durante as corridas no Circo Máximo. Estas corridas eram oferecidas em homenagem ao aniversário do filho do imperador, Diadumeniano, que havia sido associado por seu pai ao império. Macrino ainda agravou sua já instável situação ao tentar reduzir os gastos em soldos militares (aumentados por Caracala) oferecendo um soldo menor para recrutas do que para veteranos. Esta instabilidade permitiu que os membros sobreviventes da dinastia de Septímio Severo organizassem uma reação: a aristocrata síria Júlia Soémia, sobrinha de Júlia Domna, mãe de Caracala, aproveitou-se da situação para proclamar como candidato ao trono seu filho com Sexto Vário Marcelo, um antigo cônsul e governador da Ásia. O candidato em questão era o sacerdote do deus solar da cidade de Emesa, Ávito Bassiano, o qual foi apresentado na ocasião como filho bastardo de Caracala. Um golpe militar vitimou tanto Macrino quanto Diadumeniano, sendo ambos assassinados enquanto tentavam fugir, após a derrota militar de junho de 218, na qual Bassiano (Heliogábalo) foi empossado como imperador. == Bibliografia == * * * * Downey, Glanville. (1961). History of Antioch in Syria: From Seleucus to the Arab Conquest. Literary Licensing. . * * * Gibbon, Edward. (1776). The History of the Decline and Fall of the Roman Empire, Volume 1 * * * * * * * * * Categoria:Imperadores romanos Categoria:Pessoas executadas pelo Império Romano Categoria:Imperadores romanos executados Categoria:Dinastia severa Categoria:Opellii",
 "title": "Macrino"
}