{
 "id": "88516",
 "text": "Marco Antônio Gordiano Semproniano Romano (), mais conhecido como Gordiano I e cognominado Africano, foi imperador em 238 com seu filho e contra Maximino Trácio . == Vida == === Origens e família === Gordiano nasceu em torno de 159 e seu nome provém de uma próspera família. Segundo a História Augusta, era de origem romana e parente do senador Mécio Marulo, que descendia dos Gracos, e sua esposa Úlpia Gordiana, parente do imperador Trajano . Essa genealogia, contudo, parece ser inventada, sendo mais provável que fosse de família grega oriunda do Oriente, talvez na Galácia ou Capadócia. Seu prenome e nome (Marco Antônio) indicam que a família recebeu cidadania romana no tempo de Marco Antônio, no fim da República Romana . Ela não parece ter pertencido aos mais altos níveis da elite senatorial, uma posição só obtida no fim da vida de Gordiano. Semprônia Romana, filha do secretário do epistolário grego Semprônio Áquila, erigiu uma inscrição funerária não datada em Ancara a seu marido (cujo nome se perdeu) e que morreu como pretor designado. Os nomes dessa mulher, segundo Michael L. Mecker, podem indicar que era parente da mãe ou avó de Gordiano. O mesmo autor diz que o procônsul Antônio Gordiano a quem Filóstrato decidiu a Vidas dos Sofistas e que se alega ter sido descendente de Herodes Ático foi originalmente associado a este Gordiano, mas sua data de nascimento e o que se sabe dos filhos de Herodes torna a conexão improvável. Atualmente se tem colocado que o dedicado seria , filho de Gordiano, e que o último foi casado com uma neta de Herodes, ou então que o uso de Filóstrato da palavra pai no contexto (aqui significando \"professor\") possa estar aludindo à carreira acadêmica de Gordiano, que teria estudado com um aluno de Herodes. A História Augusta aponta que o nome de sua esposa era Fábia Orestila, um provável nome inventado. Além de Gordiano II, foi pai de ao menos uma filha, cuja História coloca que se chamava Mécia Faustina (outro nome inventado), e que foi mãe de . A obra afirma ainda que foi pai de outro filho de nome incerto, cuja existência não pode ser provada ou negada. === Carreira === A História diz que, quando jovem, redigiu o poema épico Antoniníada em 30 livros acerca dos reinados de Antonino Pio e Marco Aurélio . Não se sabe se o poema existiu, e os historiadores pensam que tal afirmação, e a dedicação de Filóstrato, indicam que fosse intelectual, cuja carreira no governo foi auxiliada por feitos literários e retóricos. Inscrições da Britânia indicam que serviu como governador pretoriano da Britânia Inferior em 216. Talvez sob Heliogábalo , foi cônsul sufecto, e depois serviu como governador da Celessíria ou comandante da em Antioquia e governador pretoriano da Acaia. Em 238, no último ano do reinado de Maximino Trácio , e já com quase 80 anos, serviu como procônsul da África. No fim do inverno ou início da primavera, eclodiu uma revolta na África devido a cada vez maior pressão tributária e confiscos impostos pelo imperador. Os revoltosos mataram o procurador de Tisdro e proclamaram Gordiano, que à época estava na cidade, como imperador e o cognominaram Africano. Em poucos dias, deixou Tisdro e entrou em Cartago, onde foi recebido com entusiasmo pelos residentes e as tropas. Foram feitos preparativos para assassinar, em Roma, o prefeito pretoriano Vitaliano, depois do que a revolta foi anunciada publicamente na capital e o senado reconheceu-o imperador. O governador da Numídia, o senador Capeliano, por sua antiga inimizade com Gordiano, reuniu suas tropas numericamente superiores, reconheceu Maximino como legítimo e marchou a Cartago. Gordiano II, que já podia ter sido proclamado coimperador ou o foi nesta ocasião, tornar-se-ia comandante das tropas de seu pai e marchou contra Capeliano, que o derrotou o matou. Cartago foi tomada e Gordiano se suicidou enforcado num cinto. == Bibliografia == * ==Ligações externas== *Lives of the Gordians (História Augusta at LacusCurtius: texto latino e tradução inglesa) Categoria:Imperadores romanos Categoria:Monarcas suicidas Categoria:Ano dos seis imperadores Categoria:Romanos antigos que cometeram suicídio Categoria:Antonii Categoria:Procônsules da África Categoria:Governadores romanos da Britânia Categoria:Governadores romanos da Acaia",
 "title": "Gordiano I"
}