{
 "id": "88545",
 "text": "A jiade ou jihad () é um conceito do islão que é habitualmente entendido como \"guerra santa\" contra os inimigos da religião muçulmana. Aquele que segue a jihad é conhecido como mujahid. Num segundo sentido, que surgiu posteriormente, pode significar \"luta interior\" mediante vontade pessoal de se buscar e conquistar a fé perfeita. Há duas formas de atualmente de entender a jihad, o modo \"Jihad Maior\" e o modo \"Jihad Menor\". Conforme a palavra surge frequentemente no Alcorão, com e sem conotações militaresː dezassete derivados de jihad ocorrem quarenta e uma vezes em onze textos de Meca e trinta de Medina, com os seguintes cinco significados: esforço por causa da crença religiosa (21), guerra (12), pais não muçulmanos exercendo pressão, ou seja, jihad, para fazer seus filhos abandonar o Islã (2), juramentos solenes (5) e força física (1). A Jihad Maior é descrita como uma luta do indivíduo consigo mesmo, pelo domínio da alma; e a Jihad Menor é descrita como a luta armada que os muçulmanos fazem contra os adversários do islão. Esta divisão apenas surgiu no em um livro de , que transmite aquele referido dito de Maomé, ou seja: antes deste período apenas havia uma jihad e essa, de acordo com os textos fundacionais do islão, era a \"Jihad Menor\" como se pode ver na surah 4:95 do Alcorão. Com efeito, nenhuma das quatro escolas de jurisprudência sunitas, nem a tradição xiita, se referem à \"Jihad Maior\". Mas não só: nenhum dos (seis maiores colecções de hádices) — Sahih al-Bukhari, , , , e — que a seguir ao Alcorão são os textos mais importantes para a formação identitária e teológica do islão, se referem, nas 200 vezes que se reportam a jihad, à \"Jihad Maior\", mas apenas à jihad de luta exterior e conquista. Ou seja: dizer que a verdadeira jihad é uma luta interior é, não só, uma posição herética face àquelas escolas ortodoxas de jurisprudência, mas ir contra as próprias palavras do profeta muçulmano Maomé que, por exemplo, disse: # «Está escrito que Amr bin Abasah disse: “fui ter com Maomé e perguntei: ‘Oh mensageiro de Alá, qual é a melhor jihad? Maomé disse: ‘A de um homem cujo sangue é derramado e o seu cavalo é ferido’”» (Sunan ibn Majah 2794) # «Está escrito segundo a autoridade de Abu Huraira que Maomé disse: ‘Aquele que morreu mas não lutou no caminho de Alá nem expressou alguma determinação por lutar, morreu como morrem os hipócritas» ( 2:4696) == Bandeiras == A jihad carrega consigo suas bandeiras com a escrita da Shahadah o primeiro dos cinco pilares do Islã, defendendo que não há deuses senão Alá. São duas as bandeiras da jihad, a mais comum, a al-Raya, também escrita como ar-Rayah e comumente chamada Bandeira da Jihad, é a mais usada por grupos jiadistas modernos; a bandeira branca, al-Liwa não muito é referenciada pois refere-se ao Califado e não exatamente ao ato ou grupos em prol da jihad. == Bibliografia == * Khadduri, Majid. War and peace in the law of Islam. Baltimore: Johns Hopkins University, 1958. * Morabia, Alfred. Le gihad dans l’Islam médiéval. Paris: Albin Michel, 1993. * Melis, Nicola. Trattato sulla guerra. \"Il Kitab al-gihad di Molla Hüsrev\". Cagliari: Aipsa, 2002. * Melis, Nicola. Il concetto di ğihād, in P. Manduchi (a cura di), Dalla penna al mouse: Gli strumenti di diffusione del concetto di gihad. Milão: Franco Angeli, 2006, pp. 23–54. * Melis, Nicola. A Hanafi treatise on rebellion and ğihād in the Ottoman age (XVII c.), in Eurasian Studies, Istituto per l’Oriente/Newnham College, Roma- Cambridge, Volume II; Number 2 (dezembro 2003), pp. 215–226. * Peters, Rudolph. Islam and colonialism: The doctrine of Jihad in modern history. \"Religion and Society\", Mouton, Haia, 1979. == Ligações externas == * Resposta ao Jiadismo Radical, por Nuno Lemos Pires, Nexo Literário, abril de 2016 Categoria:Conceitos islâmicos Categoria:Práticas religiosas Categoria:Guerras religiosas Categoria:Palavras, frases e expressões em árabe",
 "title": "Jihad"
}