{
 "id": "88587",
 "text": "Militello in Val di Catania (Militeddu em Siciliano), até 1862 chamado Militello in Val di Noto, é uma cidade italiana de 7.282 habitantes pertencente a província de Catania, na Sicilia. Estende-se por uma área de 62 km², tendo uma densidade populacional de 132 hab/km². Faz fronteira com Francofonte (SR), Lentini (SR), Mineo, Palagonia, Scordia, Vizzini. Seus habitantes são chamados de militelessi (antigamente chamados de \"militellani\"). A cidade possui muitas igrejas, museus, ex monastérios, palácios e fontes. Devido ao grande valor de seu patrimônio monumental, em 2002 foi inserida junto com outras sete cidades barrocas antigas de Val di Noto, na lista dos locas declarados pela UNESCO como patrimônio da Humanidade. == Geografia == Militello in Val di Catania se encontra nas camadas extremas do monte Iblei, a 45 km de distânca de Catania e 38 km de Caltagirone a qual é ligada pela estrada estadual 385. Outra estrada estatal que permite acesso a Militello são as: SS 417 (Catania-Gela), a SS 124 (Siracusana) e a SS 194/514 (Ragusana) a qual é conectada por estradas provinciais. Também é possível chegar a Militello de trem pela estação de trem homônima, situada na periferia norte da cidade. == Geologia == A cidade de Militello se encontra quase ao limite da Avanfossa Gela-Catana, observável na zona da Palagonia, a uma altura de 413 metros. O substrato pelo qual se encontra é o calcário e pertence ao domínio de Avampaese Ibleo. Além disso, as lavas basálticas quaternárias frequentemente referindo-se às efusões submarinas devidas aos Avampes sob a cadeia do Magrebe, são frequentemente encontradas em afloramento. As \"pillows lava\" o \"lava a cuscini\" são observáveis na entrada sul de Militello. == História de Militello == Apesar das evidências arqueológicas, numerosas são as hipóteses da fundação da cidade, e algumas se tornaram verdadeiras lendas. A mas conhecida de todas, embora não existam provas documentais, é a do escritor Pietro Carrera (1573-1647), que relata a fundação da Miltello no tempo dos Romanos: as tropas do Cônsul Marco Claudio Marcello, durante o cerco de Siracusa de 212 a.C., para escapar da epidemia da Malária, esta tropa então procurou um lugar mais seguro para acampar-se, encontrando a aproximadamente trinta milhas da costa um planalto saudável e de águas claras. Assim foi fundada a colônia de \"Militum Tellus\" (terra de soldados) que recebeu o nome dado. Mais provavelmente, como importantes provas monumentais (resto de uma torre normanda) e provas diplomáticas (uma provisão eclesiástica de Roger II, o Grande Conde da Sicília e da Calábria, do ano 1115), a origem da cidade hoje é para ser política de controle territorial empreendida pelos normandos no final da conquista da Sicília (no final do século XI). Portanto, o topônimo latim-medieval \"Militellus\" (de \"Militum Tellus\", ou \"terra dos soldados\") faz referência a distribuição de terra, operada pelo conde Roger I, em favor dos membros de seu exército (como refere-se o escritor Goffredo Malaterra). Os normandos são as primeiras evidências de atividade edificada no lugar, como a Igreja de Santa Maria (mais tarde se tornou Santa Maria de Estela) e a torre- dongione, edifício construído a perto da pedreira, em um contexto de habitação predominantemente rochosa (indicação de casas construídas com pedras/rochas). ==Demografia== Categoria:Comunas de Catânia (província)",
 "title": "Militello in Val di Catania"
}