{
 "id": "88632",
 "text": "A Air Canada é a maior linha aérea do Canadá. É atualmente a décima nona maior linha aérea do mundo em número de passageiros transportados anualmente, possuindo a décima segunda maior frota do mundo. A Air Canada emprega mais de 42 mil pessoas. Sua frota é de 358 aviões, atendendo uma média de 20 milhões de passageiros por ano. O principal centro de operações da Air Canada é o Aeroporto Internacional Pearson Toronto, em Mississauga, Ontário, enquanto a sede da empresa está localizado em Montreal, Quebec. É considerada uma das linhas aéreas mais seguras do mundo. A Air Canada é um membro fundador da Star Alliance, juntamente com Lufhtansa, SAS e United Airlines. A Air Canada tem uma frota de aeronaves de grande porte Airbus A330, Boeing 767, Boeing 777 e Boeing 787 Dreamliner em rotas de longa distância e usa a aeronave da família Airbus A320 (incluindo as variantes A319, A320 e A321), Boeing 737 MAX 8, e as aeronaves da família Embraer E190 em rotas de curta distância. As divisões operacionais da transportadora incluem a Air Canada Cargo, a Air Canada Express, a Air Canada Jetz (jatinhos particulares) e a Air Canada Rouge (companhia aérea de lazer). Sua subsidiária, a Air Canada Vacations, oferece pacotes de férias para mais de 90 destinos. Juntamente com seus parceiros regionais, a companhia aérea opera, em média, mais de 1602 voos programados diariamente. O serviço regional da companhia aérea é o Air Canada Express. ==História== Linhas Aéreas Trans-Canada O antecessor da Air Canada, a Trans- Canada Air Lines (TCA), foi criado por legislação federal como subsidiária da Canadian National Railway (CNR) em 11 de abril de 1937. O recém-criado Departamento de Transportes, sob o comando do Ministro C. Howe, desejava que uma companhia aérea sob controle governamental ligasse as cidades na costa do Atlântico às da costa do Pacífico. Usando $ 5 milhões em dinheiro semente da Crown, dois Lockheed Model 10 Electras e um biplano Boeing Stearman foram comprados da Canadian Airways e experientes executivos de linhas aéreas da United Airlines e da Delta Airlines foram contratados. Os voos de passageiros começaram em 1 de setembro de 1937, com um Electra transportando dois passageiros e correio de Vancouver para Seattle, uma viagem de ida e volta de US$ 14,20 e, em 1 de julho de 1938, o TCA contratou seus primeiros comissários de bordo. As rotas transcontinentais de Montreal a Vancouver começaram em 1º de abril de 1939, usando 12 Lockheed Model 14 Super Electras e seis Lockheed Model 18 Lodestars. Em janeiro de 1940, a companhia aérea tinha crescido para cerca de 579 funcionários. A Canadian Pacific Airlines (CP Air) sugeriu em 1942 uma fusão com a TCA. O primeiro-ministro William Lyon Mackenzie King rejeitou a proposta e introduziu uma legislação que regulamenta o TCA como a única companhia aérea no Canadá com permissão para fornecer voos transcontinentais. Com o aumento das viagens aéreas após a Segunda Guerra Mundial, a CP Air recebeu um voo de costa a costa e algumas rotas internacionais. Originalmente sediado em Winnipeg, que também era o local da base de manutenção nacional, o governo federal mudou a sede da TCA para Montreal em 1949; a base de manutenção depois também se mudou para o leste. Com o desenvolvimento do ReserVec em 1953, o TCA tornou-se a primeira companhia aérea do mundo a usar um sistema de reserva de computador com terminais remotos. Em 1964, o TCA tinha crescido para se tornar a companhia aérea nacional do Canadá e, em 1964, Jean Chrétien apresentou um projeto de lei para mudar o nome da companhia aérea Trans-Canada Airlines para Air Canada, que a TCA usava há muito tempo como seu nome em francês. . Este projeto de lei falhou, mas foi posteriormente reenviado e aprovado, com a alteração do nome tendo efeito em 1º de janeiro de 1965. Elizabeth II, a Rainha do Canadá, voou no primeiro avião para levar o nome e a estampa da Air Canada quando partiu para o Reino Unido no final de sua turnê de 1964 pela Ilha do Príncipe Eduardo, Quebec, e Ontário em 1964. 1970 e 1980: primeiros anos Durante a década de 1970, os regulamentos governamentais garantiram o domínio da Air Canada sobre as operadoras regionais domésticas e a rival CP Air. As companhias de transporte de curta distância estavam restritas a uma das cinco regiões e não podiam competir diretamente com a Air Canada e a CP Air. A CP Air estava sujeita a limites de capacidade em voos intercontinentais e restrita a operações domésticas. As tarifas da Air Canada também estavam sujeitas à regulamentação do governo. Em 1976, com a reorganização da CNR, a Air Canada tornou-se uma corporação independente da Crown. A Lei da Air Canada de 1978 garantiu que a companhia aérea competisse em pé de igualdade com companhias aéreas regionais rivais e a CP Air, e pôs fim ao controle regulador direto do governo sobre as rotas, tarifas e serviços da Air Canada. O ato também transferiu a propriedade da Canadian National Railway para uma subsidiária do governo nacional. A desregulamentação do mercado de companhias aéreas canadenses, sob o novo National Transportation Act, de 1987, inaugurou oficialmente o mercado de companhias aéreas no Canadá para igualar a concorrência. A expansão da frota da transportadora viu a aquisição de jatos Boeing 727, Boeing 747 e Lockheed Tristar. Em 1978, Judy Cameron se tornou a primeira piloto do sexo feminino contratada para voar para qualquer grande transportadora canadense quando foi contratada para voar pela Air Canada. Com os novos gastos da frota superando os ganhos, as autoridades da Air Canada indicaram que a companhia precisaria de fontes adicionais de capital para financiar sua modernização. Em 1985, o governo canadense indicava a disposição de privatizar tanto a Canadian National Railways como a Air Canada. Em 1988, a Air Canada foi privatizada e 43% das ações foram vendidas no mercado público, com a oferta pública inicial concluída em outubro daquele ano. Por esta altura, a CP Air, rival de longa distância, tornou-se Canadian Airlines International após a sua aquisição pela Pacific Western Airlines. Em 7 de dezembro de 1987 a Air Canada tornou-se a primeira companhia aérea do mundo com uma política de não-fumantes em toda a frota, e em 1989 tornou-se completamente privatizada. O bem-sucedido programa de privatização foi liderado pelo presidente e CEO, Pierre J Jeanniot. As atividades de comunicação extensiva associadas foram auxiliadas pelo Presidente Não- Executivo, Claude I. Taylor. Anos 90: mudanças estratégicas No início da década de 1990, a Air Canada encontrou dificuldades financeiras à medida que a indústria da aviação caía após a Guerra do Golfo Pérsico. Em resposta, a companhia aérea reestruturou a administração contratando Hollis L. Harris, ex- executivo da Delta Air Lines, como seu CEO. Harris reestruturou as operações da companhia aérea, reduziu posições de gerência, mudou a sede da empresa para o Aeroporto de Dorval, e vendeu o negócio de cartões enRoute para o Diners Club em 1992. Em 1994, a Air Canada havia retornado à lucratividade. O mesmo ano também viu a transportadora ganhar acesso à rota para voar do Canadá para o novo Aeroporto de Kansai em Osaka, Japão. Em 1995, aproveitando um novo acordo de céu aberto EUA-Canadá, a Air Canada acrescentou 30 novas rotas transfronteiriças. Em maio de 1997, a Air Canada tornou-se membro fundador da Star Alliance, com o lançamento da companhia aérea em codeshare com vários membros da aliança. A segunda metade da década de 1990 viu a companhia ganhar lucros consistentes, totalizando US$ 1 bilhão para o período de 1997 a 1999. Em 2 de setembro de 1998, pilotos da Air Canada lançaram a primeira greve de pilotos da empresa, exigindo salários mais altos. No final de 1999, o governo canadense afrouxou algumas das regulamentações da aviação, visando criar uma consolidação do setor de aviação canadense. Naquele ano, a American Airlines, em conjunto com a empresa financeira canadense Onex Corp, lançou ofertas públicas de aquisição da concorrente Canadian Airlines e Air Canada, o que motivou a Air Canada a apresentar uma oferta concorrente para seu maior concorrente. Anos 2000: fusão e reorganização Em janeiro de 2001, a Air Canada adquiriu a segunda maior transportadora aérea do Canadá, a Canadian Airlines, fundindo as operações desta última, tornando-se a décima segunda maior companhia aérea do mundo na primeira década do século XXI. Como a Air Canada ganhou acesso às demonstrações financeiras do seu ex-rival, as autoridades descobriram que a companhia estava em pior forma financeira do que se acreditava anteriormente. Uma estratégia de fusão acelerada foi buscada, mas no verão de 2000 os esforços de integração levaram a atrasos nos voos, problemas de bagagem e outras frustrações. No entanto, o serviço melhorou após a promessa dos funcionários da Air Canada de fazê-lo em janeiro de 2001. A companhia aérea foi confrontada com a desaceleração do mercado global de aviação e o aumento da concorrência, registrando prejuízos consecutivos em 2001 e 2002. === Falência e reestruturação === Como a Air Canada empregou uma política de terra queimada para impedir que a aquisição proposta pela Onex fosse uma de suas linhas de defesa, ela havia se sobrecarregado com contratos onerosos com quase todos os seus fornecedores. Como resultado, em 1º de abril de 2003, a Air Canada entrou com pedido de proteção sob a Lei de Acordos de Credores das Empresas; emergiu dessa proteção em 30 de setembro de 2004, 18 meses depois. Durante o período de proteção à falência, a empresa foi sujeita a duas propostas concorrentes da Cerberus Capital Management e Victor Li. A oferta da Cerberus teria visto o ex-primeiro-ministro Brian Mulroney instalado como presidente, sendo recrutado pelo presidente do conselho consultivo internacional da Cerberus, Dan Quayle, ex-vice-presidente dos Estados Unidos. A Cerberus foi rejeitada porque tinha a reputação de mudar os contratos de pensão de funcionários existentes, um movimento fortemente contestado pelo CAW. Inicialmente, a Air Canada escolheu a Trinity Time Investments, de Victor Li, que inicialmente solicitou o veto de um conselho e a presidência em troca do investimento de US $ 650 milhões na companhia aérea. Li, que possui dupla cidadania do Canadá e Hong Kong, depois exigiu mudanças no plano de pensão (que não estava em sua oferta original de aquisição), mas desde que os sindicatos se recusaram a ceder, a oferta foi retirada. Airbus A330-300 pousando no aeroporto de Heathrow, em Londres, com a decoração de 2005-2017 Finalmente, o Deutsche Bank revelou um pacote de financiamento de US $ 850 milhões para a Air Canada, se cortasse US $ 200 milhões em custos anuais, além dos US $ 1,1 bilhão que os sindicatos haviam acordado em 2003. Foi aceito após conversas de última hora entre o CEO Robert Milton e O presidente do CAW, Buzz Hargrove, conseguiu as concessões sindicais necessárias para permitir que a proposta fosse aprovada. A ACE Aviation Holdings tornou-se a nova empresa controladora sob a qual a reorganização da Air Canada foi realizada. No entanto, em novembro de 2012, a ACE vendeu todas as ações e garante que detinha na Air Canada. Em outubro de 2004, a cantora canadense Celine Dion se tornou o rosto da Air Canada, na esperança de relançar a companhia aérea e atrair um mercado mais internacional após um período de 18 meses de proteção contra falência. Ela gravou seu single, You and I, que apareceu em vários comerciais da Air Canada. Modernização da frota Em 31 de outubro de 2004 o último voo Boeing 747 da Air Canada desembarcou em Toronto de Frankfurt como AC873, encerrando 33 anos de serviço 747 com a companhia aérea. A frota do Boeing 747-400 foi substituída pela frota do Airbus A340. Em 19 de outubro de 2004 a Air Canada revelou um novo esquema de cores de aeronaves e uniformes. Um Boeing 767-300ER foi pintado na nova cor prata azul, e a cauda verde escura / quase preta foi substituída por uma nova versão da folha de bordo conhecida como 'Folha Fria'. Boeing 777-200LR, da Air Canada, o avião mais longo do mundo para voos de longa distância Em 9 de novembro de 2005, a Air Canada concordou em renovar sua frota widebody comprando 16 Boeing 777 (10 -300ER, 6 -200LR) e 14 Boeing 787-8s. Colocou opções em 18 Boeing 777 e 46 Boeing 787-8 e -9. As entregas dos 777 começaram em março de 2007 e as entregas dos 787 começaram em maio de 2014. Wikinews tem notícias relacionadas: Boeing garante US$ 11 bilhões em ofertas de aeronaves Em 24 de abril de 2007, a Air Canada exerceu metade de suas opções para o Boeing 787 Dreamliner. O pedido firme para os Dreamliners então ficou em 37 mais 23 opções, para um total de 60. A companhia aérea também cancelou pedidos de dois Boeing 777Fs. Em novembro de 2007, a Air Canada arrendou um Boeing 777-300ER adicional. Projeto XM Uma televisão pessoal a bordo de uma aeronave da Air Canada (Projeto XM) Iniciado em julho de 2006 e desde que foi concluído, o Projeto XM: Extreme Makeover, foi um projeto de substituição de aeronaves no valor de US $ 300 milhões para instalar novas cabines em todas as aeronaves. Novas aeronaves, como o Boeing 777, foram entregues com a nova fábrica de cabines instalada. Novos recursos de cabine incluídos: No Executive First, novas Executive First Suites totalmente planas horizontais (em Boeing 767, Boeing 777 e Airbus A330). Novas cabines em todas as classes em todas as aeronaves, com novas opções de entretenimento. AVOD pessoal (LCD touchscreen de 8,9 pol. Ou 230 mm) nas classes Econômica (nacional e internacional) e Executiva (doméstica). Maior AVOD (LCD touchscreen de 12 ou 300 mm) equipado com fones de ouvido Sennheiser com cancelamento de ruído disponíveis nas Executive First Suites. Jogos interativos em todos os assentos em Executivo e Economia; XM Radio Canada disponível em todos os lugares. Portas USB para recarregar dispositivos eletrônicos e para controladores de jogos em todos os assentos; Plugues de 120 VCA na maioria dos assentos; Em Economia (2 por triplo) (1 por casal) (3 por quadra). Na Primeira Classe / Executivo (Todos os assentos). Dificuldades financeiras Desde o final dos anos 2000 (década), a Air Canada tem enfrentado uma série de dificuldades financeiras, incluindo a recessão global, levando à especulação de que poderia entrar em falência, menos de uma década depois de ter falido em 30 de setembro de 2004. Air Canada tem 25 aeronaves Embraer ERJ-190 O presidente e CEO Montie Brewer foi substituído por Calin Rovinescu em 1 de abril de 2009. Rovinescu tornou-se o primeiro presidente canadense desde Claude Taylor em 1992. Rovinescu foi o diretor de reestruturação da Air Canada durante sua falência em 2003 (renunciou naquele ano após os sindicatos rejeitarem suas demandas) e é relatado como \"um executor\". O ministro federal das Finanças, Jim Flaherty, nomeou o juiz aposentado James Farley, que presidiu a falência da Air Canada em 2003, para mediar as questões previdenciárias entre a empresa, os sindicatos que representam seus funcionários e os aposentados. Os contratos com quatro dos sindicatos também expiraram nessa época. A companhia afirmou que seu déficit de pensão de US$ 2,85 bilhões (que cresceu de US$ 1,2 bilhão em 2007) era um \"risco de liquidez\" no relatório do primeiro trimestre, e exigiu novo financiamento e \"alívio\" de pensão para conservar dinheiro para as operações de 2010. A empresa foi obrigada a pagar US$ 650 milhões para o fundo de pensão, mas sofreu uma perda de US $ 400 milhões no primeiro trimestre de 2009, e pediu uma moratória em seus pagamentos de pensão em 2009. Os sindicatos haviam insistido em garantias financeiras antes de chegar a um acordo. Em dezembro de 2010, a ACE vendeu 44 milhões de ações da Air Canada, seguidas das 31 milhões restantes em novembro de 2012 para a Cormark Securities Inc. Em 2013, a prática de overbooking sistemático da Air Canada foi exposta. Essa estratégia muito criticada, na qual \"o mesmo assento é vendido a mais de uma pessoa\", fazendo com que os passageiros detentores de bilhetes sejam impedidos e persuadidos, persuadiu o governo federal a considerar a adoção de uma lei de direitos de passageiros aéreos. Em novembro de 2014, os pilotos da Air Canada votaram por uma maioria de 84% em favor de um contrato de 10 anos que permite que a maior transportadora de passageiros do país use arbitragem ou mediação para resolver disputas. Um ano depois, os comissários também aprovaram um acordo de 10 anos, aparentemente por uma margem estreita (não declarada), com aumentos salariais, maior segurança no emprego e melhorias nas condições de trabalho, segundo Michel Cournoyer, chefe da unidade Air Canada da CUPE. Final de 2010: Nova marca e frota Um Airbus A321 exibindo a nova libré da Air Canada: em 9 de fevereiro de 2017, foi lançada uma nova pintura retrô de aviões vermelhos e pretos, para coincidir com o 80º aniversário da Air Canada e o 150º aniversário da Confederação no Canadá. A atualização inclui aspectos de design do logotipo usado entre 1964 e 1992, com um esquema geral de cores brancas, com uma parte inferior preta, barbatana com bordo vermelho, letras pretas \"Air Canada\" com um bordo vermelho e uma \"máscara\" preta ao redor das janelas da cabine. A Air Canada fez pedidos de aeronaves narrow body Boeing 737 MAX de corredor único para substituir sua frota existente de aeronaves da série Airbus A320 com a primeira variante MAX 8 entregue em 2 de novembro de 2017. Alguns Airbus Airbus A319 serão transferidos para a subsidiária da Air Canada em Rouge, com a frota restante aposentada. Como parte do acordo, a Boeing adquiriu 25 Embraer E190s da Air Canada que foram aposentados em 2016. No mesmo ano, a Air Canada assinou um acordo com a Bombardier Aerospace para substituir os E190s pela aeronave Airbus A220 / CSeries de 2019. Em julho de 2017, a Air Canada reintroduziu a Premium Economy em seus voos norte- americanos de fuselagem larga. Em abril de 2018, a Air Canada renomeou sua cabine de classe executiva internacional como Air Canada Signature Class. Os passageiros poderiam esperar um menu aprimorado, incluindo o novo Air Canada Signature Cocktail, além de novos kits de amenidades, serviço de motorista (usando veículos BMW) em seus hubs durante conexões domésticas a internacionais e acesso ao Air Canada Signature Suite em Toronto Pearson International Aeroporto. Em rotas norte-americanas selecionadas, o Air Canada Signature Service é oferecido em aeronaves de fuselagem larga. Em maio de 2018, a Air Canada listou Taiwan como parte da China para cumprir uma exigência da administração da aviação civil da China. Em 6 de junho de 2018, a Air Canada e a Air China assinaram uma joint venture, a primeira joint venture entre uma companhia aérea norte-americana e chinesa. Em 16 de maio de 2019, a Air Canada anunciou que está em negociações exclusivas para comprar a Transat A.T. A empresa-mãe proprietária da Air Transat por US $ 520 milhões de dólares canadenses. Em 27 de junho de 2019, a Transat A.T. concordou em ser comprado pela Air Canada por US$ 13 dólares canadenses por ação. O negócio ainda está sujeito à aprovação dos acionistas e reguladores. == Assuntos Corporativos == propriedade A Air Canada foi totalmente privatizada em 1989 e suas ações votantes e votantes são negociadas na Bolsa de Valores de Toronto (TSX: AC) e, desde 29 de julho de 2016, no OTCQX International Premier nos Estados Unidos. Estados Unidos sob o símbolo único \"ACDVF\". Atualmente, a Lei de Participação Pública da Air Canada (ACPPA) limita a propriedade dos interesses com direito a voto da Air Canada a não-residentes do Canadá a um máximo de 25%. O Canada Transportation Act (CTA) também exige que os canadenses sejam proprietários e controlem pelo menos 75% dos direitos de voto das empresas licenciadas canadenses. Como resultado, os artigos da Air Canada contêm restrições para garantir que permaneçam \"canadenses\" dentro do significado da CTA. No entanto, desde maio de 2017, a lei da Câmara dos Comuns está em andamento (\"Transport Modernization Act\" ou \"Bill C-49\"), que, entre outras coisas, aumentaria a alíquota para 25%. 49% para os limites de propriedade estrangeira em companhias aéreas canadenses] Tendências de negócios A Air Canada tem um déficit há vários anos, mas é rentável desde 2012. As principais tendências do grupo Air Canada, incluindo Air Canada Express e Air Canada rouge, são (anos findos em 31 de dezembro): 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Turnover (C$m) 10,646 11,082 9,739 10,786 11,612 12,114 12,382 13,272 13,868 14,677 16,252 18,065 Net Profits/Losses after tax (C$m) 429 −1,025 −24 −24 −249 131 10 105 308 876 2,038 167 Number of employees (average FTE) 23,900 24,200 22,900 23,200 23,700 24,000 24,500 24,400 24,900 26,100 27,800 29,900 Number of passengers (m) 33+ 33+ 30+ 32+ 33.9 34.9 35.8 38.5 41.1 44.8 48.1 50.9 Passenger load factor (%) 80.6 81.4 80.7 81.7 81.6 82.7 82.8 83.4 83.5 82.5 82.3 83.3 Number of aircraft (at year end) 340 333 332 328 331 351 352 364 370 381 395 400 Notes/sources Quartel general A sede da Air Canada (Edifício 2 ou Centre Air Canada em 7373 Boulevard Côte-Vertu Ouest) no Aeroporto Internacional Montréal-Pierre Elliott Trudeau. Por lei federal (Air Canada Public Participation Act), a Air Canada foi obrigada a manter sua sede em Montreal. Sua sede corporativa é Air Canada Centre, também conhecido como La Rondelle , um edifício de 7 andares localizado nas terras de Montréal– Aeroporto Internacional Pierre Elliott Trudeau em Saint-Laurent. Em 1975, a Air Canada estava sediada na 1 Place Ville-Marie em Montreal. Em 1990, a companhia mudou sua sede para o aeroporto para cortar custos. Executivos Airbus A330-300 no desembarque da libré da Star Alliance no Aeroporto Internacional de Vancouver Antes de 1976, a Air Canada era um departamento da Canadian National Railway (CNR), dirigida por um chefe de departamento que reportava ao presidente da CNR. Desde 1976, os seguintes foram CEO e presidente: 1976–1984: Claude Taylor (contador; ex-agente de reservas da Air Canada e executivo) 1984–1990: Pierre Jeanniot (ex-Técnico de Pesquisa de Overhaul e executivo da Air Canada) 1990-1992: Claude Taylor 1992–1996: Hollis L. Harris (CEO da World Airways 2001-04, CEO e Presidente da Continental, 1990–92, Presidente da Delta) 1996–1999: R. Lamar Durrett (ex-executivo da Delta, Continental e System One) 1999-2004: Robert Milton (sócio fundador da Air Eagle Holdings Incorporated) 2004–2009: Montie Brewer (ex-executivo da United Airlines) 2009 – presente: Calin Rovinescu Airbus A319 em Calgary Subsidiárias Air Canada Cargo A Air Canada Cargo é a divisão de transporte de carga da empresa com sede em Toronto-Pearson, oferecendo mais de 150 destinos de navegação através da rede aérea da Air Canada, logística terrestre e parceiros aéreos. Sua rede de rotas concentrou-se em destinos europeus através de pontos de partida no leste do Canadá, além de serviços diretos de Vancouver e Calgary para Frankfurt, Londres, Paris e Zurique. Em Toronto, um novo terminal de carga foi concluído no início de 2002 e contava com estoques modernizados e sistemas de transporte. Terminais de carga também são encontrados em Vancouver e Montreal. Férias da Air Canada Um Air Georgian Beechcraft 1900D (à esquerda) na libré da Air Canada Alliance no Aeroporto Internacional de Bradley A Air Canada Vacations é uma operadora de turismo canadense que oferece pacotes de viagens de lazer, incluindo cruzeiros, excursões, aluguel de carros e excursões. Todos os pacotes incluem acomodação, milhas Aeroplan e passagens aéreas de ida e volta a bordo da Air Canada e seus parceiros da Star Alliance. Repetidora do Prêmio Escolha do Consumidor pelo Melhor Atacadista de Viagens e nomeada como Operadora de Turismo Favorita pela Baxter Travel Media em 2010, a Air Canada Vacations atende centenas de destinos no Caribe, México, América do Norte, Central e do Sul, Ásia, Pacífico Sul e Europa. A Air Canada Vacations está sediada em Montreal, tem um escritório em Toronto e representantes de destinos estão disponíveis em todo o Caribe, México, Europa, Ásia, Pacífico Sul e América do Sul. Boeing 777-333ER C-FIVS \"Mural olímpico\" pousa no Aeroporto Internacional Montréal-Pierre Elliott Trudeau A Air Canada Vacations oferece serviço de Classe Executiva em voos selecionados, voos diretos das principais cidades canadenses e voos diários para vários destinos. Air Canada Rouge Artigo principal: Air Canada Rouge Lançada em dezembro de 2012, a Air Canada Rouge é uma subsidiária de baixo custo da Air Canada. A Air Canada Rouge serve predominantemente destinos de lazer na Europa, Ásia, África, Caribe, América do Sul, América Central, México e Estados Unidos usando aeronaves Airbus A319, Airbus A321 e Boeing 767-300ER. Air Canada Express Artigo principal: Air Canada Express Air Canada Express é o nome comercial do serviço alimentador regional da Air Canada operado por várias operadoras independentes, incluindo a Jazz Aviation, a Sky Regional Airlines, a Exploits Valley Air Services (EVAS) e a Air Georgian. Air Canada Jetz Artigo principal: Air Canada Jetz Lançado em 2002, o Air Canada Jetz é um serviço de fretamento voltado para equipes esportivas, artistas profissionais e corporações. A frota da Air Canada Jetz consiste em três Airbus A319 em uma configuração de classe empresarial. Em fevereiro de 2014, a Air Canada decidiu deixar o setor de charter esportivo. No entanto, em 17 de março de 2015, a Air Canada anunciou um acordo com várias equipes da NHL para fornecer serviços de afretamento sob a marca Air Canada Jetz por seis anos a partir da temporada 2015-2016 da NHL. Aeroplan Artigo principal: Aeroplan Aeroplan é o programa de marketing de fidelidade da Air Canada operado pela Groupe Aeroplan Inc., que foi desmembrada da Air Canada em 2005. No entanto, a partir de 26 de novembro de 2018, a Air Canada assinou um contrato definitivo para readquirir o Aeroplan à Aimia Inc. A Air Canada concluiu a compra em janeiro de 2019. Ex-subsidiárias Air Canada Jazz Artigo principal: Air Canada Jazz Air Canada Jazz CRJ705 pousando em Calgary Em 2001, a Air Canada consolidou suas transportadoras regionais de propriedade integral Air BC, Air Nova, Air Ontario e Canadian Regional Airlines na Air Canada Regional Incorporated. Várias dessas transportadoras aéreas já operaram anteriormente como um \"Air Canada Connector\". Em 2002, a consolidação foi concluída com a criação de uma nova marca, a Air Canada Jazz. A Air Canada Jazz foi desmembrada em novembro de 2006. A ACE Aviation Holdings não é mais acionista da Jazz Aviation LP, tornando-se uma empresa independente. A Air Canada Jazz foi a marca do principal produto regional da Air Canada de 2002-2011. Em junho de 2011, a marca Air Canada Jazz não estava mais sendo comercializada, pois todos os operadores regionais adotaram o nome Air Canada Express. A Jazz Aviation é a maior dessas afiliadas, operando 125 aeronaves em nome da Air Canada. Fecho eclair Artigo principal: Zip (companhia aérea) Em 2002, a Air Canada lançou uma companhia aérea com desconto para competir diretamente com a WestJet em rotas no oeste do Canadá. Zip operado ex-Canadian Airlines International 737-200s como uma companhia aérea separada com seu próprio pessoal e aviões brilhantemente pintados. Foi dissolvido em 2004. Air Canada Tango Artigo principal: Air Canada Tango Em 1 de novembro de 2001, a Air Canada lançou a Air Canada Tango, projetada para oferecer um serviço sem frescuras e tarifas mais baixas, utilizando uma frota dedicada de 13 Airbus A320s em uma configuração de 159 lugares em toda a economia. No Canadá, operou de Toronto a Vancouver, Calgary, Edmonton, Winnipeg, Regina, Saskatoon, Thunder Bay, Ottawa, Montreal, Halifax, Gander e St. John's. Além disso, operou sem escalas entre Toronto e Fort Lauderdale, Orlando e Tampa; bem como serviço non-stop entre Montreal e Fort Lauderdale e Orlando. O tango era destinado a competir com o Canadá 3000. O serviço de Tango foi dissolvido em 2004. A Air Canada agora chama sua tarifa mais baixa de \"Tango\". A partir de 2018, a Air Canada renomeou a classe de tarifa de Tango para tarifa Standard. === Codeshare agreements === * Adria Airways * Aegean Airlines * Aer Lingus * Air China (Joint Venture Partner) * Air India * Air New Zealand * All Nippon Airways * Asiana Airlines * Austrian Airlines * Avianca * Brussels Airlines * Cathay Pacific * Central Mountain Air * China Southern Airlines * Croatia Airlines * EgyptAir * Ethiopian Airlines * Etihad Airways * Eurowings * EVA Air * Gol Transportes Aéreos * LOT Polish Airlines * Lufthansa * Middle East Airlines ==Frota== Em 07 de Maio de 2018, a frota da Air Canada é composta por 408 aeronaves. São elas: Empresa Aeronave Quantidade Encomendas Air Canada Airbus A319 18 00 Airbus A320 42 00 Airbus A321 15 00 Airbus A330 8 4 Boeing 737 MAX 8 13 37 Boeing 737 MAX 9 00 11 Boeing 767-300ERB 6 00 Boeing 777-200LR 6 00 Boeing 777-300ER 19 00 Boeing 787-8 8 00 Boeing 787-9 26 3 Airbus A220-300 05 40 Embraer 190 25 00 Air Canada Express Beechcraft 1900D 16 00 Bombardier CRJ100/200 24 00 Bombardier CRJ900 21 00 Bombardier Q400 44 00 Dash 8-100 16 00 Dash 8-300 26 00 Embraer 175 25 00 Air Canada Rouge Airbus A319 20 02 Airbus A321 05 01 Boeing 767-300ER 25 00 Total 408 103 Frota histórica Airbus A340-300, reformado em 2008 Air Canada Boeing 767-200ER, reformado em 2008 Um Airbus A340-500 operado anteriormente pela Air Canada até ser substituído pelo Boeing 777-300ER A frota de Douglas DC-8-63 da Air Canada foi retirada do serviço de passageiros em 1983. Seis destes foram convertidos para cargueiros DC-8-73F em 1984 e retidos para uso pela Air Canada Cargo sendo vendidos entre 1990 e 1994. Os aviões Douglas DC-9-15 da Air Canada foram usados até 1968. Um DC-9-32CF foi usado para voos de carga até 1977. O McDonnell Douglas DC-9-32 foi usado de 1967 a 2002. As aeronaves Canadair Regional Jet (CRJ) da Air Canada foram usadas de meados dos anos 90 até o início dos anos 2000, quando foram transferidas para a afiliada regional Jazz Air LP, operando como Air Canada Jazz. Airbus A340-500s da Air Canada foram aposentados em novembro de 2007 e substituídos por Boeing 777-200LRs. A Air Canada era a única companhia aérea norte-americana a operar o A340. Airbus A340-300s da Air Canada foram aposentados em novembro de 2008 e substituídos por Boeing 777-300ERs. A frota de Boeing 767-200ER da Air Canada foi retirada do serviço no final de 2008. A aeronave McDonnell Douglas DC-10 foi operada de 1979 a 2000 pela Canadian Pacific Airlines e suas sucessoras CP Air e Canadian Airlines. As aeronaves Boeing 737-200 foram operadas de 1968 a 2000 pela Canadian Pacific Airlines e suas sucessoras CP Air e Canadian Airlines. Após a fusão com a Canadian Airlines, a Air Canada operou essas aeronaves em uma configuração principal de duas classes, bem como em uma configuração de classe econômica com as marcas Air Canada Tango e Zip low cost. Aeronaves que a Air Canada opera desde 1937, mas não estão mais na frota: == Incidentes e acidentes == * Voo Air Canada 837, em 3 de Fevereiro de 2020 * Voo Air Canada 624, em 2015 * Voo Air Canada 646, em 1997 * Voo Air Canada 621, em 1970 * Voo Air Canada 851, em 3 de fevereiro de 2016 * Voo Air Canada 759, em 7 de julho de 2017 * Voo Air Canada 143, em 23 de julho de 1983 == Ligações externas == * Categoria:Empresas aéreas do Canadá Categoria:Empresas aéreas fundadas em 1936 Categoria:Empresas ex-estatais",
 "title": "Air Canada"
}