{
 "id": "88976",
 "text": "Grosseto é uma comuna italiana, capital da região da Maremma, província de Grosseto, com habitantes. Estende-se por uma área de 474,46 km², tendo uma densidade populacional de 153 hab/km². Faz fronteira com Campagnatico, Castiglione della Pescaia, Gavorrano, Magliano in Toscana, Roccastrada, Scansano. Grosseto é uma cidade italiana de médio porte com origens muito antigas, mas que é predominantemente moderna. A cidade é sede do bispado, sede universitária, sede da província hômonima e capital da Maremma. Após séculos de crise social e demográfica, a cidade teve um recente desenvolvimento devido à Reforma Agrária da região e à abertura do aeroporto, que a nível militar é um dos mais importantes da Itália. Hoje Grosseto é a cidade mais importante do sul da Toscana e é um importante centro económico, social e cultural italiano. ==História== thumb|upright=1.2|As ruínas de Ruselas, a nordeste da cidade moderna As origens de Grosseto remontam à fundação da antiga cidade de Ruselas pelos etruscos no século VII a.C. Ruselas, até a sua conquista pelos romanos em 294 a.C., foi uma das cidades etruscas mais importantes. A conquista romana conduziu a um período de crise, mas também à construção de numerosos edifícios (as termas, a basílica, o anfiteatro, etc.). Com o fim do Império Romano e a crise, a cidade foi abandonada ao longo dos séculos. Os habitantes de Ruselas, para trabalhar, mudaram-se para perto de um porto no rio Ombrone, a poucos quilômetros da antiga cidade. Assim se desenvolveu a cidade de Grosseto na Idade Média. A cidade foi oficializada em 1138 com a transferência do bispado de Ruselas para Grosseto. Depois de um século, em 1204, foi fundado o município de Grosseto. Entre a Idade Média e o Renascimento, dada a importância devida à presença do sal, a cidade foi conquistada primeiro pela República de Siena, e depois pelo Grão-Ducado da Toscana. A crise económico- social terminou quando no século XIX o Grão-Duque Leopoldo II da Toscana (a quem é dedicada a estátua mais importante da cidade), após longo e árduo trabalho, conseguiu recuperar a planície de Grosseto, para criar campos e erradicar a malária que assolava a cidade há séculos. Isto implicou um grande desenvolvimento que continuou mesmo depois unificação da Itália até os dias atuais. Sob o regime fascista a cidade foi crescendo e foi realizada a construção dos subúrbios, das aldeias e dos numerosos edifícios públicos, como o Palazzo delle Poste e o Ponte Mussolini (que atravessa o rio Ombrone). Durante a Segunda Guerra Mundial a cidade foi fortemente bombardeada. Um novo desenvolvimento, o maior, ocorreu no pós-guerra com a Reforma Agrária e com o boom económico, onde foram construídas as aldeias de Braccagni e Rispescia e numerosos novos bairros na cidade. Hoje Grosseto, que é a capital e maior cidade da região de Maremma e a capital administrativa da província de Grosseto, assume uma forma moderna, com centros comerciais, bairros modernos, arranha-céus, um porto e um importante aeroporto. == Geografia == === Território === Situada no centro da Maremma, no centro de uma planície costeira, a cidade de Grosseto é banhada nos seus arredores pelo rio Ombrone, o segundo maior da Toscana e pelo Mar Tirreno. O território municipal inclui os numerosos morros que dominam a cidade; os mais importantes são o \"Poggio Lecci\" (417 m.) e o \"Poggio di Moscona\" (317 m.). A cidade inclui duas reservas naturais notáveis: a \"Formiche di Grosseto\", localizada dentro de um parque nacional, e o Parque Regional da Maremma (ou Parque Uccellina). Esta última, onde estão presentes espécies animais e vegetais muito raras, é uma grande reserva natural que inclui também os municípios de Orbetello e Magliano in Toscana. === Clima === O clima da cidade de Grosseto é atenuado pela proximidade do mar e tem verões quentes mas constantemente ventilados pela brisa marítima ocidental e invernos pouco frios. Embora a área tenha relativamente poucas chuvas, a cidade sofreu graves danos durante a enchente de Grosseto de 4 de novembro de 1966, embora tenha permanecido à margem das áreas mais afetadas pela enchente de Maremma de novembro de 2012, quando ocorreram inundações no leste e no sul, com isolamento dos bairros de Rispescia e Alberese. ==Demografia== Desde o século XIX a cidade vive um grande desenvolvimento demográfico, que multiplicou a população da cidade em cerca de vinte vezes. O aumento demográfico foi favorecido pelos vários imigrantes (principalmente do Vêneto, Campânia e Sardenha) que vieram trabalhar na cidade e na região. Em 31 de dezembro de 2023, a população estrangeira era de 7.706 pessoas, equivalente a 9,47% dos residentes. Na aglomeração urbana da cidade de Grosseto (composta pelos municípios vizinhos de Scansano, Roccastrada e Campagnatico), de acordo com os cálculos realizados aplicando o critério internacional de Área Urbana Funcional da OCDE às cidades italianas com número de habitantes superior a , o número de residentes é superior a . Segundo cálculos anteriores, em 2022, 85% da população da aglomeração urbana eram moradores da cidade. === Língua === Em Grosseto e em grande parte da região de Maremma, fala-se Grossetano-Amiatino (comumente maremmano), um dialeto da língua italiana, parte dos dialetos toscanos. === Religiões === Grosseto é a sede episcopal da diocese de Grosseto, fundada no século V perto da antiga cidade de Ruselas. A catedral de São Lourenço e o palácio episcopal estão localizados no centro histórico da cidade. Em Grosseto existe a igreja apostólica mais antiga da Itália. Na cidade há um grande número de Testemunhas de Jeová, crentes evangélicos e crentes ortodoxos. == Governo == === Governo municipal === Desde 2016 o prefeito da cidade de Grosseto é Anton Francesco Vivarelli Colonna (Florença, 1969). A prefeitura está localizada na Piazza Duomo, no centro histórico da cidade. === Governo provincial === thumb|Palazzo Aldobrandeschi Desde 2021 o presidente da província de Grosseto é Francesco Limatola (Frattaminore, 1970). O prédio do governo provincial está localizado na Piazza delle Catene, no centro histórico da cidade. O nome oficial do palácio é Palazzo Aldobrandeschi, importante família nobre da região de Maremma. === Relações Internacionais === As cidades irmãs de Grosseto: * Birkirkara, Malta * Cottbus, Alemanha * Dimitrovgrad, Bulgária * Şımkent, Cazaquistão * Kashiwara, Japão * Montreuil, França * Narbonne, França * Saintes Maries de la Mer, França == Subdivisões == Grosseto foi dividida administrativamente em oito distritos até 2011: * Circoscrizione 1 Barbanella * Circoscrizione 2 Centro * Circoscrizione 3 Gorarella * Circoscrizione 4 Pace * Circoscrizione 5 Alberese-Rispescia * Circoscrizione 6 Marina * Circoscrizione 7 Braccagni-Montepescali * Circoscrizione 8 Istia- Batignano-Roselle. Hoje a cidade está dividida em inúmeros bairros: os maiores são Centro, Barbanella, Gorarella e Pace. O território municipal de Grosseto inclui também outros pequenos centros habitados: *Alberese *Batignano *Marina di Grosseto *Principina a Mare *Principina Terra *Braccagni *Rispescia *Montepescali *Istia d'Ombrone. Lembramos Bagno Roselle, vila conurbada com a cidade (muitas vezes considerada um bairro) e a comunidade de Nomadelfia, na zona norte da cidade. == Infraestrutura urbana == === Estradas e conexões === A cidade está ligada a Roma pela via Aurelia, a Livorno pela Variante Aurelia que se junta à Auto-estrada A12 para ligações com o noroeste de Itália e a Siena através da estrada estatal Paganico 223 que se junta ao nó da auto- estrada Siena-Florença para ligações com o norte de Itália e constitui o primeiro troço da Estrada Europeia E78 Grosseto-Fano para ligações com nordeste de Itália e o lado do Adriático. === Estações ferroviárias === Grosseto tem três estações ferroviárias, todas localizadas na Ferrovia Tirrenica: * Estação central de Grosseto * Estação de Montepescali (localizada em Braccagni) * Estação de Alberese. Anteriormente existia também a estação de Rispescia, hoje abandonada. === Portos === thumb|O Porto di San Rocco No bairro costeiro de Marina di Grosseto existe o Porto di San Rocco (Porto de São Roque), construído no canal de mesmo nome. O projeto foi criado em 2003 e o porto foi inaugurado em 2005. É um porto turístico construído sobre um anterior porto de pescadores. === Aeroportos === Na periferia oeste da cidade, no início da estrada para Castiglione della Pescaia, fica o Aeroporto de Grosseto \"Corrado Baccarini\" (ou Aeroporto de Maremma). É um aeroporto internacional com uma pista que tem capacidade para acomodar aeronaves de grande porte, como Boeing 737/800 ou Airbus A321. O aeroporto também abriga o 4⁰ Stormo (um dos departamentos mais importantes da Força Aérea Italiana) e a base do Eurofighter Typhoon. Na pista \"Corrado Baccarini\", em 2003, ocorreu uma competição de melhor de três velocidades entre a Ferrari de Michael Schumacher e um novo avião Eurofighter pilotado por Maurizio Cheli; no asfalto úmido o Eurofighter venceu por 2 a 1, mas a Ferrari do campeão alemão conseguiu acompanhar o avião supersônico até os últimos metros. === Mobilidade urbana === O transporte público urbano e suburbano do município foi administrado até 2010 pela empresa RAMA (Rede Automotiva de Maremma e Amiata), que posteriormente se fundiu com as empresas de Siena e Arezzo em Tiemme. A partir de 2021 os serviços são realizados pela Autolinee Toscane. === Saúde === No bairro Sugherella, na periferia leste da cidade, está localizado o Hospital da Misericórdia. É o maior hospital da província e o mais importante de toda a Maremma. O primeiro hospital da cidade foi construído no século XIII, no prédio localizado no centro histórico que hoje abriga a universidade. Com o grande aumento populacional foi obrigatória a construção de um novo hospital, e assim em 1974, após dez anos de obras, foi concluído. A sua importância deve-se à presença estável do helicóptero de resgate Pegaso 2 (que opera em todo o sul da Toscana e norte do Lácio), à câmara hiperbárica e à Escola Internacional de Cirurgia Robótica. Esta última foi fundada em 2004 e, sendo a única na Europa, acolhe estudantes de todo o mundo (de EUA, Turquia, Cingapura etc.). No município, cada bairro e cada aldeia possui sua clínica. Há também um grande número de clínicas e estudos médicos privados. As farmácias municipais estão unidas pela empresa de Farmácias Municipais de Grosseto, fundada em 1962. As farmácias municipais constituem a principal espinha dorsal do sistema de distribuição de medicamentos na cidade. == Monumentos e lugares de interesse == === Ingrejas === Grosseto tem vinte e uma igrejas paroquiais, quinze igrejas menores, oito conventos e vinte capelas. Os complexos religiosos católicos mais importantes estão listados abaixo: * Cattedrale di San Lorenzo, ou Duomo di Grosseto (Catedral de São Lourenço). Construída entre 1294 e 1302, é a igreja mais importante da cidade. É um excelente exemplo da arquitetura gótico-românica. * Basilica del Sacro Cuore di Gesù (Basílica do Sagrado Coração de Jesus). Construída entre 1954 e 1958, é uma das maiores igrejas da região, com alta torre sineira e grande cúpula, que compõem o skyline da cidade. * Chiesa di San Pietro al Corso (Igreja de São Pedro al Corso). É a mais antiga existente na cidade moderna, construída como igreja cristã primitiva no século VIII. * Convento di San Francesco (Convento de São Francisco). Construído no século XIII, tem uma igreja repleta de obras de arte relevantes (como afrescos e um crucifixo de Duccio di Buoninsegna). O famoso cantor italiano Adriano Celentano se casou na igreja. * Abbazia di San Rabano (Abadia de São Rabano). Fundada no século XI no atual Parque Regional da Maremma, hoje é uma ruína. === Sítios arqueológicos === No município de Grosseto existem dois importantes sítios arqueológicos, excluindo os edifícios religiosos em ruínas: * Sítio arqueológico de Ruselas. Localizado na periferia nordeste da cidade, próximo ao bairro Bagno Roselle, é o local onde está localizada a cidade hômonima, fundada no século VII a.C., cuja herdeira è Grosseto. É famoso pelas suas muralhas. * Lo Scoglietto. Localizado no Parque Regional Uccellina, é um complexo de cavernas onde foram identificados achados pré-históricos. === Estruturas defensivas === ==== Muralhas ==== thumb|Outra vista das muralhas Batignano, Montepescali e Istia d'Ombrone possuem um centro histórico medieval equipado com muralhas. Grosseto é uma das poucas cidades da Italia (com Lucca, Ferrara e Bergamo) ter muralhas intactas e transitáveis. As muralhas existem na cidade desde a Idade Média, embora tenham sido destruídas inúmeras vezes. As muralhas atuais foram construídas no Renascimento pela família Médici de Florença e têm formato hexagonal com seis baluartes. ==== Fortificações e torres ==== thumb|A Fortezza No Parque Regional da Maremma existem oito torres defensivas, embora apenas metade são localizadas no município. Em Grosseto existem inúmeras fortalezas, as mais importantes são duas: * Fortezza di Grosseto (Fortaleza de Grosseto). Construída no século XIV, dá nome ao baluarte das muralhas hômonimo. É um grande complexo militar, hoje transformado em centro de exposições e eventos artísticos. * Tino di Moscona, ou Castello di Montecurliano (Castelo do Montecurliano). O Tino di Moscona é uma fortificação circular (única na região) que domina a cidade de Grosseto. Construída na Idade Média, foi pensada para mover Grosseto sobre a colina chamada Moscona, a mesma de Ruselas. Inicialmente o castelo se chamava \"Montecurliano\", embora o projecto tenha sido abandonado e hoje só resta a fortaleza. == Cultura == === Educação === ==== Bibliotecas e arquivos ==== thumb|Biblioteca Municipal Chelliana Em Grosseto existem quinze bibliotecas. A mais importante é a Biblioteca Municipal Chelliana, que tem mais de 150 mil volumes. Foi fundada em 1860 por padre Giovanni Chelli e é um dos corações culturais da cidade e da região. Todas as bibliotecas da Maremma são administradas pela instituição \"Biblioteche di Maremma\" (Bibliotecas da Maremma). Os arquivos mais importantes da cidade são dois: * o Arquivo do Estado (seção periférica do Ministério da Cultura), fundado em 1958 * o \"Archivio delle tradizioni popolari della Maremma\" (Arquivo das tradições populares de Maremma), instituído pelo antropólogo Roberto Ferretti em 1979. ==== Escolas ==== As escolas primárias e secundárias de primeiro grau são agrupadas em sete institutos; as escolas secundárias de segundo grau são agrupadas em seis institutos. A maioria das escolas secundárias de segundo grau são localizadas na \"Cittadella dello Studente\", um moderno campus construído nas últimas décadas na periferia sul da cidade para reunir as principais escolas e fornecer aos alunos os diversos serviços necessários. Na cidade existem também algumas escolas privadas, como o Liceo Giovanni Chelli e o Liceo William Blake. ==== Universidade ==== A universidade em Grosseto está presente desde 1998, com a fundação do \"Polo Universitario Grossetano\" (Centro Universitário Grossetano). A sede è localizada no antigo edifício do Hospital da Misericórdia, na zona norte do centro histórico da cidade. === Instituições culturais === ==== Museus ==== thumb|upright=0.5|Uma estátua romana no museu arqueológico de Grosseto Grosseto possui os museus mais importantes da Maremma. Muitos deles fazem parte da rede \"Musei di Maremma\" (Museus de Maremma): * Museu Arqueológico e de Arte de Maremma, fundado por Giovanni Chelli em 1860 * Museu de arte sacra de Diocese de Grosseto, fundado em 1933 * Museu Coleção Gianfranco Luzzetti (que inclui a galeria de arte), fundado em 2019 * Museu de História Natural de Maremma, reaberto depois de anos em 2009 * Museu do Regimento \"Savoy Cavalleria\", na base militar de mesmo nome, na periferia leste da cidade * Aquário municipal de Grosseto (não aberto ao público) * Museu de história local \"Ildebrando Imberciadori\", na aldeia de Montepescali. Perto do bairro de Roselle existe um importante observatório astronômico ==== Teatros ==== Os teatros mais importantes de Grosseto são: * Teatro degli Industri, fundado no século XIX, acolhe eventos de alto nível cultural. É um exemplo típico do teatro italiano. * Teatro Moderno, inaugurado em 1966, é o maior teatro da cidade e recebe eventos com um grande público. Foi palco do julgamento contra Francesco Schettino, capitão do navio de cruzeiro \"Costa Concordia\" que naufragou causando dezenas de mortos. * Anfiteatro romano, localizado na cidade antiga de Ruselas. * Parco di Pietra, teatro obtido na pedreira perto de bairro do Bagno Roselle. === Mídia === ==== Jornalismo ==== Em Grosseto são presentes as redações locais dos jornais Il Tirreno (via Oberdan) e La Nazione (via Rattazzi). No século XXI, na cidade e na região, a informação circula principalmente através de jornais eletrônicos, que são mais de dez. Uma das principais editoras da Maremma é Innocenti Editore, fundada em Grosseto em 1997. Outra importante editora é Maremma Magazine, fundada em 2003 para promover o território. ==== Rádio ==== A única rádio da cidade é RBC Grosseto (Radio Barbanella City), fundada em 1978 no bairro hômonimo; a sua área de cobertura se estende a toda a província de Grosseto e a Maremma, incluindo a Ilha de Giglio e a Ilha de Elba. Outras rádios que não existem mais são Radio Maremma Toscana, Radio Grifo, Radio Grosseto Internacional, Radio Brigante Tiburzi e Radio città del sole. ==== Televisão ==== Em Grosseto tem sede a rede de televisão regional TV9 Telemaremma. Até 2011 existia Teletirreno. === Esporte === Grosseto tem inúmeras instalações esportivas, como estádios, ginásios, quadras de padel, piscinas, quadras de tênis, campos de futebol, campos de críquete, pistas de patinação no gelo, pavilhões desportivos etc. Os esportes mais importantes da cidade são futebol e beisebol. O mais importante clube de futebol da cidade é US Grosseto 1912. Fundado em 1912, disputa suas partidas no estádio olímpico \"Carlo Zecchini\", no bairro Gorarella (zona sul da cidade). Grosseto tem dois equipas de beisebol, ambos na máxima série nacional: Grosseto Baseball e BSC Grosseto 1952. O maior estádio de beisebol da cidade é o estádio \"Roberto Jannella\", localizado na zona sul da cidade. O estádio olímpico foi palco dos campeonatos europeus juniores do atletismo em 2001 e 2017; o mesmo estádio, em 2004, foi palco do campeonato mundial júnior de atletismo. Em 2006 a cidade também foi palco do campeonato mundial militar de esgrima. Em julho de 2013, em Marina di Grosseto, havia o campeonato mundial de vela de Fórmula 18. Grosseto participou frequentemente da corrida de ciclismo Giro d'Italia. == Veja Também == * Ruselas * Província de Grosseto * Maremma",
 "title": "Grosseto"
}