{
 "id": "89129",
 "text": "Siena (em português também conhecida como Sena) é uma cidade e sede de comuna italiana na província de mesmo nome, na região da Toscana, com cerca de 52 775 (ISTAT 2003) habitantes. Estende-se por uma área de 118 km², tendo uma densidade populacional de 447 hab/km². Faz fronteira com Asciano, Castelnuovo Berardenga, Monteriggioni, Monteroni d'Arbia e Sovicille. Siena é universalmente conhecida pelo seu património artístico e pela notável unidade estilística do seu centro histórico, classificado pela UNESCO como Património da Humanidade. E também foi a cidade em que o grande artista renascentista Baldassare Peruzzi nasceu. == História de Siena == Segundo a mitologia romana, Siena foi fundada por Sénio, filho de Remo, e podem-se encontrar numerosas estátuas e obras de arte mostrando, tal como em Roma, os irmãos amamentados pela loba.In: Ratti, Stéphane. Antiquité et citoyenneté: actes du colloque international, tenu à Besançon les 3, 4 et 5 novembre 1999. Okko Behrends, Institut des sciences et techniques de l'Antiquité, Presses Univ. Franche- Comté, 2002. pp. 125. ISBN 2846270767 Foi um povoamento etrusco e depois colónia romana (Saena Julia) refundada pelo imperador Augusto.Strachan, Donald; Keeling, Stephen. Frommer's Tuscany, Umbria and Florence With Your Family. 2ª edi. Hoboken, NJ: John Wiley & Sons, 2011. pp. 80. ISBN 1119990815 Era, contudo, uma pequena povoação, longe das rotas principais do Império. No século V, torna-se sede de uma siena cristã. As antigas famílias aristocráticas de Siena reclamam origem nos Lombardos e à data da submissão da Lombardia a Carlos Magno (774). A grande influência da cidade como pólo cultural, artístico e político é iniciada no século XII, quando se converte num burgo autogovernado de cariz republicano, a República de Siena, substituindo o esquema feudal. Todavia, o esquema político conduziu sempre a lutas internas entre nobres e externas com a cidade rival de Florença. Data do século XIII a ruptura entre as facções rivais dos Guibelinos de Siena e dos Guelfos de Florença, que seria argumento para a Divina Comédia de Dante. Em 4 de setembro de 1260, os Guibelinos apoiaram as forças do rei Manfredo da Sicília e derrotaram os Guelfos em Montaperti, que tinham um exército muito superior em armas e homens. Antes da batalha, toda a cidade fora consagrada à Virgem Maria e confiada à sua protecção. Hoje, essa protecção é recordada e renovada, lembrando os sienenses da ameaça dos aliados da Segunda Guerra Mundial de bombardearam a cidade em 1944, o que felizmente não veio a acontecer.Herbermann, Charles George. The Catholic encyclopedia;: an international work of reference on the constitution, doctrine, discipline, and history of the Catholic church. Appleton, 1910. pp. 58. Siena rivalizou no campo das artes durante o período medieval até o século XIV com as cidades vizinhas. Porém, devastada em 1348 pela Peste Negra, nunca recuperou o seu esplendor, perdendo também a sua rivalidade interurbana com Florença. A Siena actual tem um aspecto muito semelhante ao dos séculos XIII-XIV. Detém uma universidade fundada em 1203, famosa pelas faculdades de Direito e Medicina, e que é uma das mais prestigiadas universidades italianas. Em 1557 perde a independência e é integrada nas formações políticas e administrativas da Toscana. Siena também deu vários Papas, sendo eles: Alexandre III, Pio II, Pio III e Alexandre VII. Os dois grandes santos de Siena são Santa Catarina (1347-1380) e São Bernardino (1380-1444). Catarina Benincasa, filha de um humilde tintureiro, fez-se irmã na Ordem Terceira dominicana (para leigos)e viveu como monja na casa dos pais. É famosa pelo intercâmbio interior com o próprio Cristo, que num êxtase lhe disse: \"Eu sou aquele que é e tú és aquela que não é\". Apesar da origem modesta, influenciou papas e príncipes com sua sabedoria e seu exemplo, conseguindo inclusive convencer o papa de então, contra a maioria dos cardeais, a regressar a Roma do exílio de Avinhon na França. Quanto ao franciscano São Bernardino, ele é célebre por ter sido o maior expoente, no Catolicismo, da via espiritual de invocação do Nome Divino, que encontra similares em todas as grandes religiões, do Budismo (nembutsu) ao Islã (dhikr) e ao Hinduísmo (mantra). Os sermões que Bernbardino fez na praça central de Siena provocaram tal fervor religioso e devoção ao nome de Jesus que o conselho municipal decidiu colocar o monograma do nome de Jesus (composto pelas letras IHS, significando \"Jesus salvador dos homens\")na fachada do prédio do governo. Do mesmo modo, muitos cidadãos o pintaram sobre as fachadas de suas casas, como até hoje se pode ver na cidade. == Arte, cultura e monumentos == A sua catedral, iniciada em meados do século XII, é um representativo exemplo da arquitectura gótica italiana. A fachada principal, obra de Giovani Pisano, foi terminada em 1380; no interior pode ver-se o púlpito octogonal apoiado sobre leões de Nicola Pisano, e o seu pavimento de mosaicos. Sob a catedral, no baptistério, encontra-se a magnífica pia baptismal com baixo-relevos de Donatello, Ghiberti, Jacopo della Quercia e outros escultores do século XV. A Pinacoteca Nacional de Siena tem importante coleção de obras do Trecento e do Quattrocento. A praça principal, em forma de meia-lua, é a Piazza del Campo, e é onde se encontra o Palazzo Pubblico (câmara municipal ou prefeitura, século XIV), com o famoso Campanile (campanário), e onde se encontram os afrescos de Simone Martini e Ambrogio Lorenzetti e relevos da Fuente Gaia de Jacopo della Quercia. Nesta praça também está a alta Torre del Mangia. Na Piazza del Campo realiza-se a famosa e emotiva corrida de cavalos chamada Palio di Siena. O Palio é feito duas vezes por ano, a 2 de Julho e 16 de Agosto, com 10 cavalos e cavaleiros, e cada par representa um dos 17 bairros da cidade, designados contrade. Excepcionalmente, em anos de Jubileu realiza-se um terceiro Palio de Siena. ==Demografia== == Imagens == Image:Siena5.jpg|Piazza del Campo Image:Siena-2.jpg|Interior da Catedral de Siena Image:Siena Palazzo Pubblico 20030813-349.jpg|Palácio Comunal Image:Piazza_del_Campo_(Siena).jpg|Centro Histórico Image:Palazzo Pubblico.jpg|Palácio Público Image:Siena Piazza del Campo 20030815-375.jpg|Praça durante o Pálio |Igreja de São Domingos Image:Siena- mura città.jpg|Parte dos antigos muros Image:Piazza del Mercato.JPG|Praça do mercado Image:Siena-view.jpg|Centro histórico Image:Siena Palio-Fahnen 20030815-360.jpg|Bandeiras do siena Image:Siena-strada3.jpg|Rua do centro histórico == Ligações externas == * Categoria:Siena Categoria:Patrimônio Mundial da UNESCO na Itália",
 "title": "Siena"
}