{
 "id": "8946",
 "text": "O Museu Serralves (Museu de Arte Contemporânea da Fundação de Serralves), localizado na cidade do Porto, é considerado um dos melhores museus de toda a Europa dedicados à arte contemporânea, possuindo obras de alguns dos maiores artistas contemporâneos, tais como Andy Warhol, Keith Haring, Claes Oldenburg, Anselm Kiefer, Gerhard Richter, Cindy Sherman, Steve McQueen and Joan Miró. O edifício, projectado pelo arquitecto Siza Vieira, é envolvido pelo Parque de Serralves (com cerca de 3,5 hectares), onde obras de arte de vários artistas contemporâneos são, também, expostas, ao lado da flora típica da região norte de Portugal, como carvalhos, bétulas e o teixo. O Museu é considerado um espaço de referência, a nível internacional, no que diz respeito a mostras de arte contemporânea. A colecção permanente do museu, onde encontramos referenciados muitos artistas de destaque, é essencialmente constituída por obras realizadas desde os finais da década de 60 até aos dias de hoje. ==História== A 5 de Abril de 1990 é assinado um protocolo entre o Estado Português e a Fundação Serralves para depósito da colecção de obras de arte, assinada pelo Secretário de Estado da Cultura Pedro Santana Lopes. O contrato do projecto do Museu de Arte Contemporânea é assinado com o Arquitecto Siza Vieira a 6 de Março de 1991. O projecto do Museu é submetido a candidatura a financiamento europeu a 28 de Junho de 1995 e a 27 de Julho desse ano é apresentado publicamente pelo primeiro-ministro Cavaco Silva. A 27 de Novembro de 1996 é lançada a primeira pedra do Museu pelo primeiro-ministro António Guterres. A 6 de Junho de 1999 é inaugurado numa cerimónia presidida pelo Presidente da República Jorge Sampaio. ===Ampliação=== A ampliação que deverá estar concluído até junho de 2023, terá a assinatura do arquiteto Álvaro Siza Vieira. Os objetivos do investimento passam por reforçar a área expositiva do museu, permitindo aumentar e diversificar a oferta museológica e artística existente, dedicar uma ala ao desenvolvimento da coleção da Fundação (que inclui parte do arquivo de Álvaro Siza e o acervo de Manoel de Oliveira) e capacitar as funções de reserva. O edificado contará com um piso para reservas e dois pisos expositivos com salas interligáveis e ajustáveis. O financiamento do NORTE 2020 (Programa Operacional Regional do Norte) será de quatro milhões e 250 mil euros para um investimento elegível que ascende a cinco milhões de euros. ==Acervo== Entre os milhares de trabalhos que o museu detém, há uma grande representatividade daqueles produzidos por artistas portugueses, tais como: Helena Almeida, Manuel Casimiro, Lourdes Castro, Álvaro Lapa, Fernando Calhau, Alberto Carneiro, Albuquerque Mendes, António Palolo, Julião Sarmento, René Bértholo, e Ângelo de Sousa. Além disso, as coleções do museu possuem obras de alguns dos principais artistas da arte contemporânea de todo o mundo, sobretudo artistas do século XXI, tendo como os seus principais destaques: == Ver também == * Serralves em Festa - festiva anual organizado pela Fundação de Serralves. == Ligações externas == * * Categoria:Lordelo do Ouro Categoria:Museus do Porto Arte Contemporanea Categoria:Álvaro Siza Vieira Categoria:Museus fundados em 1999 Categoria:Fundações em Portugal em 1999 Categoria:Fundação de Serralves",
 "title": "Museu de Arte Contemporânea de Serralves"
}