{
 "id": "8957",
 "text": "{{Info/Município do Brasil | nome = Serra | preposição = de | foto = Mestre Álvaro.jpg | leg_foto = O monte Mestre Álvaro visto da BR-101, entre Planalto Serrano e Vista da Serra II. | apelido = Capital Simbólica do Espírito Santo | brasão = Brasão da Serra - ES.svg | bandeira = Bandeiradaserra.JPG | link_brasão = | link_bandeira = | link_hino = | aniversário = 8 de dezembro | fundação = | gentílico = serrano | prefeito = Sérgio Vidigal | partido = PDT | fim_mandato = 2024 | mapa = EspiritoSanto Municip Serra.svg | latP = S | latG = 20 | latM = 07 | latS = 44 | lonP = O | lonG = 40 | lonM = 18 | lonS = 28 | estado = Espírito Santo | mesorregião = Central Espírito-santense | data_mesorregião = Instituto Brasileiro de Geografia e Estatística/2008 | microrregião = Vitória | data_microrregião = Instituto Brasileiro de Geografia e Estatística/2008 | região_metropolitana = Vitória | vizinhos = Vitória, Cariacica, Fundão, Santa Leopoldina | dist_capital = * federal: 1.275 km * estadual: 27 | área = 547.6 | área_ref = | distritos = Sede Municipal, Calogi, Carapina, Nova Almeida, Queimado | distritos_ref = name =\"Lei Orgânica do Município da Serra\", artigo 26> | população = 572274 | data_pop = IBGE - Estimativa da população 2024 est. IBGE/2024 | população_pos = ES: 1º | altitude = 301 | clima = tropical | sigla_clima = Aw | idh = 0.739 | data_idh = PNUD/2010 | pib = mil | data_pib = Instituto Brasileiro de Geografia e Estatística/2021 | pib_pos = BR: 30º | pib_per_capita = 69452.01 | data_pib_per_capita = Instituto Brasileiro de Geografia e Estatística/2021 | site_prefeitura = serra.es.gov.br | site_câmara = camaraserra.es.gov.br }} Serra é um município brasileiro do estado do Espírito Santo. É o mais populoso município do estado, com habitantes, conforme Censo de 2022 do Instituto Brasileiro de Geografia e Estatística (IBGE). Está localizado na Microrregião de Vitória e na Mesorregião Central Espírito-Santense. Pertence à Região Metropolitana de Vitória e está situado 27 quilômetros ao norte da capital do estado. A sede do município, porém, está mais afastada, ao norte do monte Mestre Álvaro, grande maciço de origem vulcânica que marca a geografia do município. Outro ponto importante é a Praia de Jacaraípe, conhecida como sede de campeonatos de surfe, assim como pequenas vilas pesqueiras como Manguinhos. Já na localidade de Nova Almeida, balneário no litoral norte do município, encontra-se, na antiga Igreja dos Reis Magos, o primeiro quadro a óleo pintado no Brasil. Tem ainda outro balneário, a praia de Carapebus. O comércio varejista do município tem maior destaque no bairro Parque Residencial Laranjeiras, que tem os Shoppings Laranjeiras e Montserrat (Colina de Laranjeiras), bem como a Avenida Central, a Primeira Avenida e a Segunda Avenida como pontos de destaque no comércio. == História == Seus fundadores foram Maracajá-Guaçu (nome que, traduzido do tupi, significa grande gato-maracajá), pai de Arariboia e chefe dos índios temiminós e o padre jesuíta Brás Lourenço, que, a 8 de dezembro de 1603, terminaram a obra da igreja e, assim, fundaram a Aldeia de Nossa Senhora da Conceição da Serra, hoje a cidade da Serra. Os índios Temiminós haviam mudado para a capitania do Espírito Santo, saídos da atual Ilha do Governador, na cidade do Rio de Janeiro. Seus líderes eram Maracajá-guaçu e seu filho Arariboia, que eram altamente prestigiados pelo donatário Vasco Fernandes Coutinho - que havia iniciado a co­lonização do Espírito Santo em 23 de Maio de 1535. Participavam sempre dos prin­cipais eventos e solenidades da capitania. O outro fundador, o padre jesuíta Brás Lourenço, havia chegado de Portugal em 1553, junto com o também padre jesuíta José de Anchieta. A Aldeia de Nossa Senhora da Conceição da Serra foi elevada a freguesia por carta régia de 24 de maio de 1752 mas foi somente instalada em 1769, depois de construída a igreja nova matriz, que tinha, por filial, a Ermida de São José. A então Freguesia de Nossa Senhora da Conceição da Serra foi elevada à categoria de vila em 1822. O município da Serra foi criado em 1833, com território desmembra­do do município de Vitória, através da resolução do Conselho de Governo de 2 de abril de 1833 e instalado em 19 de agosto daquele ano. Em 19 de março de 1849, foi deflagrado um movimento de libertação dos es­cravos em São José do Queimado (atualmente, um distrito da Serra), que foi desmobilizado pela força militar da época e que levou a enforcamento dois dos líderes da revolta: Chico Prego e João da Viúva. O primeiro, enforcado na então Vila de Nossa Senhora da Conceição da Serra e o segundo, enforcado na Vila de São José do Queimado. Em 6 de novembro de 1870, a sede do município foi elevada à categoria de cidade. A instalação foi solene, com festa orga­nizada pelo deputado provincial Major Joaquim Pereira Franco Pis­sarra e políticos locais no dia do aniversário de Dom Pedro II - 31 de dezembro de 1875. O major Pissarra foi o autor da lei que transfor­mou a vila da Serra em cidade. No século XIX, a Serra muito se desenvolveu, por ser um entre­posto de comércio para a região norte do estado e, ainda, pela sua produção de açúcar e café. No início do século XX, foi iniciado um processo de decadência. São José de Queimado, hoje distrito da Serra, situado à margem do Rio Santa Maria da Vitória, possuía um porto chamado Porto do Una, onde era embarcada, em grandes canoas que comportavam mais de cem sacas de café, a produ­ção da região da Serra e onde eram desembarcados os produtos im­portados que atendiam às necessidades locais. O rio servia como via para o transporte em geral, inclusive para a integração de Vitória com a Serra e com o norte do Espírito Santo. Com o advento da Estrada de Ferro Vitória a Minas e, mais tarde, a Crise Econômica Mundial de 1929, que afetou o comércio de café e, consequentemente a economia da Serra, a vila de São José do Queimado desapareceu, praticamente não restando mais casas no local, a não ser algumas poucas residências de agricultores locais. Na vila, só existe a ruína da Igreja de São José, pois o comércio passou a acon­tecer diretamente com Vitória e, por consequência, a Vila de Queimado sumiu e a Serra minguou. Em 1921, foi iniciada a construção da primeira estrada de rodagem entre a Serra e Vitória, idealizada e coordenada a sua construção pelo serrano Cassiano Cardoso Castello, então Secretário de Interior e Justiça do Estado do Espírito Santo, no Governo Nestor Gomes. A via foi concluída em 1923 com mão de obra de presidiários e tinha, como objetivo, interiorizar o desenvolvimento estadual e resgatar os dias de glória da Serra. Em 11.11.1938 - é editado o Decreto-Lei nº 9.941, que fixa a divisão territorial do Estado, que vigorará sem alteração, de 1 de janeiro de 1939 a 31 de dezembro de 1943, e dá outras providências, assinado por João Punaro Bley, Celso Calmon Nogueira da Gama, Nelson Goulart Monteiro, Lucas A. Zinger e Carlos Femando Monteiro Lindemberg que, assim fixou os limites do município da Serra, compreendido pelos distritos sede, Ita­pocú (hoje Calogi) e Nova Almeida. O decreto acima foi editado na conformidade das normas gerais fir­madas pela Lei Orgânica Nacional nº 311, de 2 de março de 1938. Nesta época os distritos de Queimado e Carapina eram pertencentes à Vitória e, o atual distrito de Calogi possuía o topônimo de Itapocú. Em 31.12.1943 - O município da Serra passa a ser constituído dos distritos de Carapina, Nova Almeida - que já foi distrito sede do município de mesmo nome, Queimado, Serra e Calogi (antigo Itapo­cu), conforme o Decreto-Lei nº 15.177/1943. O município teve duas fa­ses distintas de sua economia: a inicial rural, fase em que produzia cana-de-açúcar, café, mandioca e, em menor escala cereais, e ainda, extração de madeiras de lei. Havia um início de agroindústria, um tanto quanto rudimentar, com engenhos de produção de açúcar e aguardente, assim como, produção de farinha e máquinas de beneficiamento de arroz e produção de fubá de milho. Na década de 50, ini­ciou-se uma grande produção de abacaxi. Os frutos eram vendidos para outros estados do país e, também, exportados para outros países, principalmente, Argentina. No início da década de 50 foi iniciada a construção da BR 101, o que promoveu, embora, no início, timidamente, o progresso da Serra. O município voltou a experimentar novo desenvolvimento, de uma forma acentuada, a partir da década de 60 (século XX). Na sua primeira fase, rural, a população era quase constante. Houve uma redução após o ano de 1872. Neste ano possuía 11.032 habitantes, fato ocasionado, entre outros, pela abertura da Estrada de Ferro Vitória a Minas (EFVM), quando da inauguração do primeiro trecho: Porto Velho - Cariacica (km 17,26) - Alfredo Maia (km 28,873) se deu em 13 de maio de 1904, o que levou os moradores da região a comerciarem diretamente com Vitória. A redução da população da Serra, também se deu pelo êxodo rural, um fenômeno acontecido em todo o Brasil. Em 1960, é dado início à segunda fase, a fase industrial. A Serra possuía uma população de 9.192 habitantes, a partir desta data, começam os investimentos na região e, muda a configuração urbana do município; o distrito de Carapina passa por um processo de grande desenvolvimento. Em 1963 é iniciado o Porto de Tubarão e, em 1969 é iniciado o CIVIT I, o que levou a população do município da Serra, em 1970 para 17.286 habitantes. Na década de 70, outro investimento de grande porte é iniciado em solo serrano. Em 1976 inicia-se a construção da Companhia Siderúrgica de Tubarão - CST, que alavancou novo crescimento populacional, pois em 1980, o município já possuía uma população de 82.450 habitantes. No censo do IBGE de 2000 foi encontrada uma população de 330.874, habitantes que, com o advento laminador de tiras a quente da CST e seu projeto para a instalação de seu terceiro alto forno, novo surto de desenvolvimento econômico e crescimento populacional será experimentado. Os principais centros comerciais do municípios são: Parque Residencial Laranjeiras, Porto Canoa, Barcelona, Serra Sede, Planalto Serrano, Jacaraipe, Nova Almeida, Feu Rosa, Novo Horizonte e Bairro de Fátima. == Demografia == De acordo com a censo populacional do IBGE de 2010, a Serra tem 409.324 habitantes, ocupando o posto de segundo município mais populoso do estado. Porém este número pode ser maior, chegando a 421.677 moradores se considerarmos os bairros que não são contabilizados para o município da Serra, pois o IBGE exclui como população da Serra, os habitantes dos bairros Nossa Senhora do Rosário de Fátima (Bairro de Fátima), Conjunto Carapina I e Hélio Ferraz, considerados como pertencentes à cidade de Vitória. Isto está de acordo com a atual divisão territorial entre os municípios, em vigor pela Lei 1.919 de 3 de janeiro de 1964. Além destes, parte dos bairros Eurico Salles, Jardim Carapina e Carapebus fazem parte de Vitória de acordo com esta lei. ; Evolução demográfica da cidade da SerraRecenseamentos demográficos em Colors = id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.7) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.7,0.8) ImageSize = width:500 height:300 PlotArea = left:50 bottom:50 top:30 right:30 DateFormat = x.y Period = from:0 till:500000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:100000 start:0 ScaleMinor = gridcolor:lightgrey increment:25000 start:0 BackgroundColors = canvas:sfondo BarData = bar:1872 text:1872 bar:1890 text:1890 bar:1900 text:1900 bar:1920 text:1920 bar:1940 text:1940 bar:1950 text:1950 bar:1960 text:1960 bar:1970 text:1970 bar:1980 text:1980 bar:1991 text:1991 bar:2000 text:2000 bar:2009 text:2009 PlotData = color:barra width:20 align:left bar:1872 from:0 till: 4294 bar:1890 from:0 till: 6274 bar:1900 from:0 till: 5241 bar:1920 from:0 till: 4971 bar:1940 from:0 till: 6415 bar:1950 from:0 till: 9245 bar:1960 from:0 till: 9192 bar:1970 from:0 till: 17286 bar:1980 from:0 till: 82581 bar:1991 from:0 till: 222158 bar:2000 from:0 till: 321181 bar:2009 from:0 till: 404688 PlotData = bar:1872 at: 4294 fontsize:S text: 4.294 shift:(-8,5) bar:1890 at: 6274 fontsize:S text: 6.274 shift:(-10,5) bar:1900 at: 5241 fontsize:S text: 5.241 shift:(-10,5) bar:1920 at: 4971 fontsize:S text: 4.971 shift:(-10,5) bar:1940 at: 6415 fontsize:S text: 6.415 shift:(-10,5) bar:1950 at: 9245 fontsize:S text: 9.245 shift:(-10,5) bar:1960 at: 9192 fontsize:S text: 9.192 shift:(-10,5) bar:1970 at: 17286 fontsize:S text: 17.286 shift:(-10,5) bar:1980 at: 82581 fontsize:S text: 82.581 shift:(-10,5) bar:1991 at: 222158 fontsize:S text: 222.158 shift:(-10,5) bar:2000 at: 321181 fontsize:S text: 321.181 shift:(-10,5) bar:2009 at: 404688 fontsize:S text: 404.688 shift:(-10,5) Não pertenciam à Serra Nova Almeida (até 1938), Carapina e Queimado (até 1943). == Transporte == Transporte Coletivo O município é atendido pelo Sistema Transcol que além de ser o responsável por levar os passageiros aos municípios vizinhos, também a empresa que presta serviços para o transporte dentro da Serra. Para realizar essa complexa operação, o município da Serra foi contemplado com três terminais rodoviários urbanos, quais sejam, os terminais de Carapina, Laranjeiras e Jacaraípe. O terminal de Carapina é localizado no distrito de mesmo nome e recebe em média 50 mil pessoas por dia. Hoje em a estação rodoviária se encontra em estado degradante, fato esse que levou ao governo local anunciar sua reforma prevista para o início em 2013. Já o Terminal de Laranjeiras, localizado no bairro de mesmo nome, é o maior de todo o estado recebendo por dia volta de 100 mil pessoas. Passou por uma recente reforma em 2009 e por isso conta com três plataformas de embarque além de um complexo de lojas variadas para servir os usuários do Sistema Transcol. Por sua vez, o Terminal de Jacaraípe, situado em distrito homônimo, é o mais novo da cidade e possui uma arquitetura moderna. Transporte Rodoviário O município também possui um terminal rodoviário particular da Viação Águia Branca, localizado no bairro de Carapina, às margens da BR-101, onde são oferecidas viagens por linhas interestaduais e intermunicipais da empresa. Além da BR-101, o município também é servido pelas rodovias ES-010 e ES-264. Transporte Ferroviário Por ter seu território atravessado pela Estrada de Ferro Vitória a Minas (EFVM), da qual dispõe de um pátio ferroviário, Serra conta com um intenso tráfego de trens de passageiros e de cargas diariamente. Apesar da circulação, o município deixou de ser atendido pelos trens há alguns anos, estando as estações ferroviárias mais próximas localizadas nos municípios de Fundão e Cariacica. Táxis Além dos ônibus, a cidade possui pontos de táxis espalhados por todo o município. Aplicativos O município dispõe de serviços de transporte de passageiros por aplicativos. == Segurança == === Guarda Municipal === O município conta com os serviços da Guarda Civil Municipal, instituição armada, criada em 2015, que tem como objetivo a preservação da ordem publica e a defesa do património da cidade, além de outras atribuições definidas na lei municipal n°4.390 de 8 de Outubro de 2015. A Guarda Municipal atua de forma sistêmica na cidade, através do patrulhamento preventivo comunitário, integrando com os demais órgãos de segurança pública presentes no município, como Polícia Militar, Corpo de Bombeiros e Polícia Civil. == Cultura == Dentre os pontos de cultura do município destacam-se algumas instituições. Um dos principais locais de conservação cultural é o Museu Histórico da Serra, inaugurado no ano de 2007,no casarão que pertenceu a família de Judith Leão Castello Ribeiro, primeira mulher a tornar-se deputada no Brasil. Como parte do acervo estão documentos, móveis, objetos (como cachimbos, binóculos e espelhos), obras de artes e itens relacionados a história de seus moradores ilustres e sobre a constituição do município. Outra instituição de renome é a Casa de Congo, importante instituição do estado do Espírito Santo inaugurada em 2000, pela Secretaria da Cultura (Secult), que visa reunir o acervo e a memória do congo no município. O município ainda é contemplado com duas bibliotecas municipais, além da biblioteca vinculada à Câmara municipal do município, uma biblioteca móvel e duas organizadas de maneira comunitária, isto é, desvinculada do poder público estatal e sem vínculos com a iniciativa privada. == Ligações externas == * Categoria:Fundações no Brasil em 1556",
 "title": "Serra (Espírito Santo)"
}