{
 "id": "89808",
 "text": "O Vale de Aosta (nomes oficiais em italiano, Valle d'Aosta, e em francês, Vallée d'Aoste) é uma região autônoma com estatuto especial situada no noroeste da Itália dividida em 74 comunas com cerca de 126 000 habitantes e 3 262 km², cuja capital é Aosta. É oficialmente bilíngue, adotando tanto a língua italiana como a francesa. Tem limites ao norte com a Suíça (cantão de Valais), a oeste com a França (departamento de Alta Saboia e de Saboia na região Ródano-Alpes), ao sul e a leste com o Piemonte (província de Turim, província de Biella, província de Vercelli). == Administração == Diferentemente das demais regiões italianas, o Vale de Aosta não é dividido em províncias. As funções provinciais são exercidas pelos órgãos regionais. === Principais municípios === Os municípios mais populosos da região são: Posição Município População (hab) Altitude (m.s.l.m.) Superfície (km²) 1º Aosta 35 010 583 21,37 2º Saint-Vincent 4 846 575 20,81 3º Châtillon 4 831 549 39,77 4º Sarre 4 622 631 28 5º Pont-Saint-Martin 3 945 345 6,88 6º Quart 3 456 535 62 ==Turismo== thumb|200px|Casa típica valdostana em Crétaz, distrito de Valtournenche. Os principais serviços turísticos encontrados estão relacionados a esqui e alpinismo, como por exemplo o teleférico na comuna de Courmayeur, que leva a Aiquille do Midi, perto de Chamonix. A economia está ligada ao turismo e à produção de gado e produtos lácteos, como o queijo Fontina, com o qual se faz um excelente fondue. Nas regiões laterais das montanhas, e nos locais mais amenos, produz-se também um excelente vinho. Ao norte, mais além do passo de São Bernardo, que dá acesso à Suíça, há a rota do Valtournenche, que leva a Breuil-Cervinia, na base do monte Cervino. A cidade, tal como outras dedicadas ao esqui, descaracterizou-se por completo, transformando-se num amontoado de prédios destinados a acolher os que procuram a espetacular vista sobre as agulhas negras cobertas de neve resplandecente. Mais modesto e selvagem, e também menos procurado, é o Vale Ferret, perto de Courmayeur. === Pontos turísticos === * Monte Cervino * Monte Rosa * Arco de Augusto () * Teatro Romano (Aosta) * Catedral e Colegiada de Saint-Ours * Castelo Fénis (arredores de Saint-Vincent) * Castelo de Issogne == Geografia == O Vale de Aosta é a menor região italiana e está localizado no meio dos Alpes, cercado por quatro das mais altas montanhas em toda a Itália e Europa (monte Branco, Cervino, monte Rosa e o Maciço do Grande Paraíso). Os vales mais importantes são o Colle del Piccolo San Bernardo e o Colle del Gran San Bernardo, que é o mesmo nome do túnel da região. A parte sul do território é ocupada pelo Parque Nacional Gran Paradiso, criado em 1922 para proteger determinadas espécies de flora e fauna em perigo de extinção como cabras, camurças, marmotas e arminho. Os vales foram escavados por geleiras em movimento em uma época em que toda a região era coberta pelas mesmas. Atualmente, as geleiras ocupam apenas os picos mais altos. === Clima === O clima típico do Vale de Aosta é o inverno alpino e verão fresco. Somente o vale central, atravessado pelo rio Dora Baltea, é beneficiado com um clima mais ameno. Durante o inverno possui neve intensa, mas a precipitação é escassa no resto do ano. Para contornar a escassez de água nestes períodos, foram construídas — no início da Idade Média — grandes canais de irrigação chamados Rûs (pron. \"rü\", mesmo no plural). Estes que, até hoje, ainda são usados. Todo o território é parte de uma cadeia de montanhas uniforme: devido a isto, sofre por causa de sua morfologia inteiramente montanhosa, com vales arborizados, útil para umidificar e refrescar o clima. Os fatores morfológicos principais são de fato dois: a cordilheira que se espalha por toda a região e o grande número de geleiras e florestas que esfriam o clima. Quando o inverno se forma em uma área de baixa pressão de Aosta, a área em torno de Courmayeur é atingida por um resfriamento, com chuvas e neve em altitudes mais baixas, que se estende até o vale, especialmente em algumas zonas do interior. O verão é frio e com muito vento. No interior o clima é mais rigoroso, com a média de temperatura muito baixa, especialmente em algumas regiões do noroeste do vale (média diária em janeiro de -11,9 °C em Courmayeur, -12,9 °C Breuil-Cervinia, -10,9 °C em Aosta). A mínima média destas localidades estão entre -10 e -12 °C e as temperaturas sazonais esperadas durante o inverno são em torno de -15 °C, embora temperaturas noturnas podem chegar bem abaixo desse valor durante os períodos mais intensos de geada. Os dias de verão são muito frescos, e as médias diárias durante o período de verão são influenciadas pelas geleiras e dos ventos térmicos e da temperaturas da noite fria. == História == Existem marcas de presença humana que datam de Na Antiguidade, o Vale de Aosta foi habitado por lígures e celtas. No , o vale atraiu os romanos por sua localização estratégica entre a Gália e a Germânia. Após vencerem os salassos locais, os romanos fundaram Augusta Pretória (atual Aosta). Na cidade de Aosta, foi encontrada a maior quantidade de artefatos romanos depois de Roma e Pompeia, o que lhe rendeu o título de \"Roma dos Alpes\". Depois de lutas e ataques insistentes ao longo de séculos por parte de diversos povos, dos ostrogodos aos bizantinos, finalmente, foram os francos que se instalaram no vale em 575, o que explica a influência gaulesa predominante na região. A partir do , destacou-se a casa de Saboia, que tomou posse política e administrativa até a Revolução Francesa. No , Aosta tornou-se um ducado com governo e assembleia próprias. Em 1800, Napoleão Bonaparte atravessou o colo do Grande São Bernardo com seu exército e, com a constituição do Reino de Itália em 1860, a autonomia foi sendo várias vezes proposta. Em 1927, a província de Vale de Aosta foi estabelecida como centro da área de Turim e Ivrea. Em 1948, o Vale de Aosta adquiriu o estatuto de Região Autônoma. Com mais de cem castelos, a região tornou-se um ponto turístico muito visitado. Os principais castelos são: Castelo de Issogne, fortaleza de Bard, o castelo de Verrès, o castelo de Fénis, a fortaleza de Aymavilles e o castelo de Sarre. Localizado no cruzamento das forças armadas e grandes rotas comerciais entre a França, Suíça e Itália, o Vale de Aosta conserva vestígios de seu passado, tais como, na cidade de Aosta: * A área megalítica de Saint-Martin-de- Corléans; * O arco de triunfo de Augusto; * As portas romanas; * As cintas muralhas e as torres; * O teatro romano, com capacidade de 4.000 espectadores. == Ver também == * Regiões da Itália * Lista de províncias da Itália * Lista de comunas de Vale de Aosta * História do Vale de Aosta == Ligações externas == * * A",
 "title": "Vale de Aosta"
}