{
 "id": "8981",
 "text": "Polietileno tereftalato, ou PET, é um polímero termoplástico patenteado em 1941 por dois químicos britânicos, John Rex Whinfield e James Tennant Dickson, formado pela reação entre o ácido tereftálico e o etileno glicol. Utiliza-se principalmente na forma de fibras para tecelagem e de embalagens para bebidas. É um poliéster por possuir o grupo funcional éster na sua cadeira principal, e possui propriedades termoplásticas, isto é, pode ser reprocessado diversas vezes pelo mesmo ou por outro processo de transformação. Quando aquecidos a temperaturas adequadas, esse plástico amolece, funde e pode ser novamente moldado. As garrafas produzidas com este polímero só começaram a ser fabricadas na década de 70, após cuidadosa revisão dos aspectos de segurança e meio ambiente. No começo dos anos 80, os Estados Unidos e o Canadá iniciaram a coleta dessas garrafas, reciclando-as inicialmente para fazer enchimento de almofadas. Com a melhoria da qualidade do PET reciclado, surgiram aplicações importantes, como tecidos, lâminas e garrafas para produtos não alimentícios. Mais tarde na década de 90, o governo americano autorizou o uso deste material reciclado em embalagens de alimentos. ainda é amplamente utilizado para a fabricação de engarrafados, quando na década de 1970, houve a necessidade da produção de garrafas maiores, de peso leve e inquebráveis, para armazenar bebidas carbonatadas, assim, este polímero conseguiu se ajustar perfeitamente às exigências. As características do PET (grau de garrafa) estão relacionadas com a transparência, resistente ao desgaste e resistente à corrosão, possuindo acabamento de alta resistência e suave, sendo amplamente utilizado para garrafas PET de água mineral, suco, óleo comestível, produtos farmacêuticos, cosméticos, etc O PET também possui uma baixa absorção de água e boa resistência às forças atrativas, pois a resistência à tração do filme de PET é similar à do filme de alumínio, e é três vezes maior que a do filme para PC e PA. O filme de PET é aparentemente transparente e sua resistência à tração pode atingir 1/3 ~ 1/2 da do aço, se for processada por desenho orientado, pois é um dos filmes termoplásticos mais resistentes existentes. Quando esse o PET é queimado, apresenta uma chama de cor amarelada que corre o risco de explodir durante a queima, mesmo quando afastada do fogo, continua a queimar até ser todo consumido. O polietileno tereftalato tem sua temperatura de transição vítrea em torno de 70 a 120 ºC,AVALIAÇÃO DE SISTEMAS DE FECHAMENTO PARA EMBALAGENS DE POLIETILENO TEREFTALATO (PET) NA RETENÇÃO DE CO2 e sua cristalinidade acima de 50%, características que auxiliam nas funções em que o polímero é empregado atualmente. == Síntese PET == O Polietileno tereftalato é produzido industrialmente em duas etapas: pré-polimerização e a policondensação, em que a primeira etapa corresponde a fabricação do oligômero tereftalato de bis (2-hidroxietileno), BHET, a partir de duas rotas, e a policondensação é responsável pela produção do PET. A primeira rota é a esterificação direta, onde ocorrerá a reação entre o Ácido tereftálico e o Etilenoglicol, caracterizada por ser heterogênea, autocatalítica, ou seja, não é necessário o uso de catalisadores, com temperatura de trabalho em torno de 240-260 °C. Na segunda rota, ocorre a substituição do Ácido tereftálico pelo Éster tereftalato de dimetileno, com o uso de catalisadores e temperatura de trabalho variando entre 170-210 °C. Antigamente, utilizava-se mais a segunda rota, pela facilidade de se obter o Éster Tereftalato de dimetileno, todavia, atualmente é mais usual a primeira rota, pelas características de solubilidade entre os dois monômeros. Durante as reações de polimerização por condensação das rotas mencionadas, ocorrem a liberação de água e de metanol. Na policondensação, o BHET é submetido a uma temperatura de 280 °C, com uma pressão interna de 1,3 x 10² Pascal e grau de polimerização equivalente a 100. Após o processo ter finalizado, a massa molar do PET será igual a 33000 gramas por mol, com a viscosidade elevada e diminuição da taxa de reação. Como mostrado na figura ao lado as duas primeiras reações correspondem a obtenção do BHET, que pode ser produzido pela reação entre o dimetiltereftalato (DMT) e o etileno glicol (EG), ou pela reação entre ácido tereftálico (PTA) e também etileno glicol (EG) e a ultima reação que mostra, por fim, a polimerização do BHET submetido ao calor com liberação de etileno glicol (EG). == Co- polimerização == A co-polimerização é um método usado afim de se diminuir algumas propriedades não requeridas ao polímero, porém, são intrínsecas do mesmo, como por exemplo no PET, a baixa adesão aos materiais metálicos e a redução a possibilidade de tingimento. Nos dias de hoje, a copolimerização é amplamente empregada ao processamento por sopro, com o objetivo de fabricar embalagens para bebidas carbonatadas. As propriedades alcançadas durante a produção das embalagens dependem de alguns parâmetros, tais como, cristalinidade, massa molar e cristalização, visto que se a cristalinidade for elevada, têm-se uma melhoria das propriedades mecânicas, em contrapartida, se for baixa, ocorre a degradação. Dessa forma, este método é utilizado para diminuir a taxa de cristalização durante o processamento e aumentar a resistência mecânica. Alguns exemplos de co-monômeros aplicados na síntese do PET são: Isoftalato de etileno, 2,6-naftalato de etileno, 1,4-butanodiol. == Processamento PET == No processamento do PET, existem dois métodos de moldagem básicos para garrafas de PET, a de um passo e a de dois passos, as que utilizam o método de um passo (One-Step) com a pré-forma quente e aqueles que utilizam o método dois passos (Two-Step) com a pré-forma fria. No método de um passo - de grânulos de PET para garrafa acabada -, todos os processos são concluídos em uma máquina integrada, sendo sua maior vantagem a redução no espaço, manuseio dos produtos, a energia utilizada e a qualidade visual, muito maior que o sistema de duas etapas. Isto significa que o pré-molde moldado por injeção, é retirado da cavidade de injeção enquanto ainda está quente o suficiente para ser esticado soprado para formar a garrafa. Não é necessário aquecimento após o processo de injeção, uma vez que as pré-formas não são armazenadas para serem expelidas em uma etapa posterior, mas são recém- moldadas logo após o processo de injeção. Não há riscos de danos na superfície das pré-formas que se tocam durante o armazenamento ou o transporte. O método de um passo (One-Step) é altamente adequado para linhas de produção de pequena e média escala. O método de dois passos, normalmente, passa pelas seguintes etapas: #Secagem de PET: O PET absorve a umidade da atmosfera. Isto deve ser removido por uma secagem desumidificante antes do processamento. #Produção de pré-moldes PET Plastificando o PET: As pastilhas de PET secas são comprimidas e derretidas por um parafuso rotativo. #Moldagem por injeção da pré-forma de PET: O PET fundido é injetado na cavidade da injeção e esfriou rapidamente para formar uma \"pré-forma\" (A forma de tubo de ensaio a partir da qual as garrafas são explodidas é conhecida como uma pré-forma). #Aquecimento da pré- forma PET: A temperatura da pré-forma é ajustada ao perfil correto para soprar. === Moldagem do PET por estiramento do sopro === A pré-medida quente é simultaneamente esticada e soprada (orientando os cristais e fortalecendo o PET *) em um molde de sopro moldado para formar um recipiente resistente e leve. O PET que é aquecido a uma temperatura em que as moléculas em forma de cadeia são suficientemente móveis para desenrolar em vez de quebrar quando estendido, podem ser orientadas por alongamento. O estiramento aplicado a partir de duas direções em ângulos retos, como na moldagem por sopro por estiramento, dá orientação biaxial. O PET orientado contém cadeias cuidadosamente embaladas alinhadas nas direções do estiramento. O material é mais forte porque as moléculas agem juntas em vez de individualmente. A resistência à tração do PET orientado é várias vezes a do material não esticado e a resistência ao impacto, barreira e resistência química também são significativamente melhoradas, de modo que as garrafas podem ser mais leves sem sacrificar o desempenho. == Reciclagem == thumb|direita|250px|Uma garrafa PET demora no meio ambiente cerca de 400 anos para se degradar. Pode ser reciclado pelo processo de termo reação, ou a quente, onde em determinada temperatura, o polímero fica líquido, podendo então ser moldado, extrusado e comprimido em outras formas. As garrafas produzidas com esse polímero podem permanecer na natureza por até 800 anos. No começo da década de 1980, os Estados Unidos e Canadá iniciaram a coleta dessas garrafas, reciclando-as inicialmente para fazer enchimento de almofadas. Com a melhoria da qualidade do PET reciclado, surgiram aplicações importantes, como tecidos, lâminas e garrafas para produtos não alimentícios. Mais tarde na década de 1980, o governo norte americano autorizou o uso destes materiais reciclados em embalagens de alimentos. A produção cresceu, mas a reciclagem não acompanhou a produção, gerando uma invasão de garrafas de todos os tamanhos e formatos, hoje a produção de pet avançou e é um dos maiores vilões do meio ambiente, poluindo matas, rios e córregos. == Contaminantes == Os principais contaminantes do PET reciclado são adesivos plásticos A base ou (\"base cup\") - a famosa base de alguns refrigerantes de Polipropileno. A maioria dos processos de lavagem não impede que traços destes produtos indesejáveis permaneçam no floco de PET. A cola age como catalisador de degradação hidrolítica quando o material é submetido à alta temperatura no processo de extrusão, além de escurecer e endurecer o reciclado. O mesmo pode ocorrer com o policloreto de vinilo (PVC), que compõe outros tipos de garrafas e não pode misturar-se com a sucata de PET, pois o PVC reage com o PET, transformando-o em outra substância. O alumínio existente em algumas tampas é apenas tolerado com teor de até 50 partes por milhão [ppm] no reciclado. == Seleção == A seleção e pré-processamento da sucata é muito importante para a garantia de qualidade do reciclado. A seleção pode ser feita pelo símbolo que identifica o material ou pela cor (cristal, âmbar ou verde). A separação pode seguir processos manuais ou mecânicos, como sensores ópticos. No pré-processamento, após a prensagem, é preciso retirar os contaminantes, separando-os por diferença de densidade em fluxo de água (levigação) ou ar. Além do rótulo (polietileno de alta densidade), devem ser retirados da sucata os resíduos de refrigerantes e demais detritos, por meio de processos de lavagem. Os diferentes tipos de garrafas também podem ser um problema na reciclagem. As garrafas que são usadas para envase de bebidas carbonatadas precisam de um índice de viscosidade maior que o de uma garrafa de água, por exemplo. Dependendo da aplicação da resina reciclada, a mistura dos dois tipos de garrafas pode dar um efeito complicador no futuro processamento. == Vantagens da reciclagem == * Redução do volume de lixo nos aterros sanitários e melhoria nos processos de decomposição de matérias orgânicas nos mesmos. O PET acaba por prejudicar a decomposição pois impermeabiliza certas camadas de lixo, não deixando circularem gases e líquidos. * Economia de petróleo pois o plástico é um derivado. * Economia de energia na produção de novo plástico. * Geração de renda e empregos. * Redução dos preços para produtos que têm como base materiais reciclados. * O material não pode ser transformado em adubo. Plástico e derivados não podem ser usados como adubo, pois não há bactéria na natureza capaz de degradar rapidamente o plástico. * É altamente combustível, com valor de cerca de 20 Megajoules/quilo, e libera gases residuais como monóxido e dióxido de carbono, acetaldeído, benzoato de vinila e ácido benzóico. Esses gases podem ser usados na indústria química. É muito difícil a sua degradação em aterros sanitários. == Beneficiamento do PET == * O PET possibilita o uso de mecanismos para orientação das cadeias para formação de estruturas mais resistentes e transparentes.repositorio.unicamp.br - pdf) * Outro aspecto, é a alteração das propriedades do material de acordo com a temperatura, taxa e tensão de deformação. * Uma forma de se melhorar as propriedades mecânicas é pelo tratamento térmico, onde as tensões do material são reduzidas ou eliminadas para obtenção de maior estabilidade. * Estudos indicam que a reorientação de cadeias poliméricas tendem a aumentar a rigidez do material. Podem também reduzir a permeabilidade à gases em relação ao material com cadeias não orientadas. *Alguns aditivos podem ser usados como coatings para melhorar aspectos do PET, como o caso do óxido de silício, que previne a migração de gás por meio da substância sem efeitos negativos sobre o alimento que contém ou o próprio polímero. == Biodegradação do PET == * Existe uma enzima chamada PETase que é expelida por algumas bactérias e é capaz de digerir o polímero. Um exemplo é a bactéria chamada Ideonella sakaiensis que pode se \"alimentar\" de PET utilizando carbono e energia. A enzima age convertendo as moléculas de PET para MHET (ácido tereftálico), mono (2-hidroxietil), e aí absorvida pela bactéria. Porém, a enzima demora um tempo relativamente alto para converter uma pequena quantidade de PET, e sua velocidade tende a ser inversamente proporcional ao índice de cristalinidade do polímero. * Existem estudos para aumentar a atividade e eficiência da enzima PETase por meio de simulações computacionais para entender como a enzima se liga às moléculas de PET. Nesse estudo, foi constatado que existem dois aminoácidos no sítio ativo e o experimento consistiu na conversão desse para cutinase para atingir maior eficiência. Porém, ao tentar suprimir para possuir apenas essa característica, o resultado foi a produção ainda maior de PETase ativa. Assim, foi necessário mais estudos para entender porque a PETase modificada era mais eficiente, e foi concluído que o sistema de ligação entre enzima e substrato era mais fácil de ocorrer (sistema chave fechadura). *Outro estudo, no Instituto de Biomedicina e Biotecnologia de Cantabria, reportou que vermes de cera (wax worm / lagarta) são capazes de romper as moléculas de polietileno, característica que foi confrontada por outros estudiosos da Universidade de Johaness Gutenberg que disseram que os produtos observados eram de origem da própria lagarta. == Ver também == * Malha PET * Nafta * Plástico * Polímero * Policarbonato * Polietileno * Poliestireno * Polietileno de baixa densidade * Petroquímica * Reciclagem == Ligações externas == * Associação Brasileira da Indústria do PET * Cervejas em embalagens PET Categoria:Materiais recicláveis Categoria:Polímeros Categoria:Ésteres Categoria:Poliésteres",
 "title": "Politereftalato de etileno"
}