{
 "id": "89846",
 "text": "Perúgia ou Perúsia (em italiano, Perugia) é uma comuna italiana, capital da região da Úmbria, perto do rio Tibre e capital da província homônima, com cerca de 158.313 habitantes. Estende-se por uma área de 449 km², tendo uma densidade populacional de 352,59 hab/km². Faz fronteira com Assisi, Bastia Umbra, Corciano, Deruta, Gubbio, Magione, Marsciano, Panicale, Piegaro, Torgiano, Umbertide, Valfabbrica. Perúgia deu seu nome ao famoso pintor Perugino (Pietro Vannucci), que viveu e trabalhou lá. Um outro famoso pintor, Pinturicchio, viveu em Perúgia. == História == Perúgia aparece primeiramente (como Perúsia) na História como uma das doze cidades confederadas da Etrúria. Mencionada primeiramente na guerra de 310 a.C. ou de 309 a.C. entre os Etruscos e os Romanos. Foi, entretanto, uma parte importante na rebelião de 295, e foi reduzida, com Volsínios e Arécio (Arezo), a procurar paz no ano seguinte. Em 216 e em 205 ajudou Roma na guerra contra Aníbal, voltando mais tarde a ser negligenciada até 41-40 a.C., quando Lúcio Antônio aí se refugiou, sendo reduzida por César Augusto após um longo cerco. A cidade foi queimada, como é dito, à exceção dos templos de Vulcano e de Juno. É muito pouco mencionada pelos geógrafos até a metade do século VI, quando foi capturada por Tótila após um longo cerco. No período lombardo é dita como uma das cidades principais da Túscia. No século IX, com o consentimento de Carlos Magno e Luís, o Piedoso, ficou com os papas; mas por muitos séculos a cidade continuou a manter uma vida independente, guerreando contra muitas das terras e das cidades vizinhas - Foligno, Assisi, Espoleto, Todi, Siena, Arezo etc. Em várias ocasiões os papas encontraram asilo dentro de suas paredes, e foi lugar de reunião dos conclaves que elegeram Honório II (1124), Papa Honório IV (1285), Papa Celestino V (1294), e Papa Clemente V (1305). Mas Perúgia não teve nenhum interesse em simplesmente subservir aos interesses papais. Além disso, a cidade abriga uma das maiores fábricas de chocolates do mundo, a Perugina. Fundada em 1907, a empresa produz diversas linhas de produtos, com diversos tipos e sabores. Ao exportar seus produtos para diversos países, a marca leva o nome da cidade a vários países e permite que os mais interessados conheçam a fábrica, que exibe ainda um museu histórico, o Casa del Cioccolato. ==Demografia== == Monumentos e atrações culturais == * Catedral de Perúgia * Galeria Nacional da Úmbria * Hipogeu dos Volumni * Museu Arqueológico Nacional da Úmbria * Oratório de São Bernardino * Palazzo dei Priori == Ligações externas == * *",
 "title": "Perúgia"
}