{
 "id": "90417",
 "text": "() é um monstro gigante fictício — um daikaijū — que apareceu inicialmente em filmes japoneses de ficção científica e terror. Foi visto pela primeira vez em 1954 no filme Gojira, produzido pela Toho Film Company Ltd. É conhecido por sua aparência semelhante a um dinossauro, coberto com placas peculiares nas costas, capaz de disparar uma forma de fogo ou raio atômico pela boca e também por ser quase indestrutível. Godzilla foi concebido inicialmente como uma metáfora para armas nucleares. Em sua primeira aparição em Gojira (1954), Godzilla é uma força destrutiva que ataca o Japão, mas no decorrer da série o grande monstro se desenvolveu como um personagem com características ora de um vilão, ora de um herói, frequentemente salvando Tóquio, e posteriormente outras cidades, de invasões de outros daikaijū e de alienígenas, embora no processo ele destrua grande parte dessas cidades. Até o momento, a Toho produziu 32 filmes sobre Godzilla, sendo o mais recente Godzilla vs Kong: The New Empire de 2024, e os filmes animados, como o anime Godzilla: Planet of the Monsters. Em quase todos os filmes era interpretado por um ator fantasiado (suitmation), mas nos mais recentes passou a ser retratado por CGI. Quatro de seus filmes japoneses receberam versões americanas bastante modificadas em relação às originais, contendo cenas inéditas gravados pelos americanos além de outras alterações. Em 1998, a TriStar Pictures produziu uma versão americana situada na cidade de Nova Iorque, com o monstro redesenhado, porém esta versão não agradou a própria Toho que mais tarde a apelidou de Zilla. Em 2014, numa co-produção da Legendary Pictures e da Warner Bros. Pictures, ganhou uma nova versão americana, distribuída pela Warner Bros. Pictures em todo o mundo menos no Japão, onde foi distribuída pela própria Toho. Esta versão se provou um sucesso e garantiu a criação da franquia de universo compartilhado MonsterVerse. No decorrer dos anos, Godzilla também inspirou muitos outros tokusatsus que fazem sucesso no Japão e no mundo. == Criação == Godzilla é uma criação do produtor Tomoyuki Tanaka, do diretor Ishirō Honda, do mago dos efeitos Eiji Tsuburaya — que mais tarde viria a ser o pai da família Ultra — e do compositor Akira Ifukube. Godzilla é a personificação do medo das armas nucleares. Criado por uma explosão nuclear, seu imenso tamanho, força, terror e destruição evocam a fúria das bombas atômicas lançadas em Hiroshima e Nagasaki, e o medo da radiação nuclear, que se tornou parte do consciente japonês após o incidente do barco de pesca Daigo Fukuryū Maru e os testes nucleares no Oceano Pacífico, que ocorreram próximos ao país na década de 50.Souder, William (2012); On a Farther Shore - The Life and Legacy of Rachel Carson. Broadway Books, New York, 496 pp. ISBN 978-0-307-46221-3 Godzilla também é inspirado no monstro King Kong, já que o o filme de 1933 fora um sucesso no Japão e no mundo, e no Rhedosaurus, do filme The Beast from 20,000 Fathoms (1953), um dinossauro gigantesco fictício que destrói uma cidade após ser liberado de uma geleira após testes nucleares no Círculo Ártico. Para muitas pessoas em todo o mundo, Godzilla é um aspecto característico da cultura popular japonesa. Ele ainda é um dos monstros mais reconhecidos no mundo, apesar da sua popularidade ter enfraquecido ao longo dos anos. Godzilla remanesce como uma importante faceta dos filmes japoneses, incorporando o \"kaijū\", ou monstro gigante, no gênero tokusatsu, ou filme de efeitos especiais — gênero que provavelmente inaugurou com seus primeiros longa-metragens. Nos filmes japoneses, Godzilla é retratado como algum tipo de dinossauro gigante com escamas cinzas e ásperas, um poderoso rabo e várias placas ósseas dorsais. Sua origem varia de um filme para o outro, mas é quase sempre descrito como uma criatura pré-histórica e seus primeiros ataques ao Japão têm ligações com o início da Era Atômica. Em particular, a mutação causada por radiação atômica — a fúria liberada pelo homem dividindo os átomos — é apresentada como uma explicação para seu grande tamanho e poderes estranhos. A aparência de Godzilla foi inspirada em várias espécies de répteis e dinossauros. Especificamente, apesar de seu porte ereto, tem o corpo de um tiranossauro, os longos braços de um iguanodonte, as placas ósseas dorsais de um estegossauro e a cauda de um crocodiliano. Godzilla chegou aos EUA pela primeira vez em 1956 no filme \"Godzilla, o Rei dos Monstros\", uma americanização do original \"Gojira\" no qual novo roteiro e novas cenas, estreladas pelo ator canadense Raymond Burr como o repórter americano Steve Martin, foram acrescentados, criando-se um antecedente que seria feito anos mais tarde com duas produções da Saban Entertainment: \"Power Rangers\" e \"Masked Rider\". == Visão geral == === Nome === é um amálgama das palavras japonesas , e , que é adequado porque no estágio de planejamento, Godzilla foi descrito como \"um cruzamento entre um gorila e uma baleia\"Steve Ryfle. Japan's Favorite Mon-Star. ECW Press, 1998. Pg.22. Idioma: inglês. em alusão a seu tamanho, força e origem aquática.O nome de Godzilla foi escrito em ateji como Gojira (呉 爾羅), onde os kanji são usados ​​para valor fonético e não para significado. [ citação necessário ], Na forma inglesa a palavra god significa \"deus\" e o restante são abreviação da palavra inglesa Gorilla \"gorila\" formando a palavra Godzilla. == Técnica de suitmation == Todos os filmes do Godzilla até 2004, com exceção da versão americana de 1998 feita em CGI, foram gravados usando a tradicional técnica suitmation (atores usando roupas de monstros). As roupas são feitos de látex retardante de incêndio, o que evita queimaduras em seus usuários. Os dentes são feitos de madeira e resina. O ator pode ver através de pequenos orifícios no pescoço da roupa; na ficção, esses orifícios foram explicados como guelras pelas quais Godzilla respira embaixo d'água. Cabos e baterias são instalados nas roupas para a movimentação do rosto e fios de náilon são usados por manipuladores assistentes para mover o rabo. Outras técnicas também já foram utilizadas para representar os monstros, como bonecos de stop-motion, marionetes, animatrônicos e por fim CGI com captura de movimento, a mais comum nos filmes recentes. == Rugido == Os rugidos de Godzilla, sua marca registrada, foram feitos por Akira Ifukube tocando um contrabaixo com um objeto de borracha. == Filmografia == Ano Título Internacional Título Original Título no Brasil Título em Portugal Série Showa 1954 Godzilla ゴジラ Gojira Godzilla - O Monstro do Mar (versão americana) / Godzilla (versão japonesa) O Monstro do Oceano Pacífico 1955 Godzilla Raids Again ゴジラの逆襲 Gojira no Gyakushū Gigantis - O Monstro de Fogo / O Monstro de Fogo (TV) / Godzilla Contra-Ataca (Blu-ray) - 1962 King Kong vs. Godzilla キングコング対ゴジラ Kingu Kongu tai Gojira King Kong Contra Godzilla King Kong versus Godzilla 1964 Mothra vs. Godzilla モスラ対ゴジラ Mosura tai Gojira Godzilla Contra a Ilha Sagrada Mothra Contra Godzilla 1964 Ghidorah, the Three-Headed Monster 三大怪獣 地球最大の決戦 San Daikaijū Chikyū Saidai no Kessen Ghidrah, o Monstro Tricéfalo \\- 1965 Invasion of Astro-Monster 怪獣大戦争 Kaijū Daisensō A Guerra dos Monstros A Invasão dos Astro-Monstros 1966 Ebirah, Horror of the Deep ゴジラ・エビラ・モスラ 南海の大決闘 Gojira, Ebira, Mosura Nankai no Daikettō Ebirah, o Terror dos Abismos Ebirah, Horror dos Oceanos 1967 Son of Godzilla 怪獣島の決戦 ゴジラの息子 Kaijū-tō no Kessen Gojira no Musuko O Filho de Godzilla - 1968 Destroy All Monsters 怪獣総進撃 Kaijū Sōshingeki O Despertar dos Monstros \\- 1969 All Monsters Attack ゴジラ・ミニラ・ガバラ オール 怪獣大進撃 Gojira, Minira, Gabara Ōru Kaijū Daishingeki Monstrolândia \\- 1971 Godzilla vs. Hedorah ゴジラ対ヘドラ Gojira tai Hedora Os Monstros Invadem a Terra \\- 1972 Godzilla vs. Gigan 地球攻撃命令 ゴジラ対ガイガン Chikyū Kōgeki Meirei Gojira tai Gaigan Godzilla - O Rei dos Monstros - 1973 Godzilla vs. Megalon ゴジラ対メガロ Gojira tai Megaro Monstros de Outros Espaços / Godzilla vs. Megalon (VHS e DVD) - 1974 Godzilla vs. Mechagodzilla ゴジラ対メカゴジラ Gojira tai Mekagojira A Odisséia dos Monstros A Guerra dos Monstros 1975 Terror of Mechagodzilla メカゴジラの逆襲 Mekagojira no Gyakushū A Fúria dos Monstros - Série Heisei 1984 The Return of Godzilla ゴジラ Gojira -godzilla 1985 O Regresso de Godzilla 1989 Godzilla vs. Biollante ゴジラＶＳビオランテ Gojira tai Biorante Godzilla vs. Biollante (VHS e DVD) / Godzilla versus Biollante (TV) Godzilla Contra-Ataca 1991 Godzilla vs. King Ghidorah ゴジラＶＳキングギドラ Gojira tai Kingu Gidora Godzilla Contra o Monstro do Mal (VHS) / Godzilla Contra King Guidora (TV) / Godzilla vs. King Ghidorah (DVD) Godzilla Contra King Ghidrah / 1992 Godzilla vs. Mothra ゴジラＶＳモスラ Gojira tai Mosura Godzilla - A Batalha do Século (VHS) / Godzilla versus Mothra (TV) Godzilla e Mothra 1993 Godzilla vs. Mechagodzilla II ゴジラＶＳメカゴジラ Gojira tai Mekagojira -godzilla contra o robô Godzilla - 1994 Godzilla vs. SpaceGodzilla ゴジラＶＳスペースゴジラ Gojira tai Supēsugojira -godzilla contra o Godzilla do espaço - 1995 Godzilla vs. Destoroyah ゴジラＶＳデストロイア Gojira tai Desutoroia -godzilla contra o monstro destruidor - Produção Solo Estadunidense 1998 Godzilla GODZILLA Godzilla Godzilla Antologia da Era Millennium 1999 Godzilla 2000: Millennium ゴジラ２０００ ミレニアム Gojira Nisen Mireniamu Godzilla 2000 - 2000 Godzilla vs. Megaguirus ゴジラ×メガギラス Ｇ消滅作戦 Gojira tai Megagirasu Jī Shōmetsu Sakusen -godzilla vs meguaguiros - 2001 Godzilla, Mothra and King Ghidorah: Giant Monsters All-Out Attack ゴジラ・モスラ・キングギドラ 大怪獣総攻撃 Gojira, Mosura, Kingu Gidora Daikaijū Sōkōgeki -godzilla mothra e king dorah - 2002 Godzilla Against Mechagodzilla ゴジラ×メカゴジラ Gojira tai Mekagojira -godzilla encontra mechaGodzilla - 2003 Godzilla: Tokyo S.O.S. ゴジラ×モスラ×メカゴジラ 東京ＳＯＳ Gojira Mosura Mekagojira Tokyo Esu Ō Esu -godzilla Tokyo em apuros - 2004 Godzilla: Final Wars ゴジラ ＦＩＮＡＬ ＷＡＲＳ Gojira Fainaru Wōzu Godzilla: Batalha Final - Shin Godzila (filme solo) 2016 Shin Godzilla シン・ゴジラ Shin Gojira Shin Godzilla - Trilogia de Filmes de Animação 2017 Godzilla: Planet of the Monsters ＧＯＤＺＩＬＬＡ 怪獣惑星 Gojira Kaijū Wakusei Godzilla: Planeta dos Monstros Godzilla: Planeta dos Monstros 2018 Godzilla: City on the Edge of Battle ＧＯＤＺＩＬＬＡ 決戦機動増殖都市 Gojira Kessen Kidō Zōshoku Toshi Godzilla: Cidade no Limiar da Batalha Godzilla: No Limiar da Batalha 2018 Godzilla: The Planet Eater ＧＯＤＺＩＬＬＡ 星を喰う者 Gojira Hoshi wo Kū Mono Godzilla: O Devorador de Planetas Godzilla: O Devorador de Planetas Série Estadunidense MonsterVerse 2014 Godzilla Godzilla Godzilla Godzilla 2019 Godzilla: King of the Monsters Godzilla: King of the Monsters Godzilla II: Rei dos Monstros Godzilla II: Rei dos Monstros 2021 Godzilla vs. Kong Godzilla vs. Kong Godzilla vs. Kong Godzilla vs. Kong 2024 Godzilla x Kong: The New Empire Godzilla x Kong: The New Empire Godzilla e Kong: O Novo Império Godzilla x Kong: O Novo Império Godzilla Minus One (série de filmes japoneses) 2023 Godzilla Minus One ゴジラ-1.0マイナスワン Gojira Mainasu Wan Godzilla Minus One Godzilla Minus One Televisão 1973 Zone Fighter 流星人間ゾーン Ryūsei Ningen Zōn -tokusatsus - 1978-1979 Godzilla The Godzilla Power Hour Godzilla Godzilla 1998-2000 Godzilla: The Series Godzilla: The Series Godzilla: A Série Godzilla 2021 Godzilla Singular Pointhttps://ovicio.com.br/godzilla-singular-point- tera-13-episodios-na-primeira-temporada/ ゴジラ S.P ＜シンギュラポイント＞ Gojira Shingyura Pointo Godzilla: Ponto Singular Godzilla: Singularidades == Aparições em outras mídias e formatos == Godzilla fez um estrondoso sucesso no mundo inteiro, sendo muito homenageado e parodiado em vários filmes, séries, livros, desenhos animados e videogames.thumb|265px|esquerda|Cosplayer de Godzilla no evento WonderCon 2009. Esta fantasia do participante Gabe McIntosh ganhou o prêmio de Melhor Recriação na competição de Disfarces. === Quadrinhos === Godzilla teve diversas passagens pelas histórias em quadrinhos, sendo a primeira de destaque a série produzida Marvel Comics, de autoria de Doug Moench, publicada entre 1977 e 1979 e que faz parte do Universo Marvel, a continuidade principal da editora Marvel. Nesta série, Godzilla batalha contra ícones do universo Marvel como o Quarteto Fantástico e os Vingadores. Durante os anos de 1990, a licença foi comprada pela Dark Horse Comics que publicou novas histórias na época, e mais recentemente o monstro passou pela IDW Publishing, que também lançou novas histórias. === Homenagens e referências === * Godzilla, Mothra, Rodan e King Ghidorah aparecem em fotos de pinturas rupestres na cena pós-créditos do filme \"Kong: Ilha da Caveira\", e nesse momento também ouvimos o rugido do Godzilla. Isso acontece porque \"Kong: Ilha da Caveira\" se passa no mesmo universo do filme de 2014 e suas sequências. *O grande Monstro da Toho tem seu próprio universo de Filmes o chamado MonsterVerse que já tem 4 filmes, sendo eles: Godzilla (2014), Godzilla II: Rei dos Monstros (2019), Godzilla vs. Kong (2021) e Godzilla x Kong O Novo Império (2024). O monstro da Toho nesse universo é interpretado por Andy Serkis por meio da Captura de Movimento. *Godzilla: Minus One, de 2023, não ocorre no mesmo Universo que os filmes do MonsterVerse, sendo uma produção japonesa semelhante aos primórdios da criatura, surgida em 1954. == Ligações externas == * Site oficial do Godzilla * Desenho www.tvteam.com.br * Comercial: Godzilla engole FIAT * Título do filme de 1954 em português do Brasil. Categoria:Godzilla",
 "title": "Godzilla"
}