{
 "id": "90434",
 "text": "alt=|miniaturadaimagem|297x297px|direita|Representação em azulejo da lida do vaqueiro nordestino perseguindo boi fugido, de 1972. Mercado Público de Campo Maior, Piauí. A vaquejada é uma atividade cultural do Nordeste brasileiro, provavelmente de origem mexicana citada por alguns como um esporte, na qual dois vaqueiros montados a cavalo têm de derrubar um boi, puxando-o pelo rabo, entre duas faixas de cal do parque de vaquejada. Muito popular na segunda metade do século XX, passou a ser questionada a partir da década de 2010 por ativistas dos direitos dos animais em virtude dos possíveis maus-tratos aos bois. Em decisão proferida em 6 de outubro de 2016, o (STF) Supremo Tribunal Federal considerou inconstitucional uma lei cearense que procurava disciplinar a modalidade esportiva como um evento cultural, sob o argumento de que manifestações culturais não se sobrepõem ao direito de proteção ao meio ambiente, consagrado no artigo 225 da Constituição da República. Seguindo-se a decisão do STF de tornar inconstitucional a vaquejada, o Congresso aprovou emenda constitucional permitindo a prática da vaquejada e definindo alguns direitos e deveres a serem seguidos, visando, também, o bem-estar animal. == História == A vaquejada surgiu no sertão nordestino entre os séculos XVII e XVIII. Não há evidências nem referências à vaquejada no Brasil antes da década de 1870. O método de captura de touros pelos Vaqueiros no Nordeste do Brasil era usando uma vara de ferrão, não puxando-os pela cauda. Puxar os touros pelo rabo era desconhecido no Brasil naquela época. De acordo com o Luíz da Câmara Cascudo, derrubar touros puxando-os pelo rabo no Brasil só surgiu depois da Guerra do Paraguai (1864-1870). Henry Koster descreveu o método nordestino de derrubar touros com a vara na década de 1810: George Gardner, em seu livro —“Travels in the Interior of Brazil, Principally Through the Northern Provinces, and the Gold and Diamond Districts, During the Years 1836-1841”— também descreve os vaqueiros nordestinos usando o método da vara de ferrão para derrubar touros como único método utilizado naquela região: Na década de 1810, o príncipe Maximilian zu Wied-Neuwied também dizia que além de portar uma vara de ferro para derrubar bois, os vaqueiros nordestinos também carregavam um laço para capturar animais não tão ferozes: Luíz da Câmara Cascudo, depois de traduzir o livro de Koster em 1942, disse: Os registros mais antigos datam da década de 1870. Antes já existiam evidências escritas e gráficas de algo similar no México. É provável que esta manifestações tenham surgido no México e de lá tenha ido para a Venezuela e o Brasil. No México era conhecido por Coleo ou Coleadero (de \"cola\" que significa cauda). Um dos registros mais antigos sobre o Coleo nos é dado pelo administrador e historiador jesuíta, Miguel Venegas, em 1739. Em resposta às reclamações dos soldados —no que é hoje Baja California Sur— que supostamente também foram forçados a exercer o ofício de Vaquero, Venegas ataca, dizendo: No século XVIII, o Coleo era tão popular no México que muitos padres católicos a praticavam. Em 1765, Pedro Tamarón Romeral, bispo de Durango no México, ficou chocado com o coleo e criticou sua prática pelos padres: O registro mais antigo da vaquejada no Brasil data de 1874, no Novo Cancioneiro, de José de Alencar, onde o autor cita o uso da vara de ferrão como método principal, e puxando-os pela cauda como método secundário: === As festas de apartação === As fazendas de pecuária bovina extensiva da época não eram cercadas. No mês de junho, quando passava a estação chuvosa, os fazendeiros realizavam as chamadas \"festas de apartação\", em que reuniam dezenas de vaqueiros para buscar os bois que se misturavam com os dos vizinhos, separar os que seriam comercializados e aqueles a serem ferrados ou castrados. O manejo do gado requeria habilidade e coragem. === As \"pegadas de boi\" === Durante a apartação, alguns bois, chamados de \"marueiros\" ou \"barbatões\", fugiam do rebanho e resistiam ao chamado do vaqueiro sendo perseguidos e derrubados pela cauda. Essa prática de pegar o boi no meio da caatinga, conhecida como \"pegada de boi\", conferia entre os participantes respeito e fama para vaqueiros e seus cavalos. O vaqueiro que derrubava um barbatão, além da fama, recebia um prêmio, que podia ser o próprio animal vencido ou uma recompensa em dinheiro. Pouco a pouco, essas iniciativas converteram-se em um ritual festivo, atraindo não só os vaqueiros mas também a comunidade da região. === As \"corridas de morão\" === Na década de 1940, vaqueiros da Bahia e do Ceará começaram a divulgar suas habilidades na lida com o rebanho, por meio de uma atividade que ficou conhecida como \"corrida de morão\" (ou \"mourão\") e que se diferenciava da pegada de boi por realizarem-se no pátio das fazendas. Os vaqueiros desafiavam-se correndo, um de cada vez, atrás do boi em qualquer espaço do pátio. Ganhava aquele que mais se destacasse na puxada do boi. === Bolão de vaquejada === Após alguns anos, pequenos fazendeiros de várias partes do nordeste começaram a promover um novo tipo de vaquejada, onde os vaqueiros tinham que pagar uma quantia em dinheiro, para ter direito a participar da disputa. O dinheiro era usado para a organização do evento e para premiar os vencedores. As montarias, que eram formadas basicamente por cavalos nativos daquela região, foram sendo substituídas por animais de melhor linhagem. O chão de terra batida e cascalho, ao qual os peões estavam acostumados a enfrentar, deu lugar a uma superfície de areia, com limites definidos e regulamento. Cada dupla tinha direito a correr três bois. O primeiro boi valia oito pontos, o segundo valia nove e o terceiro boi correspondia a dez pontos. Esses pontos eram somados e no final da vaquejada era feita a contagem de pontos, a dupla que somasse mais pontos era campeã, e recebia um valor em dinheiro. Esse tipo de vaquejada com três bois foi e ainda é chamada de \"bolão\". == Vaquejada moderna == Nos anos 1960, começaram a ser disputadas as primeiras vaquejadas na faixa dos seis metros. A pista de dez metros surgiu a partir da década de 1980. As vaquejadas modernas se tornaram um negócio. Em 2013, movimentam cerca de 50 milhões de reais por ano, entre premiações, espetáculos e publicidade e envolviam 1.500 empregados diretos e 5 mil indiretos. Cada evento de vaquejada tem um investimento médio de 800 mil reais e um vaqueiro iniciante investe cerca de 10 mil reais para começar no ramo.< Em 2016, a Associação Brasileira de Vaquejada (ABVAQ) estimou em 4 mil o número de eventos realizados a cada ano no País. De acordo com a ABVAQ, a prática se modernizou e passou a se autorregular para preservar a saúde de vaqueiros e animais. A introdução do protetor de cauda, por exemplo, é um dos cuidados com os bovinos para evitar danos à saúde do animal. O equipamento é um rabo artificial feito com uma malha de nylon que é fixado na base do rabo do boi e que reveste a cauda. === Situação === No Ceará, são realizados mais de 700 eventos de vaquejada por ano, que geram 600 mil empregos diretos e indiretos e movimentam mais de R$ 14 milhões. Uma lei estadual de 2013 tentou regulamentar a vaquejada no estado, mas foi considerada inconstitucional pelo STF. Desde 2014, é proibida a realização de vaquejadas em Fortaleza e a divulgação na capital dos eventos realizados em outros municípios. Em Pernambuco, uma associação de criadores de cavalo apurou que, em 2009, a atividade gerava mais de 120 mil empregos diretos e 600 mil indiretos no estado. Na Paraíba, a atividade é reconhecida como modalidade esportiva desde 2015. Existem mais de cem parques de vaquejada no estado, promovendo eventos de diversos portes. Os maiores eventos ocorrem nos parques Ivandro Cunha Lima (Campina Grande), Maria da Luz (Campina Grande) e Bemais (João Pessoa). Esses três eventos distribuem mais de R$ 500 mil em prêmios e estão entre os dez principais do país. No Rio Grande do Norte, são realizadas 400 vaquejadas por ano, envolvendo a participação de 20 mil profissionais e cerca de 50 ou 60 mil pessoas incluindo os postos indiretos relacionados à atividade. Em Alagoas, há 500 pistas destinadas a treinamentos e competições e cerca de 150 vaquejadas são realizadas anualmente, gerando 11 mil empregos diretos e movimentando R$ 5 milhões. A Assembleia Legislativa discute um projeto de lei que reconhece a vaquejada como atividade esportiva e outro que a torna patrimônio cultural imaterial do estado. Na Bahia, a vaquejada é praticada há mais de cem anos. Desde 2014, a atividade integra o patrimônio cultural imaterial do estado e desde 2015, é reconhecida como prática desportiva e cultural. Seu principal evento anual é a vaquejada de Serrinha, uma das mais tradicionais do país. === Maus-tratos === A vaquejada, assim como o rodeio, é repudiada pelas entidades de defesa animal brasileiras, em razão dos maus-tratos aos bois e cavalos que participam dos eventos. ;Bois Entre as críticas, estão o ato de submeter os bois ao medo e desespero através de encurralamento e agressões a choque elétrico e pancadas, no intuito de fazê-lo correr em fuga e sua descorna sem anestesia. Os próprios atos de perseguir o animal e puxar sua cauda também são considerados agressões pelos defensores dos animais. Além disso, são relatadas com certa frequência consequências muito nocivas da tração forçada na cauda e da derrubada do boi, tais como fraturas nas patas, traumatismos e deslocamento da articulação da cauda ou até a sua amputação. Outro detalhe, reconhecido pelos próprios organizadores de vaquejadas, é que o boi pode não conseguir se levantar após ser derrubado, caso em que o julgamento da prova é realizado mesmo com o boi inerte no chão. ;Cavalos Pesquisas sugerem que os cavalos utilizados na vaquejada apresentam alterações físicas, bioquímicas e hematológicas em decorrência do estresse associado ao exercício físico, à falta de uma rotina de treinamento adequado e às condições ambientais inóspitas dos parques de vaquejada.Lopes, 2009 Também se verifica uma alta frequência de desequilíbrios podais, provavelmente causados por técnicas inadequadas de casqueamento e ferrageamento.Melo, 2011 Ainda, seu manejo sanitário nas vaquejadas é bastante deficitário quanto à prevenção e controle de doenças infecto-contagiosas, fato agravado pela falha na fiscalização interestadual e principalmente pela falta de controle sanitário nos locais dos eventos, permitindo a entrada de animais doentes, o que favorece a disseminação de suas doenças e põe em risco a saúde humana, em particular dos tratadores.Lage, 2007 Os cavalos são atiçados a correr mediante golpes de esporas aplicados pelos vaqueiros e podem sofrer lesões pela utilização do breque (ou professora), pois são instrumentos pesados que contém pontas afiadas que ficam em contato com a pele do animal, muitas vezes causando lesões e fraturas. Além das consequências físicas nos animais, questões éticas entram em debate, como o questionamento do embasamento moral de se explorar e agredir animais para fins de diversão, a validade de se chamar de esporte um evento de entretenimento baseado por definição no abuso dos mesmos e o dilema da prevalência do valor cultural deste tipo de atividade sobre o bem-estar e a dignidade dos bichos. Cavalos das raças Quarto de Milha (foto) e Paint Horse são os preferidas para as corridas de vaquejada, por serem consideradas de melhor desempenho. == Debate == A vaquejada, o rodeio e expressões artístico- culturais similares ganharão o status de manifestações da cultura nacional e serão elevadas à condição de patrimônio cultural imaterial do Brasil. É o que estabelece a Lei 13.364/2016, sancionada sem vetos pela Presidência da República e publicada no dia 30/11/2016 no Diário Oficial da União. A nova lei tem origem no Projeto de Lei da Câmara (PLC) 24/2016, aprovado no Senado em 1º de novembro. A lei está em vigor desde 01/12/2016. Em outubro, o Supremo Tribunal Federal (STF) havia proibido a vaquejada, ao derrubar, por 6 votos a 5, uma lei do Ceará que regulamentava a prática. A maioria dos ministros argumentou que a prática causava maus-tratos aos animais. A decisão do STF passou a servir de referência para todo o país, e o tema gerou grande debate no Congresso Nacional. Tramitam ainda no Senado outros dois projetos (PLS 377/2016 e PLS 378/2016) que classificam a atividade como patrimônio cultural brasileiro e uma proposta aprovada de emenda à Constituição (PEC 50/2016) que assegura a continuidade da prática, se regulamentada em lei específica que assegure o bem-estar dos animais. === Movimentação na economia === De autoria do deputado José Augusto Rosa, do Partido da República de São Paulo, o PLC 24/2016 foi relatado pelo senador Otto Alencar (PSD-BA), com voto favorável à matéria. Em seu relatório, Otto Alencar ressaltou a movimentação na economia local, pelo rodeio e a vaquejada, além do fato de que são manifestações “já há muito cultivadas pela população de diversas regiões do País”. Além do relator, defenderam e apoiaram em Plenário a aprovação da proposta os senadores José Agripino (DEM-RN), Eunício Oliveira (PMDB-CE), Sérgio Petecão (PSD-AC), Raimundo Lira (PMDB-PB), Hélio José (PMDB-DF), Armando Monteiro (PTB-PE), Magno Malta (PR-ES), Lídice da Mata (PSB-BA), Fernando Bezerra Coelho (PSB- PE), Deca (PSDB-PB), Edison Lobão (PMDB-MA), Garibaldi Alves Filho (PMDB-RN) entre outros. O senador Roberto Muniz (PP - BA) ressaltou que existem ações de proteção ao animal e lembrou que as práticas são tradições regionais: \\- Há um desprezo do que é a cultura nordestina e, principalmente, do que é a cultura do interior do nosso País. Desprezo que a população urbana tem sobre as práticas culturais da população rural – ponderou. === Maus tratos a animais === A senadora Gleisi Hoffmann (PT-PR) foi uma das poucas a discursar contra a aprovação do projeto. Ela sugeriu que a votação fosse adiada para que houvesse uma discussão mais aprofundada, mas não obteve sucesso. Para Gleisi, os senadores estão indo contra decisão do STF que considera a vaquejada inconstitucional por envolver maus tratos a animais. Gleisi e os senadores Randolfe Rodrigues (Rede-AP), Reguffe (sem partido-DF) e outros registraram voto contrário ao projeto. O senador Humberto Costa (PT-PE), absteve-se de votar. === Manifestações similares === Além da vaquejada e do rodeio, a nova lei estabelece como patrimônio cultural imaterial do Brasil atividades como as montarias, provas de laço, e apartação; bulldogging; provas de rédeas; provas dos Três Tambores, Team Penning e Work Penning, paleteadas, e demais provas típicas, tais como Queima do Alho e concurso do berrante, bem como apresentações folclóricas e de músicas de raiz. Já são reconhecidas como patrimônio cultural imaterial do Brasil: Arte Kusiwa (pintura corporal e arte gráfica Wajãpi), Cachoeira de Iauaretê (lugar sagrado dos povos indígenas dos Rios Uapés e Papuri), Bumba Meu Boi do Maranhão, Fandango Caiçara, Feira de Caruaru, Festa do Divino Espírito Santo de Pirenópolis (GO), Frevo, Samba, modo artesanal de fazer queijo de Minas nas regiões do Serro e das serras da Canastra e do Salitre, ofício das Baianas de Acarajé, Ofício dos Mestres de Capoeira, e o Tambor de Crioula do Maranhão. Em virtude do crescimento da importância econômica da atividade e das críticas levantadas quanto aos maus- tratos aos animais envolvidos, muitas têm sido as iniciativas de proibição, regulamentação ou reconhecimento legal da atividade, em âmbitos municipais, estaduais e federal. ===Legislação=== ====Federal==== A profissão de peão de vaquejada foi regulamentada no Brasil pela Lei nº 10.220, de 11 de abril de 2001, que considera \"atleta profissional o peão de rodeio... Entendem-se como provas de rodeios as montarias em bovinos e equinos, as vaquejadas e provas de laço, promovidas por entidades públicas ou privadas, além de outras atividades profissionais da modalidade organizadas pelos atletas e entidades dessa prática esportiva\". ==== Estaduais ==== ;Lei 6.265/2012 (Piauí) miniaturadaimagem|250px|Vaqueiros na BR-343, no Piauí. A vaquejada foi regulamentada no Piauí pela lei 6.265/2012, de autoria do deputado Mauro Tapety (PMDB) e sancionada em 27 de agosto e 2012 pelo governador Wilson Martins. ;PL 255/2015 (Maranhão) O projeto de autoria do deputado estadual Vinícius Louro (PR) foi aprovado na assembleia legislativa e seguiu para sanção ou veto do governador Flávio Dino (PCdoB).http://vaquejadaecia.com.br/verNoticia.php?cod=1159 ;Lei 15.299/2013 (Ceará) No dia 22 de novembro de 2012, o deputado estadual Welington Landim (PSB) apresentou um projeto de lei na Assembleia Legislativa do Ceará que regulamentava a vaquejada como prática desportiva e cultural no estado. À época, o autor do projeto alegou que o propósito era de fazer com que as pistas tivessem as condições necessárias para que o gado e o vaqueiro sofressem menos no esporte, que seria o mais popular da região Nordeste e representante da cultura regional. Seu filho, o então prefeito da cidade de Brejo Santo, era proprietário de um haras e organizador da vaquejada do Parque Zequinha Chicote. Aprovada em 20 de dezembro, a lei foi sancionada pelo governador em exercício Domingos Filho, do PMDB, em 8 de janeiro de 2013. Porém, a lei aprovada em tempo recorde (passou por quatro comissões e pelo plenário em menos de um mês) provocou a revolta de movimentos de defesa dos direitos dos animais. Geuza Leitão, presidente da União Internacional Protetora dos Animais (Uipa) no Ceará, alegou que os bois sofrem maus-tratos durante tais eventos, o que seria um desrespeito ao artigo 225 da Constituição Brasileira, que proíbe práticas que submetam os animais à crueldade. Após a aprovação da lei 15.299 do Ceará, a Procuradoria da República no Ceará (PR- CE), representada por Alessander Sales, classificou-a como inconstitucional. Ainda em janeiro de 2013, a PR-CE encaminhou à Procuradoria Geral da República (PGR) uma representação de ação direta declaratória de inconstitucionalidade (Adin) para julgamento no Supremo Tribunal Federal (STF). Na representação a PR-CE concluiu que a vaquejada submete os animais nela envolvidos (touros, novilhos e cavalos) a maus-tratos, violando assim o artigo 225 da Constituição Federal. Enquadrou a prática em situação análoga à de duas precedentes: as rinhas de galo no Rio de Janeiro e a farra do boi, ambas já reconhecidas anteriormente pelo próprio STF como práticas que envolvem maus-tratos aos animais. Em 1997, no caso da farra do boi, a questão cultural também era levantada, e o STF havia considerado que mesmo as manifestações culturais não podem se realizar com maus-tratos a animais. Em 31 de maio de 2013, a Adin 4.983 foi impetrada no STF, mas somente em julho foi recebida pelo relator, o ministro Marco Aurélio Mello. Em outubro de 2013, o procurador-geral da República, Rodrigo Janot, enviou parecer ao STF reforçando a posição da PR-CE. Segundo o procurador, a prática é inconstitucional, ainda que realizada em contexto cultural. No dia 6 de outubro de 2016, o STF decidiu, por 6 votos a 5, que a vaquejada fere os princípios constitucionais de preservação do meio ambiente e, portanto, a lei estadual do Ceará que considerava esta atividade uma manifestação cultural não poderia receber a proteção legal. Votaram pela inconstitucionalidade da lei cearense os ministros Marco Aurélio Mello, relator do caso, Roberto Barroso, Rosa Weber, Celso de Mello, Ricardo Lewandowski e a presidente Cármen Lúcia. Para o relator, é \"intolerável a conduta humana autorizada pela norma estadual atacada\". ;Lei 10.428/2015 (Paraíba) Em janeiro de 2015, a Assembleia Legislativa da Paraíba aprovou a lei 10.428, de autoria do deputado Doda de Tião, do PTB, reconhecendo a vaquejada como modalidade esportiva no estado. A aprovação gerou críticas de ativistas e organizações de defesa dos direitos dos animais, que alegam que a atividade promove maus-tratos aos animais. À época, o presidente da Federação Paraibana de Parques de Vaquejadas defendeu a lei, alegando a existência de um regulamento técnico que define normas para garantir a integridade física dos animais, proibindo o uso de objetos cortantes ou pontiagudos. O autor da lei, o deputado Doda de Tião, do PTB, que é fazendeiro e criador de cavalos, argumentou que a vaquejada está inserida na cultura nordestina e que, com o passar do tempo, se profissionalizou e se consolidou empregando pessoas nas fazendas e haras, como médicos veterinários, motoristas, vaqueiros, músicos e vendedores autônomos. ;Lei 13.200/2014 (Bahia) No dia 10 de novembro de 2014, o deputado estadual Adolfo Viana (PSDB) protocolou o projeto de lei 20.983/2014 na Assembleia Legislativa da Bahia, pretendendo a incorporação da vaquejada ao patrimônio cultural imaterial do estado. O projeto foi encaminhado ao plenário no dia 19 de novembro, com parecer favorável do deputado Mário Negromonte Júnior, aprovado em primeira e segunda discussões na mesma data e seguiu para apreciação do governador Jaques Wagner (PT) que o sancionou no dia 28 como lei 13.200/2014. ;Lei 13.454/2015 (Bahia) Em novembro de 2015, o governador Rui Costa sancionou a lei estadual 13.454/2015, de autoria do deputado estadual Eduardo Salles, que regulamentou a vaquejada como prática desportiva e cultural na Bahia e instituiu medidas para combater os maus-tratos aos animais durante o evento, tais como a presença obrigatória de veterinário e o banimento dos arreios, entre outras. ;PL 60/2015 (Alagoas) Em setembro de 2015, a Assembleia Legislativa de Alagoas aprovou por unanimidade em primeira discussão o projeto de lei 60/2015, de autoria do deputado Dudu Hollanda (PSD), que reconhece a vaquejada como atividade esportiva no estado. A matéria aguarda ser apreciada em segunda discussão antes de seguir para sanção ou veto do governador Renan Filho (PMDB), que já declarou apoio à causa. ====Municipais==== ;4.381/2013 (Teresina) A vaquejada foi regulamentada na capital do Piauí por meio da lei 4.381/2013, de autoria do vereador Urbano Eulálio. O projeto sofreu veto do prefeito, mas a câmara municipal derrubou o veto e a lei entrou em vigor em 2013. Em 2016, a vereadora Teresa Britto (PV) declarou intenção de solicitar revogação da lei na câmara municipal, após constatar maus-tratos aos animais durante vistoria a um evento realizado no Parque de Exposições Dirceu Arcoverde. ;Lei 10.186/2014 (Fortaleza) Em junho de 2013, a vereadora Toinha Rocha do PSOL apresentou projeto de lei na Câmara de Vereadores da capital cearense visando proibir a realização de vaquejadas e rodeios em Fortaleza, bem como a divulgação e publicidade de eventos do gênero que ocorrerem em outras localidades. O projeto proibia também quaisquer eventos que exponham animais a maus-tratos, crueldade ou sacrifícios. Aprovada em 2014 sob o número 10.186, a lei foi sancionada pelo prefeito Roberto Cláudio (PROS) e publicada no Diário Oficial do município no dia 16 de maio daquele ano, entrando em vigor 30 dias depois. == Aparições na mídia == No dia 1 de maio de 2016, a vaquejada foi a sexta modalidade a ser apresentada na série Jogos do Mundo, exibida pelo Esporte Espetacular. Ao anunciar que esta modalidade seria exibida, o programa recebeu uma série de críticas, que diziam que o programa estava promovendo a crueldade contra animais. Um abaixo- assinado na internet foi criado exigindo que o programa não exibisse a matéria. == Ver também == * Motojada * Tourada * Vaquejada de Serrinha * Vaquejada e Forró * Copa do Mundo de Rodeio * Rodeio do Chile * Festa do Peão de Barretos * Vaca das Cordas * Tourada à corda * Festas de São Firmino * Chegas de Touros * Capeia arraiana * Corrida de touros * Cavalgada * Vaqueiro * Missa do Vaqueiro * Bumba-meu-boi * Frascuelo * Direitos animais * Coice * Professional Bull Riders == Bibliografia == ; Livros * * * * * * ; Trabalhos acadêmicos * * * == Ligações externas == * Associação Brasileira de Vaquejada (ABVAQ) * * * * Categoria:Rodeio Categoria:Direitos animais Categoria:Cultura da Paraíba Categoria:Cultura de Pernambuco Categoria:Cultura do Rio Grande do Norte Categoria:Cultura de Minas Gerais Categoria:Cultura do Ceará Categoria:Cultura do Piauí Categoria:Cultura de Alagoas Categoria:Cultura do Maranhão Categoria:Cultura de Sergipe Categoria:Cultura da Bahia",
 "title": "Vaquejada"
}