{
 "id": "90469",
 "text": "Condutores, no contexto da física e da engenharia elétrica, são materiais nos quais as cargas elétricas se deslocam de maneira relativamente livre. Quando tais materiais são carregados em alguma região pequena, a carga distribui-se prontamente sobre toda a superfície do material. Nos sólidos que possuem elétrons livres, como os metais, é possível que a carga elétrica seja transportada através deles, por isso dizemos que são condutores de eletricidade. Nesses materiais, o movimento de cargas elétricas é composto por cargas negativas. Materiais como cobre, alumínio, ouro e prata são bons condutores. Sais, quando dissolvidos ou fundidos, subdividem-se em partículas eletricamente carregadas que, agora livres, também permitem o movimento de cargas em seu interior. Isolantes não permitem o movimento de cargas elétricas em seu interior. Entretanto, se a tensão elétrica aplicada em suas extremidades for superior à sua rigidez dielétrica, tornar-se-á um condutor. Trabalhos realizados sobre uma nova classe de condutores, feitos a partir de polímeros, foi o motivo que concedeu o Nobel de Química de 2000 aos seus premiados. == Propriedades == Em alguns materiais, como nos metais, o elétron mais externo em cada átomo é livre de se movimentar pelo material; existe assim uma “nuvem” muito densa de elétrons (elétrons de condução), com densidade constante se o material for homogêneo. Esse tipo de material é designado de condutor. Se o condutor for colocado numa região onde existe campo elétrico, como a nuvem eletrônica tem carga negativa, desloca-se em sentido oposto às linhas de campo. Assim, acumulam-se eletrões num extremo, ficando com excesso de carga negativa, e no extremo oposto aparece uma carga do mesmo valor mas com sinal positivo (falta de eletrões). Essa acumulação de cargas no condutor cria um campo interno oposto ao campo externo; quando os dois campos se anularem, o movimento da nuvem eletrônica cessará.[ Eletricidade e Magnetismo. Porto: Jaime E. Villate, 20 de março de 2013. 221 págs]. Creative Commons Atribuição-Partilha (versão 3.0) ISBN 978-972-99396-2-4. Acesso em 09 jun. 2013. No lado esquerdo da figura mostra- se o que acontece quando aproximamos uma barra, com carga positiva, a uma esfera condutora isolada. A nuvem eletrônica aproxima-se da barra. Se a barra tivesse carga negativa, a nuvem eletrônica afastava-se dela. Nos dois casos, o resultado é a indução de carga de sinal oposto perto da barra, e carga do mesmo sinal na região mais afastada da barra. A carga total da esfera continua a ser nula. Se a esfera não estivesse sobre um suporte isolador, as cargas do mesmo sinal da barra abandonavam a esfera, passando através do suporte para a terra.[ Eletricidade e Magnetismo. Porto: Jaime E. Villate, 20 de março de 2013. 221 págs]. Creative Commons Atribuição-Partilha (versão 3.0) ISBN 978-972-99396-2-4. Acesso em 09 jun. 2013. Nos materiais isoladores, os eletrões estão ligados a cada átomo. Quando uma carga externa é colocada perto do material, os eletrões e protões de cada átomo deslocam-se na direção das linhas de campo mas em sentidos opostos, sem sair do átomo. Assim cada átomo deforma-se criando um pequeno dípolo elétrico; nomeadamente, um sistema com carga total nula, mas com as cargas positivas e negativas separadas por uma pequena distância. O lado direito da figura mostra a deformação de alguns dos átomos de uma esfera isoladora, quando é aproximada uma barra com carga positiva. Independentemente do sinal da carga da barra, em cada átomo as cargas de sinal oposto às carga da barra estarão mais perto da barra e a as cargas do mesmo sinal estarão mais afastadas; portanto, a força resultante da carga externa sobre cada átomo neutro será sempre atrativa, independentemente do sinal da carga externa. Assim, um material isolador é sempre atraído por um objeto externo com carga, independentemente do sinal dessa carga.[ Eletricidade e Magnetismo. Porto: Jaime E. Villate, 20 de março de 2013. 221 págs]. Creative Commons Atribuição-Partilha (versão 3.0) ISBN 978-972-99396-2-4. Acesso em 09 jun. 2013. === Resistência === Quando uma tensão elétrica é aplicada entre duas extremidades de um condutor, uma corrente elétrica é estabelecida, fluindo de uma extremidade até outra. A oposição que o condutor faz à passagem dessa corrente, numa determinada tensão, pode ser caracterizada pela relação: R = {V \\over I} Onde V é o valor da tensão aplicada, medida em Volts e I é o valor da corrente fluindo pelo condutor, medida em Ampères. R é a resistência elétrica, medida em Ohms. A resistência de um determinado condutor depende do material de que é feito e de suas dimensões. Para um determinado material, a resistência é inversamente proporcional à área da secção transversal. Por exemplo, um fio de cobre espesso tem resistência mais baixa do que um fio de cobre fino idêntico. Além disso, para um determinado material, a resistência é proporcional ao comprimento; como exemplo, um fio de cobre longo tem maior resistência do que um fio de cobre curto idêntico. === Ôhmicos e não-ôhmicos === Condutores que apresentam sempre uma determinada corrente elétrica fluindo, em determinada tensão, consequentemente tem sempre a mesma resistência. Tais condutores são denominados ôhmicos, por obedecerem a lei de Ohm. Quaisquer outros condutores que não se comportem consistentemente com tal lei são denominados não-ôhmicos. === Resistividade === A propriedade elétrica que determina se um material apresenta grande ou baixa resistência à passagem da corrente elétrica é a denominada: resistividade elétrica, típica de cada material e representada pela letra grega ρ. Esta é mensurada através da resistência R, área de secção transversal A e a distância entre os pontos de condução \\ell. A sua fórmula é: \\rho = R {A \\over \\ell} E sua unidade de medida é o ohm-metro (Ω-m). === Condutividade === Mas para se determinar se um material é bom ou mau condutor usa-se outra grandeza elétrica: a condutividade, representada pela letra grega \\sigma (lê-se sigma). Que nada mais é que o inverso da resistividade elétrica, ou seja: \\sigma = {1 \\over \\rho} Sua unidade de medida é o [(Ω-m)-1]. Condutores: apresentam condutividade alta, em torno de 107 [(Ω-m)-1]. A figura ao lado mostra uma tabela com os valores de condutividade elétrica para alguns metais e ligas: === Estrutura de banda de energia (sólidos) === A condutividade elétrica está ligada fortemente ao número de elétrons disponíveis para a condução e estes buscam preencher os estados de energia mais baixos (estabilidade) a não ser que sejam submetidos à ação de forças externas (campo elétrico, por exemplo). A banda de energia eletrônica (ou banda de valência) é formada por estados atômicos que se dividem em subestados, ou estados eletrônicos. Quanto mais externas as camadas eletrônicas mais estas contribuem para a formação da banda eletrônica que é formada pelos elétrons da camada de valência do átomo. A banda vazia (ou banda de condução), como seu nome diz, é onde ocorre a condução elétrica propriamente dita, o movimento ordenado de elétrons por meio de uma diferença de potencial (d.d.p.). Quanto mais distantes as bandas, menor a condutividade elétrica.\\- CALLISTER, W. D. Ciência e engenharia de materiais uma introdução. 7ª Ed. Rio de Janeiro: LTC, 2008. 705 p. Existem apenas quatro tipos de estruturas de bandas a 0K(zero absoluto), e estão mostradas na figura à direita: * a) Típica de metais que apresentam um elétron na camada s; * b) Encontrada em outros metais, há superposição de bandas (vazia com preenchida); * c) Típica de isolantes, apresenta grande espaçamento entre bandas (gap); * d) Característica dos semicondutores, tem distância pequena (< 2 eV) entre as bandas; === Características === Nos metais há imperfeições na estrutura cristalina que os levam a alterar sua resistividade, e por consequência sua condutividade. Segue abaixo a representação equacional dos responsáveis pela resistividade dos metais: \\rhototal = \\rhot \\+ \\rhoi \\+ \\rhod (regra de Matthiessen) em que \\rhot, \\rhoi e \\rhod são, respectivamente, as contribuições das resistividades térmicas (vibrações), devido às impurezas, e da deformação (plástica).– VAN VLACK, L. H. Princípios de ciência dos materiais. 1ª Ed. São Paulo: Edgar Blücher, 1970. 427 p. Para os condutores, o aumento da temperatura resulta diretamente num aumento de resistividade, por conta de haver mais choques entre elétrons o que dificulta seu movimento ordenado. Tal aumento é linear e definido pela fórmula: \\rhot = \\rho0 \\+ \\alphaT sendo \\rho0 e \\alpha, constantes para cada material específico. == Ver também == * Isolante elétrico * Condutância elétrica * Condutividade elétrica * Supercondutividade Categoria:Eletrotécnica Categoria:Eletricidade",
 "title": "Condutor elétrico"
}