{
 "id": "90576",
 "text": "Henrique I (Reims, – Vitry-aux-Loges, ) foi o Rei dos Francos de 1031 até sua morte. Era filho do rei Roberto II e Constança de Arles. As terras da coroa da França chegaram ao seu menor tamanho durante seu reinado, e por esse motivo Henrique é tradicionalmente visto como emblemático da fraqueza inicial da dinastia capetiana. Entretanto, alguns historiadores o consideram como um rei forte mas realista, que foi obrigado a realizar suas políticas sabendo das limitações da monarquia francesa da época. O pai instalou-o como Duque da Borgonha, a 25 de janeiro de 1016 após ter completado a conquista do território. Foi consagrado rei-associado a 14 de maio de 1027, em Notre-Dame, Reims apesar da oposição de sua mãe. O reinado de Henrique I, assim como o de seus antecessores, foi marcado por uma longa sequência de batalhas pela conquista de terras. Inicialmente aliou-se ao seu irmão Roberto, com o apoio da sua mãe, numa revolta contra seu pai em 1025, na qual capturou Dreux, Beaune e Avallon. Mas ao subir efectivamente ao trono (1031) teve de fazer frente à hostilidade da sua mãe e dos grandes vassalos que pretendiam coroar o seu irmão Roberto. Henrique obteve o apoio do Sacro Imperador Romano Conrado II da Germânia e principalmente o de Roberto I da Normandia, e para obter a paz teve de ceder o ducado da Borgonha como apanágio ao seu irmão. Henrique encontrou-se três vezes em Ivois com Henrique III da Germânia, o sucessor de Conrado II. No início de 1043 discutiram o casamento do imperador com Inês de Poitou, filha de Guilherme V, Duque da Aquitânia. Reuniram-se mais uma vez em Outubro de 1048, e finalmente em Maio de 1056, desta vez para resolver uma disputa sobre a Lorena. O debate sobre este ducado tornou-se tão hostil que o rei da França desafiou o imperador germânico para um duelo. O segundo fugiu da região durante a noite, mas mesmo assim Henrique não conseguiu ficar na posse da Lorena. Tutor de Guilherme, o Bastardo,Bates, David. William the Conqueror. Stroud, UK: Tempus, 2001. 33 p. ISBN 0-7524-1980-3 futuro duque da Normandia, apoiou-o inicialmente contra os seus vassalos, principalmente na batalha de Val-ès-Dunes em 1047, perto de Caen. Depois entraram em conflito. Quando o Conquistador, primo do rei inglês Eduardo o Confessor, casou-se com Matilde da Flandres, filha de Balduíno V da Flandres,Condes da Flrandes conde da Flandres, Henrique temeu o seu poder crescente. Tentou conquistar-lhe a Normandia na batalha de Mortemer em 1054, e de novo em 1057 em Varaville, sem sucesso. Durante o seu reinado, Henrique I perdeu a Borgonha e apenas conquistou Sens. Os domínios reais atingiram a extensão mínima territorial em toda a história da França, pelo que este rei é visto como o epíteto da fraqueza da dinastia capetiana inicial, contra um poder feudal no seu auge. Foi durante este período difícil que os bispos franceses proclamaram a Paz de deus e a Trégua de deus, para controlar a violência feudal pelo meio de sanções religiosas. Henrique morreu em 4 de agosto de 1060 em Vitry-en-Brie, e foi sepultado na Basílica de Saint-Denis. Foi sucedido pelo seu filho Filipe I de França aos 7 anos de idade, sob a regência de Ana de Quieve. == Casamentos e descendência == Ficou noivo pela primeira com de Matilda da Germânia (1027-1034), filha do imperador Conrado II da Germânia, mas esta morreu aos sete anos de idade. Em 1043 casou-se então com Matilde da Frísia (1027-1044), filha de Luidolfo da Frísia. Morrendo esta no ano seguinte, assim como a filha de ambos. Henrique celebrou segundas núpcias em 1051 com Ana de Quieve, filha do grão-príncipe de Quieve Jaroslau I, o Sábio, e de Ingigerda da Noruega. Deste casamento nasceram: # Filipe I de França (1052-1108),http://fmg.ac/Projects/MedLands/CAPET.htm#_ftnref207|Reis da dinastia capetiana de França}} seu sucessor, associado ao trono francês em 1059. Casou por duas vezes, a 1ª com Berta da Holanda (1055 - 1094), filha de Floris I da HolandaCount Holland and Frisia, Chapter 2. COUNTS OF HOLLAND (900)-1299 (1017 - 28 de junho de 1061) e de Gertrudes da Saxónia (1035 - 4 de agosto de 1113) e em segundas núpcias com Bertranda de MonforteBertranda é referenciada na Historia Regum Francorum Monasterii Sancti Dionysii (História do Reino dos Francos do Mosteiro de São Dionísio), que fala de \"Philippum et Florum et filiam unam\" (Filipe e Fleury e uma filha) como a descendência de \"Philippus rex [et] Fulconi Rechin Andagavorum comiti uxorem\" (Rei Filipe e Bertranda), especificando que a filha não nomeada casou com \"Tanchredus Anthiochenus\" (Tancredo de Antioquia). A filiação de Bertranda também foi registrada por Guilherme de Tiro, arcebispo de Tiro e cronista das cruzadas, que escreveu sobre os seus dois casamentos. (1070 - 1117), filha de Simão I de Montfort (1030 - 1087) e de Inês de Évreux (1035 -?) # Roberto de França (1054-1063) # Ema de França (1055-1109) # Hugo I, conde de Vermandois (1057-1101), casou-se com Adelaide de Vermandois. ==Ligações externas== * Categoria:Monarcas católicos romanos Categoria:Duques da Borgonha Categoria:Dinastia capetiana Categoria:Sepultados na Basílica de Saint-Denis Categoria:Reis da França Categoria:Naturais de Reims",
 "title": "Henrique I de França"
}