{
 "id": "90589",
 "text": "Superinteressante (chamada popularmente de \"Super\") é uma revista brasileira de divulgação científica e cultura, publicada mensalmente pela Editora Abril desde setembro de 1987. Em 2010, a revista tinha uma tiragem de 400 000 exemplares, sendo a terceira maior revista da Editora Abril na época, atrás apenas de Veja e Cláudia. Em 1992, a publicação ganhou o Prêmio José Reis de Divulgação Científica. Em 2001, o Prêmio Abril escolheu a Super como a \"Revista do Ano\". Em 2002, recebeu o Prêmio Malofiej por ser a \"revista que melhor usa infográficos no mundo\". ==História== Em 1987, a Editora Abril comprou os direitos da revista espanhola Muy Interesante, e planejava publicá- la de forma integral, apenas fazendo traduções, algo também feito na Alemanha, França e Itália. Então descobriu que os fotolitos (chapas usadas durante o processo de impressão) eram maiores que os brasileiros, o que os levou a fazer as próprias reportagens. Atualmente ocorre o contrário: a Super exporta suas matérias para filiais estrangeiras. A revista começou com revistinhas de vinte páginas distribuídas dentro de outras revistas da Abril (a \"edição zero\"). A edição número 1 foi lançada quinze dias depois, no fim de setembro, trazendo como matéria de capa supercondutores. A edição logo se esgotou. A reimpressão também. E logo no primeiro dia nas bancas, cinco mil pessoas passam a assiná- la. Em 1995, a Super passou por reformas no projeto gráfico, passando a ter mais infográficos, sendo que diversos foram premiados em feiras internacionais. Em 1998, para comemorar os dez anos de publicação, a Super lançou um CD com a maioria das matérias já lançadas. Tal ideia foi reaproveitada no aniversário de quinze anos, 2002, quando passou a lançar anualmente a coleção completa de todas as suas edições, desde 1987 até o atual ano, em formato digital escaneadas em CD-ROMs. Na coleção, o usuário encontra um software próprio para visualizar as reportagens. Depois de diversos anos publicando apenas artigos na área de ciências exatas e biológicas, passa a publicar também artigos de ciências humanas e sociais. Essa preocupação com leitores apreciadores da divulgação científica tem se expandido para a concorrente da Super, a revista Galileu. Consequentemente, só restando a técnica e aprofundada Scientific American Brasil, algo que não é mais a preocupação de Super que busca informar o público leigo. ==Seções== Nomes atuais das seções da revista. Entre parênteses estão os nomes anteriores: *Cardápio - Índice que indica as páginas onde se encontram as reportagens e seções da revista. *Primeira Página (Escuta, Agora Escuta, Carta ao Leitor) - Editorial da revista, sempre escrito pelo Redator-Chefe; *Essencial - Abertura das matérias da revista; é dividida em \"Uma imagem\", com uma foto intrigante, e \"Mil palavras\", conteúdo original da seção, e um artigo de opinião *Supernovas (Notícias Superinteressantes, Supernotícias) - notícias mais novas da ciência. *Ciência Maluca - Pesquisas científicas inusitadas, geralmente com resultados insignficantes. *Conexões - Dois assuntos diferentes conectados em 5 partes, como \"Do Chaves ao Chávez\"; *Oráculo (Superrespostas, Superintrigante, Perguntas Superintrigantes) - respostas a perguntas enviadas por leitores. Antes a seção tinha um viés mais informativo, eventualmente foi trocada pelas respostas de um informal e bem-humorado \"Oráculo\". 'Oráculo', novo livro da revista Superinteressante, traz resposta para nossas dúvidas existenciais (e outras banais) *Coisas (SuperRadar, Superfetiche) - Combinação de duas seções anteriores, \"SuperMultimídia\", com novidades de cultura, e \"Tech\", com equipamentos e utensílios. *Manual (Supermanual) - \"Guia do Sobrevivente\" é o subtítulo. Criada em Junho de 2005, ensina como sobreviver em situações como \"o pára-quedas não abre\" e \"escapar de feras\". *Zoom - coleção de imagens de um tema só, geralmente misturando arte com ciência; *Mundo Super (Desabafa, Cartas) - Seção das mensagens dos leitores, bem como destaque para edições especiais da revista, postagens no site e redes sociais, e correções de erros nas edições passadas,. *Banco de Dados - Banco de dados sobre um determinado assunto. *Como Funciona - Infográfico explicando um local ou tópico específico. Hoje incorporado ao Supernovas. *Realidade Alternativa (E Se..., Surreal, Superfantástico) - Originalmente uma coluna respondendo hipóteses fantasiosas como \"E se a Lua não existisse?\", \"…Hitler tivesse vencido?\" e \"…a Terra girasse pro outro lado?\", eventualmente foi trocada por contos de história alternativa e ficção científica. * Última Página (Matriz, SuperPôster) - Um infográfico com fatos e pessoas interligados (os pontos mais altos e baixos da Terra, os ETs da ficção), ==Diretores de redação== *Almyr Gajardoni (1987-1994) *Eugênio Bucci (1994-1998) *André Singer (1998-2000) *Adriano Silva (2000-2004) *Denis Russo Burgierman (2005-2007) *Sérgio Gwercman (2007-2012) *Denis Russo Burgierman (2012-2016) *Alexandre Versignassi (2016 - presente) ==Família Super== Revistas que surgiram a partir de edições especiais da revista. *Mundo Estranho (agosto de 2001) - originalmente era um especial, trazendo as melhores perguntas de Superintrigante. Fez tanto sucesso que rendeu uma sequência, e, mais tarde, deu origem à revista. Responde perguntas e traz muitas curiosidades, geralmente sobre entretenimento. Voltada principalmente a adolescentes. *Aventuras na História (junho de 2003) - revista exclusivamente sobre história. Gerou muitos similares na concorrência. *Revista das Religiões (maio de 2003) - assuntos ligados a religião, através de uma abordagem ecumênica. Deixou de circular em julho de 2005. *Vida Simples (janeiro de 2003) - filosofia tipicamente de origem oriental e assuntos como ioga. == Prêmios == ;Prêmio ExxonMobil de Jornalismo (Esso) ; Esso de Criação Gráfica, na categoria revista Ano Autor Obra Resultado 1998 Luiz Iria e Alceu Chiesorin Nunes \"MONTADO NA FÚRIA\" 2008 Adriano Sambugaro, Josi Campos, Carlo Giovani, Fabiano Silva e Rodrigo Ratier \"Quando a Máquina dá Pau\" ==Ligações externas== * * * * * Categoria:Revistas de divulgação científica Categoria:Revistas do Brasil Categoria:Editora Abril",
 "title": "Superinteressante"
}