{
 "id": "90584",
 "text": "O monte Elbrus (russo Эльбрус) é a montanha mais alta da Europa. É um estratovulcão inativo localizado na parte ocidental da cordilheira do Cáucaso, na Rússia, perto da fronteira com a Geórgia. O monte Elbrus não deve ser confundido com as montanhas Alborz (também chamadas Elburz), no Irão. == Convenção == Unicamente por convenção histórica - sem bases geográficas - o Cáucaso e os Urais são considerados a fronteira entre a Europa e a Ásia. O artificialismo da fronteira no contexto geográfico é exemplificado pelo facto de a parte setentrional do Cáucaso frequentemente ser considerada como localizada na Europa, e a parte meridional na Ásia. O monte Elbrus, com 5 642 m acima do nível do mar, é assim situado na Europa, sendo o seu ponto mais elevado. == Características == O Elbrus fica a 20 km ao norte da cordilheira principal do Grande Cáucaso e a 65 km sul-sudoeste da cidade russa de Kislovodsk. Seu pico com neves eternas alimenta 22 geleiras que, por sua vez, dão origem aos rios Baksan, Kuban e Malka. É ainda o 10º monte de maior proeminência topográfica no mundo. O mais baixo dos dois picos foi escalado pela primeira vez em 1868 por Douglas Freshfield, Adolphus W. Moore e C. C. Tucker, e o mais alto (de aproximadamente 40 m) em 1874 pela expedição britânica dirigida por F. Crauford Grove. Durante os primeiros anos da União Soviética o alpinismo tornou-se uma atividade popular, e houve um tremendo tráfego de pessoas no Elbrus. No inverno de 1936, um grupo inexperiente de membros da juventude comunista tentou escalar a montanha, e terminou por sofrer diversas baixas quando escorregaram no gelo e caíram para a morte. Os alemães ocuparam brevemente a montanha durante a Segunda Guerra Mundial com dez mil soldados montanheses; uma história, possivelmente apócrifa, conta que um piloto soviético recebeu uma medalha por ter bombardeado a cabana principal, Pruit 11, enquanto ela estava ocupada. Mais tarde, foi-lhe oferecida uma medalha por não ter atingido a cabana, mas sim o estoque de combustível, deixando a cabana intacta para as gerações futuras. As montanhas do Cáucaso são o resultado de colisão de duas placas tectônicas, a placa arábica movendo-se para o norte com relação à placa eurasiana. Elas formam uma continuação do Himalaia, que está sendo empurrado para cima por uma colisão similar entre as placas eurasiana e indiana. Toda a região é regularmente sacudida por fortes terremotos oriundos dessa atividade. O Elbrus situa-se numa área de movimentos tectónicos, e tem sido ligado a uma falha. Aparentemente o Elbrus tem sob si uma grande quantidade de magma. A ascensão ao Elbrus é perigosa porque em parte do percurso há um teleférico com grande desnível e que, segundo o alpinista português João Garcia que o escalou duas vezes, \"o que pode ser um problema porque faz com que a adaptação à altitude seja mais difícil\". Em abril de 2013 foram descobertos dois corpos de alpinistas, um polaco e um iraniano, que estiveram desaparecidos durante um mês. == Curiosidades == Na Antiguidade, o monte era conhecido como Strobilus, e a mitologia grega situava lá o local onde Prometeu fora acorrentado. De 1959 a 1976, um teleférico foi instalado em estágios que podem levar o visitante a uma altitude de 3800 metros. Existem várias rotas até o topo, mas a rota normal, que não tem fendas, continua aproximadamente em linha reta a partir do fim do teleférico. Durante o verão, não é raro ver até 100 pessoas por dia tentando alcançar o topo por este caminho. A escalada não é tecnicamente difícil, mas é árdua fisicamente devido à altitude e aos ventos fortes. == Ascensões == A União Soviética encorajou as ascensões ao Elbrus, e em 1956 ele foi escalado \"em massa\" por 400 alpinistas para marcar o 400.º aniversário da anexação da Cabárdia-Balcária, a república socialista autônoma onde se localizava o Elbrus. * 1868 - O mais baixo dos dois picos é escalado pela primeira vez por Douglas Freshfield, A. W. Moore e C. C. Tucker. * 1874 - O pico mais alto (40 metros a mais) é escalado por uma expedição britânica conduzida por F. Crauford Grove. Partes deste artigo são uma tradução livre do NASA Earth Observatory. == Bibliografia == * Anthony Huxley, Standard Encyclopedia of the World's Mountains (New York: Putnam, 1962). == Ligações externas == Categoria:Montanhas da Cabárdia-Balcária Categoria:Montanhas de Carachai-Circássia Categoria:Montanhas com mais de 5000 metros de altitude Categoria:Pontos extremos da Rússia Categoria:Pontos culminantes de países Categoria:Sete Cumes Categoria:Sete cumes vulcânicos Categoria:Sete maravilhas da Rússia Categoria:Estratovulcões da Rússia Categoria:Vulcões inativos",
 "title": "Monte Elbrus"
}