{
 "id": "90593",
 "text": "Audiovisual é um termo genérico que pode se referir a formas de comunicação que combinam som e imagem, bem como a cada produto gerado por estas formas de comunicação, ou à tecnologia empregada para o registro, tratamento e exibição de som e imagem sincronizados, ou ainda à linguagem utilizada para gerar significados combinando imagens e sons. == Origens do termo == Segundo o Dicionário Houaiss, audiovisual é \"qualquer comunicação, mensagem, recurso, material etc. que se destina a ou visa estimular os sentidos da audição e da visão simultaneamente\".Dicionário Houaiss da Língua Portuguesa, Editora Objectiva, Rio de Janeiro, 2001, p. 343. Segundo o Dicionário Aurélio, \"Diz-se [audiovisual] do que pertence ao método ativo de ensino fundamentado na sensibilidade visual da criança e que utiliza a apresentação de imagens, de filmes e de gravações\". No Brasil, até os anos 1980, a palavra audiovisual designava um tipo específico de apresentação pública, hoje mais conhecida como diaporama, e que combinava a projeção de uma sequência de diapositivos (slides) com o som (constituído de narração, música, ruídos, etc.) gravado em fita magnética e exibido em sincronia. A partir dos anos 1970, o mercado publicitário passou a chamar de audiovisual um subgênero de vídeos de propaganda que não se destinavam à exibição em televisão nem tinham como objetivo vender um determinado produto, mas sim estabelecer uma imagem favorável para uma marca, empresa ou instituição — o que mais tarde veio a se chamar de vídeo institucional. == Uso contemporâneo do termo == Mais recentemente, por influência da língua francesa, audiovisual passou a caracterizar o conjunto de todas as tecnologias, formas de comunicação e produtos constituídos de sons e imagens com impressão de movimento — abrangendo, portanto, o cinema ficcional ou documental, a televisão aberta ou fechada e todos os seus gêneros, o vídeo analógico ou digital, de alta ou baixa definição, a videoarte e o cinema experimental, a animação tradicional ou computadorizada e também formatos mais ou menos autônomos como o comercial de publicidade, o videoclipe, os programas de propaganda política, o videogame, o making of, as transmissões ao vivo em circuito fechado, os vídeos feitos para exibição na internet ou em telefones móveis, etc. Desde o final do século XX, à medida que a convergência tecnológica veio progressivamente aproximando campos distintos da produção e realização de imagens em movimento (especialmente o cinema e a televisão, mas também as chamadas \"novas mídias\"), o termo audiovisual vem sendo cada vez mais utilizado como um conceito que busca abranger todos estes campos. Este movimento pode ser mais claramente notado nas áreas acadêmica, de festivais e de gestão cultural. === Na academia === Nas universidades, boa parte dos cursos de formação em cinema transformaram-se, nos últimos anos, em cursos de audiovisual, como é o caso do Curso Superior do Audiovisual da USP em São Paulo (que era \"de cinema e televisão\" até 2000), do Curso de Realização Audiovisual da Unisinos no Rio Grande do Sul (criado em 2003) e do Curso de Comunicação Social Audiovisual da UFES em Vitória (2010). Em Santa Catarina, na UNIVALI é denominado Produção Audiovisual e no Rio de Janeiro, o tradicional Curso de Cinema da UFF optou pela denominação híbrida de Curso de Cinema e Audiovisual. Na Universidade Federal do Rio Grande do Norte, o Curso de Comunicação Social com habilitação em Radialismo foi extinto, para a criação do Curso de Audiovisual. === Nos festivais === A maioria dos festivais consagrados à exibição de obras audiovisuais continua adotando as denominações \"de cinema\" ou \"de vídeo\", eventualmente combinando as duas possibilidades. Mas são cada vez mais comuns eventos como o Cine PE - Festival do Audiovisual de Recife (criado em 1997) ou o Festival Audiovisual Black & White no Porto (2004), inclusive para sinalizar a aceitação de obras realizadas em qualquer tecnologia. Eventos com a denominação \"festival do audiovisual\" já ocorrem periodicamente em Florianópolis (desde 1997), Atibaia (desde 2006), Patos (Paraíba) (desde 2007), etc. === Na gestão cultural === Em Portugal, o antigo Instituto Português do Cinema, criado em 1971, passou por várias denominações intermediárias até vir a chamar-se Instituto do Cinema e Audiovisual em 2007. No Brasil, o recente (2004) projeto de transformação da Agência Nacional de Cinema em Agência Nacional do Cinema e do Audiovisual esbarrou em uma série de oposições, especialmente das emissoras de televisão, e acabou não sendo apresentado ao Congresso. == Ver também == * Obra audiovisual * Comunicação audiovisual * Linguagem audiovisual Categoria:Comunicação Categoria:Cinema Categoria:Multimídia Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Audiovisual"
}