{
 "id": "90633",
 "text": "A distância é uma medida numérica ou ocasionalmente qualitativa da distância entre objetos, pontos, pessoas ou ideias. Na física ou no uso cotidiano, a distância pode se referir a um comprimento físico ou a uma estimativa baseada em outros critérios (por exemplo, \"dois condados acima\"). O termo também é frequentemente usado metaforicamente para significar uma medida da quantidade de diferença entre dois objetos semelhantes (como distância estatística entre distribuições de probabilidade ou distância de edição entre sequências de texto) ou um grau de separação (como exemplificado pela distância entre pessoas em uma rede social). A maioria dessas noções de distância, tanto físicas quanto metafóricas, são formalizadas na matemática usando a noção de um espaço métrico. Nas ciências sociais, a distância pode se referir a uma medida qualitativa de separação, como distância social ou distância psicológica. == Métrica == A ideia de distância entre dois pontos é formalizada e generalizada pela matemática através do conceito de métrica. Um espaço onde há uma distância ou métrica definida é chamado de espaço métrico. Mais precisamente, se \\mathbb{S} é um conjunto, uma métrica em \\mathbb{S} é função d:\\mathbb{S}\\times\\mathbb{S}\\to\\mathbb{R} que associa dois elementos de um conjunto a um número real e deve obedecer aos seguintes axiomas: * ser positivamente definida d(x,y) \\ge 0\\, para todos os x,y \\in \\mathbb{S}\\, * ser simétrica d(x,y)=d(y,x)\\, para todos os elementos x,y\\, de \\mathbb{S}\\, * obedecer a desigualdade triangular. Para todos os x,y,z\\, elementos de S, d(x,z)\\le d(x,y) + d(y,z)\\, * ser nula apenas para pontos coincidentes. d(x,y)=0 \\iff x=y\\, === A métrica e o universo em que vivemos === A métrica é a regra que define como calcular a separação entre dois eventos. No espaço euclidiano, espaço diretamente associado à mecânica clássica e ao qual estamos acostumados no dia-a-dia, a distância entre dois pontos pode ser calculada, uma vez considerada a métrica deste espaço, através da expressão: \\delta d = \\sqrt { \\delta x^2 + \\delta y ^2 + \\delta z ^2} , Nesta expressão, amplamente conhecida entre os alunos com ensino médio, não figura a grandeza tempo, e a distância espacial mostra-se completamente independente da distância temporal entre os dois pontos (eventos) considerados, que no dia-a-dia traduz-se por: \\delta t = t_2 - t_1 Uma vez determinadas a distância espacial e a distância temporal entre os eventos, estas são as mesmas para quaisquer observadores, estando estes em movimento relativo ou não. O comprimento da sua rua não depende do fato de você estar em um carro parado ou em movimento, e tão pouco seu relógio de pulso atrasa por este motivo (isto para velocidades relativas encontradas no dia-a-dia). Einstein, ao publicar a sua teoria da relatividade restrita, trouxe à luz o fato de o universo em que vivemos não constituir-se em um espaço euclidiano, mas sim em um espaço hiperbólico com quatro dimensões, três espaciais e uma temporal, mutuamente inseparáveis. A métrica para o cálculo da distância entre dois eventos no espaço-tempo não é euclidiana pois na expressão que permite o cálculo desta distância \\delta S : \\delta S = \\sqrt { \\delta x^2 + \\delta y ^2 + \\delta z ^2 - (c \\delta t) ^2} o intervalo de tempo \\delta t , apesar de figurar como uma coordenada junto às demais, não é plenamente equiparável a estas, figurando na expressão precedido de um sinal de subtração, e não adição. A velocidade da luz C, uma constante que não afeta o raciocínio, figura na expressão apenas para proporcionar um \"ajuste\" dimensional das grandezas envolvidas. Assim como a distância espacial entre dois pontos na métrica euclidiana não depende do observador considerado, esteja este observador parado ou em movimento em relação aos pontos (eventos) considerados, a separação espaço-temporal entre dois eventos será sempre a mesma qualquer que seja o observador considerado, esteja ele em movimento relativo ou não. Entretanto, o sinal de menos que acompanha o tempo na expressão para \\delta S permite considerações que fogem ao senso comum uma vez que, mesmo conservada a separação espaço temporal \\delta S para dois observadores em movimento relativo, permite que uma separação espacial observada por um dos observadores seja interpretada pelo outro observador não como uma separação espacial mas sim como uma separação temporal, o mesmo valendo para a separação temporal no primeiro caso, que pode ser interpretada pelo segundo observador como uma separação espacial. Tal possibilidade de relacionamento entre as grandezas espaciais e temporal na métrica hiperbólica do espaço-tempo dá origem à conhecida dilatação temporal e contração espacial descrita nos cursos de relatividade restrita. O universo em que vivemos é regido por uma métrica hiperbólica, e não euclidiana. == Distância entre conjuntos == Seja \\left(\\mathbb{S},d\\right) um espaço métrico, define-se a distância entre dois subconjuntos A\\, e B\\, não-vazios de S\\, como o ínfimo das distâncias entre um ponto do conjunto A\\, e um ponto do conjunto B\\,: :\\hbox{dist}(A,B):=\\inf\\left\\\\{d(x,y):x\\in A,~y\\in B\\right\\\\}\\, * A distância entre conjuntos, assim definida, não é uma métrica. Uma possível métrica que mede a distância entre dois conjuntos é dada pela distância de Hausdorff. * Se A\\cap B eq \\emptyset\\, então \\hbox{dist}(A,B)=0\\,. * Se \\hbox{dist}(A,B)>0\\, então diz-se que A\\, e B\\, são conjuntos bem separados. Conjuntos bem separados sempre são desconexos. * Um conjunto fechado e um conjunto compacto disjuntos sempre são bem separados. == Distância e o triângulo retângulo == Para cálculo da distância entre dois pontos, temos por referencial um triângulo retângulo. O valor da distância entre os pontos é igual ao comprimento da hipotenusa. Sendo a a hipotenusa e b e c os catetos, temos, pelo teorema de Pitágoras, a² = b² + c². Transportando essa ideia para a distância entre os dois pontos A(x_a, y_a) e B(x_b, y_b), temos: \\left.d_{AB}\\right.^2 = \\left(x_b - x_a\\right)^2 + \\left(y_b - y_a\\right)^2 Obs: Como a diferença entre as coordenadas é elevada ao quadrado, a ordem dos pontos na fórmula não altera o resultado. Matematicamente, \\left(x_b - x_a\\right)^2 = \\left(x_a - x_b\\right)^2 \\left(y_b - y_a\\right)^2 = \\left(y_a - y_b\\right)^2 Exemplo: Sendo A (-3, 2) e B (5, -4), calcular o comprimento do segmento AB. \\left.d_{AB}\\right.^2 = \\left[5 - (-3)\\right]^2 + \\left(-4 - 2\\right)^2 \\left.d_{AB}\\right.^2 = 8^2 + (-6)^2 d_{AB} = 10 == Ver também == * Espaço métrico * Norma (matemática)",
 "title": "Distância"
}