{
 "id": "90632",
 "text": "O Parque Nacional do Itatiaia é uma unidade de conservação brasileira de proteção integral da natureza localizada no maciço do Itatiaia, na serra da Mantiqueira, entre os estados do Rio de Janeiro e Minas Gerais. Itatiaia é o parque nacional mais antigo do Brasil, tendo sido criado em , numa área de , que antes de ser adquirida pela Fazenda Federal, em 1908, pertenceu ao Visconde de Mauá. O nome Itatiaia é de origem tupi e significa penhasco cheio de pontas, pedra pontuda. No interior do parque encontram-se alguns dos picos mais altos do Brasil, beirando os de altitude. A fauna e a flora do parque são bastante diversificadas, devido principalmente à diferença de altitude de seu relevo e ao clima variado. Itatiaia é administrado atualmente pelo Instituto Chico Mendes de Conservação da Biodiversidade (ICMBio). A BR-485, que atravessa o parque, tem o seu ponto culminante a de altitude no seu interior e é assim considerada a estrada mais alta do Brasil. ==História== A área pertenceu ao Visconde de Mauá e foi adquirida pela Fazenda Federal em 1908, para a criação de dois núcleos coloniais destinados ao cultivo de frutas. Foi em 1913 que o botânico Alberto Loefgren solicitou ao Ministério da Agricultura a criação de um parque nacional no maciço do Itatiaia. No mesmo ano a ideia de um parque nacional recebeu apoio de geólogos, botânicos e geógrafos numa conferência realizada na Sociedade de Geografia do Rio de Janeiro. As terras do patrimônio nacional do Brasil na região de Itatiaia foram incorporadas em 1914 ao patrimônio do Jardim Botânico, onde era mantida a Estação Biológica de Itatiaia, numa área de (). O parque nacional do Itatiaia foi criado através do Decreto Nº 1.713, emitido em por Getúlio Vargas, a partir da Estação Biológica de Itatiaia. O decreto de criação previa a transferência das benfeitorias existentes no local à época, pertencentes à Estação Biológica, ao recém-criado parque nacional. As terras devolutas nas proximidades do parque, sob o domínio da União, foram reservadas pelo mesmo decreto para a instalação de hoteis e infraestrutura necessária à movimentação de turistas na região. O mesmo decreto mencionava ainda a incorporação ao parque de pequenos lotes pertencentes a particulares, na época encravados em terras do domínio da União. Estava prevista no decreto-lei Nº 87.586, a ampliação da área de Itatiaia para aproximadamente , também emitido pela Presidência da República. ==Geografia== Situa-se geograficamente entre os paralelos 22º19’ e 22º45’ latitude sul e os meridianos 44º15’ e 44º50’ de longitude oeste. O parque está localizado no maciço do Itatiaia, na serra da Mantiqueira, no sul dos estados do Rio de Janeiro e de Minas Gerais, com território abrangendo os municípios de Alagoa, Bocaina de Minas, Itamonte, Itatiaia e Resende. O território do parque é cortado pela BR-485. Esta, por cruzar por regioes de até de altitude, é considerada a estrada mais alta do Brasil. O parque se divide em dois ambientes distintos: * Sede do Parque (Parte baixa): Saindo do Rio de Janeiro ou São Paulo, segue-se pela Rodovia Presidente Dutra (BR 116) até a cidade de Itatiaia, altura do km 316. O Centro de Visitantes, localizado na parte baixa do parque, possui um museu com informações básicas sobre a fauna e a flora da região, com animais empalhados e uma biblioteca. * Planalto (Parte alta): Saindo do Rio de Janeiro ou São Paulo, segue-se pela Rodovia Presidente Dutra (BR-116) até Engenheiro Passos, altura do quilômetro 330, seguindo pela rodovia BR-354 em direção a Itamonte. ===Geologia=== Itatiaia está num complexo alcalino, formado por sienitos, foiaitos, pulaskitos, quartzo- sienitos, brechas e granito alcalino. As formações rochosas são consideradas raras, pouco encontradas no resto do país, parecidas com granito, porém tratando-se de nefelina sienito. Encontram-se também rochas de origem eruptiva. ===Hidrografia=== Nascem, no parque, vários rios integrantes das bacias hidrográficas do rio Paraíba do Sul e do rio Grande. A rede hidrográfica é formada por rios de águas cristalinas, que formam piscinas naturais e cachoeiras. Seus principais rios são: Campo Belo, Maromba, Flores, Marimbondo, Preto e Aiuruoca. No planalto (parte alta) existem vários lagos, como a lagoa Bonita ou a lagoa Dourada, entre outros menores, que podem ter a superfície congelada durante invernos rigorosos. ===Fauna e flora=== Na encosta voltada para o Vale do Paraíba, predomina a mata Atlântica com fauna e flora ricas e exuberantes, herbácea e possui o maior índice de endemismos, ou seja, é composta por espécies que só ocorrem ali, como bromélias e orquídeas entre outras. É uma das quatro únicas localidades onde pode ser encontrada uma árvore ameaçada de extinção, a Buchenavia hoehneana. A fauna da parte baixa é mais rica, propicia mais abrigo para mamíferos, como a paca, o quati e algumas espécies de maior porte, como a onça-parda, porcos-do-mato e queixadas. Com grande diversidade de pássaros, como o beija-flor (colibri, beija-flor-de-cor- roxa entre outros), assim como tucanos-de-bico-verde e guachos. A importância do Itatiaia para a conservação de espécies de aves é grande tendo em vista os frugívoros de grande porte e as espécies habitantes das partes altas. === Clima === Segundo a classificação climática de Köppen-Geiger, o parque está sob a influência de três tipos climáticos: Csb (clima temperado úmido com verão seco e temperado), Cwb (clima temperado úmido com inverno seco e verão temperado) e Cwa (clima temperado úmido com Inverno seco e verão quente). Durante o inverno brasileiro, nos meses de julho e agosto, a temperatura diminui em demasia e a pluviosidade também, deixando o tempo seco e muito frio. Em consequência, num país com 92% de área localizada na zona tropical, podem ocorrer fenômenos como o da geada sobre os campos e as plantas do parque e também os das precipitações de neve nos dias mais rigorosos do local. Na primeira metade do século XX, o INMET (Instituto Nacional de Meteorologia) tinha uma estação meteorológica dentro do parque, provando o clima frio da região. A partir de junho de 2013, uma nova estação meteorológica automática de última geração foi instalada a uma altitude de 2451 metros pelo fórum Brasil Abaixo de Zero. ==Turismo== Na parte baixa do parque encontram-se os seguintes atrativos turísticos: * Lagoa azul, lago natural formado pelo rio Campo Belo, que fica a aproximadamente 500 m do Centro de Visitantes. * Cachoeira Poranga (em tupi, poranga significa \"bonito\"): é uma cachoeira com de queda d'água e uma grande piscina natural formado pelo rio Campo Belo. * Cachoeira Maromba, cachoeira e grande piscina natural. * Cachoeira Itaporani, cachoeira e piscina natural. * Cachoeira Véu de Noiva, cachoeira formada pelo Rio Maromba formando uma queda d'água de de altura, fica a de altitude. * Três picos, local ao meio da mata Atlântica a de altitude, com vista para o vale do rio Paraíba, da Serra da Mantiqueira e da serra do Mar. * Pedra de Fundação, localiza-se à beira da estrada, em frente ao portão de acesso. * Mirante do Último Adeus, vista panorâmica do vale do rio Campo Belo e da Serra do Mar. Os campos de altitude encontram-se na parte conhecida como região do Planalto do Itatiaia, sendo seus pontos culminantes: * O Pico do Itatiaiaçu localizado nas Agulhas Negras com de altitude. * O pico da Montanha do Couto o segundo ponto mais alto do parque com de altitude. * A Pedra do Sino de Itatiaia, o terceiro ponto mais alto do parque com de altitude. * A Serra do Maromba com de altitude. * As Prateleiras com de altitude formado por maciços blocos de rochas com vista para o Vale do Paraíba. Próximo às prateleiras existem diversos lagos e formações rochosas como a Pedra da Tartaruga, a Pedra da Maçã e a Pedra Assentada. * A Pedra do Altar, é uma formação rochosa com de altitude. * Os Dois Irmãos com de altitude. * A Cabeça do Leão, com de altitude. Do planalto, faz parte o Vale do Aiuruoca, com a Cachoeira do Aiuruoca e a formação rochosa Ovos da Galinha. No caminho, podem ser vistas as formações rochosas Asa do Hermes e a Pedra do Altar. == Visitação == O parque fica aberto para visitação durante todo o ano, os períodos de maior visitação são nos meses de janeiro e julho. Ano Nº de visitantes 2000 97001 2001 127713 2002 119735 2003 125633 2004 126940 2005 78002 2006 79458 2007 72702 2008 84971 2009 100454 2010 84140 2011 77686 2012 96039 2013 99495 2014 117974 2015 133801 2016 127494 2017 139616 2018 124170 2019 127432 ==Ver também== *Wanderbilt Duarte de Barros === Bibliografia === * Jorge Pádua, Maria Tereza e Coimbra Filho, Adelmar F. - Os Parques Nacionais do Brasil. Instituto de Cooperação Iberoamericana. Madrid. José Olympio Editora, 1989. ISBN 84-85389-19-0, pág. 122 a 129 * Corrêa, Marcos Sá - Itatiaia - O Caminho das Pedras. São Paulo. Metalivros, 2003. ISBN 85-85371-50-1, 240 pág. * Leite, Helton Perillo Ferreira - Planalto do Itatiaia - Região das Agulhas Negras. Rio de Janeiro. Montanhar / Publit, 2007. ISBN 978-85-7773-076-6, 232 páginas. == Ligações externas == *",
 "title": "Parque Nacional do Itatiaia"
}