{
 "id": "90680",
 "text": "Uma mãe é a parental feminina de uma criança. Uma mulher pode ser considerada mãe por ter dado à luz, por criar um filho que pode ou não ser sua prole biológica, ou por fornecer seu óvulo para fecundação no caso de barriga de aluguel gestacional. Uma mãe adotiva é uma mulher que se tornou a mãe da criança através do processo legal de adoção. A mãe biológica é a contribuição genética feminina para a criação do bebê, por meio de relações sexuais ou doação de óvulos. Uma mãe biológica pode ter obrigações legais para com uma criança que não foi criada por ela, como uma obrigação de apoio monetário. Uma mãe putativa é uma mulher cuja relação biológica com uma criança é alegada, mas não foi estabelecida. Uma madrasta é uma mulher casada com o pai de uma criança e que podem formar uma unidade familiar, mas que geralmente não tem os direitos e responsabilidades legais de um dos pais em relação à criança. Um pai é a contraparte masculina de uma mãe. As mulheres grávidas podem ser chamadas de gestantes ou futuras mães, embora tais denominações sejam menos prontamente aplicadas a homens ou pais adotivos. O processo de se tornar mãe tem sido referido como \"matrescência\". Na forma vocativa, ou de forma coloquial e afetuosa, utiliza-se o termo \"mamã\". == Papel social == Os papéis sociais associados à maternidade são variáveis ​​ao longo do tempo, da cultura e da classe social. Historicamente, o papel da mulher se restringia, em certa medida, a ser mãe e esposa, com a expectativa de que as mulheres dedicassem a maior parte de sua energia a esses papéis e passassem a maior parte do tempo cuidando da casa. Em muitas culturas, as mulheres receberam ajuda significativa para realizar essas tarefas de parentes mais velhas, como sogras ou suas próprias mães. thumb|direita|Mãe e filho no Camboja Em relação às mulheres na força de trabalho, as mães costumam seguir uma “carreira de mãe” ao invés de “mulheres de carreira”. As mães podem ser as que ficam em casa ou as que trabalham. Nas últimas décadas, houve um aumento na permanência dos pais em casa também. As visões sociais sobre esses arranjos variam significativamente de acordo com a cultura: na Europa, por exemplo, nos países de língua alemã há uma forte tradição de mães deixando o mercado de trabalho e sendo donas de casa. As mães têm historicamente cumprido o papel primordial na criação dos filhos, mas desde o final do século XX, o papel do pai no cuidado da criança ganhou maior destaque e aceitação social em alguns países ocidentais. O século XX também viu mais e mais mulheres entrando no trabalho remunerado. Os direitos das mães no mercado de trabalho incluem licença maternidade e licença parental. O papel social e a experiência da maternidade variam muito dependendo do local. As mães são mais propensas do que os pais a encorajar padrões assimilativos e de aumento da comunhão em seus filhos. As mães são mais propensas do que os pais a reconhecer as contribuições de seus filhos na conversa. A maneira como as mães falam com seus filhos (\"manhês\") é mais adequada para apoiar crianças muito pequenas em seus esforços para entender a fala (no contexto da referência em inglês) do que os pais. Desde a década de 1970, a fertilização in vitro possibilitou a gravidez em idades muito além dos limites \"naturais\", gerando polêmica ética e forçando mudanças significativas no significado social da maternidade. Esta é, no entanto, uma posição altamente tendenciosa pela localidade do mundo ocidental: fora do mundo ocidental, a fertilização in vitro tem muito menos destaque, importância ou importância em comparação com cuidados de saúde primários, básicos, saúde básica da mulher, redução da mortalidade e prevenção de doenças potencialmente fatais, como poliomielite, tifo e malária. Tradicionalmente, e ainda hoje na maior parte do mundo, esperava-se que uma mãe fosse uma mulher casada, com nascimento fora do casamento carregando um forte estigma social. Historicamente, esse estigma não se aplicava apenas à mãe, mas também ao filho. Este continua a ser o caso em muitas partes do mundo em desenvolvimento hoje, mas em muitos países ocidentais a situação mudou radicalmente, com a maternidade solteira sendo muito mais socialmente aceitável agora. Para mais detalhes sobre esses assuntos, consulte Legitimidade (direito de família) e pai solteiro. A taxa de fecundidade total (TFT), ou seja, o número de filhos nascidos por mulher, difere muito de país para país. A TFT em 2013 foi estimada como sendo mais alta no Níger (7,03 crianças nascidas por mulher) e mais baixa em Singapura (0,79 crianças/mulher). Nos Estados Unidos , a TFT foi estimada para 2013 em 2,06 nascimentos por mulher. Em 2011, a idade média ao primeiro parto foi de 25,6 anos e 40,7% dos partos foram de mulheres solteiras. == Bibliografia == * Atkinson, Clarissa W. The Oldest Vocation: Christian Motherhood in the Medieval West (Cornell University Press, 2019). * Cowling, Camillia, et al. \"Mothering slaves: comparative perspectives on motherhood, childlessness, and the care of children in Atlantic slave societies.\" Slavery & Abolition 38#2 (2017): 223-231. online * Du, Yue. \"Concubinage and Motherhood in Qing China (1644–1911) Ritual, Law, and Custodial Rights of Property.\" Journal of Family History 42.2 (2017): 162-183. * Ezawa, Aya. Single Mothers in Contemporary Japan: Motherhood, Class, and Reproductive Practice (2016) online review * Feldstein, Ruth. Motherhood in black and white (Cornell UP, 2018) in U.S. history. * Griffin, Emma. \"The Value of Motherhood: Understanding Motherhood from Maternal Absence in Victorian Britain.\" Past & Present 246.Supplement_15 (2020): 167-185. * Healy- Clancy, Meghan. \"The Family Politics of the Federation of South African Women: A History of Public Motherhood in Women’s Antiracist Activism\" Signs: Journal of Women in Culture and Society 42.4 (2017): 843-866 online. * * Knight, R. J. \"Mistresses, motherhood, and maternal exploitation in the Antebellum South.\" Women's History Review 27.6 (2018): 990-1005 in USA. * Lerner, Giovanna Faleschini, and D'Amelio Maria Elena, eds. Italian Motherhood on Screen (Springer, 2017). * McCarthy, Helen. Double Lives: A History of Working Motherhood (Bloomsbury, 2020), focus on UK * * Massell, Gregory J. The Surrogate Proletariat: Moslem Women and Revolutionary Strategies in Soviet Central Asia, 1919-1929 (Princeton UP, 1974). * Njoku, C. O., and A. N. Njoku. \"Obstetric Fistula: The Agony of Unsafe Motherhood. A Review of Nigeria Experience.\" Journal of Advances in Medicine and Medical Research (2018): 1-7 online. * Portier-Le Cocq, Fabienne, ed. Motherhood in Contemporary International Perspective: Continuity and Change (Routledge, 2019). * Rahmath, Ayshath Shamah, Raihanah Mohd Mydin, and Ruzy Suliza Hashim. \"Archetypal Motherhood and the National Agenda: The Case of the Indian Muslim Women.\" Space and Culture, India 7.4 (2020): 12-31 online. * Ramm, Alejandra, and Jasmine Gideon. Motherhood, Social Policies and Women's Activism in Latin America (Springer, 2020). * Romero, Margarita Sánchez, and Rosa María Cid López, eds. Motherhood and Infancies in the Mediterranean in Antiquity (Oxford: Oxbow Books, 2018). * Rye, Gill, et al., eds. Motherhood in literature and culture: Interdisciplinary perspectives from Europe (Taylor & Francis, 2017). * Takševa, Tatjana. \"Motherhood Studies and Feminist Theory: Elisions and Intersections.\" Journal of the Motherhood Initiative for Research and Community Involvement 9.1 (2018) online. * * Varma, Mahima. \"Adoptive Motherhood in India: State Intervention for Empowerment and Equality.\" Contemporary Social Sciences 28#3 (2019): 88–101. online * Vasyagina, Nataliya N., and Aidar M. Kalimullin. \"Retrospective analysis of social and cultural meanings of motherhood in Russia.\" Review of European Studies 7#5 (2015): 61–65. * Williams, Samantha. Unmarried Motherhood in the Metropolis, 1700–1850 (Springer, 2018) in London. excerpt * Wood, Elizabeth A. The Baba and the Comrade: Gender and Politics in Revolutionary Russia (Indiana UP, 1997), online review Categoria:Relações de parentesco Categoria:Arquétipos mitológicos",
 "title": "Mãe"
}