{
 "id": "90723",
 "text": "Henrique Teixeira de Queirós de Barros GCC • GCIH • GCL (Coimbra, 7 de outubro de 1904 – 20 de agosto de 2000) foi um professor e político português. == Biografia == Henrique de Barros era filho do escritor e pedagogo João de Barros, neto paterno do 1.º Visconde da Marinha Grande e irmão de Teresa Teixeira de Queirós de Barros, mulher de Marcelo Caetano (1906-1980). Casou com Luísa de Morais Sarmento. Engenheiro agrónomo, ensinou longamente como Professor Catedrático no Instituto Superior de Agronomia da Universidade Técnica de Lisboa. Como Ministro de Estado do I Governo Constitucional, após o 25 de Abril de 1974, contribuiu indiscutivelmente para a defesa do pluralismo e da liberdade. No final da década de 1930, o Prof. Henrique de Barros esteve envolvido no projeto técnico da Colónia Agrícola de Santo Isidro de Pegões (1937/38), juntamente com os engenheiros Mário Pereira e José Caldas, Presidente da Junta de Colonização Interna. Das suas ações mais relevantes, destacam-se a criação do Instituto António Sérgio do Sector Cooperativo e a reestruturação da Comissão da Condição Feminina. Na ausência do Primeiro Ministro competia-lhe presidir ao Conselho de Ministros, além de despachar expediente com outras secretarias de estado. Além de Ministro de Estado, o Prof. Henrique de Barros salientou-se ainda como Membro do Conselho de Estado (Junho 1974-Março 1975), Presidente do Conselho Nacional do Plano e Presidente eleito da Assembleia Constituinte (1975-1976). ==Funções governamentais exercidas== *I Governo Constitucional ** Ministro de Estado ==Obras== * Quase um século... Memórias sintéticas (1991) == Honras == A 31 de agosto de 1978 foi agraciado com a Grã-Cruz da Ordem Militar de Nosso Senhor Jesus Cristo, a 30 de junho de 1980 com a Grã-Cruz da Ordem da Liberdade e a 15 de junho de 2016, a título póstumo, com a Grã-Cruz da Ordem do Infante D. Henrique. === Fontes === *O Grande Livro dos Portugueses Categoria:Naturais de Coimbra Categoria:Engenheiros agrónomos de Portugal Categoria:Deputados da Assembleia Constituinte de Portugal de 1975 Categoria:Presidentes da Assembleia da República Portuguesa Categoria:Deputados da Assembleia da República Portuguesa Categoria:Membros do Conselho de Estado de Portugal Categoria:Políticos do Partido Socialista (Portugal) Categoria:Políticos do Partido Renovador Democrático (Portugal) Categoria:Ministros de Portugal Categoria:Políticos de Portugal que mudaram de partido Categoria:Grã-Cruzes da Ordem Militar de Cristo Categoria:Grã-Cruzes da Ordem da Liberdade Categoria:Grã-Cruzes da Ordem do Infante D. Henrique Categoria:Doutores honoris causa da Universidade de Évora",
 "title": "Henrique de Barros"
}