{
 "id": "90752",
 "text": "O istmo do Panamá ou istmo Centro-americano é uma estreita porção de terra entre o mar das Caraíbas e o oceano Pacífico que liga a América do Norte e a América do Sul. Foi formado durante o Plioceno. Não há consenso na precisão de sua formação, sendo principalmente atribuída sua formação há 2 milhões,Biblioteca da Floresta Marina Silva. A Deriva Continental. 13 de abril de 2010 há 2,7 milhões,How the Isthmus of Panama put ice in the Arctic: drifting continents open and close gateways between oceans and shift Earth's climate'. 13 de abril de 2010 há 3 milhões,IGC-USP. DENTES. 13 de abril de 2010IGC-USP. Curso de Introdução em Geociências para Professores dos Ensinos fundamental e Médio, capítulo 6 - Tempo Geológico. 13 de abril de 2010 há 3,5 milhões,BERGUE, C. T.. A aplicação dos ostracodes (Crustacea) em pesquisas paleoceanográficas e paleoclimáticas. IGC-USP. 13 de abril de 2010 e há 4,2 milhõesHAUG H., Gerald, KEIGWIN, L. D., TIEDEMANN, R. (2004). How the Isthmus of Panama Put Ice in the Arctic - Drifting continents open and close gateways between oceans and shift Earth's climate. Woods Hole Oceanographic Institution: 13 de abril de 2010 de anos. Sua formação cortou o contato que o oceano Pacífico vinha tendo com o oceano Atlântico há muitas dezenas de milhões de anos, alterando globalmente as correntes marítimas. Não somente, ao contato dos dois continentes até então separados desde a ruptura da Pangeia, os continentes apresentavam biodiversidades muito diferentes: A América do Norte pertencia a ecozona Neoártica, enquanto a América do Sul pertencia a ecozona Neotropical. A formação do Istmo do Panamá possibilitou que novas espécies de plantas e animais invadissem um outro continente, ocorrendo o chamado Intercâmbio Americano. Em resumo, a formação do istmo do Panamá promoveu uma barreira geográfica para as espécies marinhas uma vez que dividiu o oceano pacífico e atlântico, gerando uma série de especiações. Já para o ambiente terrestre, essa formação permitiu o fluxo gênico entre as espécies da América do norte e Sul, uma vez que espécies da América do norte conseguem se dispersar até a América do Sul e vice-versa. Além disso, esse evento levou a uma série de extinções tanto na América do norte quanto no sul devido ao intercâmbio de predadores e espécies invasoras. Nele está situado o Panamá, sendo atravessado pelo canal do Panamá. Como diversos istmos, é um ponto de grande valor estratégico devido à sua importância tanto no transporte marítimo como terrestre. O istmo é atravessado pelo canal do Panamá, ligando o oceano Atlântico ao oceano Pacífico. == Ver também == * Canal do Panamá * Companhia Darién Panama Categoria:Acidentes geográficos do Panamá",
 "title": "Istmo do Panamá"
}