{
 "id": "90845",
 "text": "O provençal (provençau) é uma das variedades da língua occitana falada na Provença e na metade oriental do Gard, no sudeste francês. == Dados == Vindo de Itália em direção ao ocidente, seguindo a ribeira ligure, chegamos ao domínio do provençal. Neste local, a fronteira política actual entre a França e a Itália coincide, aproximadamente, com a fronteira linguística. Ventimiglia, posto fronteiriço italiano, fala um dialeto notadamente ligure; poucos quilómetros a oeste, em Nice, fala-se já um dialeto essencialmente provençal, mesmo não estando isento de influxos italianos; Menton, primeira estação francesa na linha Génova-Marselha, possui um dialeto de transição entre o provençal e o galo-itálico (pelo que possui de provençal, é melhor classificado no grupo alpino, como os dialetos provençais de Piemonte), enquanto Mónaco era uma antiga ilha ligure. A correspondência entre fronteira política, fronteira geográfica e fronteira linguística desaparece se, abandonando a costa, se seguir na direção alpina. Entre provençal e ligure (e mais ao norte entre provençal e piemontês) como entre franco-provençal e piemontês mais a nordeste, os Alpes não representam uma fronteira linguística. Este é um dos exemplos citados pelos linguistas mais a fundo para mostrar como limites geográficos muito grandes (cadeias de montanhas e grandes rios), não correspondem, mais de uma vez, a fronteiras linguísticas. Aqui as condições linguísticas não se devem ao limite geográfico e sim a profundas razões históricas. Territórios cisalpinos e transalpinos pertenceram por séculos inteiros a uma só unidade política; sob a Casa de Saboia, originária de Chambéry, a língua da administração, dos tribunais, etc. era o francês, que se estendeu ao Piemonte, onde permaneceu até o século XIX, após que, posteriormente, o italiano reconquistou terreno. Provençal (, ,Laurie Bauer, 2007, The Linguistics Student’s Handbook, Edinburgh ; , pʁovãⁿˈsalə; ou pʀuvenˈsaw é uma variedade linguística do occitano falado por uma minoria de pessoas no sul da França, principalmente na Provença. Historicamente, o termo provençal foi usado para se referir a toda a língua occitana, mas hoje é considerado mais tecnicamente apropriado referir-se apenas à variedade de occitano falada na Provença..On the persistent use of Provençal as a synonym of Occitan see: Constanze WETH. « L'occitan / provençal ». Manuel des langues romanes, Edited by Klump, Andre / Kramer, Johannes / Willems, Aline. DE GRUYTER. 2014. Pages: 491–509. ISBN (Online): 9783110302585 Provençal é também o nome costumeiro dado à versão mais antiga da língua Occitana]] usado pelos trovadores da literatura medieval quando o Francês Antigo ou o foi limitado às áreas do norte da França. Portanto, o código ISO 639-3 para o Occitano Antigo é [pro]. Em 2007, todos os códigos ISO 639-3 para dialetos occitanos, incluindo [prv] para provençal, foram retirados e fundidos em [oci] occitano. Os códigos antigos ([prv], [auv], [gsc], [lms], [lnc]) não estão mais em uso ativo, mas ainda têm o significado atribuído a eles quando foram estabelecidos na Norma. ==Sub-dialetos== Os principais subdialetos do Provençal são: * Rodanenc (em francês Rhodanien ) em torno do baixo rio Ródano, Arles, Avignon, Nîmes. ** Uma subvariedade Rodanenc, o Shuadit (ou Judaico-Provençal), foi considerado extinto desde 1977. Era falado pela comunidade judaica ao redor de Avignon. Quando os judeus receberam liberdade de residência na França, o dialeto diminuiu. * Maritim ou Centrau ou Mediterranèu (Marítimo ou Central ou Mediterrâneo) em torno de Aix-en-Provence, Marselha, Toulon, Cannes, Antibes, Grasse, Forcalquier, Castellane, Draguignan. * Niçardo no baixo Condado de Nice. Gavòt (em francês Gavot ), falado nos Alpes Occitanos Ocidentais, em torno de Digne, Sisteron, Gap, Barcelonnette e o Condado de Nice superior, mas também em uma parte do Ardèche, não é exatamente um subdialeto do provençal, mas sim um dialeto occitano intimamente relacionado, também conhecido como Vivaro-Alpine. Assim é o dialeto falado nos vales superiores de Piemonte, Itália (Val Maira, Val Varacha, Val d'Estura, Entraigas, Limon, Vinai, Pignerol, Sestriera).Nòrmas ortogràficas, chausias morfològicas e vocabulari de l'occitan alpin oriental [tèxte imprimit] / Commission internacionala per la normalizacion linguistica de l'occitan alpin, Published by Espaci Occitan, Piemonte, 2008 . - 242. -PN-01 Algumas pessoas veem Gavòt como uma variedade do provençal, já que uma parte da área de Gavot (perto de Digne e Sisteron) pertence à histórica Provença. ==Ortografia== Quando escritos na norma Mistraliana (\"\"), os artigos definidos são no singular masculino, no feminino singular e no plural masculino e feminino ( antes das vogais). Substantivos e adjetivos geralmente eliminam as terminações latinas masculinas, mas -e permanece; a terminação feminina é -o . Os substantivos não se flexionam para o número, mas todos os adjetivos terminados em vogais ( -e ou -o ) tornam-se -i , e todos os adjetivos no plural recebem -s antes das vogais. Quando escritos na norma clássica (\"\"), os artigos definidos são masculinos , femininos e no plural . Substantivos e adjetivos geralmente eliminam as terminações latinas masculinas, mas -e permanece; a terminação feminina é -a . Os substantivos se flexionam para o número, todos os adjetivos terminados em vogais ( -e ou -a ) tornam-se -i , e todos os adjetivos no plural recebem -s . Compação dos artigos e terminações – entre as normas Português Mistral Clássico Singular Masculino O bom amigo Singular Feminino O bom amigo Plural Masculino Os bons amigos Plural Feminine Os bons amigos A pronúncia permanece a mesma em ambas as normas (Mistralian e clássica), que são apenas duas maneiras diferentes de escrever a mesma língua. ==Literatura== A literatura provençal moderna foi impulsionada pelo Prêmio Nobel Frédéric Mistral e pela associação Félibrige que ele fundou com outros escritores, como Théodore Aubanel. O início do século XX viu outros autores como Joseph d'Arbaud, Batisto Bonnet e Valère Bernard. A língua foi aprimorada e modernizada desde a segunda metade do século 20 por escritores como Robèrt Lafont, Pierre Pessemesse, Claude Barsotti, Max-Philippe Delavouët, Philippe Gardy, Florian Vernet, Danielle Julien, Jòrgi Gròs, Sèrgi Bec, Bernat Giély e muitos outros ==Amostra de texto== Provençal (ortografia Mistral) li persouno naisson liéuro e egalo en dignita e en dre. Soun doutado de rasoun e de counsciènci e li fau agi entre éli em' un esperit de freiresso. Niçard (Ortografia Clássica) Totei lei personas naisson liuras e egalas en dignitat e en drech. Son dotadas de rason e de consciéncia e li cau agir entre elei amb un esperit de frairesa. Niçard (Ortografia Mistral) Touti li persouna naisson lib(e)ri e egali en dignità e en drech. Soun doutadi de rasoun e de counsciència e li cau agì entre eli em' un esperit de fratelança. Niçard (Ortografia Clássica) Toti li personas naisson liuri e egali en dignitat e en drech. Son dotadi de rason e de consciéncia e li cau agir entre eli emb un esperit de frairesa. Português Todos os seres humanos nascem livres e iguais em dignidade e direitos. Eles são dotados de razão e consciência e devem agir em relação uns aos outros com espírito de fraternidade. (Artigo 1 da Declaração Universal dos Direitos Humanos) ==Notas== ==Bibliografia== * Jules (Jùli) Ronjat, L’ourtougràfi prouvençalo, Avignon: Vivo Prouvènço!, 1908. * Robert Lafont, Phonétique et graphie du provençal: essai d’adaptation de la réforme linguistique occitane aux parlers de Provence, Toulouse: Institut d’Études Occitanes, 1951 [2nd ed. 1960] * Robèrt Lafont, L’ortografia occitana, lo provençau, Montpellier: Universitat de Montpelhièr III-Centre d’Estudis Occitans, 1972. * Jules Coupier, (& Philippe Blanchet) Dictionnaire français-provençal / Diciounàri francés-prouvençau, Aix en Provence: Association Dictionnaire Français- Provençal / Edisud, 1995. (rhodanian dialect) * Philippe Blanchet, Dictionnaire fondamental français-provençal. (Variété côtière et intérieure), Paris, éditions Gisserot-éducation, 2002. * Pierre Vouland, Du provençal rhodanien parlé à l'écrit mistralien, précis d'analyse structurale et comparée, Aix-en-Provence, Edisud, 2005, 206 pages. * Alain Barthélemy- Vigouroux & Guy Martin, Manuel pratique de provençal contemporain, Édisud 2006, ==Ligações externas== *Provençal - English Dictionary - a list of words, with some mistakes *Modern Provençal phonology and morphology studied in the language of Frederic Mistral (1921) *Provençal em Omniglot.com *Provençal em Endangered Languages == Fontes == * http://www.proel.org/ * http://www.ethnologue.com/ Provençal Provençal Provençal",
 "title": "Occitano provençal"
}