{
 "id": "90901",
 "text": "Laptop () ou notebook (, que significa em língua inglesa \"caderno\") ou computador portátil (abreviado frequentemente para portátil) é um computador portátil, leve, projetado para ser transportado e utilizado em diferentes lugares com facilidade. Geralmente, um laptop contém tela de LCD ou LCD LED (cristal líquido), teclado, rato (geralmente um touchpad, área onde se desliza o dedo), unidade de disco rígido, portas para conectividade via rede local ou fax/modem e gravadores de CD/DVD. Os mais modernos não possuem mais a entrada para discos flexíveis (disquetes), e, havendo necessidade de utilizar um desses dispositivos, conecta-se um adaptador a uma das portas USB. Um notebook pode ter diferentes sistemas operacionais como MacOS X, Linux, Windows e o sistema operacional Google Chrome. Segundo o Dicionário Aurélio da Língua Portuguesa, existe uma pequena distinção entre laptop e notebook, sendo o notebook aproximadamente do mesmo tamanho de um caderno universitário e necessariamente menor que o laptop. Apesar disso, não existe uma convenção oficial sobre a nomenclatura e, na linguagem popular, o uso dos dois nomes se faz de forma aleatória, sendo que os computadores portáteis pequenos com menos recursos são ocasionalmente chamados de notebooks, e os computadores portáteis grandes e com maiores recursos são ocasionalmente chamados de laptops. A expressão \"laptop\" deriva da aglutinação dos termos em inglês lap (colo) e top (em cima), significando \"em cima do colo\", em contrapartida ao desktop (que significa, literalmente, \"em cima da mesa\"). Laptops portáteis são pequenos, leves e projetados para que suas baterias sejam capazes de abastecê-los por um longo período de tempo (quatro a cinco horas ou mais). Isto ao custo de configurações de hardware mais simplificadas, com pouca memória RAM (raramente superior a 8 gigabytes), placa de vídeo na maioria das vezes integrada ao chipset ou processador, velocidade do processador raramente superior a 3,00 GHz, e hard drive quase sempre limitado a 500 gigabytes de capacidade. As telas mais comuns são as de 14 polegadas (ou 14,1 polegadas em widescreen) e 15\" (ou 15,4\" em widescreen). Atuais substitutos de desktop, por outro lado, são projetados de modo a possuir performance comparável a bons computadores de mesa (4 gigabytes ou mais de RAM, placa de vídeo dedicada, 250 gigabytes de espaço ou mais e até 2,8 giga-hertz (Core 2 Duo, Core i3, Core i5, Core i7 e Core i9) de velocidade do processador. Tais laptops, voltados aos que querem performance (para uso de aplicativos pesados, tais como jogos, por exemplo) estão ficando mais leves, relativamente menores, e gastam mais lentamente suas baterias (que normalmente duram no máximo 4 horas em laptops com baterias de 9 células, executando aplicativos de peso médio). Substitutos de desktops comuns possuem entre 15 e 17 polegadas, embora alguns laptops possuam 19 ou mesmo 20 polegadas. Novos laptops possuem o tamanho de uma agenda e são finos como uma capa de DVD, como alguns modelos da Acer e Asus denominados netbooks. Atualmente, muitos laptops são dotados de adaptadores de rede wireless, que possibilitam a conexão a redes de computadores sem fio. Essas redes podem ser instaladas em escritório, e já é muito comum encontrá-las também em residências. Com os adaptadores wireless, os usuários de laptops podem acessar a internet em diversos estabelecimentos, tais como restaurantes e aeroportos, sem a necessidade de conectar fios, desde que esses locais ofereçam o serviço. O acesso à rede sem fio também pode ser controlado, sendo que o internauta somente poderá se conectar à rede através do uso de senhas ou cartões. Esse tipo de tarifação tem sido muito utilizado por fornecer ao estabelecimento a possibilidade de, além de cobrar pelo serviço oferecido, ter controle de todos os usuários do serviço. Um dos grandes exemplos de sistemas de tarifação é o Accesscard, onde o internauta compra cartões pré-pagos com tempo definido e se loga ao sistema através da inserção de um código impresso no cartão. Mas, hoje, as operadoras de celular cobram uma taxa fixa de navegação de dados 3G, 4G e 5G. == História == Depois da introdução do computador pessoal em 1971, o mercado de computadores portáteis se tornou viável. O primeiro projeto veio com o Dynabook de Alan Kay em 1972, mas nunca chegou a ser comercializado. O primeiro computador tido como portátil foi o IBM 5100 de 1975. O Osborne 1 foi o primeiro laptop vendido no mundo, ele foi criado em 1981 pelo norte- americano Adam Osborne que queria um computador que coubesse em baixo da poltrona do avião, ele pesava 12 quilogramas e tinha uma tela CRT de 5 polegadas. Em 1982 foi lançado o Epson HX-20, que tinha tela de LCD monocromática e foi o primeiro a vir com bateria. O Grid Compass foi desenvolvido pelo designer inglês Bill Moggride em 1979, mas foi lançado somente em 1982 e chegou a viajar no Ônibus Espacial Discovery, em 1985. Em 1983 foi lançado o Gavilan SC, o primeiro a vir com touchpad. Em 1992 foi lançado o IBM Thinkpad, o primeiro a vir com trackpoint. Em 1987 foi lançado o Linus Write-Top, o primeiro a vir com software de reconhecimento de escrita à mão. == Tipos de computadores portáteis == === Computadores portáteis mais pequenos e maiores === No passado, houve uma série de categorias de marketing para computadores portáteis mais pequenos e maiores; estas incluíam modelos de \"computadores portáteis\" e \"subnotebooks\", \"netbooks\" de baixo custo e \"PCs ultra-móveis\", em que a classe de tamanho coincidia com dispositivos como smartphones e tablets portáteis, e computadores portáteis \"substitutos de computadores de secretária\" para máquinas visivelmente maiores e mais pesadas do que o habitual para suportar processadores ou hardware gráfico mais potentes. === Ultrabook === Um termo de marketing criado e registado pela Intel para a categoria de computadores portáteis de elevado desempenho. A HS iSuppli previu inicialmente que seriam vendidos 22 milhões de ultrabooks até o final de 2012 e 61 milhões em 2013. Em outubro de 2012, a IHS tinha baixado significativamente as suas projecções para 10 milhões de unidades vendidas em 2012 e 44 milhões em 2013. A maioria dos ultrabooks era demasiado cara para uma adoção generalizada. === Portátil robusto === O portátil robusto foi concebido para funcionar de forma fiável em condições de utilização difíceis, tais como vibrações fortes, temperaturas extremas, ambientes húmidos ou poeirentos. Os computadores portáteis robustos são volumosos, mais pesados e muito mais caros do que os computadores portáteis convencionais, pelo que raramente são utilizados por consumidores comuns. === Transformável, híbrido, 2 em 1 === A recente tendência de convergência tecnológica na indústria dos computadores portáteis deu origem a uma vasta gama de dispositivos que combinam as funções de vários tipos de dispositivos anteriormente separados. Os híbridos, os convertíveis e os 2-em-1 surgiram como dispositivos de crossover que partilham caraterísticas de tablets e computadores portáteis. Todos estes dispositivos têm um ecrã tátil concebido para permitir aos utilizadores trabalhar em modo tablet utilizando gestos multitoque ou uma caneta digital. == Hardware == === Tela === A tela de um laptop geralmente é feita de LCD ou OLED brilhante ou fosca, se comunica com interfaces embedded DisplayPort (eDP) e LVDS, com telas em formato panorâmico em sua maioria variando entre 13 e 16 polegadas, alguns dos chamados mini laptops possuem telas entre 6 e 8 polegadas. As resoluções mais comuns estão entre 720p e 1080p. === Unidade central de processamento === A unidade central de processamento (CPU) de um laptop possui recursos avançados de economia de energia e produz menos calor do que as unidades destinadas para uso em desktop. Processadores de laptops mais rápidos costumam chegam a 56 watts de calor, enquanto os processadores de desktops mais rápidos costumam chegar a 150 watts. A quantidade de núcleos dos processadores costuma variar entre quatro e oito. A arquitetura mais utilizada atualmente é a x86-64, ao longo do tempo se tornando mais comum a adoção de processadores não removíveis soldados na placa-mãe, devido às restrições de calor, dificilmente encontra-se opções de overclocking em processadores de laptops. === Unidade de processamento gráfico === Inicialmente, os laptops utilizavam unidades de processamento gráficos (GPUs) integrados ao chipset do sistema ou utilizavam um processador gráfico separado, desde a década de 2010. Na maioria dos laptops, uma unidade de processamento gráfico é integrada à CPU para conservar energia e espaço. === Memória === Costumava-se utilizar módulos do tipo SO-DIMM, menores que os módulos DIMM utilizados nos desktops, geralmente com dois espaços de memória na parte inferior do aparelho. Atualmente observa-se a tendência de utilização de módulos de memória já soldados na placa-mãe. === Armazenamento === Laptops costumavam utilizar unidades de disco rígido para armazenamento não volátil, que ao longo do tempo para uso se tornaram ineficientes em dispositivos móveis devido ao alto consumo de energia, produção de calor e presença de peças móveis, que podem causar danos a ambos a própria unidade e os dados armazenados quando um laptop está fisicamente instável. Atualmente, observa-se um aumento de utilização de memória flash, a maioria dos laptops de gama média a alta optou por unidades de estado sólido (SSD) mais compactos, com consumos eficientes de energia e rápidos, o que eliminou o risco de corrupção de dados e drives causados ​​pelos impactos físicos de um laptop.http://www.pcworld.com/article/246617/evolution_of_the_solid_state_drive.html A maioria dos laptops usa unidades de 2,5 polegadas, que são uma versão menor de uma unidade de desktop de 3,5 polegadas. === Interação === É utilizado um teclado para inserção de texto e comandos integrados a um painel tátil para apontamento, alguns laptops também possuem alavanca de apontamento e tela sensível ao toque. Dispositivos externos como outros teclados e mouse também podem ser utilizados, tanto acoplados via USB ou interligados via Bluetooth. === Bateria === Os laptops começaram com baterias de níquel-cádmio, posteriormente baterias de níquel-hidreto metálico e atualmente com baterias de íon de lítio ou bateria de polímero de lítio. A carga da bateria é altamente variável por modelo e carga de trabalho e pode variar de uma hora a quase um dia. O desempenho da bateria diminui gradualmente com o tempo. A bateria de um laptop é carregada por meio de uma fonte de alimentação externa, que é conectada a uma tomada. A fonte de alimentação produz uma tensão normalmente na faixa de 7,2 a 24 volts. A fonte de alimentação é geralmente externa e conectada ao laptop por meio de um cabo conector. Na maioria dos casos, ele pode carregar a bateria e alimentar o laptop simultaneamente. Quando a bateria está totalmente carregada, o laptop continua a funcionar com a energia fornecida pela fonte de alimentação externa, evitando o uso da bateria. === Refrigeração === thumb|Tubulação de calor em um laptop. O calor residual é difícil de ser removido no espaço interno de um laptop. Os primeiros laptops usavam refrigeração passiva, isso deu lugar a dissipadores de calor colocados diretamente sobre os componentes a serem resfriados, mas quando esses componentes quentes estão bem no fundo do dispositivo, um grande duto de ar que ocupa espaço é necessário para exaurir o calor. Laptops modernos contam com tubulação de calor para mover rapidamente o calor residual em direção às bordas do aparelho, para permitir um sistema de ventilação e dissipador de calor muito menor e compacto. O calor residual é geralmente dissipado do operador do dispositivo em direção à parte traseira ou nas laterais do dispositivo. Vários caminhos de entrada de ar são usados, uma vez que algumas entradas podem ser bloqueadas, como quando o dispositivo é colocado em uma superfície macia e conformada como uma almofada de cadeira. Um dispositivo de monitoramento de temperatura pode reduzir o desempenho ou acionar um desligamento de emergência se não for capaz de dissipar o calor. Almofadas de resfriamento pós-venda com ventiladores externos podem ser usadas com laptops para reduzir as temperaturas operacionais. == Ver também == * Laptop de 100 dólares * Netbook * Smartphone * PDA * Tablet * Desktop * Computador pessoal * Lista de marcas e fabricantes de laptops Categoria:Tipos de computadores Categoria:Computadores pessoais Categoria:Palavras, frases e expressões em inglês",
 "title": "Laptop"
}