{
 "id": "91036",
 "text": "Epistaxe ( (epistazo) sangrar pelo nariz: (epi) - \"acima\", \"sobre\" + (stazo) - \"gotejar [pelas narinas]\")Merriam-Webster, Epistaxis ou sangramento nasal é uma ocorrência comum, não grave, decorrente da ruptura de pequenos capilares da membrana mucosa nasal. As rupturas acontecem comumente no septo nasal anterior, chamado de área de Kiesselbach. O sangramento nasal é o que se origina da mucosa das fossas nasais enquanto que a hemorragia nasal se exterioriza pelas fossas nasais, independente da origem (rinofaringe, tuba auditiva etc). ==Fisiopatologia== Os sangramentos nasais são devidos à ruptura de um vaso sanguíneo dentro da mucosa nasal. A ruptura pode ser espontânea ou iniciadas por um trauma. As hemorragias nasais são encontradas em até 60% da população com incidências de pico em crianças menores de dez anos de idade e pessoas com mais de 50 anos de idade; e parecem ocorrer mais em homens mais do que em mulheres. Um aumento na pressão sanguínea (por exemplo, devido à hipertensão) tende a aumentar a duração de epistaxe espontâneas. A grande maioria das hemorragias nasais são anteriores, isto é, na parte da frente do nariz, a partir do septo nasal. Esta área é rica em vasos sanguíneos (Área de Kiesselbach). Esta região é também conhecida como Área de Little. O sangramento posterior geralmente é relacionada à artéria esfenopalatina, principal fonte de suprimento nasal. Porém, atualmente, tem se observado uma fonte constante de sangramento grave situado no septo nasal superior, chamada de S-Point. Os sangramentos posteriores são muitas vezes prolongados e difíceis de controlar. Eles podem estar associados a hemorragias de ambas as narinas, e ter um maior fluxo de sangue para dentro da boca. ==Etiologia== A causa dos sangramentos no nariz podem ser geralmente divididas em duas categorias, fatores locais e sistêmicos. ;Fatores locais *Deformidades anatômicas *Inalação de produtos químicos *Reação inflamatória (por exemplo, em infecções agudas do trato respiratório, sinusite crônica, rinite alérgica e irritantes ambientais) *Corpos estranhos *Tumores intranasais (Carcinoma nasofaríngeo em adultos, e angiofibroma juvenil em homens adolescentes) *Forcado nasal O2 (terapia de pressão positiva contínua) *Utilização spray nasal *Cirurgia *Trauma ;Fatores sistêmicos *Drogas - aspirina, varfarina, clopidogrel, desmopressina, entre outras *Intoxicação alcoólica (devido à vasodilatação) *Alergias *Discrasia sanguínea *Falência cardíaca (devido a um aumento da pressão venosa) *Neoplasias hematológicas *Hipertensão *Doenças infecciosas *Desnutrição (especialmente anemia) *Narcóticos *Distúrbios vasculares *Rigidez muscular, como a causada por escoliose (os músculos enrijecidos provocam a compressão dos vasos sanguíneos, resultando em sangramentos nasais no lado enrijecido). ==Tratamento== O fluxo de sangue normalmente para quando o sangue coagular, o que pode ser incentivado por pressão direta, pressionando a parte carnuda e macia do nariz. Isto aplica pressão sobre a Área de Little (Área de Kiesselbach), a fonte da maioria das hemorragias nasais e assim promove a coagulação. A pressão deve ser firme ser aplicada durante pelo menos de 5 até 20 minutos, inclinar a cabeça levemente para a frente vai ajudar a diminuir a chance de náuseas e obstrução das vias aéreas. A aplicação local de um agente vasoconstritor tem mostrado reduzir o tempo de sangramento em casos benignos de epistaxe. As drogas oximetazolina ou fenilefrina estão amplamente disponíveis em sprays nasais para o tratamento de rinite alérgica e podem ser utilizados para esta finalidade. Se essas medidas simples não funcionam, então a intervenção médica pode ser necessária para parar o sangramento. As medidas mais comuns são: *Cauterização química, utilizando uma aplicação local de nitrato de prata ou ácido tricloroacético (ATA) para cauterizar vasos superficiais. *Cauterização elétrica, utilizando um eletrocautério na região do sangramento após anestesia local. *Cauterização endoscópica, utilizando um endoscópio flexível ou rígido localiza-se a região da artéria realizando a cauterização. *Tampão nasal anterior, indicado na presença de sangramento difuso ou não localizado e quando os métodos acimas não forem efetivos. Faz-se anestesia local com algodão embebido em anestésico. *Tampão nasal posterior, realizado quando o anterior não resolve o sangramento, comumente usado em casos de traumas. *Bloqueio do Forame palatino maior *Drogas, o uso de drogas para controle de sangramentos nasais tem uso limitado. ===Outros=== A utilidade de resfriamento local da cabeça e pescoço é controversa. Alguns afirmam que a aplicação de gelo no nariz ou na testa não é útil. Outros acham que ele pode promover a vasoconstrição dos vasos sanguíneos nasais e, portanto, é útil. ===Prevenção=== A aplicação tópica de pomada contendo antibiótico para a mucosa nasal tem se mostrado um tratamento eficaz para epistaxe recorrente. Um estudo descobriu que isto é tão eficaz quanto a cauterização nasal na prevenção de epistaxe recorrente em pacientes sem sangramento ativo no momento do tratamento - ambos tiveram uma taxa de aproximadamente 50 por cento de sucesso. Categoria:Rinologia Categoria:Sinais médicos",
 "title": "Epistaxe"
}