{
 "id": "9106",
 "text": "Conjuração Baiana, também denominada como Revolta dos Alfaiates (uma vez que alguns participantes da trama exerciam este ofício) e recentemente também chamada de Revolta dos Búzios, foi um movimento de caráter emancipacionista, ocorrido no final do século XVIII (1798-1799), na Capitania da Bahia (hoje estado da Bahia), no Brasil Colonial. Diferentemente da Inconfidência Mineira (1789-1792), foi difundida pela historiografia tradicional enquanto sendo um movimento de caráter popular em que defendiam a independência e mais igualdade racial, um governo republicano, democrático, com liberdades plenas, o livre comércio e abertura dos portos como principais pontos, além de um salário maior para os soldados. O movimento teve participação de pessoas com profissões mais simples, como sapateiros, bordadores, ex-escravos e escravos, além de alfaiates. A revolta teve grande influência de ideias iluministas, que ganharam força com a Revolução Francesa, além de alguns processos de independência no continente americano, como Estados Unidos e Haiti, junto com a Inconfidência Mineira. A população se encontrava em um nível muito grande de insatisfação. Esse cenário começou alguns anos antes, quando foi decidido que Salvador deixaria de ser capital e que o Rio de Janeiro seria o novo local central da colônia. Com a diminuição da atenção para a Bahia, recursos passaram a ser menores, o que provocou dificuldades administrativas. Havia carência de alguns alimentos e os impostos cobrados eram altos para a população, o que acabou culminando na revolta. Entre os principais líderes do movimento destacaram-se os soldados Luís Gonzaga das Virgens e Lucas Dantas e os alfaiates Manuel Faustino dos Santos Lira e João de Deus Nascimento. Os quatro conjurados eram negros e pardos, e foram condenados à forca. Também esteve envolvido na conjuração o jornalista e cirurgião Cipriano Barata, que recebeu pena branda. A revolta pretendia surpreender o governo, mas acabou falhando, uma vez que um dos integrantes contou os detalhes dos planos, permitindo que forças militares fossem mobilizadas para reprimir os revoltosos. == Contexto == No ano de 1798, Portugal e a Europa como um todo, passavam por problemas e mudanças políticos, que anos mais tarde resultaria na vinda da família real para o Brasil. Vale ressaltar que a França — um grande agente histórico dessas mudanças — teve alguma participação direta na Conjuração Baiana. Recentemente, pesquisadores tiveram acesso à documentos franceses, onde há uma comunicação entre autoridades francesas, sondando a possibilidade de que a França revolucionária pudesse intervir militarmente e politicamente para apoiar o movimento que se desenvolvia na Bahia contra a monarquia e o domínio português. A Capitania da Bahia, durante a última década do Séc. XVIII, devido a diversas guerras e conflitos, vinha tendo sua economia estimulada em um novo ciclo de alta da economia colonial no mundo, tendo a exportação como principal característica. A cana-de-açúcar também tem um papel importante. No Nordeste, o produto havia entrado em decadência no final do século XVII, mas houve uma recuperação considerável no final do século XVIII. Uma das razões para essa recuperação foi a eclosão da Revolução Haitiana, que comprometeu significativamente a produção do açúcar caribenho e acabou reabrindo o mercado europeu para o açúcar baiano. Outro produto cultivado na Bahia era o tabaco, que servia como moeda de troca no tráfico de escravos realizado pelo mundo. Essa prática era ilegal e por isso irritava a corte portuguesa. As autoridades não se sentiam confortáveis com essa prática. Além disso, o tabaco também era trocado por produtos manufaturados de outros países europeus, o que violava o pacto colonial, que só permitia a compra de produtos de Portugal. Com a intenção de controlar mais o comércio da Bahia, a coroa portuguesa criou algumas leis. Uma delas obrigava o cultivo de determinados alimentos para evitar o desabastecimento e a fome. Como o lucro era a principal preocupação, os grandes latifundiários da época resistiam, focavam apenas no cultivo da cana e descumpriam a lei. Isso provocou o aumento considerável dos preços da mandioca, por exemplo, gerando crises de abastecimento para uma população que tinha na farinha da mandioca um de seus principais componentes nutricionais. Com o aumento da população escrava trazida para a indústria do açúcar, a fome e o contato com as ideias radicais da revolução francesa, as tensões sociais na Bahia começaram a transbordar. O monopólio dos comerciantes portugueses, o alto lucro com o açúcar e a elevação exorbitante da renda dos senhores de engenho, ajudaram a deteriorar a situação. Incidentes espalhados como o saque de armazéns e até o incêndio do pelourinho, espalhavam-se pela região. Notícias de revoltas e movimentos vindos de lugares como Haiti, Estados Unidos, França, outras colônias e até Minas Gerais, formaram o caldo da revolta. == Antecedentes == Sendo então a Capitania da Bahia governada por D. Fernando José de Portugal e Castro (1788-1801), a capital, Salvador, fervilhava com queixas contra o governo, cuja política elevava os preços das mercadorias mais essenciais, causando a falta de alimentos, chegando o povo a arrombar os açougues, ante a ausência de carne. O clima de insubordinação contaminou os quartéis, e as ideias emancipacionistas, que já haviam animado Minas Gerais, foram amplamente divulgadas, encontrando eco sobretudo nas classes mais humildes. A todos influenciava o exemplo da independência das Treze Colônias Inglesas, e ideias iluministas, republicanas e emancipacionistas eram difundidas também por uma parte da elite culta, reunida em associações como a Loja Maçônica Cavaleiros da Luz. Os 6 pontos da conjuração baiana eram: *Abolição da Escravatura *Proclamação da República * Diminuição dos Impostos * Abertura dos Portos * Fim do Preconceito * Aumento Salarial para Soldados == Ideias == Um dos seus principais líderes foi Cipriano Barata, cirurgião conhecido como médico dos pobres e revolucionário de todas as revoluções. Há grande influência da sociedade maçônica (Cavaleiros da Luz) e do processo de independência do Haiti, ou Haitianismo. Os revoltosos pregavam a libertação dos escravos, a instauração de um governo igualitário (no qual as pessoas fossem vistas de acordo com a capacidade e merecimento individuais), por meio da instalação de uma república na Bahia. Defendiam a liberdade de comércio e o aumento dos salários dos soldados. Tais ideias eram divulgadas sobretudo pelos escritos do soldado Luiz Gonzaga das Virgens e pelos panfletos de Cipriano Barata, cirurgião e filósofo. == A revolta == Em 12 de agosto de 1798, o movimento precipitou-se quando alguns de seus membros, distribuindo os panfletos na porta das igrejas e colando-os nas esquinas da cidade, alertaram as autoridades que, de pronto, reagiram, detendo-os. Tal como na Conjuração Mineira, interrogados, acabaram delatando os demais envolvidos. Um desses panfletos declarava: Esses panfletos foram fixados na esquina da Praça do Palácio, nas paredes da cabana da preta Benedita, na Igreja de São Bento, entre outros locais de grande circulação, pontos centrais da cidade e convocavam a população para revolução que atenderia às demandas do povo, separando a Bahia do domínio de Portugal. Nesse mesmo dia, d. Fernando José de Portugal e Castro, governador da Bahia, ordenou a abertura de uma investigação para descobrir os responsáveis, comandada por José Pires de Carvalho e Albuquerque. Além disso, assim que a investigação foi aberta, foi feito uma avaliação nas ortografias destes papéis. Após a conclusão, foi ordenada a prisão de Domingos da Silva Lisboa. No dia 20 de agosto de 1798, foram encontradas duas cartas na Igreja do Carmo assinadas por \"anônimos republicanos\". Os documentos, assim como os panfletos, conclamavam uma revolução para exaltar \"a bandeira da igualdade, Liberdade, e fraternidade Popular…\". == A repressão == Durante a fase de repressão, centenas de pessoas foram denunciadas - militares, clérigos, funcionários públicos e pessoas de todas as classes sociais. Destas, quarenta e nove foram detidas, a maioria tendo procurado abjurar a sua participação, buscando demonstrar inocência. Após a continuidade da investigação e prisão dos envolvidos, a Ordem dos Carmelitas Descalços foi convocada pelas autoridades a tomarem confissão e acompanharem os condenados. Entre os relatos destaca-se o do Frei José do Monte Carmelo. O religioso afirma que Manuel Faustino, tentou se suicidar várias vezes por “influência nefasta do demônio”. Os outros presos afirmaram ao frei que também tiveram estes pensamentos. Nos relatos dele, ele afirma que os indivíduos mostraram arrependimento e se aproximaram da religião. Outros dois condenados, João de Deus e Luiz Gonzaga, tentaram fingir uma condição de loucura, “perdendo o juízo” diversas vezes. Finalmente, no dia 8 de novembro de 1799, procedeu-se à execução dos condenados à pena capital, por enforcamento, na seguinte ordem: soldado Lucas Dantas do Amorim Torres, aprendiz de alfaiate Manuel Faustino dos Santos Lira, soldado Luís Gonzaga das Virgens e mestre alfaiate João de Deus Nascimento. De acordo com o frei, tropas militares ocupavam a Praça da Liberdade e havia ampla presença do povo, que se reuniu para assistir. Havia banda de cornetas e tambores. A cerimônia começou por volta das onze horas, com os presos caminhando com as mãos algemadas nas costas. O quinto condenado à pena capital, o ourives Luís Pires, fugitivo, jamais foi localizado. Pela sentença, todos tiveram os seus nomes e memórias \"malditos\" até à 3a. geração. Os despojos dos executados foram expostos da seguinte forma: a cabeça de Lucas Dantas ficou espetada no Campo do Dique do Desterro; a de Manuel Faustino, no Cruzeiro de São Francisco; a de João de Deus, na Rua Direita do Palácio (atual Rua Chile); e a cabeça e as mãos de Luís Gonzaga ficaram pregadas na forca, levantada na Praça da Piedade, então a principal da cidade. Depois do cumprimento das penas de morte, devido ao calor intenso de Salvador, os pedaços dos corpos começaram a entrar em decomposição. Segundo o frei, a cidade foi tomada por urubus. No dia 11 de novembro de 1799, o relato é de que o “ar da cidade era irrespirável; a podridão invadira todas as casas e a população temia por sua saúde”. Esses despojos ficaram à vista, para exemplo da população, por cinco dias, tendo sido recolhidos no dia 13 pela Santa Casa de Misericórdia (instituição responsável pelos cemitérios à época do Brasil Colônia), que os fez sepultar em local desconhecido. Os demais envolvidos foram condenados à pena de degredo, agravada com a determinação de ser sofrido na costa Ocidental da África, fora dos domínios de Portugal, o que equivalia à morte. Foram eles: * José de Freitas Sacota e Romão Pinheiro, deixados em Acará, sob domínio holandês * Manuel de Santana em Aquito, então domínio dinamarquês * Inácio da Silva Pimentel, no Castelo da Mina, sob domínio holandês * Luís de França Pires em Cabo Corso * José Félix da Costa em Fortaleza do Moura * José do Sacramento em Comenda, sob domínio inglês Cada um recebeu publicamente 500 chibatadas no Pelourinho, à época no Terreiro de Jesus, e foram depois conduzidos para assistir a execução dos sentenciados à pena capital. A estes degredados acrescentavam-se os nomes de: * Pedro Leão de Aguilar Pantoja degredado no Presídio de Benguela por 10 anos * o escravo Cosme Damião Pereira Bastos, degredado por cinco anos em Angola * os escravos Inácio Pires e Manuel José de Vera Cruz, condenados a 500 chibatadas, ficando seus senhores obrigados a vendê-los para fora da Capitania da Bahia * José Raimundo Barata de Almeida, degredado para a ilha de Fernando de Noronha * os tenentes Hermógenes Francisco de Aguilar Pantoja e José Gomes de Oliveira Borges, permaneceram detidos por seis meses em Salvador * Cipriano Barata, detido a 19 de setembro de 1798, solto em Janeiro de 1800 == Conclusão == O movimento envolveu indivíduos de setores urbanos e marginalizados na produção da riqueza colonial, que se revoltaram contra o sistema que lhes impedia perspectivas de ascensão social. O seu descontentamento voltava-se contra a elevada carga de impostos cobrada pela Coroa portuguesa e contra o sistema escravista colonial, o que tornava as suas reivindicações particularmente perturbadoras para as elites. A revolta resultou em um dos projetos mais radicais do período colonial, propondo idealmente uma nova sociedade igualitária e democrática. Foi barbaramente punida pela Coroa de Portugal. Este movimento, entretanto, deixou profundas marcas na sociedade soteropolitana, a ponto tal que o movimento emancipacionista eclodiu novamente, em 1821, culminando na guerra pela Independência da Bahia, concretizada em 2 de julho de 1823, formando parte da nação que emancipara-se a 7 de setembro do ano anterior, sob império de D. Pedro I. == Ver também == Outras conjurações em domínios portugueses: * Conjuração dos Pintos (1787) * Conjuração Mineira (1789) * Conjuração Carioca (1794) * Conspiração dos Suassunas (1801) * Revolução Pernambucana (1817) * Independência da Bahia == Bibliografia == * TAVARES, Luís Henrique Dias. História da Bahia (10a. ed.). São Paulo: Editora UNESP; Salvador (BA): EDUFBA, 2001. 544p. il. mapas. ISBN 8571393702 * Inconfidência Baiana. Revista Impressões Rebeldes. Universidade Federal Fluminense == Ligações externas == * Conjuração dos Búzios . Instituto Búzios. Categoria:Escravidão no Brasil Categoria:1796 no Brasil Categoria:Rebeliões de escravos",
 "title": "Conjuração Baiana"
}