{
 "id": "91202",
 "text": "Quociente de inteligência (de forma abreviada: QI) é uma pontuação obtida por meio de testes a fim de avaliar a Inteligência Humana. QI é a expressão do nível de inteligência de um indivíduo num determinado momento em relação ao padrão (ou normas) comum à sua faixa etária, considerando que a inteligência de um indivíduo, em qualquer momento, é o \"produto\" final de uma complexa sequência de interações entre fatores ambientais e hereditários.ANASTASI, Anne. Testes Psicológicos. SP: EPU, 1977. ISBN 85-12-65030-3 A abreviatura \"IQ\" foi cunhada pelo psicólogo William Stern para o termo alemão Intelligenzquotient, seu termo para um método de pontuação para testes de inteligência na Universidade de Breslávia que ele defendeu em um livro de 1912. As pontuações dos testes de inteligência são estimativas de inteligência. Ao contrário, por exemplo, das medidas de distância e de massa, uma medida concreta de inteligência não pode ser alcançada dada a natureza abstrata do conceito de \"inteligência\". As pontuações de QI demonstraram estar associados a fatores como a nutrição, status socioeconômico, taxa de incidência de doenças e mortalidade, status social dos pais, e desenvolvimento pré-natal e perinatal. Embora a herdabilidade do QI tenha sido investigada por quase um século, ainda há debate sobre o significado das estimativas de herdabilidade e os mecanismos de herança. A maioria dos estudos, bem como um relatório da APA, sugere que a herdabilidade do QI é de cerca de 0,75 para adolescentes e adultos, mas muito menor para crianças. As pontuações de QI são usadas para classificação educacional, avaliação de deficiência intelectual e avaliação de candidatos a emprego. Em contextos de pesquisa, eles têm sido estudados como uma forma de prever o desempenho no trabalho e a renda. Eles também são usados para estudar distribuições de inteligência psicométrica em populações e as correlações entre ela e outras variáveis. As pontuações brutas em testes de QI para muitas populações têm aumentado a uma taxa média que chega a três pontos de QI por década desde o início do século 20, um fenômeno chamado efeito Flynn. Na população geral, as pessoas tendem a ter o QI em torno de 100 (entre 85 e 115). Formalmente, resultados abaixo de 70 configuram deficiência intelectual, classificada como leve (QI 50–70), moderada (QI 35–50) e grave/profunda (QI <35). Há, no entanto, algumas limitações nesses testes, como por exemplo: a maioria deles apenas avalia apenas pessoas alfabetizadas e que conheçam as operações matemáticas básicas. == História == Historicamente, mesmo antes dos testes de QI serem inventados, houve tentativas de classificar as pessoas em categorias de inteligência observando seu comportamento na vida cotidiana. Essas outras formas de observação comportamental ainda são importantes para validar classificações baseadas principalmente em pontuações de testes de QI. Tanto a classificação da inteligência pela observação comportamental do lado de fora da sala de teste quanto a classificação feita através do teste dependem da definição de \"inteligência\" usada em um caso particular e da confiabilidade e erro da estimativa no procedimento de classificação. O estatístico inglês Francis Galton (1822–1911) fez a primeira tentativa ao criar um teste padronizado para classificar a inteligência de uma pessoa. Um pioneiro da psicométria e da aplicação de métodos estatísticos para o estudo da diversidade humana e para o estudo da herança das peculiaridades humanas, ele acreditava que a inteligência humana era amplamente um produto da hereditariedade(pela qual ele não queria dizer genes, apesar de ter desenvolvido diversas teorias pré- mendelianas de herança particular). Ele levantou a hipótese de que deveria existir uma correlação entre inteligência e outros traços observáveis, tais como reflexos, consciência muscular, e o tamanho da cabeça. Ele estabeleceu o primeiro centro de teste mental no mundo em 1882 e publicou \"Investigações sobre a faculdade humana e seu desenvolvimento\" em 1883, no qual expôs suas teorias. Após reunir dados em uma diversidade de variáveis físicas, ele foi incapaz de demonstrar qualquer tal correlação, e ele eventualmente abandonou essa pesquisa. O psicólogo francês Alfred Binet, junto com Victor Henri e Théodore Simon, tiveram mais sucesso em 1905, quando eles publicaram o teste Binet-Simon, que focava em habilidades verbais. Ele pretendia identificar a retardação mental nas crianças das escolas, mas em específico contraste às alegações feitas por psiquiatras de que essas crianças eram doentes mentais (e não “lentas”) e deveriam portanto serem removidas da escola e cuidadas em asilos. (This is an open access article, made freely available by Elsevier.) A pontuação na escala Binet-Simon revelaria a idade mental da criança. Por exemplo, uma criança de seis anos que passava por todas as lições usualmente passadas por crianças dessa idade – mas não além dessa idade – teria uma idade mental correspondente à sua idade cronológica. Binet achava que a inteligência era multifacetada, mas vinha sob o controle do julgamento prático. Na visão de Binet, havia limitações na escala e ele salientava o que via como a notável diversidade de inteligência e a subsequente necessidade de estudá-la usando medidas qualitativas, ao contrário de medidas quantitativas. O psicólogo americano Henry Goddard publicou uma tradução disso em 1910. O psicólogo americano Lewis Terman, da Universidade Stanford, revisou a escala Binet- Simon, o que resultou na introdução da escalas de inteligência Stanford-Binet (1916). Do qual tornou-se o teste mais popular nos Estados Unidos por décadas. === Fator de inteligência geral (g) === Os muito diferentes tipos de testes de QI incluem uma ampla variedade de conteúdo categorizado. Alguns itens do teste são visuais, enquanto muitos são verbais. Itens do teste variam desde problemas baseados no raciocínio abstrato até a concentração na aritmética, vocabulário ou conhecimentos gerais. O psicólogo britânico Charles Spearman em 1904 fez a primeira análise fatorial de correlações formal entre os testes. Ele observou que a escola para crianças gradua através de matérias escolares aparentemente não-relacionadas que eram, nitidamente, correlacionadas e raciocinou que essas correlações refletiam a influência de uma habilidade mental geral básica que entravam no cumprimento de todos os tipos de testes mentais. Ele sugeriu que todo desempenho mental poderia ser conceitualizado em termos de um simples fator de habilidade geral e de um amplo número de estreitos fatores de habilidade específica. Spearman denominou \"fator geral\" como (g) e classificou os fatores ou habilidades específicos como (s). Em qualquer coleção de itens de teste que compõem um teste de QI, a pontuação que melhor mede o (g) é a pontuação composta que possui as maiores correlações com todas as pontuações dos itens. Tipicamente, a pontuação composta carregada de fator geral(g) de uma bateria de testes de QI parece envolver uma força comum no raciocínio abstrato através do conteúdo categorizado do teste. Portanto, Spearman e outros consideraram o g como intimamente relacionado à essência da inteligência humana. O argumento de Spearman, que propõe um fator geral de inteligência humana, ainda é aceito em princípio por muitos psicométricos. Modelos de fator da inteligência contemporâneos tipicamente representam habilidades cognitivas como uma hierarquia em três níveis, onde há um amplo número de estreitos fatores no âmago da hierarquia, um punhado de fatores amplos, mais generalizados no nível intermediário, e no ápice um fator simples, referido como o fator g, que representa uma variação comum a todas as tarefas cognitivas. No entanto, essa visão não é universalmente aceita; outras análises fatoriais dos dados, com diferentes resultados, são possíveis. Alguns psicométricos consideram o g como um artefato estatístico. Pode-se relacionar a origem dos testes de inteligência aos antigos exames imperiais utilizados na antiga China, desde o ano de 606, incluindo avaliação do conhecimento de: obras clássicas, direito, escrita ideográfica, e aptidões militares, que segundo GernetGERNET, Jacques. O mundo chinês, uma civilização e uma história 2v. Lisboa, Rio de Janeiro: Edições Cosmos, 1974. V.1, p.286 atingiu sua maior perfeição na dinastia Song (960 — 1279), para degenerar-se em seguida. Outra possível atribuição de origem são os exames propostos por Jean-Étienne Esquirol (1772–1840) e (1812–1880) para classificação das diversas formas de oligofrenias.PESSOTTI, Isaías. Deficiência mental: da superstição à ciência. SP: EDUSP, 1984. p.110 Segundo SternbergSTERNBERG, Robert J. Psicologia cognitiva. Porto Alegre: Artes Médicas Sul, 2000. ISBN 85-7307-657-7 p. 401 a atual forma de avaliação da inteligência nos remente a duas tradições históricas: (1) a tradição concentrada em um nível inferior, de medição das capacidades psicofísicas (tais como acuidade sensorial, força física e coordenação motora) como na proposição de Francis Galton (1822–1911); (2) a tradição de mensuração focalizada em um nível superior, ou seja, a capacidades de julgamento (que nós, tradicionalmente, descrevemos como relacionadas ao pensamento). Nesta segunda proposição, alternativa à abordagem psicofísica, a inteligência pretendia ser medida como uma função da capacidade para aprender avaliada de modo padronizado, dentro de um ambiente acadêmico, cientificamente controlado, como proposto por Alfred Binet (1857–1911) e Theodosius Simon (1872–1961) na França, no início do século XX. Os referidos autores franceses criaram a Escala de Binet-Simon, usada para identificar estudantes que pudessem precisar de ajuda extra na sua aprendizagem escolar. Os autores da escala assumiram que os baixos resultados nos testes indicavam uma necessidade para uma maior intervenção dos professores no ensino destes alunos e não necessariamente que estes tivessem inabilidade de aprendizagem (ver comentários sobre isso em \"Observações\"). Esta opinião ainda é defendida por alguns autores modernos que não são de áreas psicométricas. No seu artigo New Methods for the Diagnosis of the Intellectual Level of Subnormals Binet relata: :Esta escala, propriamente falando, não permite a medida da inteligência, porque as qualidades intelectuais não são sobreponíveis e, portanto, não pode ser medido como superfícies lineares são medidos, mas são, pelo contrário, uma classificação, uma hierarquia entre as diversas inteligências, e para as necessidades da prática dessa classificação é equivalente a uma medida. Com prática,treino e, acima de tudo, método — escreveu Alfred Binet em 1909, podemos aprimorar nossa atenção, nossa memória, nosso julgamento, e literalmente nos tornamos mais inteligentes do que jamais fomos. Em 1912, Wilhelm Stern (1871–1938), propôs o termo “QI” (quociente de inteligência) para representar o nível mental, e introduziu os termos \"idade mental\" e \"idade cronológica\". Stern propôs que o QI de pessoas com menos de 16 anos fosse determinado pela divisão da idade mental pela idade cronológica. Assim uma criança com idade cronológica de 10 anos e nível mental de 8 anos teria QI 0,8, porque 8 / 10 = 0,8. Se a pessoa tivesse mais de 16 anos, a curva de desenvolvimento intelectual em função da idade estaria quase no seu limite superior, e a fórmula deixa de fazer sentido. Em 1916, Lewis Terman (1877–1956), propôs multiplicar o QI por 100, a fim de eliminar a parte decimal: QI = 100 x IM / IC, em que IM = idade mental e IC = idade cronológica. Com esta fórmula, a criança do exemplo acima teria QI 80. A classificação proposta por Lewis Terman era a seguinte: * 121–130 Superdotação * 110– 120: Inteligência acima da média * 90–109: Inteligência normal (ou média) * 80–89: Embotamento * 70–79: Limítrofe * 50–69: Raciocínio Lento * 20–49: Raciocínio muito abaixo da média Sendo assim, a fórmula exata do QI era: QI = \\frac{Idade Mental}{Idade Cronologica} \\times 100 Para determinar o Quociente de inteligência de uma pessoa Terman desenvolveu um teste que contém perguntas que iam desde problemas matemáticos até itens vocabulares, o qual pretendia apreender a \"inteligência geral\" (ver: inteligências múltiplas), uma habilidade mental inata que ele considerava tão mensurável quanto a altura ou o peso. Essa constante fundamental, que Terman chamava de um \"dote original\", não seria alterada pela educação, pelo ambiente familiar ou pelo trabalho árduo. Imagem:Francis Galton 1850s.jpg|Francis Galton Imagem:Alfred Binet.jpg|Alfred Binet Imagem:Theodore Simon ACERVO CDPHA.jpg|Theodosius Simon Imagem:WLStern.jpg|Wilhelm Stern Imagem:Exposition universelle de 1900 - portraits des commissaires généraux-Edmund Robert Spearman.jpg|Charles Spearman Imagem:Lewis Madison Terman.jpg|Lewis Terman Imagem:JPiaget- PBovet-1925 - cropped.jpg|Jean Piaget Imagem:Reuven Feuerstein.JPG|Reuven Feuerstein === Controvérsias da medida === Lewis Madison Terman surpreendeu os Estados Unidos com seu teste. Ele lançou The Measurement of Intelligence , um livro que é metade manual de instruções e teste de QI, metade em prol dos testes universais. Seu pequeno teste, que uma criança poderia terminar em apenas cinquenta minutos, estava prestes a revolucionar o que os alunos aprendiam e a ideia que eles faziam de si mesmos. Poucas crianças norte- americanas passaram pelo sistema educacional nos últimos oitenta anos sem fazer o teste Stanford-Binet ou alguns de seus concorrentes. O teste de Terman deu aos educadores dos Estados Unidos a primeira maneira simples, rápida, barata e aparentemente objetiva de \"acompanhar\" estudantes ou destiná-los a cursos diferentes, de acordo com suas habilidades. Em 1917, quando os Estados Unidos entraram na Primeira Guerra Mundial, Terman ajudou a desenvolver testes para avaliar recrutas do Exército. Mais de 1,7 milhão de convocados se submeteu a esses exames, ampliando a disseminação dos testes de QI. O teste de QI fez de Terman um líder no fervilhante movimento para levarem testes do gênero para além das escolas e das bases militares. Os defensores da causa consideravam a inteligência a mais valiosa das qualidades humanas, e queriam testar cada criança e cada adulto para determinar seus lugares na sociedade. Os \"testadores de inteligência\" — um grupo que incluiu muitos eugenistas — viam isso como uma ferramenta para engendrar uma nação mais segura, adequada e eficiente, uma meritocracia controlada por aqueles mais qualificados para liderá-la. Na visão que tinham de uma América nova e vibrante, resultados de QI ditariam não só que tipo de educação uma pessoa receberia, mas também que emprego ela poderia conseguir. As vagas mais importantes e recompensas em empresas, nas profissões liberais, nas universidades e no governo ficariam para cidadãos mais brilhantes. Pessoas com pontuação muito baixa — abaixo de 75, aproximadamente — seriam internadas e desencorajadas ou proibidas de terem filhos. Testes de QI geraram críticas desde o início. Para o jornalista Walter Lippmann, os testadores de inteligência eram \" o Esquadrão da Morte Psicológico\", buscando um poder sem paralelo sobre o futuro de uma criança. Lippmann e Terman duelaram nas páginas da revista The Republic entre 1922 e 1923. :Eu odeio a insolência por trás da afirmação de que cinquenta minutos podem julgar e determinar a aptidão predestinada de um ser humano para a vida, escreveu Lippmann. Odeio a sensação de superioridade que ela cria, e a sensação de inferioridade que ela impõe. Em uma réplica sarcástica Terman comparou Lippmann ao criacionista William Jennings Bryan e outros oponentes do progresso científico, atacando em seguida o estilo de escrita de Lippmann, ao classificá-lo como \"verborrágico demais para ser citado ao pé da letra\". Tanto Lippmann quanto Terman estavam parcialmente certos: os testes de QI contribuem para determinar algumas características por meio das quais se pode prognosticar as probabilidades de sucesso acadêmico e profissional, de forma objetiva e minimamente influenciada por idiossincrasias do examinador, como ocorria com professores que podiam se inclinar a sobreavaliar alunos com os quais simpatizassem, ou subavaliar aqueles pelos quais tivessem menos simpatia. Neste aspecto, Terman tinha razão. Por outro lado, Lippmann estava certo ao criticar o fato de que um questionário com poucas dezenas de perguntas, aplicado em menos de uma hora, realmente não oferece uma amostra suficientemente abrangente sobre o conjunto de habilidades cognitivas de uma pessoa, portanto os escores obtidos nestes testes precisavam ser encarados como uma ferramenta psicológica e pedagógica útil, mas ao mesmo tempo limitada, cujo alcance deveria ser respeitado dentro de seus limites. O psicólogo Howard Gardner também foi crítico ao teste de QI e sua limitação, propondo que um conjunto mais amplo para o conceito de inteligência, que segundo ele deve compreender aptidões linguísticas, motoras, de raciocínio lógico, interpessoal, intrapessoal, artística, espacial e, mais recentemente, a naturalista e a existencial. Esta teoria ficou conhecida como Inteligências Múltiplas e encontra-se hoje amplamente difundida nos meios acadêmico e corporativo, sem contudo estar imune a críticas e contestações. === A escala Wechsler === Em 1939, David Wechsler (1896–1981), criou o primeiro teste de QI desenvolvido explicitamente para adultos, tendo abandonado o sistema da divisão da \"idade mental\" pela cronológica (método que não faria grande sentido para adultos). Em vez disso, os testes passaram a ser calibrados de forma a que o resultado médio fosse 100, com um desvio-padrão de 15. Na escala de Wechsler, os escores são aferidos em comparação ao seu grupo etário, assumindo que a população mundial tem QI médio igual a 100 e que a dispersão dos escores se distribui normalmente com desvio-padrão igual a 15. Outras escalas, como a Stanford-Binet ou Cattell, podem assumir premissas diferentes. Na escala Stanford-Binet adota-se média igual a 100 e desvio padrão igual a 16. Na escala proposta por Raymond Cattell (1905–1998), a média adotada também é 100, porém com desvio-padrão igual a 24. Há também escalas que não envolvem escores normalizados, como os primeiros testes de Binet, de 1905, em que o QI era determinado pela divisão da idade mental pela idade cronológica e o resultado deste quociente era multiplicado por 100, daí o termo \"Quociente\". E há escalas que utilizam Teoria de Resposta ao Item, nas quais os escores não são necessariamente normalizados, e são geralmente mais apropriadas porque são mais semelhantes a escalas intervalares. Em 2005, o teste de QI mais usado no mundo foi o Raven Standard Progressive Matrices. O teste individual mais usado é o WAIS-III. O teste de Q.I. individual mais administrado em pessoas de 6 a 16 anos é o WISC-III (Escala de Inteligência Wechsler para Crianças), originalmente desenvolvido em 1949, revisado em 1974 (WISC-R), 1991 (WISC-III) e 2003 (WISC-IV). Tanto o WAIS quanto o WISC foram criados por David Wechsler. A última versão do WAIS consiste em 14 subtestes destinados a avaliar diferentes faculdades cognitivas. O WISC é constituído por 13 subtestes. Os subtestes são subjetivamente estratificados em dois grupos: escala verbal e escala de execução (também chamada escala performática), contudo os estudos objetivos, baseados em análise fatorial, não oferecem respaldo à classificação subjetiva em vigor. A classificação, originalmente proposta por Davis Wechsler era a seguinte:Wechsler, David. Wechsler Adult Intelligence Scale-Third edition. * QI acima de 130: superdotação * 120 — 129: inteligência superior * 110 — 119: inteligência acima da média * 90 — 109: inteligência média * 80 — 89: embotamento ligeiro * 66 — 79: limítrofe * 51 — 65: debilidade ligeira * 36 — 50: debilidade moderada * 20 — 35: debilidade severa * QI abaixo de 20: debilidade profunda Outro teste de Q.I. comumente utilizado em crianças é a escala de Bailey de desenvolvimento infantil. == Saúde e Q.I. == A compreensão da neurobiologia da inteligência pode nos auxiliar a compreender as complexas relações entre inteligência e saúde, considerando que apesar das influências de fatores (de risco) ambientais, educação, ambiente familiar, há fortes evidências de que o córtex pré-frontal lateral e, possivelmente, outras estruturas e áreas do cérebro, estão associadas ao comportamento inteligente.GRAY, Jeremy R.; THOMPSON, Paul M. Neurobiology of intelligence: Health implications? Discovery Medicine, V 4, nº 22, (157-162), June 2004 http://www.yale.edu/scan/Gray_DM_2004.pdf Aces. nov. 2015 Para os referidos autores, Gray e Thompson, as variações da inteligência possuem uma base genética, ou seja, são hereditárias e simultaneamente associadas à ancestralidade geográfica racial, ressaltando porém, o forte impacto (positivo) da percepção pública sobre pesquisas destas implicações da inteligência. Observa-se que, mesmo sem um consenso sobre o que venha a ser inteligência, pode-se afirmar que os testes medem aquela capacidade utilizada na cultura ocidental, e que o resultado de testes aplicados a indivíduos de alguns segmentos étnico-sociais não podem ser generalizados, ou empregados na descrição de características genético-raciais, procedimento esse que provocou grande rejeição à utilização desta forma de avaliação da inteligência.FLORES- MENDOZA, Carmen E.; NASCIMENTO, Elizabeth do; CASTILHO, Adail Victorino. A crítica desinformada aos testes de inteligência. Estud. psicol. (Campinas), Campinas , v. 19, n. 2, p. 17-36, Aug. 2002 . Available from . access on 02 Nov. 2015. http://dx.doi.org/10.1590/S0103-166X2002000200002. Acredita-se que pessoas com um Q.I. elevado, quando adultas, têm menores índices de morbilidade e mortalidade, tanto associados a baixos níveis socioeconômicos, como a baixa inteligência.SILVA, José Aparecido Da; RIBEIRO-FILHO, Nilton P.; SANTOS, Rosemary Conceição dos. Inteligência humana e suas implicações. Temas psicol., Ribeirão Preto , v. 20, n. 1, jun. 2012 . Disponível em . acessos em 02 nov. 2015. Também apresentam menos risco de sofrerem de desordens relacionadas ao estresse pós-traumático, depressão acentuada e esquizofrenia. Por outro lado, aumenta o risco de padecimento de transtorno obsessivo- compulsivo . A possibilidade dessa correlação existir pelo fato de que pessoas com um Q.I. mais alto ter, em média, indicadores socioeconômicos maiores, por um acesso melhor à saúde e informação é elevada. Apesar de ser questionável esta tese do indicador socioeconômico visto que há estudos que dizem que a grande maioria dos gênios são pobres.Correio Da Manhã, HÁ 10 MIL GÉNIOS POBRES, in http://www.cmjornal.xl.pt/detalhe/noticias/nacional/portugal/ha-10-mil-genios- pobres, acesso em 10/05/2011 Estudos realizados por Richard Lynn, com milhões de pessoas testadas em 81 países, mostraram que há correlação positiva entre o QI médio da população em cada país e a renda per capita no respectivo país. Embora as conclusões de Lynn sejam questionáveis, devido às suas tendências eugenistas e até alguns sintomas de neo-nazismo, o fato é que os resultados numéricos são inquestionáveis e objetivamente existe correlação entre QI e poder aquisitivo, dentro do intervalo de escores em que o estudo foi considerado (QI entre 65 e 135). O teste utilizado no estudo foi o Raven Standard Progressive Matrices, que é considerado minimamente influenciado por fatores culturais (culture fair). Também é interessante considerar que estudos publicados nos anos 1980 por Bill McGaiugh, sobre QI em níveis mais altos e poder aquisitivo, indicaram que a correlação observada entre o QI médio nos países e a renda per capita nos mesmos países, continua valendo quando se considera as pessoas individualmente, bem como a correlação observada para escores entre 65 e 135 continua valendo para escores mais altos, porém para escores mais altos a correlação vai se tornando mais fraca. Por outro lado, ainda é um tarefa polêmica avaliar se o deficit ou desenvolvimento da inteligência da criança é atribuível a fatores individuais endógenos, à influencia do contexto sócio-econômico, e/ou à interação do indivíduo com o contexto onde se insere. (?) Resultados antagônicos evidenciam indivíduos de baixa renda com desvantagem cognitiva real, um desempenho aquém de suas potencialidades cognitivas, e indivíduos com esta mesma origem (vendedores ambulantes na rua, por exemplo), capazes de resolver operações matemáticas complexas e abstratas.A inteligência da criança brasileira: as controvérsias em pauta. Psicol. cienc. prof., Brasília , v. 7, n. 1, p. 20, 1987 . Available from . access on 02 Nov. 2015. http://dx.doi.org/10.1590/S1414-98931987000100006. === Genes, cérebro e saúde mental === Flores-Mendoza,FLORES-MENDOZA, Carmem E. Inteligência geral. in: MALLOY-DINIZ, Leandro F. [et al.] (org.) Avaliação neuropsicológica. Porto Alegre: Artmed, 2010 ISBN 978-85-363-2210-0 Cap. 5 p.59 em pesquisa de revisão de literatura, observou a generalidade do conceito de inteligência, associado positivamente ao rendimento escolar, desempenho profissional/ocupacional, como referido acima, e negativamente associado com problemas de saúde em geral, e transtornos psiquiátricos. Vasconcelos assinala que milhares de síndromes genéticas estão associadas ao retardo mentalVASCONCELOS, Marcio M. Retardo mental. Jornal de Pediatria - Vol. 80, Nº2(supl), 2004 PDF, consulta em nov. 2015 reforçando a correlação entre a inteligência e integridade ou dano cerebral. O mesmo pode ser dito em relação ao autismo, mesmo levando-se se em conta as dificuldades de avaliação, observa-se pequeno número de portadores de inteligência normal, entrevendo-se a noção de um continuum entre o autismo e a deficiência intelectual.ASSUMPCAO JR, Francisco B; PIMENTEL, Ana Cristina M. Autismo infantil. Rev. Bras. Psiquiatr., São Paulo , v. 22, supl. 2, p. 37-39, Dec. 2000 . Available from . access on 02 Nov. 2015. Registra-se também uma deterioração das funções executivas e baixo escore de QI (sem correlação entre estas variáveis) em pacientes esquizofrênicos.APONTE H, Mônica; TORRES P, Patricia; QUIJANO M, María Cristina. Función ejecutiva y cociente intelectual en pacientes con diagnóstico de esquizofrenia. Act.Colom.Psicol., Bogotá , v. 11, n. 1, June 2008 . Available from . access on 02 Nov. 2015. Para Adad, Castro e Mattos, deficits cognitivos podem ser identificados em 40% a 60% dos indivíduos acometidos por essa condição psiquiátrica.ADAD, Miguel A; CASTRO, Rodrigo de; MATTOS, Paulo. Aspectos neuropsicológicos da esquizofrenia. Rev. Bras. Psiquiatr., São Paulo , v. 22, supl. 1, p. 31-34, May 2000 . Available from . access on 02 Nov. 2015. Para Opitz, a função do sistema nervoso central definida e testada arbitrariamente, por esta medida imperfeita que é o QI, reflete o potencial determinado poligenicamente, que é modificado, mais ou menos extensamente, por diversos fatores internos e externos, durante o desenvolvimento. Os resultados das medidas do QI, segundo ele, são dados que concordam, surpreendentemente, com a distribuição normal esperada na hipótese da predisposição poligênica.OPITZ, John M. Tópicos recentes de genética clínica. Ribeirão Preto: Sociedade Brasileira de Genética; RJ: Livros Técnicos e Científicos Editora S.A., 1984 p.133 A medida do QI e/ou avaliação das funções intelectuais permitem, tanto a identificação de uma perda ou redução da capacidade cognitiva numa fase pré clinica de patologias neurológicas, a exemplo das demências, como também possibilitam identificar alterações de áreas específicas que requerem investigações mais detalhadasMIOTTO, Eliane C.; de LUCIA, Mara Cristina S.; SCAFF, Milberto (org.). Neuropsicologia clínica. SP: Roca, 2012. ISBN 978-85-7288-973-5 p.13SCHLINDWEIN-ZANINI, Rachel. Demência no idoso: aspectos neuropsicológicos. Rev Neurocienc 2010;18(2):220-226 PDF aces. nov. 2015 Para Gil, toda demência provoca uma deterioração da eficiência psicométrica ao se comparar os resultados de medidas realizadas antes do início dos distúrbios, isolando-se naturalmente os fatores associados ao envelhecimento no desempenho da mensuração. Para este autor a avaliação neuropsicológica das demências são necessárias como auxílio diagnóstico e método para avaliar a gravidade e evolução da patologia.GIL, Roger. Neuropsicologia. SP: Santos Editora, 2012 ISBN 978-85-728-8801-1 p.229 == Eficiência da medida == No começo dos anos 1920, Lewis Madison Terman deu início a um estudo maciço sobre crianças extraordinárias, que se estendeu por décadas a fio, batizado de Estudos Genéticos da Genialidade. Ele desejava investigar em que medida o sucesso observado poderia ser atribuído a fatores genéticos e em que medida a fatores educacionais e influências ambientais. Para isso, aplicou uma versão revisada dos testes de Binet, que ficou conhecida como Stanford-Binet, a milhares de crianças, e selecionou as 1526 crianças que obtiveram escores acima de 135. O resultado desse estudo longitudinal, acompanhando a evolução destas crianças ao longo de algumas décadas, foi que elas apresentaram resultados substancialmente superiores à média da população de mesma faixa etária. Nenhuma das crianças selecionadas por Terman ganhou o prêmio Nobel, no entanto duas crianças que deixaram de ser selecionadas foram distinguidas com o Nobel. Também houve dois músicos destacados, que não foram aprovados para o grupo de Terman. No caso dos músicos, um dos motivos é que os testes de QI nunca tiveram a finalidade de avaliar talento musical, embora possa haver correlação positiva entre QI e diversos outros talentos artísticos e esportivos, e outro motivo é que o sucesso na Música se deve a muitos fatores não relacionados ao talento musical, tais como carisma, rede de contatos, publicidade etc. Quanto aos laureados com Nobel, há vários vieses que explicam este resultado. O primeiro é que o grupo de Terman reunia uma fração muito pequena das crianças examinadas, e a homologação do Nobel é fortemente influenciada por fatores políticos, especialmente o Nobel da Paz, portanto no grupo mais numeroso haveria maior probabilidade de que alguma criança se tornasse um adulto mais notável numa área específica. Outro fator é que os testes de QI usados por Terman eram ainda muito primitivos, com questões excessivamente fáceis e elementares, inadequadas para medir corretamente a inteligência em níveis mais elevados. Eram principalmente testes de rapidez para resolver problemas simples, enquanto a maneira correta para se medir a inteligência nos níveis mais altos requer talento para solucionar problemas complexos, que exigem pensamento profundo e criador. Outro fator é que os testes de QI avaliam um potencial latente, que oferece a possibilidade de atingir níveis muito altos de produção desde que a pessoa use este potencial, desde que seja esforçada e converta este potencial em produção. Como os testes de QI não avaliam traços da personalidade como a determinação e obstinação, que são quesitos imprescindíveis para se alcançar o nível dos prêmios Nobel, é natural que algumas crianças selecionadas não tenham manifestado plenamente suas potencialidades. Também foi observado que o QI médio das crianças parecia diminuir ao longo dos anos. Este efeito, porém, foi posteriormente mais bem compreendido como uma falha no método de calcular o QI, que naquela época era baseado na hipótese de que a proporção de inteligência entre uma criança de 10 anos comparada a uma de 8 era, em média, a mesma proporção de uma criança de 5 anos comparada a outra de 4. Isso estava incorreto e fazia com que os escores de QI calculados para crianças mais novas fossem mais inflados, causando a ilusão de que se tornavam menos inteligentes conforme cresciam, quando na verdade eram os escores que estavam sendo aferidos por um método inapropriado. Nos anos 1930, quando Wechsler passou a usar um novo método para normatizar os testes, esta falha foi corrigida. E o problema decorrente da baixa dificuldade das questões dos testes de Binet ser imprópria para níveis tão altos quanto o de ganhadores de Nobel foi resolvido em 1973, por Kevin Langdon, e mais tarde, em 1982, foi ampliado por Ronald Hoeflin e outros. Alguns anos depois, Feldman concluiu seu próprio estudo sobre seis crianças prodígio na música, na arte, no xadrez e na matemática. Nenhum dos seus objetos de pesquisa teve um desempenho extraordinário na vida adulta. Em sua pesquisa, Ellen Winner havia descoberto a mesma coisa. Em grande parte, as crianças talentosas, e até mesmo crianças prodígio, não se tornam grandes criadores na vida adulta, ela relatou. Em contraste aos resultados baseados numa amostra de seis crianças, têm-se os resultados históricos das vidas praticamente todos os grandes gênios, como Mozart, Verdi, Beethoven, que foram crianças prodígio na Música e se tornaram os melhores músicos de suas épocas. Kasparov, Morphy, Fischer, Capablanca, Tal, Spassky, Anand, Kramnik, Carlsen, Leko, Karpov, que foram crianças prodígio no Xadrez e se tornaram os melhores jogadores do mundo em suas épocas. Gauss, Pascal, Newton, Euler, Aristóteles, Faraday e a grande maioria dos grandes cientistas e matemáticos foram crianças prodígio e se tornaram adultos brilhantes. Certos grupos, as sociedades de Alto QI, só permitem o ingresso de indivíduos com QI elevado. Dois erros habitualmente cometidos pelos pesquisadores que tentam combater a tese de que geralmente crianças prodígio se tornam adultos brilhantes são: # Quando uma criança prodígio apresenta desempenho no nível de raridade 1 em 1 000 ou 1 em 10 000, não se pode esperar que quando adulta ela esteja no nível 1 em 300 000 000 (melhor dos Estados Unidos em alguma coisa). Ela provavelmente permanecerá aproximadamente no mesmo nível de destaque que ela tinha quando criança, podendo melhorar um pouco, se for mais esforçada do que era na infância, ou piorar um pouco, se for menos esforçada do que era na infância. # A análise reversa de quantos gênios foram crianças prodígio mostra que a maioria deles, quando criança, foi uma criança prodígio. Este fato não se opõe a outro fato que a maioria das crianças prodígio nunca chegaram a um nível tão alto que possam ser classificadas como \"gênios\" quando adultas. Isso porque além do que foi dito no parágrafo acima, a genialidade se mede em produção intelectual, e a produção depende de talento combinado a esforço e dedicação. Quando se tenta estimar quais crianças prodígio se tornarão adultos geniais, não se pode tomar por base exclusivamente os escores em testes de QI. Estes escores são um dos componentes necessários, mas há outros. O psicopedagogo Reuven Feuerstein (1921–2014), afirma que a inteligência pode ser \"expandida\". De acordo com sua teoria da modificabilidade cognitiva estrutural, todo o ser humano, mesmo considerado inapto para o aprendizado e em qualquer idade, pode desenvolver inteligência e adquirir a capacidade de aprender.Scribd - Os milagres do Dr. Feuerstein. Acessado em 17/02/2013. == Testes psicológicos == Como se viu acima os testes psicológicos utilizados na mensuração da inteligência não fogem à regra da psicometria estabelecendo um vínculo entre a Estatística e a Psicologia. Segundo UrbinaURBINA, Susana. Fundamentos da testagem psicológica. Porto Alegre: Artemed, 2007. ISBN 978-85-363-0747-3 p.12 o teste psicológico é um procedimento sistemático para obtenção de amostras de comportamento relevantes avaliados de acordo com padrões baseados em dados empíricos. Caracterizando-se pelo planejamento, uniformidade e meticulosidade da aplicação, interpretação dos resultados por escores, representando um subconjunto (ou amostra) de um subconjunto maior. Essa mesma autora ressalta ainda que deve haver um critério ou padrão de comparação comum aos resultados. Anastasi também destaca a importância da padronização, ou seja, uniformidade de processo na aplicação e avaliação do teste, que por definição se caracteriza como uma medida padronizada. Observe-se que os testes psicológicos, segundo Pieron (apud: Piaget, 1972) medem apenas o \"rendimento\" sem atingir as operações construtivas, enquanto tais, e a inteligência, assim concebida, exprime essencialmente um julgamento sobre o valor de um comportamento complexo.PIAGET, Jean. Psicologia da inteligência. RJ: Fundo de Cultura, 1972 Após o desenvolvimento da escala métrica de Simon-Binet os testes de avaliação da inteligência se multiplicaram, diferenciando-se em função do desenvolvimento intelectual geral e de aptidões especiais (isoladas, ou específicas). Constituem-se como exemplos de tais medidas: :Medidas do desenvolvimento intelectual geral * Escala Binet-Simon de inteligência.ALVES, Isaías. Teste individual de intelligencia (Parte III escala Binet-Simon, na versão Cyril-Burt). Bahia: Off. Graphicas da Luva, 1928. (Disponível em: http://newpsi.bvs-psi.org.br/ebooks2010/pt/Isaias_Alves.html Aces. out. 2015) * Escala de Stanford Binet (Teste em inglês) * WAIS — Escala Wechsler para Adultos * WISC — Escala de Inteligência Wechsler para Crianças * Matrizes Progressivas de Raven * Escala de maturidade mental ColúmbiaFERNANDES, J; PULLIN, A.C. \"Estudo da adequação da Escala de Maturidade Mental Columbia\" na avaliação de pré-escolares de baixo nível sócio-econômico. Rev. Saúde Pública, SP, 15 (supl.): 126-37, 1981 :Medidas de aptidões específicas * Prancha de Formas de Séguin * Teste de labirintos de PorteusALVES, Isaías. Teste individual de intelligencia (Parte V Teste individual de Porteus). Bahia: Off. Graphicas da Luva, 1928. PDF Aces. out. 2015 * Cubos de Kohs * Teste de aptidões Específicas DATBENNETT, G. K.; SEASHORE, H.G.; WESMAN, A.G. Teste de aptidões Específicas DAT. RJ, CEPA - Centro Editor de Psicologia Aplicada ... == Ver também == * Inteligência fluida e cristalizada * Anti-intelectualismo * Criança índigo * Intelectual * Intertel * Mensa International * Triple Nine Society * Superdotado * Gênio * Neuropsicologia * Teoria Cattell–Horn–Carroll * Aprendizagem * Dificuldades de aprendizagem * Deficiência intelectual * Inibição cognitiva * Patologias associadas a D. Intelectual * Inteligências múltiplas |} === Notas === * Classics in the History of Psychology * GRAY, Jeremy R.; THOMPSON, Paul M. Neurobiology of intelligence: Health implications? Invited submission, Discovery Medicine Aces. nov.2015 * Sobredotação e Diferenças Individuais * Revista Galileu. Editora Globo, maio de 2004. * Leslie, The Vexing Legay of Lewis Terman * Terman,THE MEASUREMENT OF INTELLIGENCE\" == Ligações externas == * Rede da inteligência do mundo(World Intelligence Network) * A lista de referência completa de todos os ativos (84) as sociedades de alto QI * Carta QI Categoria:Cognição Categoria:Testes de inteligência Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Quociente de inteligência"
}