{
 "id": "91206",
 "text": "Cúmbia é a música típica nacional da Colômbia. De início, surgiu na região norte do país, na zona rural e somente depois chegou às grandes cidades. O ritmo se disseminou por todos ou quase todos os países falantes do castelhano na América Latina e, atualmente, é considerado um dos ritmos musicais mais populares na Argentina e no México. A cúmbia é um estilo de música tradicional da Colômbia, e uma dança popular de distintos países latino-americanos. 300px|thumb|Casa de José de Barros, compositor colombiano de cúmbia, considerado o maior do país, incluindo todos os gêneros. == Etimologia == A etimologia do vocábulo é muito controversa, sem dúvida as hipóteses mais amplamente aceitas sobre sua origem é que o termo é de origem bantu e deriva de cumbé, ritmo e dança da zona de Mbata, na Guiné Equatorial. == História == A Cúmbia é um dos principais marcos da expressão africana na América, já que os \"fundadores\" foram descendentes de escravos colombianos vindos da África. A palavra cúmbia viria de cumbé, que significa festa. É originária da parte alta do vale do rio Magdalena (Colômbia), da zona geográfica denominada depressão Momposina, e mais precisamente da zona correspondente ao país indígena Pocabuy (inclusas as culturas das sabanas e do Sinú) que esteve conformado pelas atuais populações de El Banco, Guamal, Menchiquejo e San Sebastián no Magdalena, Chiriguaná e Tamalameque no Cesar y Mompós, Chilloa, Chimí, e Guatacá no Bolívar. Os africanos que chegaram como escravos a tais regiões, ao contar a história de seus grupos étnicos e aqueles feitos famosos dignos de guardar na memória, se serviam de certos cantos que distinguiam com o nome de \"areítos\" que queria dizer, \"bailar cantando\": pondo ao alto as candeias, levavam a coreo, que era como a lição histórica que, depois de ser ouvida e repetida muitas vezes, ficava na memória de todos os ouvintes. O centro do círculo era ocupado pelos que davam a lição com o pé do canto e aqueles mais hábeis e peritos no manejo das guacharacas, milhos, tambores e maracas, para entonar com a delicadeza a música daqueles cantares que foram passando, com o tempo, de ser elegíacos a entusiasmar, galantear, querelar e divertir. A Cúmbia, estilo musical que transcendeu todas as fronteiras e que deu tantas satisfações à nação colombiana dentro e fora de seu território, é madre de muitos ritmos que hoje em dia se conhece, e dos que se poderia pensar que nada tem que ver com ela: porros, chalupas, bullerengues, bhandés, baseos, sones, puyas entre dezenas mais. A Cúmbia e o fandango, um de seus derivados, são os únicos ritmos populares que ainda conservam aquele alumbrado, que nos ritmos primitivos a céu aberto não era outra coisa que as luzes que serviam de esplendor às velações. A Cúmbia é uma dança e ritmo com conteúdos de três vertentes culturais distintas, a saber: negra, branca (espanhola), e indígena, sendo fruto da larga e intensa miscigenação dada entre tais culturas durante a conquista e colonização das terras americanas . A presença de tais elementos culturais se pode apreciar assim: * Presença de movimentos sensuais, marcadamente galantes, sedutores, característicos dos ritmos de origem africana. * A vestiduras têm claros rasgos espanhóis, muito parecidas às do atual flamenco: largas polleras, encajes, lantejolas, candongas, entre outros. E os mesmos tocados de flores e a maquiagem intensa nas mulheres. As vestimentas dos homens, por outro lado, são mui parecidas às usadas no círculo das festas de San Fermín, em Pamplona: camisa e calça brancas, um xale vermelho anudado ao joelho e sombreiro. * Na instrumentação, estão os tambores de claro origem africano, as maracas, o guache e os pitos (gaitas) de origem indígena, enquanto os cantos e canções são aportes da poesia espanhola. == Formação instrumental == A forma mais autêntica da cúmbia é exclusivamente instrumental, executada e seguida tradicionalmente pelo conjunto de tambores: chamador, alegre, tambora, assim como a flauta de milho ou as gaitas, macho e hembra, as maracas e el guache. A cúmbia cantada é uma adaptação relativamente próxima em que o canto de solistas e coros ou quartetos se alternam à da flauta de milho ou das gaitas. O conjunto de cúmbia é uma ulterior evolução do originário conjunto da tambora, estando o conjunto de tambora conformado pelo tambor alegre e o chamador e, nalguns casos, pela tambora. É um baile meramente cantado, como o chandé, com suas palmas e coros, junto ao qual logo se somaram os pitos das gaitas ou dos milhos. === Milho (cana e milho ou pito) === Aerófono, igualmente de origem indígena, flauta transversal de milho, carrizo, lata ou bambu, aberta nos seus dos extremos e de uns 25 a 30 cm. de largura e de 1.5 a 2 cm. de diâmetro, normalmente. Tem quatro orifícios situados a uns 1 ou 1,5 cm. entre si e a uns 10 cm. da lingueta, obtida do corte da caña e que forma a embocadura por a qual entra e sai o estilo mediante emissão e imissão do executante, dotada de um fio pisado à lingueta e sustentado pelos dentes para modular o som e produzir o efeito vibrado de os sons agudos, logrando-se os mais graves e nasais ou baixos com o fechar da abertura situada ao extremo mais próximo à embocadura. === Gaita === Instrumento aerófono de origem grega dos EUA indígena: flauta direita construída a partir do coração do cardón, com uma formação de cera num de seus extremos de onde se faz uma ranhura e se inserta um apêndice cilíndrico, geralmente a base de uma pluma de pato, a maneira de canal e boquilla, respectivamente, com orifícios variáveis entre 3 e 6 fazia a parte baixa de seu corpo. Se chama desta forma pela similitude de seu som com o de as gaitas de pico dos espanhóis. É a gaita que possui toda a força melódica e seu acompanhante, a contra ponto, a gaita macho, imprime uma profunda virilidade no toque de seu lamento. Um gaiteiro interpreta a gaita macho com uma mão e com a outra, à vez com grande destreza, a maraca, e seus lábios só soltam a gaita para cantar. É um instrumento muito importante na região do Caribe por que dá ritmo à cumbia === Tambores: Alegre, chamador e tambora === Instrumentos membranófonos de percussão, de origem africana, que constam de uma caixa de ressonância, geralmente cilíndrica, às vezes algo cônica, e uma ou duas membranas ou parches de couro animal, que cobrem a abertura da caixa. Para produzir o som o tambor é golpeado geralmente com a mão ou algum objeto, comumente baquetas e também se acostuma percutir a caixa. Nos tambores se distinguem: * O chamador, o tambor mais pequeno de todos, também chamado macho, que marca a hipnótica cadencia rítmica, pelo qual é ao único que não se permitem os chamados revuelos ou luxos em sua interpretação. * O alegre ou hembra, tambor que joga com as notas de as melodias ditadas por os instrumentos líderes neste sentido e que se adorna com complexas e alegres improvisações sobre todo ao final da frase melódica, durante sua execução. * A tambora, tambor maior em seu tamanho e único com dois couros, um em cada boca da caixa de ressonância, no qual recai toda a responsabilidade da pronúncia do acento sonoro característico de os estilos tradicionais no acompanhamento de cada peça musical. ; Maraca Voz araucana que nomeia aos instrumentos idiófono de origem guarani, formado por uma parte esférica de calabaça seca, em nosso meio geralmente de totumo, com sementes o pedrinhas em seu interior e um mango de pau que atravessa ou se adere ao totumo e lhe serve, às vezes, de sustentação. ; Guache Instrumento rítmico idiófono igual as maracas, e com estas se encarrega do acompanhamento versátil e vivaz das improvisações musicais comandadas pela coqueteria do tambor alegre. É de corpo alargado, geralmente metálico, com estrias ou perfurações e pequenos percutores dentro, como sementes ou pedrinhas e fragmentos de vidro. === Origem === Podemos citar vários autores sobre a origem da cumbia: * Don Tomais Carrasquilla: \"os tamboriles e caramilhos seguem e seguem; seguem a Gaita Colombiana, seguem o bombo.... Vem depois 'el perillero', logo a 'gaitera' e outras danças menos complicadas; em fim, esses pais da cumbia\". * Don Narciso Garay, historiador panamenho: \"A palavra Cumbia tem a mesma raiz de Cumbé, ritmo de origem africano registrado pelo dicionário da língua como 'baile de negros'\". * José Barros: \"a cumbia nasceu na Colômbia no país de Pocabuy formado por El Banco, Chiriguaná, Mompox, Tamalameque, Chilloa, Guamal, Chimí, Guataca. Pocabuy era um país indígena que se estendia o todo o largo do río Tucurinca” (atual Magdalena). * Guillermo Abadia Morales: \"O termo cumbia deve ter relação com o termo antilhano 'cumbancha' que em Cuba significa jolgorio ou parranda. Ambas derivam da voz negra 'cumbé' que teve o significado de dança… a cumbia é uma tonada musical mas nunca, canto. Segundo ele, predomina nos departamentos de Bolívar, Atlántico, Sucre, Córdoba e alguma parte do Magdalena\". * Aquiles Escalante: \"A palavra 'cumbia' não é espanhola nem indígena porque não se encontra em nenhum vocabulário da família Aruaque nem Karib e a considera como uma voz africana. Considera Escalante que Kumba era um toponímico e gentilício que foi estendido na África, desde o Norte de Guiné ao Congo\". Assim, a maioria de autores discute sobre o local exato de sua origem, mas há consenso de que é colombiana, nasceu e cresceu na Costa Atlântica, e que procede de negros e ameríndios. === Difusão da cúmbia na Colômbia === Quando fazia 1942, a radio bogotana começou a transmitir as estrofes de \"…se va o caimán, se va o caimán\", as vozes de protesto e indignação não esperavam. Dispostos a não permitir maiores abusos da radiodifusão, os estamentos da sociedade da capital se pronunciaram, encabeçados pelo diário El Siglo, que em um editorial desse mesmo mês protestou aludindo composições “imorais” que estavam propagando-se pelo rádio, entre elas, por suposto, a tonada do Caimán. Em 1940, o El Heraldo de Barranquilla havia publicado uma correspondência de Plato, Magdalena, com a noticia de que um homem de aquela população se havia convertido em caimán e rondava, chorando, com voz humana, pelas proximidades. A mãe do metamorfoseado chegava até a orelha dos canos e lhe proporcionava alimento. Assim nasceu a história do homem caimán, imortalizada em uma canção pelo compositor José Marìa Peñaranda. Nos anos quarenta, no interior do país, todavia se cria que a civilização ocidental e os bons costumes começavam e terminavam em Bogotá, e o folclore costeiro parecia \"bárbaro e exótico\". Uma investigação realizada em 1949 pelas empresas de discos, demonstrou que a alta sociedade preferia o bolero e a guaracha (de Cuba), o blues e o fox (dos Estados Unidos), e o baile do botecito (também de Cuba). A classe média preferia o bolero e a rumba crioula, um invento bogotano com reminiscência de pasillo e geralmente tocado com instrumentos de corda. A classe humilde preferia o pasillo e o tango arrabalero, onde abundam as punhaladas, os filhos sem padre, os presídios, as mães que sofrem e os adultérios. Na costa não se fazia muito caso ao pasillo e ao bambuco. Nas festas, quando a orquestra tocava um pasillo, se advertia que os pares abandonavam a sala de baile; em troca, o pasillo era a música preferida para as serenatas. Os bailes populares na costa Atlântica são antiquíssimos, mas só em 1940 chegaram a os salões da boa sociedade. Antes dessa data, se limitavam a povão. No interior, a apresentação em sociedade da música costeira ocorreu o primeiro de janeiro de 1949, quando a revista Semana entregou a seus leitores um informe especial sobre um tal Lucho Bermúdez. O artigo explicava aos cachacos em que consistia a música costeira e o que era o tal porro, que por aquela época era visto certamente pecaminoso ou, ao menos, impróprio para que as senhoritas o bailassem. Alguns diziam que era “vulgar y bullicioso”, mas quase nada lhe negava sua alegria. O artigo começava com uma pequena semelhança de Bermúdez e logo se espraiava em um recorrido erudito dos ritmos e instrumentos costenhos: que era uma guacharaca, umas maracas, etc. O escritor do artigo, o escritor Alfonso Fuenmayor, elucubrava no por quê da aficção a uns ritmos que “alborotaban hasta un mismo muerto”. Desde 1945, o salão de bailes do legendário Hotel Grandeada de Bogotá havia começado a aterrorizar-se com o êxito súbito um músico bolivariense que com sua orquestra ao estilo das “jazz band” norte-americanas, maravilhava com um ritmo que seduzia, mas que, matizado e estilizado para os requerimentos sociais e morais da época, estava destinado a converter-se no ritmo dançante por excelência. O músico, claro está, não era outro que Lucho Bermúdez e o ritmo, indubitavelmente, era o porro pelayero. Graças a Bermúdez e aos porros pelayeros estilizados, a música costeira pôde ficar e fincar raízes no interior do país. A sua impensada epopéia, lhe seguiram outros músicos e compositores como Alex Tovar (o autor de “Pachito Eché”, êxito taquillero do Natal de 1949), o barranquillero Luis Carlos Meyer (quem levou o porro ao México), Daniel Lemaitre (o autor de “Sebastian, rómpete el cuero”) e, antes de tudo, um desconhecido músico cienaguero chamado Guillermo de Jesùs Buitrago Enrìquez, quem acabou por popularizar os ritmos costeiros no país. Como anécdota importante, tem que ressaltar que Buitrago foi a primeira estrela da música vallenata e o primeiro a gravar um disco totalmente na Colômbia, o 12 de março de 1945, nos antigos estúdios das emissoras Fuentes, na rua da universidade, em Cartagena. Foi um 78 r.p.m. que incluía, por um lado “As mulheres a mí no me quieren“ e, por outro, “Compae Heliodoro”, dedicada a seu amigo Heliodoro Eguis Miranda. === Época de ouro === A meados dos anos cinquenta, a música costeira já era assunto conhecido e não despertava nem as incendiárias polêmicas morais de uma década atrás nem os consequentes epítetos de \"bárbara\" ou \"decadente\". Estes anos, precisamente, podem ser considerados, como os da época de ouro da música Colombiana; pelo menos, no que concerne ao caribe ou antilhano. Esta época verá surgir com toda intensidade o merecumbé de Pacho Galán, o porro ao estilo de Pedro Laza e seus pelayeros ou a orquesta Sonolux, os porros de Lucho Bermúdez, as gaitas de Edmundo Arias e, especialmente, o vallenato em guitarra ou acordeón, interpretado por “Los alegres Vallenatos” (“Pomponio”, “El aguacero”, etc) e Bovea e seus vallenatos (“A casa en el estilo”, “Mi maye”). Paralelamente a estes e outros músicos de grande valia, surgiram figuras como Aníbal Velásquez, Alfredo Gutiérrez, Lisandro Meza, e Noel Petro, quem — cada um a sua maneira— consolidaram esse processo iniciado com Bermúdez. No fim dos anos cinquenta e começo dos sessenta, a música tropical Colombiana se havia estendido a todo o mundo. Nos anos sessenta, apareceram conjuntos como “Los Corraleros de Majagual”, “Los Teen Agers”, “Los bobby Soxers”, “Los golden boys”, “Los graduados”, “Los Black Star” e “Los hispanos”, que marcaram uma etapa de transição fazia uma música quiçá algo decadente. É o que Andrés Caycedo denominou “el chucu chucu”. Cinquenta anos depois, muitos críticos consideram que a música Colombiana se estancou; que se rendeu a fórmulas comerciais e que seu valor folclórico e raizal têm desaparecido frente à penetração de ritmos como o merengue dominicano, o rap e a salsa nova-iorquina. Isso pode ser certo. Mas não há dúvida de que muitas orquestras tentam resgatar essa velha época de oro: seja em fusão ou em versões adaptadas, intérpretes como Carlos Vives, , Los Tupamaros, Los 8 de Colômbia e Perla Colombiana este último grupo de México estão nesse trabalho. == Tipos de Cúmbia == Na região do Caribe há grande variedade de instrumentos que representam a cúmbia clássica e a cúmbia moderna. === Cúmbia clássica === A Cúmbia clássica consta de instrumentos como a kuisi sigí (gaita macho), a kuisi bunzí (gaita hembra) e uma maraca (taní) acompanhadas algumas vezes das suaras (idênticas às gaitas anteriores). Se trata de um estilo zambo que está formado por uma melodia indígena e um ritmo de tambores negros, esta nunca se canta, só dança e toque instrumental. === Cúmbia moderna === Na Cúmbia moderna se encontram instrumentos como a cana de milho, a guacha, as maracas, o tambor chamador, o tambor alegre e tambora ou bombo, todos estes instrumentos típicos do Caribe. Existem variantes da cúmbia cantada como o bullerengue, mapalé, os porros e a saloma y malla. === Cumbiamba === Muitos de estes autores em seus escritos fazem diferenciação entre cúmbia e cumbiamba ou também dizem que os negros que chegaram de África para ser escravizados trouxeram consigo suas danças e tonadas especiais, a medida que passava o tempo, aprenderam castelhano e começaram a cantar neste idioma. Atualmente próximo dos rios Colombianos donde se instalaram os africanos em seu momento ressoam o currulao e o mapalé e se baila cúmbia ou cumbiamba. \"Segundo testemunhos escritos são duas as diferenças principais que existem entre a cúmbia e a cumbiamba: a cúmbia se toca com banda, e as bailarinas levam velas ou chás nas mãos. A cumbiamba se baila com acordeón e flauta de milho e sem velas\", de \"Cumbia eres muito bonita\". Ao parecer, a diferencia notória são os implementos utilizados em o rito de baile e de a instrumentação manejada. Existe também uma função para cada uno de os integrantes de a banda: * O músico principal é o gaitero quem toca a gaita hembra. * O segundo músico é o tamborero quem toca o tambor alegre. * O terceiro músico é o da tambora ou bombo o qual se toca com baquetas. * O quarto músico é o chamador. * O quinto músico é o maraquero quem acompanha com outra flauta o gaita macho. * O último é o guachero opcional. == Intérpretes e difusores == A primeira Cúmbia gravada para comercializar, em 1950, era executada com cana de milho e tamboras. Em 1953, se lança \"flamenco\" uma cúmbia composta por Soledeño Efraín Mejia. No início de 1955, aparece o conjunto típico Cúmbia de Juan Corralito, o qual grava em um disco por lado e lado uma cúmbia e a “puya arranca pellejo”. Neste mesmo tempo, surgiu a cumbia de Antonio Lucia Pacheco, quem gravou a peça musical de “Once de Noviembre\". No inicio dos anos 50, o maestro Lucho Bermúdez havia lançado \"Dança Negra\", uma cúmbia cantada por Matilde Diaz. Também se chamou a \"cumbia Colombiana\". As cumbias têm tido grande impacto nacional e internacional, já que tem sido cantadas e orquestradas: contrário à verdadeira e autêntica execução como é a que corresponde a os grupos de milleros e de tambores. Os principais grupos que difundem cúmbia são: * Arturo Jaimes. cúmbia mexi-colombiana. * Medardo Guzmán, os cañamilleros de Mahates. * A cumbia soledeña de Efraín Mejía. * A cumbia moderna de soledad de Pedro Beltrán e a cumbia ritmo Beranoero. * A Perla Colombiana. cumbia romântica méxico-colombiana. Juan Jiménez \"guayaspa\" foi o compositor da cumbia cienaguera, no fim de 1951, a qual deu a volta ao mundo. Por esta razão cada vez que no exterior se fala de música colombiana é lógico falar de cúmbia, devido à difusão que logrou com a apresentação ao planeta inteiro desta cúmbia cienaguera. Nas décadas de 70 e 80, o músico mexicano Rigo Tovar fundiu cúmbia com música rock combinando os elementos e usando guitarras elétricas, bateria eléctrica, sintetizadores, efeitos de sample e melodia de rock com cúmbia tradicional mexicana. Esta fusão agora é chamada \"cumbia-rock\". Outra cúmbia de repercussão mais recente foi a famosa \"pollera colorá\" , de Wilson Chopereana. Ademais desta, podemos encontrar \"a cumbia sobre o mar\", dedicada a Martha Ligia Restrepo, reina de a beleza colombiana e a continuação se inserta o texto literário “Yo me llamo cumbia” de Mario Gareña. == Deformações == A cúmbia tem sido através do tempo, o ritmo e dança característica de Colômbia, pelo qual grande quantidade de pessoas tem dedicado até sua vida inteira para melhorar e preservar esta bela dança. Na Colômbia é variada a gama de executantes que hoje em dia se inclinaram por seguir cuidando e protegendo este fabuloso ritmo. Os verdadeiros intérpretes de a cúmbia são os grupos que reúnem as condições básicas e autênticas para a execução deste ritmo. Estes grupos datam de princípios de séculos e se difundiram por toda a subzona magdalenense com o passar do tempo. Alguns grandes grupos de cúmbia são La Sonora Dinamita, La Sonora de Margarita, la Sonora Skandalo e recentemente La Sonora Klandstina. Em 1950, foi gravada no México a cumbia cienaguera, a primeira cúmbia gravada fora da Colômbia, na voz do cantor colombiano Luis Carlos Meyer Castandet, falecido em 1997 e nascido em Barranquilla. Meyer havia emigrado a México no começo dos anos quarenta, depois de haver gravado em Bogotá com vários grupos locais. Na Cidade de México fez contato com um dos mais importantes diretores de orquestra dali, Rafael de Paz (falecido em 1995). Com a gravação em 1944 da famosíssima \"Micaela\", e logo outros sucessos, tais como \"Mi gallo tuerto\", \"Caprichito\", \"Nochebuena\", etc. Graças a seu êxito, a cúmbia e o porro colombianos começam a popularizar-se no México; no sul do continente (Argentina, Chile, Peru, etc.) a cúmbia e o porro foram ritmos introduzidos por Lucho Bermúdez, quem em 1946 grava para a RCA Víctor argentina 60 composições suas com músicos emprestados por Eduardo Armani e Eugenio Nobile. No começo dos anos sessenta, o grupo de Bovea y sus vallenatos, que emigrou de Colômbia, termina de popularizar a cúmbia na Argentina. O conjunto Los Wawanco, formado em 1955 por jovens universitários de distintos países de América, entre eles seu líder Mario Castellón, de Costa Rica, continua ativo na Argentina, tendo gravado 87 discos com composições de grande popularidade como \"La Burrita\", \"Santa Marta\", \"La cosecha de mulheres\", \"Se va el caimán\", etc. Nos anos sessenta, grupos tais como os Corraleros de Majagual, Los Hispanos, Los Graduados, levam os ritmos colombianos ao México, Venezuela, Peru, entre outros. Alguns dos principais artistas da cúmbia atualmente são o colombiano Yerba Brava, o argentino Amar Azul, o peruano Grupo Néctar e também o argentino Kumbia Kings, no qual um dos integrantes, A. B. Quintanilla é irmão da falecida cantora Selena que ficou conhecida como \"Rainha da Cúmbia\". == Países onde a música é mais difundida == * Argentina * Colômbia * El Salvador * Chile * Paraguai * Uruguai * Peru * México * Bolívia == Tipos de Cúmbia == * Cumbia villera * Cumbia andina * == Bibliografia == * ABADIA, Guillermo. Compendio general del folclor colombiano. 1983 4a ed., rev. y acotada. 547 p. : ill. ; 22 cm. Bogotá : Fondo de Promoción de la Cultura del Banco Popular. (3. ed en 1977). * DAVIDSON, Harry. Diccionario folclórico de Colombia. Tomo III. Banco de la República, Bogotá, 1970. * OCAMPO, Javier. Música y folclor de Colombia. Enciclopedia Popular Ilustrada, No. 5. Bogotá, Plaza y Janés. 2000. ISBN 958-14-0009-5. * Revista Colombiana de Folclore. No. 7, Vol. III. Bogotá, 1962. * Ballanoff, Paul A. . América lndígena 31, no 1: 45-49. 1971. * La cumbia, síntesis musical de la Nación colombiana. Reseña histórica y coreográfica. Revista Colombiana de Folclor 3, no. 7:187-204. 1962 == Ver também == * Cúmbia na Argentina == Ligações externas == *",
 "title": "Cúmbia"
}