{
 "id": "91229",
 "text": "O Camp Nou (; significando Campo Novo em português), oficialmente Spotify Camp Nou por razões de patrocínio, é um estádio de futebol localizado na cidade de Barcelona, na Catalunha, na Espanha. É a casa do clube FC Barcelona da La Liga desde 1957. Seu nome oficial era Estadi del Fútbol Club Barcelona até 2000/2001, quando uma votação realizada entre os torcedores oficializou a sua denominação popular, Camp Nou.A five star stadium. Disponível em http://www.fcbarcelona.com/club/facilites-and-services/detail/card/camp-nou-a- five-star-stadium. Acesso em 16 de janeiro de 2013. Desde 1998/1999, é um estádio 5 estrelas segundo a União das Federações Europeias de Futebol. No dia 1 de Julho de 2022, o Barcelona anunciou um acordo de patrocínio válido por 4 anos com o Spotify, um serviço mundial de streaming de música, podcast e vídeo, tendo sido atribuído o nome da marca ao estádio, passando este a designar-se Spotify® Camp Nou. É o terceiro estádio que o Futbol Club Barcelona possuiu ao longo da história, posterior aos antigos Camp del Carrer Indústria e Camp de les Corts. Por este motivo, na ocasião de sua inauguração, foi apelidado de Camp Nou (\"Campo Novo\").A five star stadium.Disponível em http://www.fcbarcelona.com/club/facilites-and-services/detail/card/camp-nou-a- five-star-stadium. Acesso em 16 de janeiro de 2013. Está localizado na Avenida Aristides Mallol, 12, 08028, no distrito de Les Corts. Em termos de capacidade está entre os maiores estádios do mundo. Se tornou um ponto turístico da cidade, em 2010 mais de 1.300.000 pessoas o visitaram fora dos dias dos jogos da equipa catalã. A 1 de junho 2023 o estádio encerrou para obras de ampliação e modernização irão custar 1,5 bilhões de euros (1,5 mil milhões de euros) e cuja conclusão está prevista para a época 2025-26. == Inauguração == Inaugurado em 24 de Setembro de 1957, o Camp Nou marcou a mudança do FC Barcelona de seu antigo estádio, Les Corts, devido ao seu tamanho reduzido. A inauguração do estádio foi celebrada com uma série de três amistosos. O primeiro jogo no novo estádio foi um amistoso entre o clube catalão e o Légia Varsóvia, com vitória do Barcelona por 4 a 2. Eulogio Martínez, Tejada Sampedro e Evaristo de Macedo marcaram os gols na vitória. O evento de inauguração do Camp Nou contou com a participação do Flamengo, que havia vendido Evaristo de Macedo para os catalães. O clube foi convidado, juntamente com o Burnley da Inglaterra - que estava disputando a supremacia inglesa com o Manchester United na época - para realizar um amistoso no estádio. O clube brasileiro derrotou os ingleses pelo placar de 4 a 0. No terceiro amistoso realizado na inauguração, e o último dos três jogos, o Barcelona enfrentou o Borussia Dortmund, considerado um dos melhores times da época. O Borussia Dortmund contava com vários membros da equipe alemã vencedora da Copa do Mundo de 1954. O jogo terminou com uma vitória surpreendentemente confortável para os catalães, com placar de 4 a 1, com gols de Villaverde (2), Hermes González e Coll (de pênalti). No primeiro jogo oficial do Camp Nou, válido pela segunda rodada da La Liga de 1957–58, o FC Barcelona enfrentou o Real Jaén, conquistando uma vitória por 6 a 1. O estádio foi projetado por Francesc Mitjans (1909-2006), nascido na cidade de Barcelona. O arquiteto é figura- chave para interpretar a renovação da arquitetura catalã a partir da década de 1950. == Instalações == O Camp Nou passou por algumas reformas. Em 1981, o estádio foi ampliado para 150.000 lugares para a Copa do Mundo FIFA de 1982, disputada na Espanha. Em 1998, visando a obedecer as normas da União das Federações Europeias de Futebol, substituiu as áreas onde torcedores ficavam de pé por assentos, diminuindo sua capacidade para exatamente 99. 786 lugares. É o 5º maior estádio de clubes do mundo e o maior do continente. thumb|right|180px|O Camp Nou, em Barcelona. O Camp Nou é um dos estádios espanhóis catalogados com \"Cinco Estrelas\" pela União das Federações Europeias de Futebol. No estádio, estão localizados a sede social e administrativa do FC Barcelona e o museu do clube. Fora isso, o complexo esportivo conta com um outro estádio, o \"Mini Estadi\" (com 20 000 lugares); anteriormente utilizado pela equipe-base do \"Barça\", o do Barça B; um ginásio multiuso, o Palau Blaugrana,utilizado pelas equipes de basquete, handebol, hockey de patins e futsal do clube, que tem capacidade de 7 585 pessoas; e uma arena com rinque de gelo, o Palau de Gel, utilizado pela equipe de hockey no gelo. Ainda nas dependências do estádio há uma antiga residência rural construída em 1702,chamada de La Masia, que desde a inauguração do estádio até 20 de outubro de 1979 serviu como sede do clube, depois disso foi convertido em dormitório para jovens jogadores do Barcelona, desempenhando essa função até 30 de junho de 2011, quando o centro residencial dos jogadores foi transferida para Ciutat Esportiva Joan Gamper,onde treinam todas as equipes do FC Barcelona e também abriga o novo estádio do Barça B e da equipe feminina,o Estádio Johan Cruyff . O termo \"La Masia\" é até hoje utilizado para se referir as equipes de base do clube. == Cenário de importantes eventos desportivos == Além de ser cenário de todas as partidas locais do time principal do Fútbol Club Barcelona, o Camp Nou tem sido cenário de diversos eventos, tanto desportivos como sociais e culturais. thumb|right|180px|O Camp Nou visto de fora. === Eurocopa de 1964 === Data Fase 1ª seleção Placar 2ª seleção Público 17 de junho de 1964 Semifinal Dinamarca 0 - 3 União Soviética 20 de junho de 1964 3º lugar Hungria 3 - 1 2 - 0 (Prorrogação) 1 - 1 Tempo Normal Dinamarca === Copa do Mundo de 1982 === Data Fase 1ª seleção Placar 2ª seleção Público 13 de junho 1ª Fase - Grupo C Argentina 0 – 1 Bélgica 28 de junho 2ª Fase - Grupo 1 Polônia 3 – 0 Bélgica 1º de julho 2ª Fase - Grupo 1 Polônia 0 – 0 União Soviética 8 de julho Semifinal Polônia 0 – 2 Itália === Final da Liga dos Campeões da UEFA === Data Edição 1ª seleção Placar 2ª seleção Público 24 de maio de 1989 1988-89 Milan 4 - 0 Steaua de Bucareste 26 de maio de 1999 1998-99 Manchester United 2 - 1 Bayern de Munique == Fotos == File::Camp Nou més que un club.jpg|Més Que Un Club (Mais que um Clube). File:Barcelona 291.JPG|Interior. File:Pano stadion.jpg|Panorama do Camp Nou. File:Camp Nou, FC Barcelona - FC Bayern Munich, 2013 - 02.jpg|Barça x Bayern de Munique pela Liga dos Campeões da UEFA]. File:Camp nou before F.C. Barcelona - Real Madrid league match of 2012.JPG|Um El Clásico (Barça x Real Madrid). File:Camp Nou des de l'helicòpter.jpg|Vista aérea. File:Camp Nou Panoramic Interior View.jpg|Panorama. == Ligações externas == * Página oficial Categoria:Estádios de futebol da Espanha Categoria:Estádios de futebol inaugurados em 1957 Categoria:Estádios da Copa do Mundo FIFA de 1982 Categoria:Locais de competição dos Jogos Olímpicos de Verão de 1992 Categoria:Futebol da Catalunha Categoria:Futbol Club Barcelona Categoria:Barcelona",
 "title": "Camp Nou"
}