{
 "id": "91261",
 "text": "==Estrutura política e administrativa== ===Tradicional=== A estrutura política e administrativa tradicional de Timor-Leste baseia-se num conjunto hierarquizado de reinos que têm por base a família. Um pequeno grupo de famílias compõe uma povoação, na sua maioria dispersas pelo território, vulgarmente conhecidas por cnuas. O chefe de povoação constitui a escala mais baixa da nobreza timorense. Ao conjunto de várias cnuas chama-se suco, administrado pelo chefe de suco, e, ainda que alguns possam ser independentes, a sua maioria agrupa-se em reinos ou regulados, regidos por liurais, os reis ou régulos. Antigamente, os reinos pertenciam a dois impérios, o dos Belos, que dominavam a metade oriental da ilha, e o dos Baiquenos, império da metade ocidental de Timor. Os recentes conflitos sobre a soberania da ilha de Timor têm raízes ancestrais . A sucessão do poder administrativo e político timorense possui um carácter hereditário, no entanto, não obrigatoriamente directo, pois a sucessão pode recair sobre um segundo filho ou mesmo sobrinho. O conceito de sucessão e de vassalagem é, assim, semelhante ao da estrutura europeia ocidental feudal, compreendendo-se, desta forma, a fácil assimilação da organização administrativa e social portuguesa depois do século XVI. ===Administração colonial portuguesa (do séc. XVI a 1975)=== Muito embora a presença portuguesa no território de remonte ao início do século XVI, só nos princípios do século XVIII, com a nomeação do primeiro governador (1702), se processa uma integração de Timor na administração portuguesa, obtida sobretudo mediante a militarização das estruturas tradicionais. Até esta data, Timor mantinha uma organização segundo a tradição local. No século XVIII, grande parte dos reinos existentes em Timor aceitaram o domínio português, e iniciou- se uma administração indirecta até aos finais do século XIX. Os quadros jurídico-políticos autóctones foram mantidos, muito provavelmente devido à impotência da metrópole distante em manter a ordem pública sem a cooperação da população local. Só no século XX, a ocupação portuguesa da ilha passa a manifestar-se por uma estrutura administrativa e política, ainda que se mantenha sob ela a tradicional divisão em reinos, sucos e povoações. Apenas na segunda metade do século se estabelecem as divisões administrativas definitivas da província ultramarina de Timor. De acordo com a política praticada na altura, Portugal manifestou uma tendência centralizadora na administração do território, sem contudo destruir os patamares político- administrativos tradicionais. O governador é o representante máximo da metrópole, com poderes quase absolutos, detendo funções tanto executivas como legislativas. A sua administração é assistida por um Conselho de Governo e por um Conselho Legislativo. A província é dotada de um regime financeiro próprio, que lhe cabe gerir e proteger. A administração central governa todos os concelhos e circunscrições civis que, por sua vez, se subdividem em freguesias e/ou postos administrativos que incluem os tradicionais reinos e sucos. ===Administração indonésia (de 1976 a 1999)=== Em 1976 a Indonésia integra o território de Timor-Leste como a sua 27.ª província, mas a estrutura global administrativa não se altera substancialmente, manifestando-se apenas três principais diferenças. Os 12 concelhos portugueses são transformados em 13 distritos indonésios e novas divisões administrativas inferiores ao suco são criadas, a unidade de população e a unidade de vizinhos, possibilitando um maior controlo das populações nativas. Fundamentalmente, ocorre uma sobreposição da administração civil e da administração militar, facto revelador do clima de insegurança e instabilidade nacional. ===Estrutura administrativa transitória (de 2000 a 2002)=== Em Outubro de 1999, após os conflitos, as Nações Unidas decidem supervisionar o território de Timor-Leste com o fim de propiciar segurança, gestão e assistência ao desenvolvimento do país. A necessidade de criar um governo de transição, atribuindo gradualmente as competências políticas, administrativas e económicas aos timorenses, levou a que, em Junho de 2000, fosse instaurada a Administração Transitória de Timor-Leste (ETTA - East Timor Transitional Administration), cuja estrutura já integra quadros timorenses. Um administrador transitório é apoiado por um departamento financeiro e outro de planeamento, gerindo, através destes ou directamente, 14 pastas distintas. Em paralelo com o administrador, mas ainda sem totais poderes, um Conselho Nacional formado por timorenses vai sendo integrado na estrutura político-administrativa de Timor-Leste. Em Agosto de 2001, com as primeiras eleições livres do país foi eleita a Assembleia Constituinte responsável pela realização da Constituição do país e, em Abril de 2002, foi eleito o presidente de Timor-Leste, Xanana Gusmão, com 82 % dos votos. == Estrutura administrativa da República Democrática de Timor-Leste == O chefe de Estado de Timor-Leste é o presidente da república, eleito por sufrágio directo e universal dos eleitores timorenses para um mandato de cinco anos, e cujo poder é meramente representativo do Estado em cerimónias solenes, embora possa exercer o direito de veto sobre alguma legislação. Nomeia o primeiro-ministro após as legislativas. O primeiro-ministro preside ao governo. As eleições legislativas permitem compor o Parlamento Nacional, cujos membros são eleitos para mandatos de cinco anos. O número de lugares varia entre o mínimo de 52 e o máximo de 65, embora actualmente tenha, por circunstâncias excepcionais de ser o primeiro parlamento, 88 deputados. A Constituição timorense é baseada na de Portugal. Divisões administrativas: 13 distritos. Independência: Em 28 de Novembro de 1975 é unilateralmente proclamada a independência de Portugal que foi seguida da invasão da Indonésia. 20 de Maio de 2002 é a data oficial de reconhecimento internacional da independência de Timor-Leste. Chefe de Estado: Presidente Francisco Guterres (desde 2017) Chefe de Governo: Primeiro-ministro Taur Matan Ruak (desde 2018) Timor-Leste tem um Supremo Tribunal de Justiça, um juiz nomeado pelo Parlamento e os outros pelo Conselho Supremo de Magistratura. Ministério Coordenador dos Assuntos Económicos e Ministério do Turismo e Ambiente *Centro Nacional de Formação Profissional e Emprego de Timor-Leste (CNFPE), *Centro Nacional de Formação Profissional - Becora (CNFP-Becora), *Instituto Nacional de Desenvolvimento de Mão-de-Obra, I.P. (INDMO) *Inspeção-Geral do Trabalho (IGT), a *Autoridade de Inspeção e Fiscalização da Atividade Económica, Sanitária e Alimentar, I.P. (AIFAESA), o *Instituto para a Qualidade de Timor- Leste, I.P. (ITQL, I.P.), *Centro de Convenções de Díli (CCD) *Instituto de Pesquisa, Desenvolvimento, Formação e Promoção do Bambu, I.P. (Instituto do Bambu) *Serviço de Registo e Verificação Empresarial, I.P. (SERVE) *Comissão Nacional para a Facilitação do Comércio (CONFAC) *Instituto de Apoio ao Desenvolvimento Empresarial (IADE) * Agência de Promoção de Investimento e Exportação de Timor-Leste, I.P. (TradeInvest Timor-Leste, I.P.) *GESPIN – Gestão de Parques Industriais, S.A. *Centro Logístico Nacional (CLN) *Autoridade de Turismo de Timor-Leste, I.P. (ATTL, I.P.) *Centros de Turismo e de Informação Turística *Centros de Restauração / Food Courts, as Pousadas, *Autoridade Nacional de Licenciamento Ambiental, I.P. (ANLA) e *Autoridade Nacional Designada para o Combate às Alterações Climáticas, I.P. (AND).Ministério Coordenador dos Assuntos Sociais e Ministério do Desenvolvimento Rural e Habitação Comunitária *Comissão Nacional do Desporto *Comissão Reguladora das Artes Marciais, I.P. *Serviço de Apoio à Sociedade Civil e Auditoria Social, I.P. *Instituto Nacional de Combate ao HIV/SIDA, I.P. (INCSIDA), *Instituto para a Defesa dos Direitos da Criança I.P. (INDDICA) * Unidade de Missão para o Combate ao Stunting.Ministério da Presidência do Conselho de Ministros *Imprensa Nacional de Timor-Leste, I.P. (INTL) *Rádio e Televisão de Timor-Leste, E.P. (RTTL, E.P.) *TATOLI - Agência Noticiosa de Timor-Leste, I.P. *Comissão da Função Pública (CFP) *Arquivo e Museu da Resistência Timorense (AMRT) *Centro Nacional Chega! I.P. *Inspeção- Geral do Estado (IGE).Ministério das Finanças *Autoridade Tributária (AT) *Autoridade Aduaneira (AA) *Instituto Nacional de Estatística de Timor-Leste, I.P. (INETL) *Millenium Challenge Account – Timor-Leste, I.P. (MCA-TL). Ministério dos Negócios Estrangeiros e Cooperação *Agência de Cooperação de Timor-Leste (ACTL) *Instituto de Estudos Diplomáticos (IED).Ministério da Justiça *Centro de Formação Jurídica e Judiciária (CFJJ), *Comissão de Terras e Propriedades, *Polícia Científica de Investigação Criminal (PCIC) *Defensoria Pública *Comissão de Luta Contra o Tráfico de Pessoas (CLCTP).Ministério da Administração Estatal *Centros de Acolhimento Multifunção *Secretariado Técnico de Administração Eleitoral (STAE) *Arquivo Nacional de Timor-Leste (ANTL) *Instituto Nacional da Administração Pública (INAP), *Fundo Especial de Desenvolvimento de Ataúro (FEDA).Ministério da Saúde *Serviço Nacional de Saúde *Serviço Autónomo de Medicamentos e Equipamentos Médicos (SAMES) *Instituto Nacional de Saúde Pública, (INSP-TL) *Serviço Nacional de Ambulância e Emergência Médica, I.P. (SNAEM) *Laboratório Nacional de Saúde.Ministério da Educação *Comissão Nacional da Organização das Nações Unidas para a Educação, Ciência e Cultura de Timor-Leste (UNESCO) - CNU, *Instituto Nacional de Formação de Docentes e Profissionais da Educação (INFORDEPE), *Comité Orientador 25.Ministério do Ensino Superior, Ciência e Cultura *Universidade Nacional Timor Lorosa’e (UNTL) *Instituto Politécnico de Betano (IPB) *Instituto Nacional de Ciências e Tecnologia (INCT) *Agência Nacional para a Avaliação e Acreditação Académica, I.P. (ANAAA).Ministério das Obras Públicas *Instituto de Gestão de Equipamentos e Apoio ao Desenvolvimento de Infraestruturas (IGIADI) *Eletricidade de Timor-Leste E.P. (EDTL, E.P.) *Bee Timor-Leste, E.P. (BTL, E.P.), *Laboratório Nacional para Garantir a Qualidade das Infraestruturas.Ministério dos Transportes e Comunicações *Administração dos Portos de Timor-Leste (APORTIL) *Administração de Aeroportos e Navegação Aérea de Timor-Leste, E.P. (ANATL E.P.) *Autoridade da Aviação Civil de Timor-Leste (AACTL) *Autoridade Nacional de Comunicações (ANC) *Agência de Tecnologias de Informação e Comunicação, I.P. – TIC TIMOR.Ministério do Petróleo e Recursos Minerais *Autoridade Nacional do Petróleo e Minerais, I.P. (ANPM) *Instituto do Petróleo e Geologia, I.P. (IPG) *TIMOR GAP (Timor Gás & Petróleo), E.P. *Companhia Mineira de Timor-Leste, S.A. (Murak Rai). Ministério da Defesa *Instituto de Defesa Nacional (IDN) *Autoridade Marítima NacionalMinistério do Interior * Autoridade de Proteção Civil Ministério da Solidariedade Social e Inclusão *Instituto Nacional de Segurança Social (INSS) *Fundo de Reserva da Segurança Social (FRSS) *Centro Nacional de Reabilitação (CNR).Ministério da Juventude, Desporto, Arte e Cultura *Museu Nacional de Timor-Leste, I.P. *Biblioteca Nacional de Timor- Leste (BN) Ministério do Planeamento e Investimento Estratégico *Agência de Desenvolvimento Nacional, I.P.(ADN), *Secretariado dos Grandes Projetos *Comissão Nacional de Aprovisionamento (CNA) *Secretariado Técnico do Fundo de Desenvolvimento do Capital HumanoMinistério do Comércio e Indústria Ministério da Agricultura, Pecuária, Pesca e Florestas Ministério dos Assuntos dos Combatentes da Libertação Nacional Banco Central de Timor-Leste ==Ajuda internacional== Com um PIB estimado em 212 milhões de dólares (o décimo menor do mundo), Timor Leste conta com a ajuda externa para impulsionar sua reconstrução. Doadores internacionais reunidos no Japão em dezembro de 1999 confirmam o envio de 520 milhões de dólares, e Portugal compromete-se a doar 225 milhões de dólares. A quantia soma-se aos 200 milhões de dólares (de um total de 594) que a ONU destina à Untaet para cobrir custos e promover ajuda humanitária. Outros organismos, como o Banco Mundial e o Programa Mundial para Alimentação (WFP), enviam recursos para a repatriação dos refugiados, a distribuição de alimentos aos desabrigados e a reabilitação das zonas devastadas pela guerra. A recuperação da agricultura é um dos primeiros passos do programa da ONU. O setor é a base da economia, que emprega 90% da população no plantio de arroz, milho, mandioca, soja e batata-doce para subsistência. O café é a única commoditie significativa para uma futura balança comercial. A guerra dizimou ainda o incipiente setor industrial, constituído de manufaturas têxteis e torrefações de café, e há uma alta taxa de desemprego. Prioritária também é a construção da infra-estrutura básica, inclusive cidades, escolas, hospitais, tribunais e prisões. ==Ver também== * Parlamento Nacional do Timor- Leste * Lista de presidentes de Timor-Leste * Lista de primeiros-ministros de Timor-Leste * Lista de governadores de Timor Português == Ligações externas == *Parlamento Nacional do Timor-Leste *Primeiro-ministro de Timor-Leste *Presidência de Timor-Leste",
 "title": "Política de Timor-Leste"
}