{
 "id": "91319",
 "text": "Richard Cromwell (Huntingdon, Cambridgeshire, - Huntingdon, Hertfordshire, ) foi um estadista inglês que foi o segundo e último Lorde Protetor da Comunidade da Inglaterra, Escócia e Irlanda e filho do primeiro Lorde Protetor, Oliver Cromwell. Com a morte de seu pai em 1658, Richard tornou-se Lorde Protetor, mas não tinha autoridade. Ele tentou mediar entre o exército e a sociedade civil e permitiu que um Parlamento contendo muitos presbiterianos e monarquistas insatisfeitos se sentasse. As suspeitas de que os conselheiros civis tinham a intenção de suplantar o exército foram levadas ao limite por uma tentativa de processar um major-general por ações contra um monarquista. O exército fez uma demonstração de força ameaçadora contra Richard e pode tê-lo detido. Ele renunciou formalmente ao poder nove meses depois de ser bem- sucedido. Embora uma revolta monárquica tenha sido esmagada pela figura da guerra civil convocada, General John Lambert, que então impediu o Parlamento de Rump de se reunir novamente e criou um Comitê de Segurança, Lambert descobriu que suas tropas derreteram diante do avanço do General George Monck da Escócia. Monck então presidiu a Restauração de 1660. Ele foi para o exterior e viveu em relativa obscuridade pelo resto de sua vida. Ele finalmente voltou para sua propriedade na Inglaterra e morreu na casa dos oitenta anos. Ele não tem descendentes vivos. == Primeiros anos e família == Cromwell nasceu em Huntingdon em 4 de outubro de 1626, o terceiro filho de Oliver Cromwell e sua esposa Elizabeth. Pouco se sabe sobre sua infância. Ele e seus três irmãos foram educados na Felsted School em Essex, perto da casa da família de sua mãe. Não há registro de sua frequência à universidade. Em maio de 1647, ele se tornou um membro do Lincoln's Inn. Ele pode ter servido como capitão do salva-vidas de Thomas Fairfax durante o final dos anos 1640, mas as evidências são inconclusivas. Em 1649, Cromwell casou-se com Dorothy Maijor, filha de Richard Maijor, membro da pequena nobreza de Hampshire. Ele e sua esposa se mudaram para a propriedade de Maijor em Hursley, Hampshire. Durante a década de 1650, eles tiveram nove filhos, cinco dos quais sobreviveram à idade adulta. Cromwell foi nomeado Juiz de Paz de Hampshire e participou de vários comitês do condado. Durante este período, Richard parece ter sido uma fonte de preocupação para seu pai, que escreveu a Richard Maijor dizendo: \"Gostaria que ele entendesse e entendesse de negócios, lesse um pouco de história, estudasse matemática e cosmografia: estes são bons, com subordinação às coisas de Deus. Melhor do que a ociosidade ou meros conteúdos mundanos externos. Estes servem para os serviços públicos, para os quais nasce o homem\". == Contexto político == Oliver Cromwell deixou de ser um membro desconhecido do Parlamento na casa dos quarenta anos para se tornar comandante do Exército Novo, que saiu vitorioso da Guerra Civil Inglesa. Quando voltou de uma campanha final na Irlanda, Oliver Cromwell ficou desiludido com debates inconclusivos no Parlamento Rump entre presbiterianos e outras escolas de pensamento dentro do protestantismo. A suspeita parlamentar de qualquer coisa que chegue ao catolicismo, que foi fortemente associada ao lado realista na guerra, levou à aplicação de preceitos religiosos que deixaram os anglicanos moderados mal tolerados. Um regime puritano impôs estritamente o sábado e proibiu quase todas as formas de celebração pública, mesmo no Natal. Cromwell tentou reformar o governo por meio de uma assembleia nomeada pelo exército conhecida como Parlamento de Barebone, mas as propostas eram tão radicalmente inexequíveis que ele foi forçado a encerrar a experiência depois de alguns meses. Posteriormente, uma constituição escrita criou a posição de Lord Protetor para Cromwell e de 1653 até sua morte em 1658, ele governou com todos os poderes de um monarca, enquanto Richard assumiu o papel de herdeiro. == Vida política == Em 1653, Richard Cromwell foi preterido como membro do Parlamento de Barebone, embora seu irmão mais novo, Henry, fosse membro dele. Tampouco recebeu qualquer papel público quando seu pai foi nomeado Lorde Protetor no mesmo ano; no entanto, ele foi eleito para o Parlamento do Primeiro Protetorado e o Parlamento do Segundo Protetorado pela Universidade de Cambridge.\"Cromwell, Richard (CRML656R)\" Banco de dados de ex-alunos de Cambridge. Universidade de Cambridge Segundo a constituição do Protetorado, Oliver Cromwell foi obrigado a nomear um sucessor e, a partir de 1657, envolveu Ricardo muito mais fortemente na política do regime. Ele esteve presente na segunda posse de seu pai como Lorde Protetor em junho, não tendo participado da primeira posse. Em julho foi nomeado chanceler da Universidade de Oxford e, em dezembro, membro do Conselho de Estado. == Lord Protetor (1658-59) == Oliver Cromwell morreu em 3 de setembro de 1658, e Richard foi informado no mesmo dia que ele iria sucedê-lo. Alguma controvérsia cerca a sucessão. Uma carta de John Thurlo sugere que Cromwell nomeou seu filho oralmente em 30 de agosto, mas outras teorias afirmam que ele não nomeou sucessor ou que apresentou Charles Fleetwood, seu genro. Richard enfrentou dois problemas imediatos. O primeiro foi o Exército, que questionou sua posição de comandante devido à falta de experiência militar. A segunda era a situação financeira do regime, com uma dívida estimada em £ 2 milhões. Como resultado, o conselho privado de Cromwell decidiu convocar um parlamento para corrigir esses problemas financeiros em 29 de novembro de 1658 (uma decisão que foi formalmente confirmada em 3 de dezembro de 1658). Nos termos da Humilde Petição e Conselho, este Parlamento foi convocado usando a franquia tradicional (afastando-se assim do sistema ao abrigo do Instrumento de Governo, pelo qual a representação de bairros podres era cortada a favor das cidades do condado) Isso significava que o governo era menos capaz de controlar as eleições e, portanto, incapaz de administrar o parlamento com eficácia. Como resultado, quando este Parlamento do Terceiro Protetorado se reuniu pela primeira vez em 27 de janeiro de 1659, ele era dominado por presbiterianos moderados, cripto-realistas e um pequeno número de vociferantes membros da Commonwealthsmen (ou Republicanos). A \"Outra Câmara\" do Parlamento - um órgão que havia sido estabelecido sob a Humilde Petição e Conselho para atuar como um equilíbrio na Câmara dos Comuns - também foi revivida. Foi esta segunda câmara parlamentar e sua semelhança com a Câmara dos Lordes (que havia sido abolida em 1649) que dominou esta sessão parlamentar. Os descontentes republicanos fizeram discursos obstrutivos sobre a inadequação dos membros desta câmara alta (especialmente seu contingente militar) e também questionaram se isso era indicativo do retrocesso do regime do Protetorado em geral e sua divergência com a \"Boa e Velha Causa\" pelo qual os parlamentares se envolveram originalmente na guerra civil. Reviver esta Câmara dos Lordes em tudo, exceto no nome, eles argumentaram, foi apenas um passo curto para retornar à Antiga Constituição do Rei, Senhores e Comuns. Ao mesmo tempo, os oficiais do Exército Novo tornaram-se cada vez mais cautelosos quanto ao compromisso do governo com a causa militar. O fato de Cromwell não ter credenciais militares irritou os homens que lutaram nos campos de batalha da Guerra Civil Inglesa para garantir as liberdades de sua nação. Além disso, o novo Parlamento parecia mostrar uma falta de respeito pelo exército, o que muitos militares consideraram alarmante. Em particular, havia temores de que o Parlamento faria cortes militares para reduzir custos e, em abril de 1659, o conselho geral de oficiais do exército havia se reunido para exigir impostos mais altos para financiar os custos do regime. Suas queixas foram expressas em uma petição a Cromwell em 6 de abril de 1659, que ele encaminhou ao Parlamento dois dias depois. No entanto, o Parlamento não agiu de acordo com as sugestões do exército; em vez disso, eles arquivaram esta petição e aumentaram a suspeita dos militares trazendo artigos de impeachment contra William Boteler em 12 de abril de 1659, que teria maltratado um prisioneiro monarquista enquanto agia como major-general sob Oliver Cromwell em 1655. Isso foi seguido por duas resoluções na Câmara dos Comuns em 18 de abril de 1659, que declarava que não deveriam ocorrer mais reuniões de oficiais do exército sem a permissão expressa do Lorde Protetor e do Parlamento, e que todos os oficiais deveriam fazer um juramento de que não iriam subverter a sessão de Parlamento pela força. Essas afrontas diretas ao prestígio militar eram demais para os nobres do exército suportarem e colocaram em movimento a divisão final entre o Parlamento dominado por civis e o exército, que culminaria na dissolução do Parlamento e na queda final de Cromwell do poder. Quando Cromwell recusou uma exigência do exército para dissolver o Parlamento, as tropas foram reunidas no Palácio de St. James. Cromwell acabou cedendo às suas exigências e, em 22 de abril, o parlamento foi dissolvido e o parlamento de Rump reconvocado em 7 de maio de 1659. No mês seguinte, Cromwell não resistiu e recusou uma oferta de ajuda armada do embaixador francês, embora seja possível que ele estivesse sendo mantido em prisão domiciliar pelo exército. Em 25 de maio, depois que Rump concordou em pagar suas dívidas e fornecer uma pensão, Cromwell entregou uma carta formal renunciando ao cargo de Lorde Protetor. “Ricardo nunca foi formalmente deposto ou preso, mas foi autorizado a desaparecer. O Protetorado foi tratado como tendo sido, desde o início, uma mera usurpação\".Jones, J. R. Country and Court: England 1658–1714 Edward Arnold (1978) p. 120 Ele continuou a viver no Palácio de Whitehall até julho, quando foi forçado pelo Rump a voltar para Hursley. Os monarquistas regozijaram-se com a queda de Cromwell e muitos ataques satíricos surgiram, nos quais ele recebeu os apelidos nada lisonjeiros de \"Dickedown Dick\" e \"Queen Dick\".Fraser, Antonia (1979). King Charles II. London: Weidenfeld & Nicolson. p. 163. === Datas como Lord Protetor === * 3 de setembro de 1658 - 25 de maio de 1659. Título: Sua Mais Serena Alteza pela Graça de Deus, Senhor Protetor da Comunidade da Inglaterra, Escócia e Irlanda, e os Domínios aos quais pertencem. == Anos posteriores (1659-1712) == Durante as dificuldades políticas do inverno de 1659, houve rumores de que Cromwell seria reconvocado como Protetor, mas não deu em nada. Em julho de 1660, Cromwell partiu para a França, para nunca mais ver sua esposa. Enquanto estava lá, ele usou uma variedade de pseudônimos, incluindo John Clarke. Mais tarde, ele viajou pela Europa, visitando vários tribunais europeus. Como um inglês visitante, ele uma vez foi convidado para jantar com Armand de Bourbon, Príncipe de Conti, que não sabia quem ele era. No jantar, o príncipe questionou Cromwell sobre os negócios na Inglaterra e observou: \"Bem, que Oliver, embora fosse um traidor e um vilão, era um homem valente, tinha grandes papéis, grande coragem e era digno de comandar; mas isso Richard, aquele coxcomb e poltrão, era certamente o sujeito mais vil vivo; O que aconteceu com aquele idiota? \"Cromwell respondeu:\" Ele foi traído por aqueles em quem mais confiava, e que haviam sido mais agradecidos por seu pai. \"Cromwell partiu da cidade na manhã seguinte. Durante este período de exílio voluntário, ele escreveu muitas cartas para sua família na Inglaterra; essas cartas agora são mantidas pelos Arquivos de Cambridgeshire e Estudos Locais no Escritório de Registros do Condado em Huntingdon. Em 1680 ou 1681, ele retornou à Inglaterra e se hospedou com o comerciante Thomas Pengelly em Cheshunt, Hertfordshire, vivendo da renda de sua propriedade em Hursley. Ele morreu em 12 de julho de 1712 com a idade de 85. Seu corpo foi devolvido a Hursley e enterrado em um cofre sob a Igreja Paroquial de Todos os Santos, onde uma lápide em sua memória foi colocada nos últimos anos. Ele foi o chefe de estado britânico com vida mais longa, até que Elizabeth II o ultrapassou em 2012. == Referências == === Fontes === * * == Ligações externas == * Biografia da BBC de Oliver Cromwell * Página \"Monarcas\" do Britannia.com sobre Richard Cromwell Categoria:Políticos da Inglaterra Categoria:Chanceleres da Universidade de Oxford Categoria:Guerra Civil Inglesa Categoria:Família Cromwell",
 "title": "Richard Cromwell"
}