{
 "id": "91318",
 "text": "A Universidade de Santa Cruz do Sul (UNISC) é uma universidade comunitária localizada na cidade de Santa Cruz do Sul, no Estado do Rio Grande do Sul, Brasil. Possui outros quatro campi: nas cidades de Capão da Canoa, Sobradinho, Venâncio Aires e Montenegro. A instituição possui uma Reserva Particular do Patrimônio Natural (RPPN da Unisc), a qual possui 221,39 hectares e teve sua criação no ano de 2009, através da Portaria nº 16, de 18 de março de 2009.BRASIL. Ministério do Meio Ambiente. Portaria Nº 16, de 18 de Março 2009. Diário Oficial da União, seção 1, n. 53. 2009. Em 2020, contava com 74 cursos de graduação (presenciais + EAD), 37 cursos de especialização, 9 cursos de mestrado e 6 cursos de doutorado em andamento. * * * Em 2023, foi avaliada com conceito 5 (máximo) em qualidade de ensino pelo MEC. == História == A Associação Pró-Ensino em Santa Cruz do Sul (APESC) iniciou suas atividades em 1962 com cursos de ensino superior, com aulas em salas cedidas pelos colégios locais, passando a serem ministradas em prédio próprio em 1977, e em 1980 obteve autorização do Ministério da Educação para a criação das Faculdades Integradas de Santa Cruz do Sul (FISC), unindo quatro faculdades mantidas por ela. Em 1982 iniciou-se a construção do atual campus da Universidade de Santa Cruz do Sul, sendo o projeto e os devidos credenciamentos finalizados em 1993. Hoje, a UNISC conta com campus em diversos municípios gaúchos. === Período pré-FISC === 1962 - A Associação Pró-Ensino em Santa Cruz do Sul, mantenedora da UNISC, foi fundada. 1964 - A APESC obtém aprovação para o funcionamento da primeira Faculdade, a de Ciências Contábeis. 1967 - Criada a Faculdade de Filosofia, Ciências e Letras, com os cursos de Letras e Pedagogia. 1968 - Oferecido o curso de Estudos Sociais e instalada a Faculdade de Direito. 1970 - Foi criada a Escola Superior de Educação Física e iniciada a oferta do Curso de Ciências - Licenciatura Curta. 1972 - O Curso de Administração foi implantado. 1976 - O Curso de Ciências - Licenciatura Plena, com as Habilitações em Matemática, Física, Química e Biologia. Os cursos, criados gradativamente, eram incorporados às Faculdades que, em 1980, passaram a constituir as Faculdades Integradas de Santa Cruz do Sul - FISC. === Faculdades Integradas de Santa Cruz do Sul === A administração superior da FISC era constituída pela Direção-Geral, pelo Colegiado Superior e pelo Conselho de Ensino, Pesquisa e Extensão. A estrutura intermediária era representada pelas Direções das quatro Faculdades e por seus respectivos Conselhos Departamentais. A FISC tinha autonomia didático-pedagógica em relação à APESC, a quem competia a administração patrimonial e financeira. 1980 - A FISC passou a oferecer cursos em regime especial de férias. 1980 - Implantado o Programa de Pós-Graduação lato sensu. 1984 - Criada a Escola de 1º e 2º Graus Educar-se, também mantida pela APESC e vinculada à Instituição. 1985 - Dando continuidade à sua expansão, a FISC criou o Curso de Ciências Econômicas. 1988 - Foi instalado o curso de Bacharelado em Química, posteriormente transformado em Química Industrial; 1992 - Reestruturado o Curso de Ciências, sendo transformado em três cursos: Ciências Biológicas - Licenciatura e Ciências Biológicas/Ecologia; Matemática - Licenciatura e Matemática/Informática (depois denominada Matemática Aplicada e Computacional) e Química - Licenciatura. Até 1986, o Diretor-Geral da FISC era nomeado pelo Presidente da APESC dentre uma lista tríplice de professores titulares em exercício na Instituição. A partir desse ano, após uma ampla mobilização da comunidade acadêmica, foi democratizada a instituição e passaram a ser eleitas diretamente a Direção-Geral, as direções de Faculdades e as chefias de Departamentos. === Universidade de Santa Cruz do Sul === A partir de março de 1992, no processo de transição para Universidade, foram extintas as Faculdades, passando os Departamentos a ligar-se diretamente à Administração Superior. 1993 - A Universidade de Santa Cruz do Sul foi reconhecida pela Portaria nº 880, de 23/06/93, DOU de 25/06/93, com base no parecer do CFE nº 282, de 05/05/93, culminando todo o processo de transição. ==== Pós-graduação ==== 1994 - Oferta do primeiro curso de mestrado: Mestrado em Desenvolvimento Regional, que passou a desenvolver as áreas de concentração Sociocultural, Econômico-Organizacional, Tecno-Ambiental e Político-Institucional. 1998 - Teve início a oferta do Mestrado em Direito - área de concentração em Direitos Sociais e Políticas Públicas. 1999 - Iniciou-se a oferta do Mestrado Interinstitucional em Psicologia do Desenvolvimento em parceria com a UFRGS 2000 - Iniciou-se a oferta do Programa de Pós-Graduação em Engenharia de Produção, em convênio com a UFSC 2000 - Foi encaminhado à CAPES o projeto do Programa de Doutorado em Desenvolvimento Regional. ==== Parque Tecnológico ==== O Parque Científico e Tecnológico Regional da Universidade de Santa Cruz do Sul (TecnoUNISC) foi fundado em 2016, com o objetivo de aproximar a comunidade acadêmica de empreendedores da área de tecnologia. Anteriormente, já havia uma incubadora tecnológica, denominada Itunisc, fundada em 2005. ==== Qualificação docente ==== A qualificação docente e técnico-administrativa é uma das metas da Instituição. Em 1984, a UNISC criou o Plano de Carreira do Pessoal Docente e já em 1987 instituiu o seu Programa de Qualificação Docente, com concessão de bolsas de afastamento para a realização de cursos de mestrado e doutorado em Universidades do país e do exterior. Em 1996 foi implantado o Plano de Carreira do Pessoal Técnico-Administrativo, sendo em 1999 aprovado o Plano de Capacitação do Pessoal Técnico-Administrativo. ==== Atividades de Pesquisa e Extensão ==== Outra preocupação da Instituição é com o desenvolvimento de atividades de pesquisa e extensão que se institucionalizaram na FISC em 1984 e tiveram grande impulso a partir de 1993. 1997 - Houve um incremento à pesquisa com a criação do FAP (Fundo de Apoio à Pesquisa). 1999 - Foi criado o Programa de Apoio à Implantação de Grupos de Pesquisa (PROGRUPE) e o Programa de Apoio aos Projetos e Programas de Extensão (PAPEDS), além da instalação de um Comitê Assessor Externo para avaliação de projetos de pesquisa e extensão e de programas de extensão. ==== Orquestra ==== A Orquestra da Câmara da Unisc representa a universidade. Criada em 25 de agosto de 2005 como Orquestra Jovem da Unisc, é composta de músicos profissionais e estudantes. Em 2012 foi renomeada para Orquestra da Unisc, ainda como orquestra-escola. Já em 2015 foi profissionalizada, recebendo a denominação atual. == Reitoria == A Reitoria é o órgão executivo superior para todas as atividades universitárias. É exercida pelo Reitor e compreende ainda as pró-reitorias de: * Acadêmica * Administrativa === Ex-reitores === * 1993 - 1997: Wilson Kniphoff da Cruz * 1998 - 2005: Luiz Augusto de Costa Campis * 2006 - 2013: Vilmar Thomé * 2014 - 2021: Carmen Lúcia de Lima Helfer * 2021 - presente: Rafael Frederico Henn ==Ver também== * Educação * Ciência * Tecnologia ==Ligações externas== * UNISC - Página oficial Categoria:Universidades do Rio Grande do Sul Categoria:Instituições comunitárias de ensino superior do Brasil Universidade de Santa Cruz do Sul Categoria:Santa Cruz do Sul",
 "title": "Universidade de Santa Cruz do Sul"
}