{
 "id": "91365",
 "text": "Penélope Cruz Sánchez (Alcobendas, 28 de abril de 1974) é uma atriz espanhola, a primeira intérprete do país a levar o Óscar, Melhor Atriz Coadjuvante por Vicky Cristina Barcelona. == Carreira == Em 1990 e 1991, comandou um programa de auditório na Espanha chamado La Quinta Marcha, que visava o público jovem, o que a tornou nacionalmente conhecida aos 16 anos. Em 1992, estreou nos cinemas, fazendo Jamón, jamón, filme aclamado pela crítica de seu país em que Cruz aparecia seminua, o que gerou ainda mais atenção à jovem, que desde então já era considerada uma sex symbol. De 1992 a 1996, fez papéis pequenos em filmes espanhóis e italianos. De 1997 a 2000, participou de filmes que lhe deram sucesso entre os críticos e começaram a torná-la conhecida internacionalmente. As aparições em Abre los ojos, Carne trémula e La niña de tus ojos, lhe renderam boas resenhas, o que lhe abriu caminho para papéis maiores. Em 2001, estrelou os sucessos comerciais Blow e Vanilla Sky (refilmagem de Abre los Ojos), ao lado de Johnny Depp e Tom Cruise, respectivamente. Nos anos seguintes, fez papéis não tão grandes, mas que a fixaram nos Estados Unidos. O sucesso veio em 2006, quando fez Volver, filme de Pedro Almodóvar, no qual interpretou Raimunda, personagem que lhe rendeu amplas indicações a prêmios e aprovação entre os críticos. Em 2008, ao co- estrelar Vicky Cristina Barcelona, de Woody Allen, recebeu o Oscar de melhor atriz coadjuvante, se tornando a primeira atriz espanhola na história a tê-lo feito, além de diversas outras premiações e indicações. Com Nine, mais múltiplas indicações e sucesso crítico. == Filmografia == Ano Título Personagem Notas 1992 Jamón, jamón Silvia Indicações: Prêmio Goya de Melhor Atriz Spanish Actors Union Belle Époque Luz Prêmios: Spanish Actors Union de Melhor Atriz Coadjuvante 1993 Per amore, solo per amore Mary El Laberinto griego Elise La Ribelle Enza 1994 Alegre ma non troppo Salomé Todo es mentira Lucía Prêmios: Peñíscola Comedy Film Festival 1995 Entre rojas Lucía El Efecto mariposa Party guest 1996 La Celestina Melibea Brujas Patricia Más que amor, frenesí 1997 El amor perjudica seriamente la salud Diana jovem e a filha de Diana Abre los ojos Sofía Carne Trémula Isabel Plaza Caballero Indicações: Spanish Actors Union de Melhor Atriz Et hjørne af paradis Doña Helena 1998 La niña de tus ojos Macarena Prêmios: Prêmio Goya de Melhor atriz Fotogramas de Plata Spanish Actors Union de Melhor Atriz Indicações: European Film Awards de Melhor Atriz The Hi-Lo Country Josepha Indicações: ALMA de Melhor Atriz Don Juan Mathurine 1999 Todo sobre mi madre Irmã María Rosa Sanz 2000 All the Pretty Horses Alejandra Villarreal Indicações: Blockbuster Entertainment de Melhor Atriz Woman on Top Isabella Oliveira 2001 Blow Mirtha Jung Indicações: MTV Movie Awards de Melhor Revelação Feminina Bendito infierno Carmen Ramos Captain Corelli's Mandolin Pelagia Indicações: European Film Awards de Melhor Atriz de Audiência Vanilla Sky Sofia Serrano Indicações: ALMA de Melhor Atriz 2002 Waking Up in Reno Brenda 2003 Fanfan la Tulipe Adeline La Franchise Indicações: European Film Awards de Melhor Atriz de Audiência Gothika Chloe Sava 2004 Head in the Clouds Mia Noel Nina Vasquez 2005 Sahara Doctor Eva Rojas Chromophobia Gloria Non ti muovere Italia Prêmios: European Film Awards de Melhor Atriz de Audiência David di Donatello de Melhor Atriz Indicações: Goya de Melhor atriz European Film Awards de Melhor Atriz 2006 Bandidas María Álvarez Volver Raimunda * Golden Globe Awards - Indicada Melhor Atriz (Drama) * SAG Awards - Indicada Melhor Atriz * Goya Awards - Vencido Melhor Atriz * Critics' Choice Award - Indicada Melhor Atriz * London Film Critics' Circle - Indicada Atriz do Ano * Prémio do Cinema Europeu - Vencido Melhor Atriz * Satellite Awards - Indicada Melhor Atriz (Drama) * Prêmio de interpretação feminina (Festival de Cannes) - Vencido Melhor Atriz * BAFTA - Indicada Melhor Atriz * Óscar - Indicada Melhor Atriz 2007 Manolete Antoñita \"Lupe\" Sino The Good Night Anna 2008 Elegy Consuela Castillo Prêmios: Santa Barbara International Film Festival Indicações: Satellite Award de Melhor Atriz - Drama Vicky Cristina Barcelona María Elena * Golden Globe Awards - Indicada Melhor Atriz Coadjuvante * SAG Awards - Indicada Melhor Atriz Coadjuvante * Goya Awards - Vencido Melhor Atriz Coadjuvante * Critics' Choice Award - Indicada Melhor Atriz * London Film Critics' Circle - Indicada Atriz do Ano * National Board of Review - Vencido Melhor Atriz Coadjuvante * Jupiter Awards - Vencido Melhor Atriz Internacional * Independent Spirit Awards - Vencido Melhor Atriz Coadjuvante * BAFTA - Vencido Melhor Atriz Coadjuvante * Óscar - Vencido Melhor Atriz Coadjuvante 2009 G-Force Juarez (voice) Los abrazos rotos Magdalena Indicações: European Film Awards Satellite Awards Nine Carla Albanese * Golden Globe Awards - Indicada Melhor Atriz Coadjuvante * SAG Awards - Indicada Melhor Atriz Coadjuvante * Satellite Awards - Indicada Melhor Atriz Coadjuvante * Óscar - Indicada Melhor Atriz Coadjuvante 2010 Sex and the City 2 Carmen 2011 Pirates of the Caribbean: On Stranger Tides Angelica Teach 2012 To Rome with Love Anna 2013 The Counselor Laura 2016 Zoolander 2 Melanie Valentina 2016 Ma Ma Magda 2017 Murder on the Orient Express Pilar Estravados Loving Pablo Virginia Vallejo 2018 American Crime Story :The Assassination of Gianni Versace Donatella Versace Série de TV Indicada Primetime Emmy Award de Melhor Atriz Coadjuvante em Minissérie ou Telefilme Pendente Globo de Ouro de melhor atriz coadjuvante em televisão 2018 Todos lo saben Laura 2019 Dolor y gloria Jacinta 2022 The 355 ==Prêmios e Indicações== ====Oscar==== Ano Categoria Trabalho Resultado 2007 Melhor Atriz Volver 2009 Melhor Atriz Coadjuvante Vicky Cristina Barcelona 2010 Nine 2022 Melhor Atriz Madres paralelas ==== Emmy Awards==== Ano Categoria Trabalho Resultado 2018 Melhor Atriz Coadjuvante em Minissérie ou Telefilme American Crime Story: The Assassination of Gianni Versace ==== Globo de Ouro==== Ano Categoria Trabalho Resultado 2007 Melhor Atriz - Drama Volver 2009 Melhor Atriz Coadjuvante em Cinema Vicky Cristina Barcelona 2010 Nine 2019 Melhor Atriz Coadjuvante em Televisão American Crime Story: The Assassination of Gianni Versace ==== SAG Awards==== Ano Categoria Trabalho Resultado 2007 Melhor Atriz Principal Volver 2009 Melhor Atriz Coadjuvante Vicky Cristina Barcelona 2010 Nine Melhor Elenco 2019 Melhor Atriz em Minissérie ou Telefilme American Crime Story: The Assassination of Gianni Versace 2024 Melhor Atriz Coadjuvante Ferrari ==== BAFTA==== Ano Categoria Trabalho Resultado 2007 Melhor Atriz Volver 2009 Melhor Atriz Coadjuvante Vicky Cristina Barcelona == Ligações externas == * * Categoria:Atores da Comunidade de Madrid Categoria:Óscar de melhor atriz secundária Categoria:BAFTA de melhor atriz secundária em cinema Categoria:Independent Spirit de melhor atriz secundária Categoria:Atrizes premiadas com o David Categoria:Prémio de interpretação feminina (Festival de Cannes) Categoria:Calçada da Fama de Hollywood Categoria:Prémio do Cinema Europeu de melhor atriz Categoria:Goya de melhor atriz Categoria:Goya de melhor atriz secundária Categoria:Prémio LAFCA de melhor atriz secundária Categoria:New York Film Critics Circle de melhor atriz secundária Categoria:Satellite de melhor elenco em cinema Categoria:Naturais de Alcobendas Categoria:Atrizes de cinema da Espanha‎ Categoria:Atrizes de teatro da Espanha Categoria:Atrizes de televisão da Espanha",
 "title": "Penélope Cruz"
}