{
 "id": "91367",
 "text": "Kate Noelle \"Katie\" Holmes (Toledo, 18 de dezembro de 1978) é uma atriz, diretora de cinema, produtora e roteirista estadunidense. Ficou conhecida como Joey Potter, protagonista da série Dawson's Creek (1998–2003). Entre seus trabalhos de destaque no cinema estão, Comportamento Suspeito (1998), Vamos Nessa, Tentação Fatal (ambos de 1999), Wonder Boys, The Gift (ambos de 2000), Abandon, Por um Fio (ambos de 2002), Pieces of April (2003), A Filha do Presidente (2004), Batman Begins, Obrigado Por Fumar (ambos de 2005), Loucas por Amor, Viciadas em Dinheiro (2008), Don't Be Afraid of the Dark, e Jack e Jill (ambos de 2011). Ela também interpretou Jacqueline Kennedy na minissérie The Kennedys. == Biografia == Katie nasceu e cresceu em Toledo, Ohio. Sua mãe Kathleen, é uma dona de casa e filantropa, e seu pai Martin Joseph Holmes Sr., é um advogado. Ela é a caçula de cinco filhos, sendo três irmãs e um irmão. Sua família é católica praticante. Kate começou atuando em peças da escola, enquanto participava de concursos de beleza. Ela foi aceita na Universidade de Columbia, e seu pai queria que ela se tornasse médica. Ela chegou a frequentar algumas aulas, mas após realizar um monólogo de \"To Kill a Mockingbird\" no campus da universidade, e chamar a atenção de um agente, decidiu se mudar para Los Angeles e tentar uma carreira em Hollywood. Após alguns testes, conseguiu um personagem no filme Tempestade de Gelo (1997). No mesmo ano, ela fez testes para o papel principal da série Buffy, a Caça Vampiros, mas foi recusada devido à pouca experiência. Apesar de não conseguir o papel de Buffy, ela chamou atenção dos executivos do canal The WB, e conseguiu um teste para Dawson's Creek, ficando com o papel da protagonista, Joey Potter. A série se tornou um dos maiores sucessos da televisão, fazendo de Holmes um dos rostos mais famosos da época. Enquanto atuava na televisão, conseguiu diversos personagens no cinema. Estrelou o horror adolescente Comportamento Suspeito (1998), e no ano seguinte Vamos Nessa e Tentação Fatal, que marcou a estreia na direção do roteirista Kevin Williamson - escritor de Pânico (1996), e criador de Dawson's Creek. Embora, muitos desses títulos tenham recebido criticas negativas, e bilheterias baixas, se tornaram populares depois de serem lançados em home video. Em 2003, atuou na comédia independente Pieces of April, onde seu desempenho foi elogiado crítica, e recebendo uma indicação ao Satellite Award de \"Melhor Atriz\" pelo papel. Em Batman Begins (2005), ela interpretou Rachel Dawes, uma advogada do gabinete do procurador distrital de Gotham City e namorada de infância do personagem-título. Além de seus papéis na TV e no cinema, Holmes também se dedica ao teatro. Em 2008, ela fez sua estreia na Broadway, na adaptação teatral de All My Sons, de Arthur Miller, seguida por outra peça chamada Dead Accounts, em 2012. De janeiro a abril de 2023, Holmes estrelou uma peça off-Broadway chamada The Wanderers. Em 2015, dirigiu um documentário para a ESPN, sobre a ginasta olímpica Nadia Comăneci intitulado, Eternal Princess, que estreou no Tribeca Film Festival. Em 2016, ela dirigiu seu primeiro filme, All We Had, estrelado por ela, Stefania LaVie Owen e Luke Wilson. Em 2019, atuou no filme independente Coda, ao lado de Patrick Stewart. O filme foi aclamado pela crítica. Em 2022, ela escreveu e dirigiu seu segundo filme, um drama romântico chamado Alone Together. Sua filha Suri, canta um cover de “Blue Moon”, durante os créditos de introdução do filme. Holmes também dirigiu e estrelou o filme Rare Objects, que foi lançado nos cinemas em 14 de abril de 2023. == Vida Pessoal == Holmes começou a namorar o ator Tom Cruise em abril de 2005. A filha do casal, Suri Cruise, nasceu em 18 de abril de 2006. Em 18 de novembro de 2006, Kate e Tom, se casaram em uma cerimônia da Cientologia, em Bracciano, Itália. Eles se separaram em 2012. O motivo do divórcio foi a devoção de Tom a Cientologia, que interferia em seu casamento, e na criação de Suri. A Cientologia também fez Katie se afastar de sua família e amigos próximos. Katie ficou com a custódia de Suri, com Tom tendo direito á visitas. Ela e a filha seguem o catolicismo. De 2013 a 2019, Katie teve um relacionamento, não assumido, com o ator e cantor Jamie Foxx. Holmes namorou o chef Emilio Vitolo Jr. de 2020 a 2021. Em 2022, ela namorou o músico Bobby Wooten III por sete meses. == Filmografia == Ano Título Papel Notas 1997 The Ice Storm Libbets Casey Primeiro papel profissional 1998 Disturbing Behavior Rachel Wagner Participou do vídeo clipe \"Got You (Where I Want You)\" da banda The Flys, música da trilha sonora do filme 1998-2003 Dawson's Creek Joey Potter Protagonista / 128 episódios 1999 Teaching Mrs. Tingle Leigh Ann Watson Muppets from Space Joey Potter Aparição com sua personagem de Dawson's Creek Go Claire Montgomery 2000 The Gift Jessica King Wonder Boys Hannah Green 2002 Abandon Katie Burke 2002 Phone Booth Pamela McFadden 2003 Pieces of April April Burns The Singing Detective Nurse Mills 2004 First Daughter Samantha Mackenzie 2005 Thank You for Smoking Heather Holloway Batman Begins Rachel Dawes 2008 Eli Stone Grace Fuller Episódio: \"Grace\" Mad Money Jackie Truman 2010 Don't Be Afraid of the Dark Kim Kurst Também produtora executiva The Extra Man Mary Powell The Romantics Laura 2011 The Kennedys Jacqueline Kennedy Onassis The Son of No One Kerry White Jack and Jill Erin Sadelstein How I Met Your Mother Naomi Episódios: \"The Slutty Pumpkin Returns\" e \"The Poker Game\" 2013 Mania Days Jennifer 2014 The Giver Mãe de Jonas Miss Meadows Miss Meadows 2015 Underdogs Laura Touched with Fire Carla Também co-produtora Ray Donovan Paige Finney 3ª temporada 2016 All We Had Rita Carmichael Também diretora e produtora 2017 Logan Lucky Bobbie Jo Logan Chapman A Happening of Monumental Proportions Paramédica The Kennedys: After Camelot Jacqueline Kennedy Onassis 4 episódios 2018 Ocean's 8 Ela mesma Aparição Dear Dictator Darlene Mills Robot Chicken Belle / Dee Dee Dublagem, Episódio: \"Never Forget\" 2019 Coda Helen Morrison 2020 Brahms: The Boy II Liza The Secret: Dare to Dream Miranda Wells 2022 Alone Together June Também escritora, produtora e diretora 2023 Rare Objects Diana Van Der Laar == Prêmios e indicações == * Ganhou o MTV Movie Awards de \"Melhor Revelação Feminina\", por Comportamento Suspeito, e foi indicada ao Satellite Award de \"Melhor Performance de um Ator Jovem\" em 1998. * Recebeu uma indicação ao MTV Movie Awards de \"Melhor Beijo\", por Tentação Fatal, em 1999. * Recebeu 5 indicações ao Teen Choice Award de \"Melhor Atriz de TV\", por Dawson's Creek, entre 1999 e 2003. * Foi indicada ao Satellite Award de \"Melhor Atriz - Filme Musical ou Comédia\", por Pieces of April em 2003. * Foi indicada ao Satellite Award de \"Melhor Atriz Coadjuvante\", e ao Framboesa de Ouro de \"Pior Atriz Coadjuvante\", por Batman Begins. * Foi indicada ao Framboesa de Ouro de \"Pior Atriz Coadjuvante\", e venceu por \"Pior Casal em Tela\" (com Adam Sandler), por Jack and Jill. == Ligações externas == * * Categoria:Atrizes dos Estados Unidos Categoria:Atrizes premiadas com o MTV Movie Award Categoria:Naturais de Toledo (Ohio) Categoria:Nascidos em 1978 Categoria:Atrizes do século XX Categoria:Atrizes do século XXI Categoria:Atrizes de cinema dos Estados Unidos Categoria:Atrizes de teatro dos Estados Unidos",
 "title": "Katie Holmes"
}