{
 "id": "91378",
 "text": "A Universidade Federal do Espírito Santo (Ufes) é uma instituição autárquica federal de ensino superior (ou seja, mantida pela União) com sede na cidade de Vitória, Espírito Santo, Brasil. Nos rankings nacionais e internacionais da última década, situa-se, ascendentemente, como a melhor universidade do seu estado e uma das melhores do país, trabalhando sob o princípio da indissociabilidade entre ensino, pesquisa e extensão em todas as áreas e ramos das ciências e do conhecimento. == Ufes em números == A Ufes oferece 103 cursos de graduação presencial, com um total de 5.004 vagas anuais. Na pós- graduação, possui 62 cursos de mestrado e 32 de doutorado. Possui um quadro de 1.780 professores efetivos, 1.928 técnicos-administrativos, 20.467 estudantes matriculados na graduação presencial e na modalidade a distância, e 4 mil na pós-graduação. Na pesquisa científica e tecnológica a Ufes possui cerca de 5.500 projetos em andamento, e na extensão universitária desenvolve 851 projetos e programas com abrangência em todos os municípios capixabas, contemplando cerca de 2 milhões de pessoas. Os dados se referem ao ano de 2020, aferidos pela Pró-Reitoria de Planejamento e Desenvolvimento Institucional (Proplan). A instituição possui quatro campi universitários – em Goiabeiras e Maruípe, Vitória; e nos municípios de Alegre, no sul do Estado; e São Mateus, no norte capixaba – com uma área territorial total de 13,8 milhões de metros quadrados. Sua infraestrutura física global é de 302,5 mil metros quadrados de área construída. == Rankings == No Times Higher Education University Ranking de 2021, a Universidade Federal do Espírito Santo (Ufes) figurou entre as melhores universidades do mundo, sendo reconhecida como a 2ª universidade brasileira mais bem mobilizada no impacto para cumprir os Objetivos do Desenvolvimento Sustentável, da Organização das Nações Unidas (ONU), atrás apenas da Universidade de São Paulo (USP). Ainda, como demonstrativo de excelência acadêmica e compromisso com a sociedade, no mesmo ano, por classificação Webometrics Ranking of World Universities, a capixaba alcançou a 16ª posição entre todas as 2.608 (duas mil seiscentos e oito) instituições de ensino superior (IES) brasileiras públicas e privadas destacadas pelo Censo da Educação Superior de 2019, realizado pelo Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira (INEP), vinculado ao Ministério da Educação (MEC), e o 32º lugar na América Latina. == Processo seletivo == Desde 2016, a Ufes adota o Sistema de Seleção Unificada (SiSU), do Ministério da Educação, como única forma de ingresso em seus cursos de graduação. A disputa por vagas nessa universidade é, como em outras instituições federais brasileiras, acirradíssima. Por efeito, são selecionados os candidatos com as notas mais altas no Exame Nacional do Ensino Médio (ENEM). A taxa de aceitação ou de aprovação da Universidade Federal do Espírito Santo, via SiSU, tomando como base o primeiro semestre de 2021, é, em média, 8,4%, podendo chegar a 3,2% em cursos como Medicina e Direito.https://sisu.ufes.br/sites/sisu.ufes.br/files/processos_seletivos/quantitativos_- _chamada_regular_-_16-04-2021.pdf Ademais, em razão da Lei n° 12.711, de 29 de agosto de 2012, a chamada Lei de Cotas, idealizada por Fernando Henrique Cardoso (PSDB) e promulgada por Luiz Inácio Lula da Silva (PT), ambos presidentes da República, a Universidade Federal do Espírito Santo passou a destinar uma parcela das vagas oferecidas nos seus processos seletivos ao fomento de ações afirmativas, objetivando atenuar desigualdades sociais, realizar reparações históricas e cumprir com o seu papel de mecanismo de transformação da realidade. Alguns dos artigos mais importantes que dispõem sobre essas reservas da Lei são: > Art. 1º - As instituições federais de educação superior vinculadas ao > Ministério da Educação reservarão, em cada concurso seletivo para ingresso > nos cursos de graduação, por curso e turno, no mínimo 50% (cinquenta por > cento) de suas vagas para estudantes que tenham cursado integralmente o > ensino médio em escolas públicas. Parágrafo único. No preenchimento das > vagas de que trata o caput deste artigo, 50% (cinquenta por cento) deverão > ser reservados aos estudantes oriundos de famílias com renda igual ou > inferior a 1,5 salário-mínimo (um salário-mínimo e meio) per capita. (...) > Art. 3º - Em cada instituição federal de ensino superior, as vagas de que > trata o art. 1º desta Lei serão preenchidas, por curso e turno, por > autodeclarados pretos, pardos e indígenas e por pessoas com deficiência, nos > termos da legislação, em proporção ao total de vagas no mínimo igual à > proporção respectiva de pretos, pardos, indígenas e pessoas com deficiência > na população da unidade da Federação onde está instalada a instituição, > segundo o último censo da Fundação Instituto Brasileiro de Geografia e > Estatística - IBGE. Parágrafo único. No caso de não preenchimento das vagas > segundo os critérios estabelecidos no caput deste artigo, aquelas > remanescentes deverão ser completadas por estudantes que tenham cursado > integralmente o ensino médio em escolas públicas. Desse modo, as modalidades de concorrência são as seguintes: * A0: Ampla concorrência; * L1: Candidatos com renda familiar bruta per capita igual ou inferior a 1,5 salário mínimo que tenham cursado integralmente o ensino médio em escolas públicas; * L2: Candidatos autodeclarados pretos, pardos ou indígenas, com renda familiar bruta per capita igual ou inferior a 1,5 salário mínimo e que tenham cursado integralmente o ensino médio em escolas públicas; * L5: Candidatos que, independentemente da renda, tenham cursado integralmente o ensino médio em escolas públicas. * L6: Candidatos autodeclarados pretos, pardos ou indígenas que, independentemente da renda, tenham cursado integralmente o ensino médio em escolas públicas; * L9: Candidatos com deficiência que tenham renda familiar bruta per capita igual ou inferior a 1,5 salário mínimo e que tenham cursado integralmente o ensino médio em escolas públicas; * L10: Candidatos com deficiência autodeclarados pretos, pardos ou indígenas, que tenham renda familiar bruta per capita igual ou inferior a 1,5 salário mínimo e que tenham cursado integralmente o ensino médio em escolas públicas; * L13: Candidatos com deficiência que, independentemente da renda, tenham cursado integralmente o ensino médio em escolas públicas; * L14: Candidatos com deficiência autodeclarados pretos, pardos ou indígenas que, independentemente da renda, tenham cursado integralmente o ensino médio em escolas públicas. == História == === Origem === A Universidade Federal do Espírito Santo tem por sua origem a Faculdade de Direito do Espírito Santo, idealizada pelo Dr. Carlos Xavier Paes Barreto em 1913, quando secretário do presidente do estado, Coronel Marcondes Alves de Souza. Diversos motivos impediram essa idealização: o surgimento da Primeira Guerra Mundial, mudança de governo, desistência do proprietário do edifício onde iria funcionar estabelecimento de ensino e outros encargos a Carlos Xavier Paes Barreto. Assim, passaram-se anos sem que sua ideia fosse levada adiante por outros. Em 1930, a ideia toma corpo, Carlos Xavier Paes Barreto, já então desembargador e presidente do Tribunal de Justiça do Espírito Santo (TJES), foi procurado em sua residência por um grupo de estudantes tendo como interprete o estudante Heráclito Amâncio Pereira. Desejosos de conseguirem um curso destinado a ensinar as matérias que teriam que prestar nos estabelecimentos de Direito, guiados por magistrados e advogados competentes, deliberaram ouvir a opinião do desembargador, conhecido como o grande amigo da juventude capixaba. Animado com aquela deferência, manifestou-se logo inteiramente a favor, não de aulas práticas, mas da instalação da Faculdade de Direito, cuja falta considerava uma grande lacuna em Vitória, dando assim, corpo efetivo àquela sua antiga ideia de 1913. Carlos Xavier ofereceu sua casa para discutir as premissas. Formou-se a comissão organizadora, composta de Carlos Xavier (eleito presidente), José Espíndola Batalha Ribeiro e Oscar Faria Santos (desembargadores) e o magistrado de primeiro grau Walter Siqueira (eleito vice-presidente na renuncia de Batalha Ribeiro) e, como secretário, o estudante Heráclito Amâncio Pereira, sugerido pelo desembargador Carlos Xavier Paes Barreto. Em sua ampla sala de visitas, Carlos Xavier adquirira mais cadeira e mesas, e aquela sala virou escola. Ele fornecia aos estudantes lápis, blocos, borracha e até um saboroso lanche era servido nos intervalos aos alunos e professores, todos os dias, por sua esposa e aluna Edith. Assim, em 4 de outubro de 1930, estava fundada a Faculdade de Direito do Espírito Santo, na residência de desembargador Carlos Xavier Paes Barreto, sobre o regime de livre ensino. Como tal Carlos Xavier passou a representar a faculdade judicial e extrajudicialmente e, para isso, foi pessoalmente comunicar a fundação ao interventor federal João Punaro Bley. Em 1931, foram abertas as inscrições ao curso jurídico. Pelo decreto nº 1.302, de 9 de junho de 1931, do interventor João Punaro Bley, a faculdade foi reconhecida de utilidade pública. Em 12 de junho de 1931, a faculdade deixava a residência de Carlos Xavier para se instalar, solenemente, no salão nobre do Instituto Histórico e Geográfico do Espírito Santo,https://ape.es.gov.br/quem-somos o qual Carlos Xavier era presidente. Na nova sede, na Avenida Capixaba, estavam presentes o interventor federal João Punaro Bley, secretários de Estado, altas autoridades civis e militares e outras inúmeras pessoas. Seis meses depois, o interventor nomeia pessoa idônea, o Dr. Clodoaldo Linhares, para fiscalizar as regularidades das aulas se dos exames, com os mais favoráveis resultados. Para Carlos Xavier, a maior glória era a de formar discípulos. Anos depois, diria ele em seu discurso de despedida por motivo de sua aposentadoria compulsória: Já, então, vinham abrilhantar a faculdade outros lentes do gabarito de Kosciuszko Barbosa Leão, Josias Martins Soares, Ernesto da Silva Guimarães, Jair Tovar, João Manuel de Carvalho, Eurípedes Queiroz do Valle, José de Barros Wanderley, Atilio Vivacqua, Aristóteles da Silva Santos, Alonso Fernandes. Em 1933, o Estado recebeu a visita honrosa do Presidente da República Getúlio Vargas, “a cuja recepção em Palácio compareceu o Diretor Carlos Xavier que apresentou a S. Exa. a Congregação, aproveitando a ocasião para solicitar o apoio do Governo Federal para o novo Instituto Jurídico espírito-santense”. A esta altura, a faculdade já estava obtendo projeção, o diretor recebia a visita do grande civilista Clóvis Beviláqua, mestre querido, a convite de seu ex-aluno, bem como, de sua esposa, D. Amélia. Carlos Xavier os hospedou. Convidou, também, seu ex-colega, professor Andrade Bezerra, diretor da Faculdade do Recife, e José Bernardino de Souza, ilustre homem público, assim como várias embaixadas de estudantes. Carlos Xavier, na ocasião, propôs e todos concordaram, dar o nome de Clóvis Beviláqua ao salão principal da faculdade, inaugurando-lhe o retrato. Os jornais do Espírito Santo e de Pernambuco já faziam referências a essa faculdade: Ultimamente, à frente da Faculdade de Direito vem o Desembargador Carlos Xavier aplicando em novo campo a sua incansável operosidade pela elevação da nossa terra, entregando a obra utilíssima de facilitar o estudo ao brasileiro pobre, fundando e conservando com grandes esforços aquela casa de ensino (\"Jornal do Brasil\", de 29 de março de 1934). Em 2 de dezembro, o Ministério de Educação e Saúde mandava inspecionar a faculdade. Em 1934, Carlos Xavier foi distinguido com a escolha pela Congregação da Faculdade de Direito do Recife, junto com o eminente professor Epitácio Pessoa, presidente da República, para lente examinador do retumbante concurso para a cátedra de Direito Constitucional daquela faculdade, em que concorreram os ilustres Agamenon Magalhães e Arthur de Souza Marinho. Em setembro de 1934, os estudantes lançam sua primeira Revista: “Vida Acadêmica”. Seu primeiro diretor foi o futuro advogado Odilon Luna e redatores Vinícius Franco, Carlos Teixeira de Campos e Meroveu Cardoso Júnior, estes dois últimos depois desembargadores. Mais tarde, o Decreto nº. 4.804, de 3 de maio de 1935, concedia à Faculdade subvenção anual de 12 contos de reis e duzentas apólices - o senador Genaro Pinheiro publicou no Jornal do Senado dizendo que a iniciativa dessa fundação se deve ao Desembargador Carlos Xavier, como se pode ver: O Governador Punaro Bley se recusou a aceitar seu pedido de exoneração. Por insistência de S. Exa. e de seus amigos e professores, aceitou continuar apenas como lente. Como diretor, foi taxativo em negá-lo, indicando o nome do Dr. Celso Calmon para substituí-lo. O Governador Bley respondeu-lhe: Uma nova revista acadêmica: “De Jus” foi criada pelos estudantes, dirigida por Alceu Aleixo e Vinícius Franco em oposição à “Vida Acadêmica”. Formava-se a primeira turma da Faculdade de Direito do Espírito Santo em 1935, em grande solenidade. O Desembargador Carlos Xavier Paes Barreto ensinava Direito Penal e vinha acompanhando essa classe desde o primeiro ano. Nenhuma menção ao nome de Carlos Xavier, como salientou o “Jornal do Brasil”, de 16 de março de 1936, ao noticiar essa formação: Mesmo aborrecido com a distorção que se fazia da história da Faculdade, Carlos Xavier batalhou para a sua encampação, escrevendo aos Senadores Leopoldo Tavares da Cunha Mello, Jerônymo de Sousa Monteiro, Genaro Pinheiro e ao Desembargador João Manoel de Carvalho (vide cartas). Carlos Xavier teve a ajuda, primeiro, dos professores que ensinaram gratuitamente: Arquimimo Martins de Mattos, Alarico de Freitas Rosa, Oscar Faria Santos, Afonso Lyrio e do estudante Heráclito Pereira com a secretaria bem organizada. Mas foi ele que, com seu prestígio, porquanto já tinha ocupado o cargo de prefeito, diretor de obras públicas, chefe de polícia, consultor jurídico, procurador- geral, secretário dos presidentes de Estado Jerônymo de Sousa Monteiro, Cel. Marcondes Alves de Sousa, Florentino Ávidos, professor de inúmeras escolas de Vitória e escritor, o precursor do projeto de instalação da Faculdade. Em 1951, quando de sua aposentadoria compulsória, foi colocado tudo em seus devidos lugares: foi ele considerado o idealizador em 1913 e o principal fundador em 1930 que assim concluiu: Essa decisão está confirmada no Dicionário das Famílias Brasileiras de autoria de Antônio Henrique da Cunha Bueno e Carlos Eduardo de Almeida Barata, assim como em diversas revistas de Academias de Letras no Rio de Janeiro e nas Academias em que ele foi escolhido para patrono. A instituição estadual _Universidade do Espírito Santo_ foi fundada em 5 de maio de 1954, pelo então governador Jones dos Santos Neves, através da Lei n° 806/1954. Em 25 de maio do mesmo ano, o professor Ceciliano Abel de Almeida tomou posse como reitor da recém criada universidade. A _federalização_ ocorreu em 30 de janeiro de 1961, por meio do ato administrativo do então presidente da República, Juscelino Kubitschek. A Ufes foi a primeira instituição de ensino superior federal no Espírito Santo. ===Regime Militar=== Durante a ditadura militar, por conta da reforma universitária de 1968, a Ufes extinguiu as antigas escolas e faculdades, adotando, a partir daí, a estrutura de centros de ensino e departamentos. As mudanças realizadas foram estas: a Escola Politécnica do Espírito Santo se transformou no atual Centro Tecnológico; a Faculdade de Filosofia, Ciências e Letras deu origem ao Centro Pedagógico e ao Centro de Ciências Humanas e da Natureza; a Faculdade de Direito e a Faculdade de Ciências Econômicas se tornaram o Centro de Ciências Jurídicas e Econômicas; a Escola de Belas Artes se tornou o Centro de Artes e as Faculdades de Odontologia e Medicina tornaram-se o Centro Biomédico. Ainda, durante o Regime Militar, a antiga Escola Superior de Agronomia do Espírito Santo (ESAES) foi incorporada à Ufes, dando origem ao Centro de Ciências Agrárias. == Organização == A Ufes está organizada administrativamente da seguinte forma: Reitoria, seis pró- reitorias, 10 centros de ensino, três conselhos superiores, uma superintendência, três secretarias, e 11 órgãos suplementares. === Reitoria === A reitoria é o órgão executivo máximo da Universidade, sendo responsável por planejar, administrar, coordenar e fiscalizar todas as atividades da instituição, além de firmar convênios e parcerias para viabilizar projetos relacionados à política universitária, de modo que possam garantir o desenvolvimento e a visibilidade das atividades acadêmicas. O gerenciamento administrativo da Ufes é executado pela reitoria e operacionalizado pelas pró- reitorias – Administração; Assuntos Estudantis e Cidadania; Extensão; Gestão de Pessoas; Graduação; Pesquisa e Pós-Graduação; e Planejamento e Desenvolvimento Institucional –, pela Superintendência de Cultura e Comunicação, além das secretarias Comunicação, Cultura e de Relações Internacionais. === Pró-reitorias === As pró-reitorias operacionalizam a gestão da universidade, dando suporte administrativo e acadêmico à Reitoria, cada qual em sua respectiva área e com atribuições específicas. As pró- reitorias da Ufes são as seguintes: * Administração * Assuntos Estudantis e Cidadania * Extensão * Gestão de Pessoas * Graduação * Planejamento e Desenvolvimento Institucional * Pesquisa e Pós-Graduação === Centros de Ensino === Os centros de ensino são unidades acadêmico-administrativas que reúnem cursos e departamentos de uma mesma área do conhecimento. Cada centro possui um diretor e um vice-diretor – com mandatos de quatro anos – além do Conselho Departamental, que é composto pelos chefes de cada departamento. Cabe aos centros de ensino o desenvolvimento das atividades de ensino, pesquisa e extensão, em articulação com os cursos de graduação e as coordenações dos programas de pós-graduação. A Ufes possui 11 centros divididos entre quatro campi: ==== Goiabeiras ==== * Centro de Artes (CAr) * Centro de Ciências Exatas (CCE) * Centro de Ciências Humanas e Naturais (CCHN) * Centro de Ciências Jurídicas e Econômicas (CCJE) * Centro de Educação (CE) * Centro de Educação Física e Desportos (CEFD) * Centro Tecnológico (CT) * Superintendência de Educação a Distância (SEAD) ==== Maruípe ==== * Centro de Ciências da Saúde (CCS) ==== São Mateus ==== * Centro Universitário Norte do Espírito Santo (CEUNES) ==== Alegre ==== * Centro de Ciências Exatas, Naturais e da Saúde (CCENS) * Centro de Ciências Agrárias e Engenharias (CCAE) === Departamentos === O departamento é a base da estrutura acadêmica da universidade. Ele reúne os professores por área de conhecimento e atividades- fins, seja no ensino, na pesquisa e na extensão. Todos os professores e estudantes pertencem a um departamento. Os estudantes participam da administração do departamento por meio de representantes eleitos na proporção de um quinto do total de seus membros. A eleição do chefe de departamento é realizada em uma reunião em que cada membro tem um voto, inclusive a representação estudantil. O mandato do chefe de departamento é de um ano. Todos os departamentos estão vinculados, por afinidade temática, a um Centro de Ensino. === Colegiados === Cada curso de graduação da Ufes é coordenado por um Colegiado que reúne professores de cada departamento e representantes estudantis matriculados no respectivo curso. O responsável pelo Colegiado é o coordenador, a quem compete, dentre várias atividades, programar semestralmente a oferta de disciplinas para o curso, além de orientar o aluno nas questões relacionadas à sua vida acadêmica. === Conselhos Superiores === ==== Conselho Universitário (Consuni) ==== O Consuni é o órgão superior deliberativo e consultivo da Ufes em matéria de política universitária, administrativa, financeira e de planejamento. Ele é composto pelo reitor, que o preside, pela vice-reitora, pelos diretores dos centros de ensino, pelos pró-reitores de Administração e de Planejamento e Desenvolvimento Institucional, pelo diretor do Hospital Universitário Cassiano Antonio Moraes, e por representantes do corpo docente, técnico-administrativo e estudantes da universidade. Os membros do Conselho se reúnem em sessões ordinárias, em datas pré-fixadas, uma vez por mês. Para cada membro do conselho há um suplente. ==== Conselho de Ensino, Pesquisa e Extensão (Cepe) ==== O Cepe é o órgão central da Ufes para atuar em questões de supervisão de ensino, de pesquisa e de extensão, com funções deliberativas e consultivas. Ele é formado por 33 membros e seus respectivos suplentes. Os membros do Cepe se reúnem, ordinariamente, duas vezes por mês. O Cepe é presidido pelo reitor; e é também composto pela vice-reitora; por dois representantes dos professores de cada centro de ensino; pelos pró-reitores de graduação, de extensão, e de pesquisa e pós-graduação; por dois representantes do corpo técnico-administrativo e por seis dos estudantes. ==== Conselho de Curadores (CUr) ==== O CUr é o órgão deliberativo e consultivo em matéria de fiscalização econômico-financeira. Acompanha e fiscaliza a execução orçamentária da Universidade por meio de documentação a ele encaminhada pelo Departamento de Contabilidade e Finanças (DCF) e pelas Unidades Descentralizadas (Centros de Ensino). Tem a responsabilidade de aprovar os balancetes financeiros mensais e a prestação anual de contas da Universidade apresentada pelo reitor, para que ao fim seja enviada à Secretaria Federal de Controle da Controladoria Geral da União (CGU). O conselho é formado por um presidente, um vice-presidente e por representantes dos professores da Ufes – eleitos pelo Consuni e pelo Cepe – um representante do Ministério da Educação (MEC), um da comunidade, um do corpo técnico-administrativo, e um dos estudantes. === Superintendência de Cultura e Comunicação === A Supecc é um órgão vinculado à Administração Central com a função de articular, propor, coordenar, executar e supervisionar as ações desenvolvidas pela universidade nas áreas de cultura e de comunicação. A Supecc está localizada no primeiro andar do prédio da Administração Central (Reitoria), no campus de Goiabeiras, Vitória. A superintendente de Comunicação e Cultura é a professora doutora Ruth Reis, do Departamento de Comunicação Social, do Centro de Artes da Ufes. Vinculadas à Supecc estão as secretarias de Cultura e a de Comunicação. === Secretarias === São unidades administrativas vinculadas à Administração Central que executam atividades específicas em uma determinada área considerada relevante para a vida acadêmica. A Ufes possui três secretarias: * Comunicação * Cultura * Relações Internacionais === Órgãos Suplementares === As atividades da Universidade são complementadas pelos seguintes órgãos suplementares: * Biblioteca Central * Editora Universitária (Edufes) * Hospital Universitário Cassiano Antonio Moraes (Hucam) * Instituto de Inovação Tecnológica (INIT) * Instituto de Odontologia (LOUFES) * Instituto Tecnológico (ITUFES) * Núcleo de Assessoria Jurídica e Auditoria Interna (Audin) * Núcleo de Processamento de Dados (NPD) *Museu de Ciências da Vida (MCV) * Prefeitura Universitária * Rádio e Televisão Universitária (TV UFES) == Campi == ==== Campus Goiabeiras, em Vitória: ==== Local da maioria dos cursos oferecidos pela Ufes, sendo a sede da Universidade e assentamento da Administração Central (reitoria). ==== Campus Maruípe, em Vitória: ==== Fragmento da Ufes voltado para os cursos da área da saúde. Ademais, é onde se fixa o famoso HUCAM (Hospital Universitário Cassiano Antônio Moraes) ou Hospital das Clínicas. ==== Campus Alegre: ==== Onde estão o Centro de Ciências Agrárias e Engenharias (CCAE) e o Centro de Ciências Exatas, Naturais e da Saúde (CCENS), ambos desmembrados do Centro de Ciências Agrárias. ==== Campus São Mateus (CEUNES): ==== Centro Universitário Norte do Espírito Santo ou CEUNES é uma unidade de ensino descentralizada da Ufes e possui uma repartição de pesquisa em seu campus, a Fazenda Experimental, onde são realizadas pesquisas nas áreas ambiental, agricultura e Agronomia. == Alunos ilustres == Desde 1967, dos últimos 11 governadores do estado do Espírito Santo, 08 deles são formados pela Ufes, sendo: Cristiano Dias Lopes Filho (1967-1971), Élcio Álvares (1975-1979), Eurico Resende (1979-1983), Gerson Camata (1983-1986), Albuíno Cunha de Azeredo (1991-1995), Vitor Buaiz (1995-1999), José Ignácio Ferreira (1999-2003) e Paulo Hartung (2003-2011 e 2015-2019). === Comunicação Social === *Elisa Lucinda - poetisa, cantora e atriz. === Física === *Paulo Antônio de Souza Júnior - cientista e colaborador do Projeto Mars Exploration Rover do JPL/NASA. === Artes Plásticas === *Juliano Enrico - quadrinista, diretor de animação, ator e ex-VJ da extinta MTV Brasil. === Ciências Econômicas === *Ana Paula Vescovi: ex- secretária do Tesouro Nacional; *Gerson Camata: ex-governador do Espírito Santo, ex-senador e ex-deputado federal; *Paulo Hartung: ex-governador do Espírito Santo, ex-senador, ex-deputado federal e ex-prefeito de Vitória; *Sebastião Salgado: fotógrafo. === Cinema e Audiovisual === *Chay Suede: ator (não concluiu o curso) === Direito === * Carlos Simões Fonseca: desembargador do TJ/ES e corregedor-geral de justiça do estado do Espírito Santo; * Walace Pandolpho Kiffer: desembargador do TJ/ES e vice-corregedor-geral de justiça do estado do Espírito Santo; * Adalto Dias Tristão: desembargador do TJ/ES; * Manoel Alves Rabelo: desembargador do TJ/ES; * Ronaldo Gonçalves de Sousa: desembargador do TJ/ES; * Pedro Valls Feu Rosa: desembargador do TJ/ES; * Annibal de Resende Lima: desembargador do TJ/ES; * José Paulo Calmon Nogueira da Gama: desembargador do TJ/ES; * Namyr Carlos de Souza Filho: desembargador do TJ/ES; * Willian Silva: desembargador do TJ/ES; * Janete Vargas Simões: desembargadora do TJ/ES; * Robson Luiz Albanez: desembargador do TJ/ES; * Fernando Estevam Bravin Ruy: desembargador do TJ/ES; * Ewerton Schwab Pinto Júnior: desembargador do TJ/ES; * Fernando Zardini Antônio: desembargador do TJ/ES; * Jorge Henrique Valle dos Santos: desembargador do TJ/ES; * Rachel Durão Correia Lima: desembargadora do TJ/ES. * Theodorico Ferraço: deputado estadual * Rodrigo Lima: vocalista da banda Dead Fish === Educação === * Sergio Majeski: deputado estadual === Educação Física === *Tales Cotta: modelo. === Enfermagem === *Janete de Sá: deputada estadual *Ethel Maciel: doutora, enfermeira e atual Secretária da SVSA. === História === *Miriam Leitão - jornalista e apresentadora de televisão. === Jornalismo === *Rita Camata: ex-candidata a vice-presidente do Brasil na chapa de José Serra, deputada federal (1987-2011), conhecida como relatora do Estatuto da Criança e do Adolescente; *Rose de Freitas: senadora. === Medicina === Paulo Foletto: cirurgião e deputado federal === Psicologia === *Viviane Mosé: poetisa, filósofa, psicóloga e psicanalista. === Publicidade e Propaganda === *Daniel Furlan: ator, comediante, roteirista, músico, diretor, apresentador e cartunista. == Ligações externas == * Página oficial * Prefeitura Universitária * Centro de Artes * Centro de Ciências Agrárias * Centro de Ciências Jurídicas e Econômicas * Centro Tecnológico * Centro de Ciências da Saúde * Centro de Ciências Humanas e Naturais * Centro de Educação Física e Desportos * Centro de Educação * Centro de Ciências Exatas * Centro Universitário Norte do Espírito Santo * Cursos de graduação oferecidos pela Ufes",
 "title": "Universidade Federal do Espírito Santo"
}