{
 "id": "91380",
 "text": "O New Deal (em português, novo acordo ou novo contrato) foi uma série de programas implementados nos Estados Unidos entre 1933 e 1937, sob o governo do presidente Franklin Delano Roosevelt, com o objetivo de recuperar e reformar a economia norte-americana, além de auxiliar os prejudicados pela Grande Depressão. Seu nome foi inspirado em Square Deal, nome dado por Theodore Roosevelt à sua política econômica. Essas políticas econômicas, até então inusitadas, foram adotadas quase simultaneamente por Roosevelt nos Estados Unidos e por Hjalmar SchachtHitler Takes Power: Hitler Appointed Chancellor: Germany Recovers from the Depression. MacroHistory. na Alemanha, cerca de três anos mais tarde, foram racionalizadas pelo economista John Maynard Keynes em sua obra clássica Teoria geral do emprego, do juro e da moeda.KEYNES, John Maynard. Teoria geral do emprego, do juro e da moeda (General theory of employment, interest and money). Tradutor: CRUZ, Mário Ribeiro da. São Paulo: Editora Atlas, 1992. ISBN 978-85-224-1457-4 == Antecedentes == Na década de 1930, os Estados Unidos atravessaram um período em que um grande número de norte-americanos viveram na absoluta pobreza, desesperadamente necessitando mais alimentos, roupas e abrigos. Paradoxalmente, os recursos produtivos (fazendas, fábricas, máquinas, mão de obra) que poderiam prover estes alimentos, roupas e abrigos estavam paralisados: não produziam nada.A Case of Unemployment. About.com: American History. Tanto Henry Ford, fundador da Ford Motor Company, quanto o economista John Maynard Keynes já haviam previsto que \"a aceleração dos ganhos de produtividade provocada pela revolução taylorista levaria a uma gigantesca crise de superprodução se não fosse encontrada uma contrapartida em uma revolução paralela do lado da demanda\", que permitisse a redistribuição da renda para aumentar o consumo. A Grande Depressão dos anos 1930 tornou-se uma gigantesca crise de superprodução, numa trágica confirmação daquelas previsões. Segundo Flávio Limoncic, acadêmico da UFRJ, o New Deal iniciou \"a tensa construção do pacto entre Estado, trabalho organizado e capital, ou regulação fordista keynesiana do capitalismo que [...] fundamentaria o peculiar Estado de Bem-Estar americano e o longo período de prosperidade que se estenderia até fins dos anos 1960.\" Para o estudioso, \"a regulação fordista keynesiana baseava-se em um pacto segundo qual o Estado assumia papéis keynesianos, de forma a tornar-se um demandador da indústria privada e um fornecedor de salários indiretos, com o objetivo de universalizar o consumo; o capital repassava ganhos de produtividade do trabalho aos salários (relação salarial fordista), buscando assim assegurar a estabilidade do sistema e, por fim, os sindicatos aceitavam a ordem capitalista, em troca de sua incorporação ao mundo do consumo\". == Conteúdo == Os itens do projeto eram: (I) investimento maciço em obras públicas: o governo investiu US$ 4 bilhões (valores não corrigidos pela inflação) na construção de usinas hidrelétricas, barragens, pontes, hospitais, escolas, aeroportos etc. Tais obras geraram milhões de novos empregos; (II) destruição dos estoques de gêneros agrícolas, como algodão, trigo e milho, a fim de conter a queda de seus preços; (III) controle sobre os preços e a produção, para evitar a superprodução na agricultura e na indústria; e (IV) diminuição da jornada de trabalho, com o objetivo de abrir novos postos. Além disso, fixou-se o salário mínimo, criaram-se o seguro-desemprego e o seguro-aposentadoria (para os maiores de 65 anos). == Características == A política de intervenção estatal começou a ser adotada primeiro nos Estados Unidos, com o anúncio pelo presidente Franklin Roosevelt de uma série de medidas que ficaram conhecidas como New Deal (novo acordo, em português) e que passaram a ser concretizadas em 1933. Dentre elas, se destacam: * controle sobre bancos e instituições financeiras e econômicas; * construção de obras de infraestrutura para a geração de empregos e aumento do mercado consumidor; * concessão de subsídios e crédito agrícola a pequenos produtores familiares; * criação de Previdência Social, que estipulou um salário mínimo, além de garantias a idosos, desempregados e inválidos; * incentivo à criação de sindicatos para aumentar o poder de negociação dos trabalhadores e facilitar a defesa dos novos direitos instituídos. O New Deal pode ser dividido em quatro dimensões: * Reformas econômicas e regulação de setores da economia; * Medidas emergenciais; * Transformações culturais; e * Nova pactuação política entre o Estado e fatores sociais, o que formou a chamada coalizão do New Deal. Em seus primeiros 100 dias, o New Deal implementou reformas setoriais na economia americana para criar as condições para a formação de poupança interna e recuperar a rentabilidade dos investimentos. Foram implementadas medidas para sanear o sistema financeiro, com o Emergency Banking Act, para regular a produção agrícola, com o Agricultural Adjustment Act (AAA), e para evitar a perda da hipoteca das casas próprias, com o Home Owners’ Refinancing Act. No setor industrial, a principal medida foi a redução da jornada do trabalho. Percebendo que o fator básico que gerou a crise econômica havia sido a superprodução, Henry Ford estabeleceu a jornada de oito horas. Além disso, foi responsável por uma importantíssima inovação técnica — a linha de montagem. Essa inovação permitiu a redução dos custos e, sobretudo, aumento da produtividade, isto é, o rendimento do trabalho e dos demais agentes da produção. A aplicação das técnicas fordistas em várias indústrias de bens de consumo promoveu uma queda de preços em todo o país, fator que é tido, juntamente com New Deal, como primordial para a recuperação da economia norte- americana. Como resultado do New Deal, foram criadas nos Estados Unidos dezenas de agências federais (equivalentes às autarquias, no direito administrativo brasileiro), as quais receberam o apelido irônico de alphabet agencies (agências alfabéticas), devido à profusão das siglas com que eram designadas: CCC (Civilian Conservation Corps), TVA (Tennessee Valley Authority), AAA (Agricultural Adjustment Administration), PWA (Public Works Administration), FDIC (Federal Deposit Insurance Corporation), SEC (Securities and Exchange Commission), CWA (Civil Works Administration), SSB (Social Security Board), WPA (Works Progress Administration), NLRB (National Labor Relations Board). == Eficácia == O impacto político do New Deal foi evidente nos Estados Unidos e é creditado, por analistas, como um dos fatores para a ascensão do Partido Democrata, dominando as legislaturas estaduais e nacionais até a década de 1960. Contudo, não há consenso no impacto ideológico. Muitos historiadores rejeitam a noção que houve mudanças culturais através do New Deal, mas talvez houve um fortalecimento do liberalismo social e econômico. Houve também aumento do poder federal sobre empresas privadas, além do estabelecimento de diversas autarquias públicas. Os Republicanos, conservadores, apesar de se opor a este plano, não o modificaram uma vez no poder. Dwight D. Eisenhower, eleito em 1953, na verdade, expandiu algumas das políticas de Roosevelt, especialmente aquelas voltadas para a seguridade social. Também não há um consenso total sobre se o New Deal realmente atingiu todos os seus objetivos. Sua principal meta quando foi implementado era retirar o país da Grande Depressão e colocá-lo de volta no caminho da prosperidade. Durante o período do New Deal, de fato, a economia americana se fortaleceu e cresceu, mas os problemas internos (como a pobreza e a desigualdade) prosseguiam. Críticos afirmam que foi na verdade a Segunda Guerra Mundial que reergueu a economia nacional, puxando a produção industrial e o desenvolvimento. Os críticos apontam que houve um crescimento no déficit público e no trabalho informal. Havia imensa interferência do governo na economia, especialmente nos pequenos negócios e, segundo eles, um crescimento do socialismo de Estado, em detrimento do sistema financeiro capitalista, que havia tornado os Estados Unidos em uma potência. Muitos historiadores, analistas e apoiantes do New Deal dizem que ele salvou a economia americana, retirando o país da recessão gerado pela Crise de 1929. Eles dizem que as novas regulamentações governamentais ajudaram os negócios, especialmente as pequenas empresas, aumentando a justiça do sistema financeiro. Também houve uma redução da desigualdade de renda. Assistência aos pobres, desempregados e a expansão da seguridade social (especialmente para idosos) também foi bem aceita pela população. O governo também impôs uma nova política fiscal, que segundo analistas, beneficiou o sistema financeiro e incentivou os investidores, salvando Wall Street. == Críticas == Os opositores do New Deal, os quais protestavam contra o crescimento dos gastos públicos e o deslocamento de atribuições dos Estados para a União norte-americana, conseguiram interromper a expansão em 1937 e abolir alguns dos programas a partir de 1943. Todavia, programas e agências importantes então criados subsistem até hoje, como a Social Security (Seguridade Social), a SEC - Securities and Exchange Comission (Comissão de Valores Mobiliários), a FDIC - Federal Deposit Insurance Corporation (que garante os depósitos bancários) e a TVA - Tennessee Valley Authority (Autoridade do Vale do Tennessee - espécie de SUDENE para o sul dos Estados Unidos). Existe muita discussão se o New Deal realmente ajudou os EUA a sair da Grande Depressão. Deve ser notado que, embora Roosevelt tenha criado o nome New Deal, várias das medidas já haviam sido tomadas por Herbert Hoover e, segundo o economista Murray Rothbard, essas medidas teriam sido uma das causas da Grande Depressão. Já Allan M. Winkler, professor de história na Universidade de Miami discorda desta tese: \"A resposta do presidente Hoover fez pouco para aliviar a catástrofe. Embora tivesse uma postura mais ativa que seus predecessores, seu próprio compromisso com o individualismo, e sua crença de que o Estado não deveria desempenhar um papel agressivo na recuperação econômica, impediu sua ação, e as poucas medidas que ele tomou tiveram pouco impacto.\"WINKLER, Allan M. The New Deal: Accomplishments and Failures U.S. Senate Committee on Banking, Housing, and Urban Affairs, March 31, 2009 == Influência == O New Deal teve grande influência na política econômica e social adotada no Brasil pelo Presidente Getúlio Vargas, que admirava Franklin D. Roosevelt, e vice versa: Embora não fosse propriamente um projeto coerente de reformas políticas, econômicas e sociais, as políticas implementadas por Franklin D. Roosevelt em resposta à Grande Depressão lançaram as bases do estado keynesiano e do poder sindical nos Estados Unidos. == Ver também == * Liberalismo nos Estados Unidos * Política econômica anticíclica == Bibliografia == === Livros === * * * * * === Teses === * === Periódicos === * * * == Leitura adicional == * AGEE, James e EVANS, Walker. Let us now praise famous men. Boston: Houghton Mifflin, 1941. * COMMONS, John. Industrial goodwill. Nova York: McGraw-Hill, 1919. * COMMONS, John. Myself: the autobiography of John R. Commons. Madison: University of Winsconsin Press, 1963. * CROLY, Herbert. The promise of American life. Boston: Northeastern University Press, 1989 (a primeira edição é de 1909). * FORD, Henry. Ford Motor Company. Forty years, 1903-1943. Detroit: Ford Motor Company, 1943. * GOLDBERG, Arthur. Growth of labor law in the United States. Washington: United States Deparment of Labor. US Bureau of Labor Standards, 1962. * GRAVES, Ralph. The triumph of an idea. The story of Henry Ford. Nova York: Doubleday, Doran & Company, Inc., 1934. * KIRSH, Benjamin e SHAPIRO, Harold. The National Industrial Recovery Act. An analysis. Nova York: Central Book Company, 1933. * LIMA, Alceu Amoroso. A realidade americana. Rio de Janeiro: Livraria Agir Editora, 1954. * LYND, Robert e LYND, Helen. Middletown. A study in contemporary American culture. Nova York: Harcourt, Brace & World, 1929. * MANOÏLESCO, Mihail. O século do corporativsmo. Rio de Janeiro: José Olympio Editora, 1939. * SILVERBERG, Louis (org.). The Wagner Act: after ten years. Washington: The Bureau of National Affairs, Inc., 1945. * VARGAS, Getúlio. A nova política do Brasil. Rio de Janeiro: José Olympio Editora, Vol. * WALSH, Raymond. CIO. Industrial unionism in action. Nova York: W. W. Norton & Company, Inc., 1937. * WELLES, Sumner. The time for decision. Nova York e Londres: Harper & Brothers Publishers, 1944. * WOLFSON, Theresa e WEISS, Abraham. Industrial unionism in the American Labor Movement. Nova York: The League for Industrial Democracy, 1937. == Ligações externas == * 1933: Roosevelt presidente * HANNSGEN,Greg e PAPADIMITRIOU, Dimitri B.Lessons from the New Deal: Did the New Deal Prolong or Worsen the Great Depression? Working Paper No. 581, The Levy Economics Institute of Bard College. outubro de 2009 Categoria:História econômica dos Estados Unidos Categoria:Presidência de Franklin D. Roosevelt Categoria:Período entreguerras Categoria:Século XX na economia Categoria:Grande Depressão Categoria:1933 na economia Categoria:Década de 1930 na economia",
 "title": "New Deal"
}