{
 "id": "91385",
 "text": "Estilo de vida é uma expressão moderna que se refere à estratificação da sociedade por meio de aspectos comportamentais, expressos geralmente sob a forma de padrões de consumo, rotinas, hábitos ou uma forma de vida adaptada ao dia a dia. Sua determinação não foge às regras da formação e diferenciação das culturas: a adaptação ao meio ambiente e aos outros seres humanos. É a forma pela qual uma pessoa ou um grupo de pessoas vivencia o mundo e, em consequência, se comporta e faz escolhas. Há revistas populares e colunas em jornais anunciando padrões específicos de conduta, alimentação, roupas, espaços de esporte, lazer etc. Poder-se dizer que \"estilo de vida\" denomina alguns aspectos da vida social relacionadas ao comportamento de grupos específicos, como, por exemplo: as classes sociais (concebidas numa perspectiva da teoria marxista ou simplesmente como segmentos das estratificação socioeconômica); os novos ricos; os aristocratas (e burgueses); o american way of life; e o comportamento das tribos urbanas punks, góticas e hippies, entre outros outsiders. == Por que estudar os estilos de vida? == O problema que se coloca a um pesquisador é \"como\" e \"por que\" estudar estilos de vida. Não há dúvida que estamos diante de um tema (objeto) de estudo das ciências sociais (sociologia e etnologia) e/ou psicologia social). Alguns padrões sociais de estilo de vida constituem os principais fatores de risco comportamentais envolvidos nas doenças crônicas e incapacidades sérias. Observe-se que doenças crônicas como as cardiovasculares e neoplasias, junto com os acidentes e violências, estão entre as principais causas de morte nas sociedades, desenvolvidas ou não. Um estilo de vida sedentário está associado a sobrepeso e obesidade, por exemplo. Isso só já seria uma razão suficiente, mas outros problemas sociais e comportamentais também podem ser compreendidos, como a elaboração de conceitos e medidas relativas a esse modo de ser da sociedade e dos indivíduos. == História == Do ponto de vista da sociologia, uma das primeiras aproximações com o conceito de way of life – modo (gênero) de vida - foi o trabalho do antropólogo Lewis Morgan (1877), que seria retomado posteriormente pelos teóricos criadores da economia política Marx e Engels em diversos escritos, entre os quais: \"A Origem da Família, da Propriedade Privada e do Estado\" (Engels), textos sobre formações sociais pré- capitalistas, e \"O Capital\" (Marx), que, como observa Almeida, de certo modo, anteciparam o uso do conceito de cultura. Lê-se, na introdução de A Ideologia Alemã (Marx & Engels): Ainda segundo Almeida, posteriormente, a expressão \"modo de vida\", que, de certo modo, antecipou o uso do conceito de \"cultura\", aproxima-se do que define a organização econômica da sociedade – meios de produção, enquanto que sua relação com os aspectos simbólicos na teoria marxista seriam retomados por Georg Lukács e Antônio Gramsci com sua aplicação aos estudos da vida cotidiana e cultura popular, com sua diversidade de recursos simbólicos. O conceito de \"cultura\", por sua vez, ao longo do século XX, assume uma diversidade de significados que, por sua amplitude, não mais nos permite aproximá-lo sem redução determinista de causalidade às noções de \"estilo\" e \"modo de vida\", a não ser pela concepção de subcultura e cultura desviante (outsider). thumb|esquerda|350px|Hippies relaxando no festival de Woodstock, um marco do movimento hippie Geertz, citando Kluckhom, enumera algumas propriedades desta trama conceitual que envolve desde comportamento aprendido e transmitido através de gerações, aos sistemas simbólicos, produtos, artefatos elaborados e formas de adaptação ao meio ambiente ou organização social dos grupos humanos mas situa a antropologia cultural como uma ciência interpretativa à procura do significado. ==A organização social e suas contradições na teoria marxista== De acordo com a concepção materialista, o fator decisivo na história, segundo Engels, é, em última instância, a produção e a reprodução da vida imediata. A ordem social em que vivem as pessoas de determinada época ou de determinado país está condicionada por essas duas espécies de produção: pelo grau de desenvolvimento do trabalho, de um lado, e da família, de outro. A diversidade de povos e culturas, segundo esse autor, advém da combinação desses fatores. Em suas palavras: quanto menos desenvolvido é o trabalho, mais restrita é a quantidade de seus produtos e, por consequência, a riqueza da sociedade; com tanto maior força, se manifesta a influência dominante dos laços de parentesco sobre o regime social. Essa estrutura básica de equilíbrio entre os fatores de produção e reprodução social pode estar em equilíbrio, como nas comunidades primitivas (gentílicas ou organizadas em famílias e clãs ou gens), até que as dimensões da população ou a produtividade aumente sem cessar de modo que rompa-se esse equilíbrio, criando-se novos elementos como a propriedade privada e as trocas, o emprego do trabalho alheio e as diferenças de riqueza e classes sociais. As novas relações de propriedade (o recém-criado Estado) submetem o antigo regime familiar, não sem contradições e lutas de classe que constituem o desenvolvimento da história até os nossos dias.ENGELS, 1884,1985. Além dos mecanismos de controle da reprodução social (onde se estruturam os sistemas de parentesco), do ambiente físico e das bem definidas pressões econômicas na teoria marxista, as explicações sobre a diversidade cultural ou os distintos estilos de vida (ways of life) têm sido propostas por diversos autores da antropologia cultural (incorporando as contribuições da psicologia e psicanálise) com base nas idiossincrasias pessoais de líderes (genes e acontecimentos de sua história individual), desenvolvidas especialmente nas teorias da personalidade. A potencial capacidade de transformação ou adaptação em uma sociedade com carências, privações (ou \"estressores psicossociais\", nas concepções modernas de estresse) e desigualdades no acesso de seus integrantes aos recursos econômicos e benefícios da civilização (urbanização) é intermediada por intervenções na ideologia (ou aparelho ideológico do estado), no que tende a ser visto como soluções individuais ou comportamentos alternativos (alguns até estimulados pelo marketing da saúde como estilos de vida saudável). esquerda|thumb|Corredores na Corrida de São Silvestre de Avaré (2005 - 60 anos) Contudo, não há uma possibilidade de distribuição de pequenas fortunas e equipamentos urbanos para todos ou mesmo dos alimentos para uma população que cresce numa proporção geométrica, parafraseando Malthus (1766-1834). As rupturas e divergências manifestadas a partir da consciência individual tendem a ser controladas como desvios de conduta, segundo a teoria marxista. Para Marx, a consciência é um produto social. A consciência do meio sensível e imediato é uma relação limitada com outras pessoas e coisas situadas fora do indivíduo. A partir do momento em que a consciência pode supor algo mais que a prática existente, entra em contradição com as relações existentes: isso deve-se apenas ao fato de as relações sociais existentes terem entrado em contradição com a força produtiva existente, o que também pode acontecer em relação à esfera nacional ou entre uma nação e as outras nações (Marx, em \"A Ideologia Alemã\"), e a política, como já foi dito, é a arte de evitar a guerra. == Psicologia Social == Não são muito comuns referências ao estudo do estilo de vida nos livros e manuais textos dessa disciplina, contudo estes nos fornecem conceitos essenciais à sua compreensão como por exemplo: liderança ; opinião pública, moda, mente coletiva (comportamento das multidões), psicologia da cultura, esses dois últimos temas nos livros mais antigos e mais especificamente nos livros textos mais modernos com a temática da identidade. Para o psicólogo soviético B. D. Pariguin da Universidade de Leningrado, o gênero de vida é formado pelas condições e relações que, em certo sentido, transpõem o conjunto da produção e da vida político social e está relacionado com a satisfação direta das necessidades e desejos quotidianos dos seres humanos. Pode ser examinado em níveis fundamentais: #Relação com os serviços da comunidade #Relações familiares #Relações com demais grupos sociais (vizinhança; amigos; conhecidos e desconhecidos) #Relações com o tempo livre individual e lazer Essa última categoria envolve a concepção usual de estilo de vida enquanto definido por roupas, linguagem, esportes, cultura, livros, de uma pessoa, grupo ou sociedade. == Ver também == * Estilo de vida alternativo * Antropologia comportamental * Doenças degenerativas * Medicina comportamental == Bibliografia == * ALMEIDA, NAOMAR. Modelos de determinação social das doenças crônicas não-transmissíveis, Ciência & Saúde Coletiva, v.9 n.4 (865-884), RJ, ABRASCO, 2004 Disponível em PDF * ENGELS, FRIEDRICH. A Origem da Família, da Propriedade Privada e do Estado. RJ, Civilização Brasileira, 1985 * GEERTZ, CLIFFORD. A interpretação de culturas. RJ, LTC, 2008 * MURRAY, HENRY A.; KUCKHOHN CLYDE (org.). Personalidade: na natureza, na sociedade e na cultura. MG, Itatiaia, 1965 Ver também: Personality in Nature, Society, and Culture * PARIGUIN, B.D. A psicologia social como ciência. RJ Zahar, 1972 * STREY, MARLENE NEVES et AL. Psicologia Social Contemporânea: livro-texto. Petrópolis, RJ, Vozes, 2008 == Ligações externas == * Associação Brasileira de Psicologia Social * Associação Brasileira de Psicologia Política * Associação Brasileira de Etnopsiquiatria * Comunidade Virtual de Antropologia * BRFSS- CDC's Behavioral Risk Factor Surveillance System * Instituto Brasileiro de Opinião Pública e Estatística – IBOPE * Instituto Gallup de Pesquisas * Naquele tempo em Arembepe, um livro sobre o movimento hippie na Bahia * Revista Vogue Categoria:Subcultura Categoria:Vida pessoal Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Estilo de vida"
}