{
 "id": "915",
 "text": "Goa () é um estado da Índia. Situa-se entre Maarastra a norte e Carnataca a leste e sul, na costa do mar da Arábia, a cerca de 400 km a sul de Bombaim. É o menor dos estados indianos em território e quarto menor em população, e o mais rico em PIB per capita da Índia. A sua língua oficial é o concani, mas ainda existem pessoas neste estado que falam português, devido ao domínio de Portugal na região por mais de 400 anos. As suas principais cidades são Vasco da Gama, Pangim (outrora também chamada Nova Goa), Margão e Mapuçá. Goa, a partir de 1510, foi a capital do Estado Português da Índia. Na década de 1960 existiram vários movimentos de libertação, e um dos mais marcantes foi feito pelo exército indiano em 1961, a maioria das nações reconheceram a ação da Índia, mas Portugal apenas reconheceu a anexação do Estado Português da Índia em 1974. As suas igrejas e conventos encontram-se classificadas como Património da Humanidade pela UNESCO. == História == === Antecedentes === A primeira referência a Goa data de cerca de , em escrita cuneiforme da Suméria, onde é chamada Gubio. Formada por povos de diferentes etnias da Índia, a influência dos sumérios aparece no primeiro sistema de medidas da região. No período védico tardio é chamada Gomantakem sânscrito, que significa \"terra semelhante ao paraíso, fértil e com águas boas\". O Mahabharata conta que os primeiros arianos que chegaram a Goa eram fugitivos da extinção, pela seca do rio Sarasvati, 96 famílias que chegaram por volta de A eles uniram-se os Kundbis vindos do sul, para, durante 250 anos, resgatar solo do mar, aumentando o espaço fértil entre este e as montanhas. Cerca de 200 a.C., Goa tornou-se a fronteira sul do império de Açoca: os dravidianos tinham sido empurrados para o sul pelos arianos, como refere a Geografia de Estrabão. Por volta de 530–550, Goa é citada como um dos melhores portos do Indostão, sendo chamada de Sindabur, Chandrapur ou Buvah-Sindabur pelos árabes e turcos. Depois do Império Máuria Goa foi disputada por vários impérios em batalhas sangrentas. Por volta do Goa, então concentrada em torno do rio Zuari, prosperou pelo comércio com os árabes. Em 1347 caiu sob domínio islâmico do Sultanato de Deli, e muitos templos a deuses hindus foram destruídos. Em 1370 o território foi conquistado pelo Reino de Bisnaga, que dominou a região até 1469, quando foi conquistada pelo Sultanato de Bamani, do qual se separou em 1489 o Sultanato de Bijapur, que pôs a zona na suas mãos, e estabeleceu como sua capital auxiliar a Velha Goa. === Presença portuguesa === thumb|Capela de Santa Catarina, erguida durante a ocupação portuguesa. Não confundir com a Sé de Santa Catarina, de maiores dimensões, também em Goa Velha. Goa foi cobiçada por ser o melhor porto comercial da região. A primeira investida portuguesa deu-se em 1510, de 4 de Março a 20 de Maio. Nesse mesmo ano, em uma segunda expedição, a 25 de Novembro, Afonso de Albuquerque, auxiliado pelo corsário hindu Timoja, tomou Goa aos muçulmanos, que se renderam sem combate, por o sultão se achar em guerra com o Decão. Nesse período, um cronista português descreve Goa, no período de 1512–1515: :\"Os gentios do reino de Goa são mais válidos que os do reino de Cambaia. Têm formosos templos seus neste reino, têm sacerdotes ou brâmanes de muitas maneiras. Há entre estes brâmanes gerações muito honradas deles, não comem coisa que tivesse sangue nem coisa feita por mão de outrem (…). As gentes do reino de Goa por nenhum tormento não confessarão coisa que façam. Sofrem grandemente e soem ser atormentados de diversos tormentos. Antes morrem que confessar o que determinaram calar. E as mulheres de Goa são jeitosas no vestir, as que dançam e volteiam o fazem com melhor maneira que todas as destas partes. (…) E costuma-se grandemente neste reino de Goa, toda mulher de gentio queimar-se por morte de seu marido. Entre si têm todos isto em apreço e os parentes dela ficam desonrados quando se não querem queimar e eles com admoestações as fazem queimar. As que de má mente recebem o sacrifício e as que de todo ponto não se queimam ficam públicas fornicárias e ganham para as despesas e fábricas dos templos donde são freguesas. Este gentios têm cada um uma mulher por ordenança, e muitos brâmanes prometem castidade e sustêm-na sempre. Nos outros portos de Goa se carrega muito arroz, sal, bétele, areca.\" (A 'Suma Oriental' de Tomé Pires. Ed. Armando Cortesão, 1978. p. 212–218.) Uma outra descrição coeva fornece maiores detalhes: :\"[Goa] é habitada de muitos mouros honrados, muitos deles estrangeiros de muitas partidas. Eram homens brancos, entre os quais, além de muito ricos mercadores que aí havia, eram outros lavradores. A terra por ser muito bom porto, era de grade trato, onde vinham muitas naus de Meca e da cidade de Adem, Ormuz, de Cambaia e do Malabar (…). É a cidade mui grande, de boas casas, bem cercada de fortes muros, torres e cubelos; ao redor dela muitas hortas e pomares, com muitas formosas árvores e tanques de boa água com mesquitas e casas de oração de gentios. A terra é toda arredor muito aproveitada (…). Neste porto de Goa há grande trato de muitas mercadorias de todo o Malabar, Chaul e Dabul, do grande reino de Cambaia, que se gastam para a terra firme. Do reino de Ormuz vem aqui cada ano muitas naus carregadas de cavalos, os quais vêm aqui comprar muitas mercadorias do grande reino de Narsinga e Daquem, e compram cada um a duzentos e trezentos cruzados e segundo é, e vão-nos a vender aos reis e senhores aqui das suas terras, e, todos, uns e outros, ganham nisso muito e assim el-rei nosso senhor, que de cada cavalo tem quarenta cruzados de direitos.\" (Livro que dá relação do que viu e ouviu no Oriente Duarte Barbosa. Lisboa: Ed. Augusto Reis Machado, 1946. p. 89–91.) Com a derrota dos muçulmanos da região, em 1553 um quinto dela estava sob domínio português, recebendo o nome de «Velhas Conquistas». Os governadores portugueses da cidade pretendiam que fosse uma extensão de Lisboa no Oriente e para tal criaram algumas instituições e construíram-se várias Igrejas para expandir o cristianismo e fortificações para a defender de ataques externos. A partir de meados do verifica-se um alargamento dos territórios de Goa, que passam a integrar as «Novas Conquistas». Apesar de, com a chegada da Inquisição , muitos dos residentes locais terem sido convertidos violentamente ao cristianismo ameaçados com castigos ou confisco de terra, títulos ou propriedades, a maior parte das conversões foram voluntárias tendo muitos dos missionários que aí pregaram alcançado fama. Entre estes conta-se São Francisco Xavier, que ficou conhecido como o \"Apóstolo das Índias\" por ter exercido a sua missionação não só em Goa, mas também noutros pontos da Índia, como Uvari que não se encontravam sob domínio Português. A decadência do porto no foi consequência das derrotas militares dos portugueses para a Companhia Holandesa das Índias Orientais dos Países Baixos no Oriente, tornando o Brasil e, mais tarde, no , as colónias africanas, o centro económico de Portugal. Houve dois curtos períodos de dominação britânica e e poucas outras ameaças externas após este período. Durante o domínio britânico na Índia, muitos habitantes de Goa emigraram para Mumbai, Calcutá, Puna, Karachi e outras cidades. O isolamento de Goa diminuiu com a construção das vias férreas a partir de 1881, mas a emigração em busca de melhores oportunidades económicas aumentou. Em 1842 foi fundada a Escola Médico-Cirúrgica de Goa que formou médicos que viriam a exercer em todo o Império Português. Em 1900 Goa teve seu primeiro jornal bilingue -português. === A independência da Índia === No contexto da descolonização, após os Ingleses terem deixado a Índia (1947) e os Franceses Pondicherry (1954), o governo português, liderado por António de Oliveira Salazar, recusou-se a negociar com a Índia. Por essa razão, de 18 para 19 de dezembro de 1961 uma força indiana de 40 mil soldados conquistou Goa, encontrando pouca resistência. À época, o Conselho de Segurança das Nações Unidas considerou uma resolução que condenava a invasão, o que foi vetado pela União Soviética. A maioria das nações reconheceram a ação da Índia, mas Portugal apenas a reconheceu após a Revolução de 25 de Abril de 1974. == A ação missionária em Goa == Goa destacou-se por ter sido sede de duas grandes ações civilizadoras portuguesas no Oriente: a religiosa e a educacional. Foi considerada a \"Roma do Oriente\", erigida em Sé Metropolitana das dioceses de Moçambique, Ormuz, Cochim, Meliapor, Malaca, Nanquim e Pequim na China, e Funay no Japão, a partir de 4 de Fevereiro de 1557. Dali partiram para o apostolado os grandes vultos do catolicismo português no Oriente, como São Francisco Xavier e São João de Brito. No que tange à ação educacional, em Goa foram erguidas inúmeras escolas e liceus, uma escola médica e institutos profissionais e técnicos. Vultos das letras portuguesas como o poeta Luís de Camões (\"\"), Garcia de Orta (\"Colóquios dos Simples e Drogas da Índia\") e Manuel Maria Barbosa du Bocage, ali redigiram parte das suas obras. == Cronologia == * 1510 — Ocupação portuguesa de Goa * 1535 — Diu adquirido por Portugal * 1588 — Damão adquirido por Portugal * 1779 — Dadrá e Nagar-Aveli adquirido por Portugal * 1802–1813 — Ocupação britânica * 1946 — Província ultramarina de Portugal sob o nome de Estado da Índia Portuguesa * 1954 — Dadrá e Nagar-Aveli invadidos pela Índia * 1961 — Goa, Damão e Diu invadidos pela Índia * 1974 — Anexação reconhecida por Portugal Damão e Diu desde o início, e muito mais tarde também Dadrá e Nagar-Aveli, ficaram ligados a Goa, sob o nome de Estado da Índia Portuguesa, ligados não só pela administração, com centro em Goa, mas também por outros sentimentos, porém separados por cerca de 700 e Logo após a integração na Índia estiveram ainda ligados a Goa, porém, quando esta se tornou um Estado dentro da República da Índia, Damão e Diu passaram a ser administrados directamente pelo Governo Central da Índia, sob o nome de Território da União de Damão e Diu (Union Territory Of Daman & Diu). Dadrá e Nagar-Aveli, integrados alguns anos antes na Índia (1954), formam um território à parte. == Clima e geografia == Com uma área de quilómetros quadrados, seu território estende-se pelo Concão (a costa oeste indiana) por 101 quilômetros de litoral e, mais ao interior, encontram-se as montanhas dos Gates Ocidentais, cuja maior elevação é o monte Songosor, de O Mandovi, o Zuari, o Terekhol, o Chaporá e o rio do Sal são os principais rios de Goa. Goa tem mais que quarenta ilhas estuarinas, oito ilhas marinhas e dezenove ilhas de rio. Goa, estando na zona tropical e na costa do mar Arábico, tem um clima quente e húmido em quase todo o ano. O mês de maio é o mais quente, com temperaturas de aproximadamente 35 °C, aliadas a altas humidades. As chuvas de monção chegam no começo de junho e representam um alívio no calor forte do período. Essas chuvas duram até setembro. Goa tem, ainda, uma pequena estação fresca entre o meio de dezembro e fevereiro. Estes meses têm noites com temperaturas de 20 °C e dias quentes com 29 °C aproximadamente, com moderadas rajadas de chuva. === Subdivisões de Goa === O estado é atualmente dividido em dois distritos: *Goa Norte *Goa Sul Pangim (ou Panaji) é, simultaneamente, a capital do estado e do distrito de Goa Norte, enquanto que Margão é a capital do distrito de Goa Sul. Ambos os distritos são governados por um governador nomeado pelo governo indiano. Os distritos ainda são divididos em concelhos ou talucas (ou tehsil). == Património edificado == * Basílica do Bom Jesus * Convento das Mónicas * Farol da Fortaleza da Aguada * Fortaleza da Aguada * Fortaleza dos Reis Magos de Goa * Forte de Alorna * Forte de Rachol * Forte de Chaporá * Forte de Sanquelim * Forte do Cabo da Rama * Sé Catedral de Santa Catarina == Idiomas == O idioma oficial de Goa é o . Depois de Portugal ter perdido o controlo sobre Goa, o concani e o marata passaram a ser os idiomas mais falados no estado. O concani é o idioma primordial no estado; depois vêm o marata e o , que são usadas para propósitos educacionais, oficiais e literários. Outras línguas incluem o , o e o . == Demografia == O gentílico de Goa é o goês ou a goesa na língua portuguesa, Goenkar em concani e Govekar em marata. Goa tinha uma população de 1.45 milhões de habitantes de acordo com os censos de 2011, apesar de as estimativas de 2023 apontarem para 1.57 milhões. Este é o quarto menor estado indiano em relação a população, depois dos estados de Siquim, Mizoram e Arunachal Pradesh. A população tem crescido 14,9% por década e há 363 pessoas por cada quilómetro quadrado da sua superfície total. 49,77% de sua população vive em áreas urbanas. A proporção sexual do estado é de 960 mulheres para mil homens. O hinduísmo (65,8%), o cristianismo (26,7%) e o islão (6,8%) são as três maiores religiões goesas. O catolicismo romano teve incremento em Goa quando Portugal administrou o estado, proporcionando que muitos se tornassem católicos. Há ainda uma pequena comunidade judaica em Goa. As maiores cidades do estado são Vasco da Gama, Margão, Pangim, Mormugão e Mapuçá. == Cultura pop == Goa é considerada o berço do psy trance (abreviatura de psychedelic trance), em especial, a variedade Goa trance. == Ver também == * Goeses * Abraemo * Português de Goa == Bibliografia == * Varela Gomes, Paulo, «Whitewash, Red Stone. A History of Church Architecture in Goa», Yoda Press, Nova Deli, 2011. * * * == Ligações externas == * A conquista de Goa, Benastarim (Extrato de documentário), por Paulo Varela Nunes, RTP, 1995 * em inglês * Goa Historical Archives Categoria:Antigos territórios de Portugal Categoria:Estados e territórios fundados em 1987",
 "title": "Goa"
}