{
 "id": "91534",
 "text": "Totally Spies! é uma série de desenho animado francesa, focada no público adolescente criada por David Michel e Vincent Chalvon-Demersay, e produzida pelo estúdio francês Marathon Production (o mesmo de Martin Mystery e Team Galaxy). O programa gira em torno das adolescentes Alex, Clover e Sam, que precisam dividir suas vidas comuns de adolescente com a espionagem secreta. Em 2001, iniciou-se a produção do desenho, sendo que hoje possui seis temporadas, cada uma dividida em 26 episódios, somando um total de 156. O estilo visual das personagens tenta imitar as séries de animação japonesa, sendo considerado um pseudoanime. No Brasil, a série estreou no dia 11 de março de 2002 no canal Fox Kids juntamente com outras animações. Na Rede Globo, a animação chegou a ficar entre os desenhos fixos da emissora por dois períodos: de 25 de julho de 2002, figurando entre os mais populares desenhos da TV Globinho, junto com Bob Esponja e também sendo exibido pela fase infantil do programa TV Xuxa, até 31 de dezembro de 2010, sendo exibido de segunda a sábado; e de 7 de janeiro de 2012 até 29 de junho de 2013, novamente na TV Globinho, sendo exibido apenas aos sábados. Quando o Jetix foi anunciado, novos episódios estavam na lista das novidades para serem exibidas pelo canal, que chegou a exibir a terceira e quarta temporada do desenho. O desenho ficou fixo na TV Globinho até 29 de junho de 2013, como parte da programação da Rede Globo. Em Portugal, a série estreou no dia 13 de setembro de 2010 no canal Disney Channel, juntamente com \"W.I.T.C.H.\". O Disney Channel dublou exibiu apenas a 1ª e 2ª temporada da série. Em 2011, a série volta a Portugal mas desta vez no Canal Panda, com uma nova dublagem! Na 4ª Temporada a série volta a mudar de dubladores, ainda assim tendo sido também exibida no Canal Panda, por volta de 2012. Na 6ª Temporada, exibida dia 7 de julho de 2014 no Canal Panda, o elenco de dublagem volta a ser alterado. No dia 22 de julho de 2009, foi lançado um filme 2D de 90 minutos no Canadá e na França, contando como elas se conheceram e se tornaram Espias internacionais. No Brasil, o filme foi exibido dia 23 de novembro de 2011 no Cartoon Network e em Portugal no dia 1 de Janeiro de 2017, no Canal Panda, tendo sido repetido dia 27 de Fevereiro, às 16:45. No dia 2 de Novembro de 2011, a série começou a ser exibida no Cartoon Network no bloco \"Girl Power\". O canal se tornou dono dos direitos do desenho na América Latina, inclusive da sexta temporada da série. A partir do dia 1 de Fevereiro de 2014, o canal Boomerang passou a exibir a série desde sua primeira temporada. No Brasil, a sexta temporada do desenho começou a ser exibida no dia 23 de Agosto de 2014 no canal Boomerang, enquanto em Portugal teve sua estreia no Canal Panda no dia 7 de Julho de 2014. Atualmente é exibida no Brasil desde 9 de agosto de 2020 pelo canal Gulli, que estreou no mesmo dia. Em 2021 o SBT também anunciou a exibição do desenho a partir de janeiro de 2022. A série possui um spin-off, Os Incríveis Espiões. ==Temporadas== ===1ª temporada=== O primeiro episódio da série, \"Paixão por músicos\", apresenta as três protagonistas – Sam, Alex e Clover –, jovens de Beverly Hills, estudantes colegiais que, secretamente, vivem uma vida como agentes da WOOHP (\"World Organization of Human Protection\"; Organização Mundial de Proteção Humana, em português), uma agência de espionagem. Durante o decorrer da temporada, descobrimos as personalidades diferentes de cada personagem, como o fato de Alex ser extremamente desastrada, Clover apaixonada por moda e rapazes, e Sam a \"nerd\" do grupo. A cada episódio, uma nova missão apresenta novos desafios para as personagens principais, que conseguem resolver os seus problemas juntas. Os relacionamentos amorosos das personagens também são demonstrados mas acabam sempre. ===2ª temporada=== Na segunda temporada, que começa com a segunda parte do último episódio da primeira, as espias tentam desvendar os emigmas do vilão Marco Lumière. No final do episódio, Alex, que tinha sido sequestrada, é salva enquanto o vilão é preso. Num dos episódios da temporada, as mães de Alex, Sam e Clover são controladas pelo vilão Tim Scam (que já tinha participado na série na primeira anterior). O vilão Sebastian Saga, primeiro vilão apresentado na série, também regressa nesta temporada num ep. A agência S.P.I., uma rival da WOOHP, acaba a resolver todos os casos da WOOHP, mas no final as Espias descobrem a farsa e a agência acaba por fechar! ===3ª temporada=== Na terceira temporada, vemos a maior mudança na personalidade das três personagens principais. Elas tornam-se mais maduras, e mudam de suas casas individuais para viverem juntas. Esta temporada também apresenta a personagem G.L.A.D.I.S, uma robô que possui como foco principal auxiliar Jerry (mesmo que isso se mostre difícil, devido a personalidade forte da robô). Durante a temporada, as espiãs se mostram mais envolvidas com suas missões e mostram avanços significativos em suas vidas. Tanto as garotas, como seus amigos (e até mesmo a Mandy), se encontram como vítimas de vilões em diversos episódios. O último episódios desta temporada, \"A Promoção do Mal\", mostra as meninas sendo promovidas a \"Super Espiãs\", sendo treinadas pelo irmão de Jerry, Terrence Lewis. Porém, ele se mostra ser na verdade um vilão, o qual deseja vingança sobre a WOOHP e Jerry. Em um episodio do desenho, \"Circo dos Horrores\", as meninas visitam o Brasil. ===4ª temporada=== Na quarta temporada, as espiãs estão no último ano do colegial. Os principais vilões das temporadas anteriores resolvem se unir para derrota-las. A temporada conclui com as mães das garotas, Gabi, Carmen e Stella, ajudando a salvar as filhas de Mandy e suas amigas, transformadas temporariamente em espiãs assassinas, e acabam também promovidas a espiãs oficiais da WOOHP. ===5ª temporada=== Na quinta temporada, as garotas finalmente terminam o colegial, e começam a estudar na Universidade de Malibu. Uma penthouse (cobertura) é construída pela WOOHP, para que as meninas possam viver juntas e continuar com seu trabalho como espiãs. Clover começa um romance com Blaine, que se torna seu primeiro namoro fixo. Também conhecemos Mindy, prima de Mandy, que se torna sua companheira de quarto na mesma universidade das garotas. No final da temporada, o mal é retirado da Terra, e as espiãs finalmente podem focar em suas vidas como estudantes universitárias. ===6ª temporada=== A sexta temporada foi ao ar primeiramente na Catalunha, pelo Canal Super3, no dia 15 de Junho de 2013. Na França, os últimos dois episódios da temporada foram exibidos como especiais nos dias 19 e 23 de Junho, respectivamente, sendo que no dia 4 de Setembro de 2013 o canal TF1 começou a exibir os outros episódios da temporada. Na região francesa da Bélgica (Valônia) a estreia ocorreu no dia 28 de Agosto. Nos Países Baixos e no Flandres, a Nickelodeon começou a exibir a 6ª temporada no dia 29 de Agosto de 2013, enquanto na Alemanha, Suíça alemã, e Áustria, o canal passou a transmiti-la a partir do dia 31 de Agosto. Na Polônia, a estreia ocorreu no dia 6 de Outubro, seguida pela República Tcheca, Eslováquia, Hungria, e Romênia, onde os novos episódios começaram a serem exibidos a partir do dia 21 de Outubro de 2013, também pela Nickelodeon. Na Dinamarca, Noruega, e Suécia, o canal também passou a exibir a 6ª temporada no último semestre do ano. Em Portugal, o Canal Panda começou a exibir a 6º temporada no dia 7 de Julho de 2014. No Brasil e na América Latina, o canal Boomerang começou a exibi-la no dia 23 de Agosto de 2014. ==Personagens== ===As Espiãs=== As personagens principais da série, Sam – Samantha Simpson –, Alex – Alexandra Vasquez – e Clover – Clover Ewing, têm catorze anos de idade, na primeira temporada, e são estudantes do primeiro ano do ensino médio na escola Beverly Hills High School. Elas já nasceram com as habilidades de espiãs, mas inicialmente, não se conheciam, virando amigas graças a espionagem. Cada uma tinha certa fama: Sam era conhecida como a mais inteligente do colégio, Clover como a que mais entende de moda e Alex, como a maior esportista. Cada uma delas tem uma cor diferente para seu uniforme de espiã: Sam usa verde, Clover usa Vermelho ou Rosa Choque e Alex usa amarelo. Neste sentido, a série se baseia no gênero Super Sentai, pois Clover usa vermelho e é sempre vista no centro das fotos publicitárias, algo que foi criado pelo gênero japonês. Antes de se tornarem espiãs, elas viviam suas vidas como adolescentes comuns, mas depois disso, suas vidas mudaram radicalmente. Sam é ruiva, Clover é loira e Alex é morena – e é o mais curto entre as três. Seus traços de personalidade são: Sam é a líder, calma, gentil, inteligente e estratégica; Clover é a fanática por moda, adora garotos, festas e shopping; Alex é engraçada, esportiva e alegre. Embora sejam parecidas em alguns sentidos, suas diferenças de personalidade muitas vezes atrapalharam sua amizade, principalmente em relação a Clover. Todo time precisa de alguém \"mais pé no chão\" para não cair em qualquer cilada. Sam faz esse papel fundamental no trio, é a mais intelectual, racional e lógica. Quando as espiãs entram numa fria, a ruiva é quem toma as decisões mais práticas. Alex às vezes se dá mal por ser ingênua e a mais inexperiente das espiãs. Mas a garota não é tão boba quanto parece. Ela confia muito em si mesma e nas companheiras, que são suas melhores amigas. Clover é a espiã mais popular. Ela gosta de curtir as coisas boas da vida: fazer compras e namorar. Sempre pronta para entrar em ação, ela é a mais ágil, forte e impulsiva das três. ==Produção== Em abril de 2001, a Marathon Production anunciou que estaria trabalhando com Totally Spies!, uma série animada em estilo \"anime\" com um plano global para merchandising de produtos infantis, focados no público feminino, e um lançamento de um grupo musical que seria baseado nas personagens principais do show. Usando o programa alemão Arabella, eles desenvolveram um concurso para lançar uma nova banda de garotas, que cantaria a música tema de Totally Spies!, ganharia um contrato com a gravadora EMI e sairia em turnê com a boy band Westlife. Foi criado um painel de juízes (incluindo um treinador vocal, um coreógrafo e um estilista) que selecionaram os 20 melhores vídeos mandados por jovens francesas e no dia 1 março, o grupo vencedor chamado \"Cosmic Girls\", foi anunciado e lançou seu primeiro single, com o nome da série –’Totally Spies’– no dia 25 de março através da gravadora EMI. O plano era promover as garotas como uma banda de verdade e criar um álbum para a mesma. As integrantes da banda seriam muito parecidas com as personagens principais do desenho, usando as mesmas roupas, cabelo e até mesmo os mesmos nomes. A ideia foi cancelada posteriormente e a série foi anunciada para estrear o verão de 2001, junto com Sorriso Metálico, no canal Fox Family. A produção e criação da série ficou por conta de Vincent Chalvon-Demersay e David Michel, que trabalharam juntos para toda a série. A série foi adquirida posteriormente pela Fox Kids Europa para exibição em todo continente europeu e também para licenciamento de produtos. Finalmente foi anunciado que a série iria estrear no outono de 2001 nos Estados Unidos e na primavera de 2002 na Europa. O show também foi anunciado na MIPCOM de 2001 como parte dos produtos da Marathon Production para venda mundial, com a presença de Vincent Chalvon-Demersay para fechar os negócios. Neste evento, a série foi vendida para Alemanha, Itália, Grã-Bretanha e França, sendo reconhecida internacionalmente como a primeira série francesa vendida diretamente para os Estados Unidos. Em uma entrevista com WorldScreen.com, Michel disse que antes de seu show, havia um monte de shows de ação e aventura para menino e praticamente nada para as meninas, mas na cultura pop, houve Britney Spears e Spice Girls. Ele disse que os personagens são fortemente inspirados no filme As Patricinhas de Beverly Hills e queria misturar isso com um formato como James Bond. Quando ele desenvolveu o show pela primeira vez, obteve uma resposta moderada, mas quando a primeira temporada foi transmitida, o filme As Panteras saiu, e de repente o mercado estava cheio de propriedades para meninas. Três Espiãs Demais! estreou na ABC Family em 3 de Novembro de 2001, rapidamente se tornando um sucesso. Após o final da quinta temporada, o filme da série, Três Espiãs Demais!: O Filme, foi produzido e lançado nos cinemas na França em 22 de Julho de 2009. O filme recebeu um lançamento de televisão nos Estados Unidos, em 25 de Abril do ano seguinte, coincidindo com a exibição da quinta temporada naquele país. Em Agosto de 2011, Marathon Media confirmou que a produção para a sexta temporada estava em produção e definida para estrear em 2013. Mais tarde foi confirmado que 26 episódios seriam produzidos e que o show iria ser licenciado na Espanha e América Latina, assim como em todo o território europeu. Para coincidir com a estreia da sexta temporada, Zodiak Kids CP Paris, em associação com o Château de Versailles Spectacles (CVS) e TF1, organizaram um evento no Palácio de Versalhes, a ter lugar durante o verão de 2013. O evento seria precedido de atividades, incluindo a exibição de um especial com os espiões em missão nos jardins do palácio. Em 8 de janeiro de 2022, Thomas Astruc, o criador de Miraculous Ladybug e ex-artista de storyboard em Totally Spies!, anunciou em seu Twitter que uma nova temporada estava \"em produção\". No dia 13, os designs novos ​​para Sam, Alex e Clover foram revelados. A nova temporada está originalmente programada para estrear em 2023, mas foi posteriormente adiado para 2024. A nova temporada será produzida pela Zodiak Kids & Family Studio France, com a Ollenom como co-produtora, com participação do canal francês Gulli, em parceria com o Discovery Kids. ==Episódios== Temporada Episódios Canadá Brasil Começo Final Começo Final 1 26 3 de novembro, 2001 15 de junho, 2002 11 de março, 2002 ? 2 26 8 de agosto, 2003 19 de setembro, 2004 ? ? 3 26 3 de outubro, 2004 31 de julho, 2005 ? ? 4 26 3 de abril, 2006 8 de março, 2007 1 de janeiro, 2007 6 de fevereiro, 2007 5 26 26 de abril, 2010 1 de junho, 2010 8 de dezembro, 2008 7 de janeiro, 2009 6 26 7 de setembro, 2014 TBA 23 de agosto, 2014 1 de setembro, 2014 ==Elenco de dublagem== ===Elenco original=== O show contém uma grande quantidade de vozes conhecidas por dublarem animações em geral. A atriz Katie Leigh é a voz original da personagem Alex, ela é conhecida por dublar a voz do Pequeno Príncipe na animação japonesa As Aventuras do Pequeno Príncipe. Mais tarde, na terceira temporada, ela foi substituída por Katie Griffin, que é a voz da Sailor Mars em Sailor Moon e da Nina Harper em Sorriso Metálico. A atriz Jennifer Hale é a voz da Sam e da Mandy, mas também é muito conhecida por ser a voz atual de duas princesas da Disney: Cinderela e Aurora. A atriz Andrea Baker é a voz da Clover e fez a voz de Mary Jane Watson no jogo Ultimate Spider-Man. O ator Jess Harnell foi a primeira voz de Jerry, para as duas primeiras temporadas, e é muito conhecido por ser a voz do Wakko na animação Animaniacs. Ele foi substituído por Adrian Truss, a atual voz de Jerry. Embora a série seja feita na França, ela foi inicialmente exibida nos Estados Unidos, fazendo com que os dubladores americanos sejam considerados como os originais. ===Elenco brasileiro=== Entre a primeira e a quinta temporada do desenho, Rita Almeida foi a voz de Sam no Brasil, sendo que também dublou personagens como a graciosa Mino em Cavaleiros do Zodíaco a segunda voz de Naru Osaka \"Molly Osaka na versão brasileira\" e posteriormente Sailor Pluto em Sailor Moon, Dill em Rugrats, os Anjinhos e Rugrats Crescidos, assim como outros personagens menores em animes. Adriana Pissardini foi a voz da Clover, e é conhecida por dublar Profª. Kaho Mizuki em Sakura Card Captors as vilãs Calaveras e Kaolinite em Sailor Moon nas fases R e S e a Feiticeira Escarlate em Os Vingadores. A personagem Alex foi dublada no Brasil por Melissa Garcia, a voz da Sailor Mercury em Sailor Moon a partir da fase R, da Videl em Dragon Ball Z e também foi a voz padrão do canal Boomerang. Luiz Laffey foi o dublador de Jerry Lewis no Brasil, mas também dublou o Androide 16 em Dragon Ball Z e fez diversos personagens em animações como Cavaleiros do Zodíaco e Hunter X Hunter. A partir da 6ª temporada, a série começou a ser dublada no Rio de Janeiro, tendo o seu elenco de dubladores totalmente trocado. Personagem 1-5ª Temporada (SP) 6ª-7ª Temporada (RJ) Clover Adriana Pissardini Adriana Torres Sam Rita Almeida Luisa Palomanes Alex Melissa Garcia Erika Menezes Jerry Luiz Laffey Duda Ribeiro Mandy Rosely Gonçalves Ana Elena Bittencourt * Vozes Adicionais (Marshmallow): Adna Cruz, Affonso Amajones, Alex Wendell, Alexandre Marconato, Angélica Santos, Borges de Barros, Carlos Falat, Carlos Silveira, Cássia Bisceglia, Cecília Lemes, Dado Monteiro, Denise Simonetto, Élcio Sodré, Eleonora Prado, Eleu Salvador, Emerson Caperbat, Fátima Noya, Fábio Villalonga, Figueira Júnior, Fláva Narciso, Francisco Freitas, Gessy Fonseca, Gilberto Baroli, Gileno Santoro, Hélio Vaccari, Hermes Baroli, Isaura Gomes, Ivo Roberto, Jonas Mello, Laudi Regina, Lene Bastos, Luciana Baroli, Luiz Carlos de Moraes, Marcelo Campos, Márcia del Monaco, Márcia Regina, Márcio José Araújo, Mauro Castro, Mauro Eduardo Lima, Nelson Machado Filho, Raquel Marinho, Renato Márcio, Rodrigo Andreatto, Rosana Beltrame, Sérgio Corcetti, Sidney Lilla, Silvio Giraldi, Tânia Gaidarji, Tatá Guarnieri, Thiago Longo, Thiago Zambrano, Ulisses Bezerra, Vagner Fagundes, Wellington Lima e Yuri Chesman * Locutor: Gilberto Rocha Júnior (Marshmallow) * Estúdio: Marshmallow (1ª-5ª temporada)/ Sérgio Moreno Filmes (6ª temporada) === Elenco de Portugal === Personagem 1-2ª Temporada 3ª Temporada Sam Teresa Macedo Maria João Miguel Clover/Cláudia Sónia Jerónimo Helena Montez Alex Sofia Brito Bárbara Lourenço Jerry/Jorge Karas Peter Michael Mandy/Amanda Teresa Macedo Sandra de Castro ==Mídia== ===Produtos=== Mundo afora, já foram lançados DVDs, fitas VHS, bonecas, brindes do McLanche Feliz, histórias em quadrinhos, assim como vários outros produtos da série. Devido a grande popularidade do desenho na França, revistas com as quatro primeiras temporadas (26 DVDs no total) foram distribuídas em bancas de jornais pelo país. Também, a primeira temporada está disponível em 7 volumes, que podem ser encontrados em lojas e livrarias. Na Itália, onde a série também é popular, a Mondo TV lançou a primeira temporada completa em 6 DVDs, com áudio em Italiano e Inglês. No Brasil, já foram lançados livros, álbuns de figurinhas, materiais escolares, brindes do McLanche Feliz, assim como outros produtos do desenho. A distribuidora Ocean Pictures lançou anteriormente os primeiros 15 episódios da terceira temporada em 5 volumes. Em 2008, o Grupo Pão de Açúcar lançou um ovo de páscoa com a marca do desenho. No mesmo ano, um álbum de figurinhas foi distribuído pela Deomar Editora por todo o Brasil. Em 2011, a editora Alto Astral lançou duas edições de revista de figurinhas das Três Espiãs Demais! . Também, a Editora Fundamento tinha previamente lançado livros do desenho no país. Um box-set contendo a segunda temporada completa da série foi lançado em 2006 no Canadá. Em Portugal, 3 DVDs com os 13 primeiros episódios da primeira temporada foram previamente distribuídos. Já nos Estados Unidos e no Reino Unido, os primeiros 12 episódios do desenho foram lançados em três volumes. No primeiro semestre de 2012, Três Espiãs Demais: O Filme (Totally Spies! Le Film) foi lançado em DVD no Brasil, distribuído pela California Filmes. Nos Estados Unidos e no Canadá, as três primeiras temporadas completas do desenho foram lançadas em DVD no dia 8 de Outubro de 2013, pela distribuidora New Video Group. Na Alemanha, a Justbridge Entertainment Germany/FM Kids lançou a terceira temporada completa no dia 16 de Agosto de 2013, enquanto no dia 14 de Fevereiro de 2014, a quarta temporada foi lançada em DVD. ====Linha de bonecas==== Em 2002, a Playwell Toys lançou a primeira linha de bonecas baseada na série animada. Em 2005, a RC2 Corporation lançou uma nova linha de bonecas acompanhada com acessórios de espionagem usados na série animada. Em 2008, uma fabricante de brinquedos francesa chamada Goliath lançou uma nova linha de bonecas articuladas que acompanhavam roupas extras e acessórios. Algum tempo depois, a Toy Triangle Co. também lançou nos Estados Unidos uma linha de bonecas. ===Vídeo games=== A série Totally Spies foi inicialmente seguida com dois jogos de vídeo game intitulados Totally Spies! e Totally Spies! 2: Undercover. Ambos foram desenvolvidos pela Mistic Software e publicados pela Atari para o Game Boy Advanced e para Nintendo DS. As pontuações do jogo pela IGN foi de 4.0/10 no geral. Totally Spies! 3: Secret Agents foi recentemente lançado na Europa e na Austrália para Nintendo DS, Totally Spies! Totally Party foi lançado na América do Norte, Europa e Austrália para o PlayStation 2, Wii e PC. Há também um jogo no Facebook chamado Totally Spies! Fashion Agent, que recebe mais de 300.000 usuários por mês, principalmente da França. ===Totally Spies: Live at the Ayala Malls=== Totally Spies: Live at the Ayala Malls foi uma apresentação ao vivo, com atrizes interpretando Sam, Alex e Clover na rede de shoppings Ayala Malls nas Filipinas. O show se iniciava com Clover tentando convencer suas duas melhores amigas, Sam e Alex, a entrarem para um tipo de competição entre líderes de torcida, mesmo que com muito desgosto das amigas, que afinal, acabam aceitando. Desconhecido inicialmente pelas espiãs, uma mulher chamada Candy Sweet, usando roupas pretas planeja atrapalhar os ensaios das meninas, fazendo com que elas se esqueçam da coreografia. Assim que elas descobrem que a vilã fugiu da prisão, pensam em uma forma de captura-la, junto com Jerry. Bolando um plano, as espiãs conseguem deter a vilã, e ainda participam da batalha entre líderes de torcida. No final, as meninas posavam para fotos com os fãs. As apresentações aconteceram em 2008, ao todo, em 5 locais diferentes. ===Spin-off=== Em 2009 foi anunciado que a série ganharia um spin-off, nomeado como The Amazing Spiez! (Os Incríveis Espiões! no Brasil). Ele estreou no dia 1 de Abril de 2009 pela TF1. O show conta a história de Tony, Mark, Megan e Lee Clark, irmãos que se tornam espiões internacionais da WOOHP (Organização Mundial de Proteção Humana), comandados por Jerry. No Brasil, a série foi exibida pela Rede Globo, no seu programa matinal, TV Globinho. ===Filme=== Totally Spies! Le Film foi um filme lançado em 22 de julho de 2009 nas salas de cinema da França. O filme arrecadou 571,695 dólares no primeiro fim de semana, classificando ele no número #9 na bilheteria francesa com a média de $2.102 por cinema. Ele vendeu 196.514, 89.106 dólares e 29.083 dólares americanos, no segundo, terceiro e quarto fim de semana, sendo o total bruto de $ 1186742. O filme conta o início da história apresentada na série de TV, com Sam, Alex e Clover chegando em Bervely Hills, como adolescentes. No Brasil, o filme foi lançado em DVD no dia 17 de Abril de 2012 pela California Filmes. Ele fez sua estreia na televisão paga no dia 23 de Novembro de 2011 pelo Cartoon Network, juntamente com a série de televisão. Na Rede Globo, o filme foi exibido no dia 14 de Setembro de 2013, como parte da edição de sábado da TV Globinho e em setembro de 2017, na Sessão da Tarde apenas nos estados da Bahia, Ceará, Pará, Paraná e Pernambuco.\"TV Globinho\" voltou? Globo exibe desenho à tarde e mata saudade do público ==Ligações externas== * * * Categoria:Desenhos animados da década de 2000 Categoria:Séries de televisão de espionagem Categoria:Pseudoanimes Categoria:Desenhos animados da França Categoria:2001 na televisão Categoria:Séries de televisão ambientadas em Los Angeles Categoria:Programas do Jetix Categoria:Programas do Cartoon Network (Brasil) Categoria:Programas do Boomerang Categoria:Programas da RTP1 Categoria:Programas da RTP2 Categoria:Programas do Disney Channel Portugal Categoria:Programas do Canal Panda",
 "title": "Totally Spies!"
}