{
 "id": "9157",
 "text": "Jardim da Serra é uma freguesia portuguesa do município de Câmara de Lobos, com 7,36 km² de áreaEurostat e 2742 habitantes (2021). A sua densidade populacional é 372,55 hab/km². Jardim da Serra tem uma estrada que liga Câmara de Lobos e Santana. A actividade principal é a agricultura. O Jardim da Serra tem escolas, um centro cívico, uma nova igreja, um hotel, irá ter no futuro um pavilhão polidesportivo e uma praça. == História == A freguesia foi criada, por desanexação da freguesia de Estreito de Câmara de Lobos, a 4 de Julho de 1996. A sua elevação a freguesia ficou a dever-se ao seu desenvolvimento e progresso, alicerçando em razões de natureza geográfica, demográfica, económica e cultural. Em 1994, o Dr. Manuel Neto elaborou uma proposta para delimitação geográfica da freguesia do Jardim da Serra, por desanexação do Estreito de Câmara de Lobos, sendo elevada a freguesia, no dia 4 de julho de 1996. Atualmente a população residente é de 3 311 habitantes (Censos, 2011). “Desde os primórdios da colonização que na Madeira e Açores o arranque socioeconómico dependeu da intervenção da coroa e do senhorio. Na Madeira, até 1975, a exploração da terra era feito sob regime de colónia. Assim, as autoridades municipais, através do almoxarifado, da provedoria da fazenda e vereação, e as autoridades régias, intervieram na produção, transformação de matérias-primas, distribuição e no comércio dos produtos locais e estrangeiros.” A Madeira tem um clima muito bom e graças ao mesmo, as árvores de fruto do clima mediterrâneo surgem ao lado das espécies dos países quentes, como as goiabas, papaeiras, pitangueiras, anoneiras, abacateiras e bananeiras. Esta freguesia é muito rica em frutos e grande produtora de cerejeira. Ainda são cultivadas mais de duas dezenas de variedades de pero regional bem como o famoso vinho cerceal. Como pontos turísticos temos o especial Miradouro da Boca dos Namorados e a casa de campo do primeiro quartel do século XIX mandada construir por Henry Veitch, cônsul da Inglaterra na Madeira entre 1809-1838. O nome Jardim da Serra está ligado á vida de Henry Veitch. No século XIX criou uma quinta no primitivo lugar da serra. Veitch adotou-a de um sumptuoso jardim que passou a ser conhecido por Jardim da Serra e que daria não só origem á denominação da quinta, como das zonas limítrofes. A freguesia tem apenas uma paróquia, a de S. Tiago. Em Junho fazem a festa da cereja para promover um fruto quase exclusivo da freguesia. Inclui um certame com exposições e um cortejo alegórico. ==População== esquerda|150px|Evolução da População 1864 / 2011 {| ! colspan=\"16\" | População da freguesia do Jardim da Serra |- | align=\"center\" | 1864 | align=\"center\" | 1878 | align=\"center\" | 1890 | align=\"center\" | 1900 | align=\"center\" | 1911 | align=\"center\" | 1920 | align=\"center\" | 1930 | align=\"center\" | 1940 | align=\"center\" | 1950 | align=\"center\" | 1960 | align=\"center\" | 1970 | align=\"center\" | 1981 | align=\"center\" | 1991 | align=\"center\" | 2001 | align=\"center\" | 2011 | align=\"center\" | 2021 |- | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | 3 707 | align=\"center\" | 3 311 | align=\"center\" | 2 742 |-} Criada pelo Decreto Legislativo Regional nº 11/96/M, de 4 de abril de 1996, com lugares desanexados da freguesia de Estreito de Câmara de Lobos esquerda|150px|Grupos Etários 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 878 732 1 762 335 23,7% 19,7% 47,5% 9,0% 2011 619 492 1 766 434 18,7% 14,9% 53,3% 13,1% 2021 295 384 1 493 567 10,8% 14% 54,5% 20,7% esquerda|150px|Grupos Etários 2011 Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% ==Património Artístico do Jardim da Serra== * Capela de São Cristóvão A capela de São Cristóvão fica situada na Boca da Corrida, um dos principais miradouros da freguesia, na estrada da Corrida e do Estudante da Corrida. Foi edificada a 25 de Julho de 1999 em honra a São Cristóvão, o padroeiro dos motoristas, como podemos observar na figura seguinte, no chão da entrada. Todos os anos realizam a festa ao seu padroeiro a é sempre celebrado no primeiro domingo do mês de Agosto. Apesar de a construção da capela ter sido realizada por Horácio dos Santos Faria.de modo a honrar o padroeiro do motorista, há quem diga que existe outra versão da história. Outros defendem que foi uma turista que tinha mandado edificar a capela em honra ao seu marido que tinha falecido de forma súbita naquele local. * Igreja Paroquial de São Tiago Antigamente, estava localizada na capela de Nossa Senhora da Consolação, no sítio do Foro ao qual viria a ser transferida para o sítio das Corticeiras. A sua antiga sede foi construída por duas pessoas da terra que tinham emigrado para a Venezuela, o João Francisco Gouveia e o Manuel dos Santos, que acabaram por também fornecer os seus terrenos para a construção da igreja, em 1967. Desta forma, a nível arquitectónico não possui um grande interesse pois foi construída pelos seus paroquianos, tendo então um valor social que reflecte o carácter religioso dos habitantes da freguesia bem como a sua devoção para a construção da igreja. A 1 de Novembro, os habitantes que forneceram os terrenos realizaram a festa em honra a São Tiago. Apesar das terras doadas para a sua construção, a transferência da paróquia não foi pacífica para os seus habitantes. Uns defendiam a ideia de que os que viviam na proximidade da Capela de Nossa Senhora da Consolação fariam dela a sua paróquia e os que viviam mais distantes, com a construção da nova igreja iriam ter como paróquia a Igreja de São Tiago. A festa em celebração a este padroeiro acontece todos os anos a 3 de Maio. A sua construção é algo muito simples e dos dias de hoje. Apresenta uma torre, considerada uma torre de campanário, pois é onde estão os sinos que dão as badaladas de cada hora. Na sua entrada encontramos algumas inscrições no friso por cima da porta principal. No seu interior, encontramos uma igreja sem grandes construções arquitectónicas, ampla e com a presença de alguma azulejaria nas paredes. Nesses azulejos estão presentes algumas cenas da vida e crucificação de Jesus Cristo. No lado direito do altar encontra-se a figura da Virgem Maria e no lado esquerdo está a figura de São José. Ainda encontramos a pia baptismal bem como o sacrário onde guardam as hóstias da missa.Câmara de Lobos: Dicionário Histórico, Corográfico e Biográfico – Igreja Paroquial de São Tiago == Património Construído do Jardim da Serra == “Conta-se que o fundador da atual Quinta da Serra, Sir Henry Veitch pertencia a uma espécie de sociedade secreta que alegadamente se reunia na sua mística mansão todas as últimas sextas-feiras de cada mês. Apenas gente influente daquela época fazia parte destas misteriosas reuniões. Ao que parece uma delas teve convidados invulgares: Napoleão Bonaparte e Josephine, sua esposa. Na verdade, aquilo que se pode confirmar é que napoleão Bonaparte esteve de passagem pela Ilha da Madeira, a bordo do navio Northumberland. O construtor e original dono desta Quinta, Sir Henry Veitch, então Cônsul do Reino Unido na ilha da Madeira, no dia 23 de agosto, foi a única pessoa que teve autorização para subir a bordo do navio e poder visitar Napoleão. Diz-se que o fez porque foi o único a continuar a dar o tratamento de majestade a napoleão, enquanto todos os outros se referiam a ele apenas por General. Reza a lenda que Henry Veitch, movendo toda a sua influência junto das autoridades portuguesas e inglesas, conseguiu que Napoleão Bonaparte e a sua esposa Josephine desembarcassem em segredo, e em segredo seguissem para a recente Quinta que Veitch tinha mandado construir no sítio do Jardim da Serra, situada no meio de mais de 115 hectares de terra e que era a “menina dos seus olhos”. Aqui existiam lendários jardins que se caracterizavam por requintados labirintos de buchos verdejantes, que no seu interior albergavam vigorosas camélias, que ainda hoje podem ser apreciadas, nos chamados “jardins da casa mãe”. Sabe-se que Josephine gostou muito de passear nestes jardins, que lhe faziam lembrar os tempos de esplendor e de glória que tinha conhecido em França. Conta-se que chegados à Quinta Napoleão e Josephine foram instalados nos melhores quartos da casa, e toda a criadagem os serviu da melhor forma que sabia. Veitch, incansável nas atenções, ofereceu os seus préstimos a Napoleão, que mostrou vontade em receber alguns livros, frutas e chá, ao que muito gentilmente acedeu, enviando para o navio uma magnífica oferta de frutos, doces e vinhos velhos. Consta que Napoleão terá mandado a Veitch alguns luizes em ouro, destinados ao pagamento Património Construído do Jardim da Serra da hospitalidade e, diz a tradição, que o cônsul os lançara na pedra angular da igreja anglicana que foi depois construída no Funchal, ao abrir-se o alicerce para a construção daquele templo, de cuja edificação foi o grande impulsionador.” Categoria:Freguesias de Câmara de Lobos",
 "title": "Jardim da Serra"
}