{
 "id": "91574",
 "text": "John \"Jack\" Silas Reed (Portland, 22 de outubro de 1887 — Moscou, 19 de outubro de 1920) foi um jornalista e ativista norte-americano, famoso pelo seu livro Dez dias que abalaram o Mundo, em que relata em primeira-mão os acontecimentos que constituíram a Revolução de Outubro em que os bolcheviques tomaram o poder na Rússia. Foi marido da escritora e feminista Louise Bryant. ==Origens== John Reed nasceu em 1887 em Portland no Oregon. Por não ser um apreciador da cidade onde nasceu, partiu assim que pôde para a Universidade de Harvard em 1910. Após a conclusão dos seus estudos embarcou num navio de carga rumo à Europa, tendo passado por Londres, Paris e Madrid. Mais tarde, regressou ao seu país, onde trabalhou como editor numa revista sobre política. ==Jornalismo== Reed ficou conhecido como jornalista pela sua cobertura das greves de trabalhadores e da Revolução Mexicana. Enquanto cobria a Primeira Guerra Mundial, na Europa, interessou-se pela Revolução Bolchevique e partiu para a Rússia. Conheceu Lenin e, das suas conversas com ele, fez um livro. Em Lawrence, Massachusetts, durante uma manifestação dos operários de uma fiação apoiada pelo Partido Socialista, conheceu Bill Haywood. Haywood revelou-lhe que 25 mil operários de uma fábrica na outra margem do rio Hudson, que manifestavam exigindo oito horas de trabalho diário, estavam sendo maltratados pela polícia. Reed juntou-se aos manifestantes, sendo preso durante quatro dias, tendo escrito mais tarde no jornal \"The Masses\" sobre estes eventos. No México, em 1914, Pancho Villa liderava uma rebelião de camponeses quando Reed foi enviado como correspondente. Em pouco tempo, tornou-se próximo do líder revolucionário. Os relatos apaixonados de Reed não eram aquilo a que se chama jornalismo objetivo e imparcial, mas ajudaram a espalhar a notícia da revolução. Reed tinha acabado de regressar aos Estados Unidos, reconhecido como um grande jornalista, quando no Colorado se deu o Massacre de Ludlow, onde mineiros em greve foram abatidos pela Guarda Nacional a mando da família Rockefeller. Esses acontecimentos foram registados no livro \"A Guerra do Colorado\". No verão de 1914, quando a Primeira Guerra Mundial eclodiu na Europa, John Reed escreveu: :\"And here are the nations, flying at each other's throats like dogs… and art, industry, commerce, individual liberty, life itself taxed to maintain monstrous machines of death.\" \"(Aqui estão as nações, a se lançar aos pescoços umas das outras como cães… e a arte, a indústria, o comércio, a liberdade individual, a própria vida são taxadas para sustentar monstruosas máquinas de morte.)\" Reed voltou para casa em Portland para ver sua mãe, a qual nunca aprovou suas ideias radicais. Lá, no salão da IWW local, ele escutou um discurso de Emma Goldman. Foi uma experiência. Ela era uma fonte de inspiração daquela geração do feminismo e anarquismo. Os grandes periódicos de Nova Iorque pressionaram-no para que ele cobrisse a guerra na Europa e Reed concordou em ir à revista The Metropolitan. Ao mesmo tempo ele escreveu um artigo para a revista The Masses. Foi uma guerra de lucros, ele falou. A caminho da Europa, ele estava consciente do luxo do convés da primeira classe e dos três mil italianos no porão. Ele chegou logo na Inglaterra, nos Países Baixos e Alemanha e, então, na França, andando pelos campos de batalha: chuva, lama, cadáveres. O que mais o deprimiu foi o patriotismo exacerbado de ambos os lados, até em alguns socialistas, como H.G. Wells na Inglaterra. Quando retornou aos EUA após quatro meses, encontrou os radicais Upton Sinclair, John Dewey e Walter Lippmann. Lippmann, novo editor da New Republic, escreveu, em dezembro de 1914, um ensaio: \"O Legendário John Reed\". Ele definiu a distância entre ele próprio e Reed. \"Por temperamento, ele não é um escritor profissional ou repórter. Ele é uma pessoa que gosta de si mesmo\". E então Lippmann desferiu o último golpe: \"Reed não é imparcial e tem orgulho disso\". Reed voltou para a guerra em 1915, dessa vez para a Rússia, para as vilas queimadas e saqueadas, para o massacre dos judeus pelos soldados do tsar, para Bucareste, Constantinopla, Sofia, depois Sérvia e Grécia. De volta aos EUA, escutou os incessantes discursos sobre os preparativos militares contra \"o inimigo,\" e escreveu para o The Masses que o inimigo para o trabalhador estadunidense eram os 2% da população que recebiam 60% da riqueza nacional. \"Nós defendemos que o trabalhador prepare-se para se defender do inimigo. Esse é o nosso preparativo\". Mais tarde, em 1916, John Reed conheceu Louise Bryant em Portland e apaixonaram-se imediatamente. Ela se separou de seu marido e foi morar com Reed em Nova Iorque. Ela era escritora e uma anarquista inconseqüente. Naquele verão, Reed pediu respeito aos sons da guerra nas calmas praias de Provincetown, com Bryant. Há uma fotografia dela deitada na areia, nua e reservada. Em abril de 1917, Woodrow Wilson pediu que o Congresso declarasse guerra à Alemanha. E John Reed escreveu no The Masses: \"A guerra significa histeria coletiva, crucificando os defensores da verdade, sufocando os artistas… Esta não é nossa guerra.\" Ele testemunhou contra o recrutamento perante o Congresso: \"Eu não acredito nesta guerra… Eu não serviria nela.\" Quando Emma Goldman e Alexander Berkman foram capturados pelo Draft Act por \"conspiração e indução de pessoas a não se registrarem\" Reed foi uma testemunha de defesa. Eles foram condenados e presos. Isso aconteceu a milhares de outros estadunidenses que se opuseram à guerra. Os jornais radicais foram banidos, entre eles o The Masses. Reed afligiu-se pelo modo através do qual as classes trabalhadoras na Europa e EUA estavam sustentando a guerra. Ele continuou a esperar: \"Eu não posso desistir da ideia de que fora da democracia nascerá o rico do novo mundo, o desbravador, o libertador, mais bonito\". ==Comunismo== John Reed era uma figura importante no Partido Socialista nos EUA, sendo determinante para a fundação do Partido Comunista dos Trabalhadores. Esse partido era ilegal e era apenas um de dos partidos que disputavam o apoio do recentemente fundado Communist International (Comintern). Em 1917, chegaram da Rússia notícias de que o Czar fora deposto. Uma revolução estava em marcha. \"Finalmente, toda uma população se negou a continuar a carnificina e se revoltou contra a classe governante\", pensou Reed. Com Louise Bryant, Reed partiu para a Finlândia e Petrogrado. A revolução avançava à sua volta, com operários a tomarem o poder nas fábricas, soldados recusando-se a combater e manifestando-se contra a guerra, e o soviete de Petrogrado a eleger uma maioria bolchevique. Por fim, a 6 e 7 de novembro, houve a rápida tomada das estações ferroviárias, telégrafo, telefone e correios, e a concentração de trabalhadores e soldados junto ao Palácio de Inverno. Correndo de cena a cena, Reed tomou notas com uma velocidade incrível, reuniu cada folheto, poster e proclamação e, então, no início de 1918, voltou aos EUA para escrever sua história. Ao chegar, suas anotações foram confiscadas. Ele se encontrou sob acusação, juntamente com outros editores do The Masses, por se opor à guerra. Mas, no julgamento, onde ele e Eastman testemunharam sobre suas crenças, o júri não pode chegar a uma decisão e as acusações foram retiradas. Agora, Reed ia a todos os lugares do país, lecionando sobre a guerra, a Revolução Russa. No Tremont Temple, em Boston, ele foi bombardeado com perguntas por estudantes da Universidade de Harvard. Em Indiana, ele conheceu Eugene Debs, que seria logo sentenciado a 10 anos por pregação contra a guerra. Em Chicago, ele acompanhou o julgamento de Bill Haywood e de outras centenas de líderes do IWW, que pegariam longas sentenças na prisão. Naquele setembro, depois de ter falado a uma plateia de quatro mil pessoas, Reed foi preso por desencorajamento ao recrutamento nas forças armadas. Finalmente, ele pegou de volta suas anotações sobre a Rússia e em dois meses fez uma produção escrita furiosa Os Dez Dias que Abalaram o Mundo. Esse tornou-se o relatório clássico de testemunha ocular da Revolução Bolchevique: \"Acima do Nevsky, no amargo crepúsculo, as multidões estavam digladiando pelos últimos papéis… Em cada esquina, em cada lugar aberto, pequenos grupos foram aglomerados; soldados e estudantes discutiam… A Petrograd Soviet estava se reunindo continuamente em Smolny, um centro de tempestade, delegados dormindo no chão e levantando-se novamente para fazer parte do debate, Trotsky, Kamenev, Volodarsky falando 6, 8, 12 horas por dia…\" Em 1919, a guerra acabou, mas as forças Aliadas tinham invadido a Rússia e a histeria continuou nos EUA. O país que tinha feito a gloriosa \"revolução\" mundial, agora estava com medo dela. Os não-cidadãos foram encurralados aos milhares, presos e deportados sem julgamento. Houve greves por todo o país e choques com a polícia. Reed se envolveu na formação do Partido Comunista dos Trabalhadores, foi à Rússia como um delegado aos encontros da International Communista. Lá, ele conversou com os burocratas do partido, questionando o que estava acontecendo com a revolução. Ele encontrou Emma Goldman em Moscou e a escutou desabafar sua desilusão. Ele correu de reunião a reunião, de uma conferência em Moscou a uma reunião em massa de asiáticos no Mar Negro. Ele estava se desgastando; ficou doente, febril e delirante. Era tifo. Em 1920, ele morreu em um hospital de Moscou. O corpo de John Reed foi sepultado perto do Kremlin na Praça Vermelha, com honras de herói, sendo o único americano a quem tal honra foi concedida. O filme Reds, estrelado por Warren Beatty, Diane Keaton e Jack Nicholson, foi baseado em sua vida e ganhou vários prêmios do Oscar. ==Obras== *\"Insurgent Mexico\" (1910); *A Guerra nos Balcãs (1914); *Ten Days that Shook the World (1919); *Filha da Revolução e Outros Contos (1927).John Reed, em espanhol, acesso em 04 de junho de 2017. == Ligações externas == *The John Reed Internet Archive on Marxists.org ** The Last Days With John Reed by Louise Bryant *Project Gutenberg e-text de Ten Days That Shook The World Categoria:Ateus dos Estados Unidos Categoria:Escritores dos Estados Unidos Categoria:Socialistas dos Estados Unidos Categoria:Jornalistas dos Estados Unidos Categoria:Naturais de Portland (Oregon) Categoria:Mortes por tifo Categoria:Mortes por doenças infecciosas na Rússia Categoria:Sepultados na Necrópole da Muralha do Kremlin Categoria:Propagandistas soviéticos",
 "title": "John Reed"
}