{
 "id": "91616",
 "text": "Tripurá (em bengalês: ত্রিপুরা, Tripura) é um estado da Índia localizado no nordeste do país, fazendo fronteira com Bangladexe (ou Bangladesh) ao norte, oeste, sul e sudeste e com os estados indianos de Assão e Mizorão ao leste. Atingiu a condição de estado no dia 21 de janeiro de 1972. O estado tem um grande número de locais turísticos atraentes, inclusive locais de importância religiosa hinduísta e budista. Uma excelente variedade de produtos artesanais feitos a base de bambu e cana são elaborados por diferentes grupos étnicos, que ganharam renome e fama em todo o país graças ao seu trabalho. Os produtos artesanais mais famosos são os biombos, os painéis decorativos, a mobília feita de cana, peças decorativas de raiz de bambu, descansos para pratos e copos feitos também de bambu, tapetes e outros itens que fazem excelentes presentes. Tripurá é uma terra de altas colinas, circundadas por rios e vales que possuem um clima levemente morno e úmido e uma precipitação anual bem distribuída de 2 500 mm por ano. A terra e o clima são ideais para a horticultura que precisa de chuva. Frutas tais como o abacaxi, jaca, laranja, lichia, caju, coco, lima e limão são produzidos em abundância. As culturas destas frutas localizam-se em colinas baixas, ajudadas pela chuva bem distribuída sem maior necessidade de fertilizantes ou outras substâncias químicas. Sendo assim, as frutas produzidas em Tripurá estão livres de agrotóxicos. O cultivo da seringueira, para a posterior produção de borracha, tem sido identificado como promissor em Tripurá, graças à fácil adaptação desta árvore ao terreno e à sua aceitabilidade entre as pessoas. Os estudos demonstram que aproximadamente 100 000 hectares de terra no estado podem ser utilizados na cultura da seringueira. A atual área utilizada para o cultivo desta árvore é calculada em aproximadamente 23 500 hectares, a segunda maior plantação de seringa do país, perdendo unicamente para as plantações do estado de Querala. O rendimento de 1 500 kg por hectare e a qualidade do látex extraído são comparáveis às plantações de Querala. A Comissão da Borracha declarou o estado de Tripurá recentemente como sendo 'Segunda Capital da Borracha da República da Índia'. Tripurá tem sido, por tradição, um estado produtor de chá. As condições agroclimáticas são adequadas para o cultivo do chá, existindo 57 plantações no estado, conformando um total de 6 000 hectares de área cultivada. A atual produção de chá é de aproximadamente 6 milhões de kg. Além disto, alguns plantadores de chá têm tomado a iniciativa de produzir 'Bio chá', que é um chá livre de agrotóxicos. Alguns exportadores de renome têm mostrado o seu interesse neste novo chá. Existe ainda muito para ser explorado no campo da indústria produtora de chá de Tripurá. Como indica o Departamento de Produção Animal e da Pesca da Índia, o atual nível de produção não é adequado o suficiente como para suprir a demanda exigida pelo estado, existindo a necessidade de promover o desenvolvimento da produção. O setor industrial do estado encontra-se igualmente subdesenvolvido, mesmo havendo grande potencial para a implantação de diversas indústrias. == Distritos == O estado de Tripurá está dividido em 4 distritos e 17 subdivisões: Distritos Capitais População Área (em km²) Dhalai Ambassa 307 417 2 312 Tripurá do Norte Kailashahar 590 655 2 470 Tripurá do Sul Udaipur 762 565 2 624 Tripurá Ocidental Agartalá 1 530 531 3 544 == Demografia == Alfabetização: 73,66%. == Ligações externas == *",
 "title": "Tripurá"
}