{
 "id": "91648",
 "text": "Romain Rolland (Clamecy, — Vézelay, ) foi um novelista, biógrafo e músico francês. Recebeu o Nobel de Literatura de 1915. == Carreira == Doutorou-se em arte em 1895, foi professor de História da Arte na École Normale de Paris e professor de História da Música na Sorbonne. Para além da sua actividade docente, foi um reconhecido crítico de música. Estreou-se na escrita em 1897 com a peça Saint-Louis, que, juntamente com Aërt (1898) e Le Triomphe de la Raison (1899), fez parte da trilogia Les Tragedies de la Foi (1909). Em 1910 retirou-se do ensino para se dedicar inteiramente à escrita. Na sua obra concilia o idealismo patriótico com um internacionalismo humanista. Escreveu peças de teatro, biografias (Vie de Beethoven, 1903; Mahatma Gandhi, 1924), um manifesto pacifista (Au-dessus de la mêlée, 1915) e dois ciclos romanescos: Jean-Christophe (10 vols., 1904-1912), \"roman-fleuve\" (segundo as palavras do autor) consagrado a um músico genial, e L'Âme enchantée (7 vols., 1922-1934). Em 1923, fundou a revista Europe. Romain Rolland fez importante observação sobre o livro \"O Futuro de uma Ilusão\", de Sigmund Freud. Esta observação foi a premissa usada por Freud para escrever o livro seguinte \"O Mal-estar na Civilização\". Quando o filósofo político italiano Antonio Gramsci escreveu, na prisão, que o \"pessimismo da inteligência\" não deveria abalar o \"otimismo da vontade\", estava citando Romain Rolland. ==Bibliografia== Ano Obra Notas 1888 Amour d'enfants 1891 Les Baglioni Não publicado durante a sua vida. 1891 Empédocle (Empédocles) Não publicado durante a sua vida. 1891 Orsino Peça de teatro; Não publicado durante a sua vida. 1892 Le Dernier Procès de Louis Berquin (O último julgamento de Louis de Berquin) 1895 Les Origines du théâtre lyrique moderne (As origens do moderno teatro lírico); tratado académico que recebeu um prémio da Académie Française 1895 Histoire de l'opéra avant Lully et Scarlatti (Uma história da ópera na Europa antes de Lully e Scarlatti); Dissertação de doutoramento em Letras 1895 Cur ars picturae apud Italos XVI saeculi deciderit Tese em latim sobre o declínio da pintura italiana ao longo do século XVI 1897 Saint-Louis 1897 Aërt Drama histórico/filosófico 1898 Les Loups (Os Lobos) Drama histórico/filosófico 1899 Le Triomphe de la raison (O Triunfo da razão); Drama histórico/filosófico 1899 Georges Danton Drama histórico/filosófico 1900 Le Poison idéaliste 1901 Les Fêtes de Beethoven à Mayence (As Festas de Beethoven em Mainz) 1902 Le Quatorze Juillet (O 14 de Julho –Dia da Bastilha); Drama histórico/filosófico 1902 François-Millet 1903 Vie de Beethoven (Vida de Beethoven); Biografia 1903 Le temps viendra (Chegará a hora); Drama 1903 Le Théâtre du peuple (O Teatro do Povo); Ensaio inspirador para a democratização do teatro. 1904 La Montespan Drama histórico/filosófico 1904–1912 Jean-Christophe Ciclo de dez volumes divididos em três séries – Jean-Christophe, Jean-Christophe à Paris, e Fin du voyage, publicados por Cahiers de la Quinzaine 1904 L'Aube Primeiro volume da série Jean-Christophe 1904 Le Matin (Manhã); Segundo volume da série Jean-Christophe 1904 L'Adolescent (O Adolescente); Terceiro volume da série Jean-Christophe 1905 La Révolte (A Revolta); Quarto volume da série Jean-Christophe 1907 Vie de Michel-Ange (Vida of Michelangelo); Biografia 1908 Musiciens d'aujourd'hui (Músicos contemporâneos); Colectânea de artigos e ensaios sobre música 1908 Musiciens d'autrefois (Músicos do passado); Colectânea de artigos e ensaios sobre música 1908 La Foire sur la place Primeiro volume da série Jean- Christophe à Paris 1908 Antoinette Segundo volume da série Jean-Christophe à Paris 1908 Dans la maison (Em casa); Terceiro volume da série Jean-Christophe à Paris 1910 Haendel (Handel) 1910 Les Amies (Os Amigos); Primeiro volume da série la Fin du voyage 1911 La Vie de Tolstoï ( A vida de Tolstói); Biografia 1911 Le Buisson ardent Segundo volume da série la Fin du voyage 1912 La Nouvelle Journée Terceiro volume da série la Fin du voyage 1912 L'Humble Vie héroïque (A heróica vida Humilde) 1915 Au-dessus de la mêlée (Acima da confrontação); Manifesto pacifista 1915 — Recebeu o Prémio Nobel de Literatura 1917 Salut à la révolution russe (Saudação à revolução russa) 1918 Pour l'internationale de l'Esprit (Pela Internacional do Espírito) 1918 L'Âge de la haine (A idade do ódio) 1919 Colas Breugnon História passada na Borgonha e que esteve na base da ópera com o mesmo nome de Dmitry Kabalevsky 1919 Liluli Peça de teatro 1919 Les Précurseurs (Os Precursores) 1920 Clérambault Romance 1920 Pierre et luce 1921 Pages choisies (Páginas escolhidas) 1921 La Révolte des machines (A Revolta das Máquinas) 1922 Annette et Sylvie Primeiro volume de l'Âme enchantée 1922 Les Vaincus 1922–1933 L'Âme enchantée (A Alma Encantada); Sete volumes 1924 L'Été (Verão); Segundo volume de l'Âme enchantée 1924 Mahatma Gandhi 1925 Le Jeu de l'amour et de la mort (O Jogo do amor e da morte) 1926 Pâques fleuries 1927 Mère et fils (Mãe e filho); Terceiro volume de l'Âme enchantée 1928 Léonides 1928 De l'Héroïque à l'Appassionata (Da Heróica à Apaixonada) 1929 Essai sur la mystique de l'action (Ensaio sobre a mística da ação) 1929 L'Inde vivante (Índia repleta de vida); Ensaios 1929 Vie de Ramakrishna (Vida de Ramakrishna); Ensaios 1930 Vie de Vivekananda (Life of Vivekananda); Ensaios 1930 L'Évangile universel Ensaios 1930 Goethe et Beethoven (Goethe e Beethoven); Ensaio 1933 L'Annonciatrice 1935 Quinze ans de combat 1936 Compagnons de route 1937 Le Chant de la Résurrection (O Canto da Ressurreição) 1938 Les Pages immortelles de Rousseau (As Páginas Immortais de Rousseau) 1939 Robespierre Drama histórico/filosófico 1942 Le Voyage intérieur (A Viagem Interior) 1943 La Cathédrale interrompue (A Catedral Interrompida); Volumes I and II 1945 Péguy Publicação póstuma 1945 La Cathédrale interrompue Volume III, póstumo ==Ligações externas== * * *Association Romain Rolland Categoria:Nobel de Literatura Categoria:Laureados da França com o Nobel Categoria:Romancistas da França Categoria:Biógrafos da França Categoria:Músicos da França Categoria:Polímatas",
 "title": "Romain Rolland"
}