{
 "id": "91645",
 "text": "Giovanni Domenico Campanella (StiloFirpo, Luigi. Campanella Tommaso, Dizionario biografico degli Italiani, Roma 1974, 5 de setembro de 1568 — Paris, 21 de maio de 1639) foi um filósofo renascentista italiano, poeta e teólogo dominicano. Ainda jovem ingressou na Ordem dos Pregadores, dedicando- se aos estudos de filosofia. Em 1599, foi preso por ordem do governo espanhol sob acusação de heresia e conspiração. Embora jamais tivesse confessado nenhuma das acusações, esteve preso na prisão de Nápoles durante 27 anos. Posto em liberdade no ano de 1626, foi novamente preso e levado diante do Santo Ofício em Roma, onde enfrentou julgamento por certas proposições em seu trabalho que eram consideradas suspeitas. Recuperando a liberdade, esteve algum tempo no mosteiro dominicano de Minerva, em Roma. Em 1634, temendo perseguições por suspeitas de que poderia estar envolvido em nova conspiração, seguiu o conselho do papa Urbano VIII e fugiu para a França, onde foi recebido por Luís XIII e pelo Cardeal Richelieu. Campanella deixou uma obra vasta que abrange vários tópicos: gramática, retórica, filosofia, teologia, política, medicina etc.. Segundo Campanella, as ciências tratam das coisas como elas são, cabendo à filosofia (e especialmente à metafísica) explicar as coisas em seu sentido mais profundo. Sua principal obra é \"A Cidade do Sol\". Entre suas obras, destacam-se: *Aforismi politici, a cura di A. Cesaro, Guida, Napoli 1997 *An monarchia Hispanorum sit in augmento, vel in statu, vel in decremento, a cura di L. Amabile, Morano, Napoli 1887 *Antiveneti, a cura di L. Firpo, Olschki, Firenze 1944 *Apologeticum ad Bellarminum, a cura di G. Ernst, in «Rivista di storia della filosofia», XLVII, 1992 *Apologeticus ad libellum ‘De siderali fato vitando’, a cura di L. Amabile, Morano, Napoli 1887 *Apologeticus in controversia de concepitone beatae Virginis, a cura di A. Langella, L’Epos, Palermo 2004 * Apologia pro Galileo, mathematico Florentino (Frankfurt, 1622); *Apologia pro Scholis Piis, a cura di L. Volpicelli, Giuntine-Sansoni, Firenze 1960 *Articoli prophetales, a cura di G. Ernst, La Nuova Italia, Firenze 1977 *Astrologicorum libri VII, Francofurti 1630 *L'ateismo trionfato, ovvero riconoscimento filosofico della religione universale contra l'antichristianesimo macchiavellesco, a cura di G. Ernst, Edizioni della Normale, Pisa 2004 ISBN 88-7642-125-4 *De aulichorum technis, a cura di G. Ernst, in «Bruniana e Campanelliana», II, 1996 *Avvertimento al re di Francia, al re di Spagna e al sommo pontefice, a cura di L. Amabile, Morano, Napoli 1887 *Calculus nativitatis domini Philiberti Vernati, a cura di L. Firpo, in Atti della R. Accademia delle Scienze di Torino, 74, 1938-1939 *Censure sopra il libro del Padre Mostro. Proemio e Tavola delle censure, a cura di L. Amabile, Morano, Napoli 1887 *Censure sopra il libro del Padre Mostro: «Ragionamenti sopra le litanie di nostra Signora», a cura di A. Terminelli, Edizioni Monfortane, Roma 1998 *Chiroscopia, a cura di G. Ernst, in «Bruniana e Campanelliana», I, 1995 *La Città del Sole, a cura di L. Firpo, Laterza, Roma-Bari 2008 ISBN 88-420-5330-9 *Commentaria super poematibus Urbani VIII, codd. Barb. Lat. 1918, 2037, 2048, Biblioteca Vaticana *Compendiolum physiologiae tyronibus recitandum, cod. Barb. Lat. 217, Biblioteca Vaticana *Compendium de rerum natura o Prodromus philosophiae instaurandae, Francofurti 1617 *Compendium veritatis catholicae de praedestinatione, a cura di L. Firpo, Olschki, Firenze 1951 *Consultationes aphoristicae gerendae rei praesentis temporis cum Austriacis ac Italis, a cura di L. Firpo, Olschki, Firenze 1951 *Defensio libri sui 'De sensu rerum’, apud L. Boullanget, Parisiis 1636 *Dialogo politico contro Luterani, Calvinisti e altri eretici, a cura di D. Ciampoli, Carabba, Lanciano 1911 *Dialogo politico tra un Veneziano, Spagnolo e Francese, a cura di L. Amabile, Morano, Napoli 1887 *Discorsi ai principi d’Italia, a cura di L. Firpo, Chiantore, Torino 1945 *Discorsi della libertà e della felice soggezione allo Stato ecclesiastico, a cura di L. Firpo, s.e., Torino 1960 *Discorsi universali del governo ecclesiastico, a cura di L. Firpo, UTET, Torino 1949 *Disputatio contra murmurantes in bullas ss. Pontificum adversus iudiciarios, apud T. Dubray, Parisiis 1636 *Disputatio in prologum instauratarum scientiarum, a cura di R. Amerio, SEI, Torino 1953 *Documenta ad Gallorum nationem, a cura di L. Firpo, Olschki, Firenze 1951 *Epilogo Magno, a cura di C. Ottaviano, R. Accademia d’Italia, Roma 1939 *Expositio super cap. IX epistulae sancti Pauli ad Romanos, apud T. Dubray, Parisiis 1636 *Index commentariorum Fr. T. Campanellae, a cura di L. Firpo, in «Rivista di storia della filosofia», II, 1947 *Lettere 1595-1638, a cura di G. Ernst, Istituti Editoriali e Poligrafici Internazionali, Pisa-Roma 2000 *Lista dell’opere di fra T. Campanella distinte in tomi nove, a cura di L. Firpo, in «Rivista di storia della filosofia», II, 1947 *Medicinalium libri VII, ex officina I. Phillehotte, sumptibus I. Caffinet F. Plaignard, Lugduni 1635 *Metafisica, A cura di Giovanni Di Napoli, (brani scelti del testo latino e traduzione italiana, 3 volumi), Bologna, Zanichelli 1967 *Metafisica. Universalis philosophiae seu metaphysicarum rerum iuxta propria dogmata. Liber 1º, a cura di P. Ponzio, Levante, Bari 1994 *Metafisica. Universalis philosophiae seu metaphysicarum rerum iuxta propria dogmata. Liber 14º, a cura di T. Rinaldi, Levante, Bari 2000 *Monarchia Messiae, a cura di L. Firpo, Bottega d’Erasmo, Torino 1960 *Philosophia rationalis, apud I. Dubray, Parisiis 1638 *Philosophia realis, ex typographia D. Houssaye, Parisiis 1637 *Philosophia sensibus demonstrata, a cura di L. De Franco, Vivarium, Napoli 1992 *Le poesie, a cura di F. Giancotti, Einaudi, Torino 1998 *Poetica, a cura di L. Firpo, Mondatori, Milano 1954 *De praecedentia, presertim religiosorum, a cura di M. Miele, in «Archivum Fratrum Praedicatorum», LII, 1982 *De praedestinatione et reprobatione et auxiliis divinae gratiae cento Thomisticus, apud I. Dubray, Parisiis 1636 *Quod reminiscentur et convertentur ad Dominum universi fines terrae, a cura di R. Amerio, CEDAM, Padova 1939 (L. I-II), Olschki, Firenze 1955-1960 (L. III-IV) *Del senso delle cose e della magia, Rubbettino, Soveria Mannelli 2003 *De libris propriis et recta ratione. Studendi syntagma, a cura di A. Brissoni, Rubbettino, Soveria Mannelli 1996 *Theologia, L. I-XXX, Libro Primo, Edizione critica a cura di Romano Amerio, Milano, 1936. Categoria:Filósofos da Itália Categoria:Poetas da Itália do século XVII Categoria:Teólogos da Itália Categoria:Religiosos da Ordem dos Dominicanos Categoria:Utopistas Categoria:Filósofos do século XVII Categoria:Naturais de Stilo Categoria:Religiosos da Ordem dos Dominicanos da Itália",
 "title": "Tommaso Campanella"
}