{
 "id": "91667",
 "text": "Edson & Hudson é uma dupla brasileira de música sertaneja formada em 1980 pelos irmãos Edson Cadorini e Hudson Cadorini na cidade de Limeira == Carreira == === Origem === Nascidos e criados em família circense, os irmãos tiveram grande apoio do pai, o palhaço e acrobata Gerônimo Silva, conhecido como Beijinho, que percebeu o carisma e o talento dos filhos ainda quando crianças. Incentivados pela família, começaram a cantar em dupla desde muito novos. Inicialmente, utilizavam os pseudônimos de Pep e Pupi e apresentavam-se em praças públicas, bares, rodeios, bailes e em circos. Acostumados desde cedo aos espetáculos e à estrada, logo adquiriram a experiência necessária para mostrar o potencial que tinham para a música. === 1991–2009: Reconhecimento e apresentações === Em 1991, já como Edson & Hudson, passaram pelo show de calouros de Raul Gil, onde tiveram a grande oportunidade de serem vistos e ouvidos pelo grande público. A voz poderosa e afinada de Edson unida aos riffs de rock da guitarra de Hudson (a época nada usuais na música sertaneja), chamaram logo a atenção do público e dos formadores de opinião. Essa mistura acabou se tornando o grande diferencial da dupla e marcou um estilo que revolucionou o mercado sertanejo, atraindo e influenciando uma nova geração de seguidores e artistas. Persistindo no sonho de fazer sucesso a dupla gravou o primeiro disco no ano de 1995. Outro fato importante que ajudou a alavancar ainda mais a popularidade da dupla foi a explosão do mega hit \"Azul\" nas principais rádios do Brasil, no ano de 2002. Entre 1995 e 2009, a dupla passou por quatro gravadoras, RGE, Sony Music, Deckdisc e EMI, lançando dezessete álbuns, entre CDs e DVDs de carreira e compilações, contabilizando a venda de mais de 1 milhão de discos. Também neste período, Edson & Hudson passou a figurar como atração principal dos maiores eventos de música sertaneja e rodeios, como Barretos, Jaguariúna, Americana, Osasco, entre outros, batendo consecutivamente o recorde de público de cada festa. Edson & Hudson formaram a primeira dupla a oferecer ao público um estilo de música diferente que revolucionou o mercado sertanejo, atraindo uma nova geração para o segmento. Atualmente, a dupla está na gravadora Onda Musical, integrante do Grupo Live. === 2009–11: Separação e carreiras solo === Em 2009, os irmãos visitaram diversas cidades importantes para a carreira como dupla e anunciaram aos fãs e à imprensa a cessão das atividades juntos, colocando em prática as ideias individuais em carreira solo. Contudo, pouco antes da separação, deixaram registrado o álbum CD e DVD Despedida. === 2011–13: Retorno às atividades como dupla e Faço Um Circo Pra Você – Ao Vivo === Em 2011, após dois anos separados seguindo carreira solo, Edson Cadorini e Hudson Cadorini anunciaram a volta da dupla e o primeiro show de retorno aconteceu no dia 22 de outubro em São Paulo, no Credicard Hall, e os ingressos esgotaram mais de uma semana antes da realização da apresentação. Edson e Hudson gravaram, num picadeiro, para evocar o início da carreira e a origem circense, o DVD Faço Um Circo Pra Você – Ao Vivo, lançado em janeiro de 2013 pela Radar Records. === 2014: Turnê Conectados === Depois de nove meses sem se apresentar — o que gerou especulações por parte da mídia jornalística e televisiva —, Hudson voltou aos palcos, ao lado de Edson, para o lançamento da turnê Conectados. A primeira apresentação da dupla, que então contabilizava 35 anos de carreira, aconteceu no dia 4 de novembro, na capital paulista, no Villa Country. O repertório troxe as canções do álbum De Edson para Hudson, como \"Coração Sangrado\", \"Pra Conquistar Uma Mulher\", \"Viver a Vida\" e \"Amor Gemidinho\", além dos sucessos \"Azul\", \"Foi Deus\", \"Porta Retrato\", dentre outros. === 2015–17: Escândalo de Amor e Eu e Você de Novo – Ao Vivo === Desde que anunciaram a produção de um novo álbum para 2015, Edson e Hudson apresentaram dois singles, \"Guarda-Roupa Vazio\" e \"Escândalo de Amor\", que leva o nome do disco. Além das músicas mencionadas, os irmãos trouxeram \"Contagem Regressiva\", que conta com a participação especial de Bruno & Marrone, e \"Vai Ser Gostoso\" (já gravada por Zé Felipe). Produzido pela Universal Music, Escândalo de Amor, o vigésimo álbum de Edson e Hudson, foi lançado nacionalmente no dia 9 de outubro de 2015. Em 2017, os irmãos lançaram o CD e DVD Eu e Você de Novo - Ao Vivo, gravado ao vivo no Jaó Music Hall, em Goiânia (GO), nos dias 10 e 11 de maio de 2017, trazendo grandes sucessos da dupla, músicas inéditas e participações especiais de Luan Santana, Jorge & Mateus e Lauana Prado. === 2019–20: Amor + Buteco === Em 2019, a dupla lança o projeto Amor + Buteco. Com produção musical de Ricardo Gama, o registro audiovisual do show Amor + Boteco foi gravado no dia 27 de julho em apresentação da dupla na casa Credicard Hall, na cidade de São Paulo (SP). == Turnês == * 2005-2006: Turnê Galera Coração * 2006-2007: Turnê Duas Vidas, Dois Amores * 2008-2009: Turnê Despedida * 2011-2012: Turnê Deu Saudade * 2012-2013: Turnê Faço Um Circo Pra Você * 2014-2016: Turnê Conectados * 2015-2017: Turnê Estrelas (com Rionegro & Solimões) * 2017-2018: Turnê Eu e Você de Novo * 2019-2020: Amor + Buteco * 2022-2024: Iguais * 2024-atualmente: Foi Deus ==Discografia== * 1995: Edson & Hudson * 1997: Edson & Hudson * 2001: No Limite da Saudade * 2002: Acústico Ao Vivo * 2004: O Chão Vai Tremer * 2005: O Melhor de Edson & Hudson * 2005: Galera Coração * 2005: Galera Coração - Ao Vivo * 2006: O Bailão de Edson & Hudson * 2006: Duas Vidas, Dois Amores * 2007: Na Moda do Brasil - Ao Vivo * 2007: Românticas * 2007: Na Arena Ao Vivo * 2009: Essencial * 2009: Despedida * 2012: Deu Saudade * 2013: Faço Um Circo Pra Você - Ao Vivo * 2013: Na Hora do Buteco * 2014: De Edson para Hudson * 2015: Escândalo de Amor * 2017: Eu e Você de Novo - Ao Vivo * 2019: Amor + Boteco * 2022: Boate Azul ao Vivo (com Gian & Giovani) * 2023: Foi Deus ==Ligações externas== * * * Categoria:Cantores do estado de São Paulo Categoria:Duplas sertanejas Categoria:Duplas de sertanejo universitário Categoria:Artistas da RGE Discos Categoria:Artistas da Sony Music Entertainment Categoria:Artistas da Deckdisc Categoria:Artistas da EMI Categoria:Artistas da Universal Music Group Categoria:Bandas com irmãos",
 "title": "Edson & Hudson"
}