{
 "id": "9167",
 "text": "Neurociência é o estudo científico do sistema nervoso.Entry for Neuroscience - Merriam-Webster Medical Dictionay Tradicionalmente, a neurociência tem sido vista como um ramo da biologia. Entretanto, atualmente ela é uma ciência interdisciplinar que colabora com outros campos como a educação, química, ciência da computação, engenharia, antropologia, linguística, matemática, medicina e disciplinas afins, filosofia, física, comunicação, anatomia e psicologia. O termo neurobiologia é usado alternadamente com o termo neurociência, embora o primeiro se refira especificamente à biologia do sistema nervoso, enquanto o último se refere à inteira ciência do sistema nervoso. O escopo da neurociência tem sido ampliado para incluir diferentes abordagens usadas para estudar os aspectos moleculares, celulares, de desenvolvimento, estruturais, funcionais, evolutivos e médicos do sistema nervoso, ainda sendo ampliado para incluir a cibernética como estudo da comunicação e controle no animal e na máquina com resultados fecundos para ambas áreas do conhecimento. As técnicas usadas pelos neurocientistas têm sido expandidas enormemente, com contribuições desde estudos moleculares e celulares de neurônios individuais até do imageamento de tarefas sensoriais e motoras no cérebro. Avanços teóricos atuais na neurociência têm sido auxiliados pelo estudo das redes neurais ou com apenas a concepção de circuitos (sistemas) e processamento de informações que tornam-se modelos de investigação com tecnologia biomédica e/ou clínica. Dado o número crescente de cientistas que estudam o sistema nervoso, várias proeminentes organizações de neurociência têm sido formadas para prover um fórum para todos os neurocientistas e educadores. Por exemplo, a International Brain Research OrganizationInternational Brain Research Organization foi fundada em 1960, a Society for NeuroscienceSociety for Neuroscience em 1969, a Sociedade Brasileira de Neurociências e ComportamentoSociedade Brasileira de Neurociências e Comportamento em 1976 e a Sociedade Portuguesa de NeurociênciasSociedade Portuguesa de Neurociências em 1992. == Acerca de nomes e métodos == Observe-se que a maioria dos vocábulos com prefixo neuro podem ser substituídos ou associados ao prefixo psico, a moderna neurociência tende a reunir as produções isoladas face ao risco de perder a visão global do seu objeto de estudo: o sistema nervoso, contudo a complexidade deste, e em especial do sistema nervoso central da espécie humana, exige o estudo isolado de cada campo e o exercício da inter-relação de pesquisas.Existem pelo menos 5 maneiras ou áreas de estudo da relação entre sistema nervoso e comportamento e/ou sua fisiologia: # O espectro animal – diversidade de modelos que a natureza oferece e os padrões reconhecíveis de comportamento e de estrutura anatômica e bioquímica. Atividade também denominada NeuroetologiaHoyle, G. (1984) The scope of Neuroethology. The Behavioral and Brain Sciences. 7:367-412 PDFAces.Abr.2015. Herculano-Houzel S. The Human Brain in Numbers: A Linearly Scaled-up Primate Brain . Frontiers in Human Neuroscience. 2009;3:31. doi:10.3389/neuro.09.031.2009. PDF #As diversas patologias e lesões anatômicas e suas consequências funcionais. Para deficiência mental, por exemplo, já se conhece pelo menos 300 causas.Cavalli-Sforza, L.L.; Bodmer, W.F. The genetic of human populations. San Francisco, Freeman, 1971 apud: Davidoff, Linda L. Introdução à psicologia. SP, Makron Books, 2001Vasconcelos, Marcio M. Retardo mental. Jornal de Pediatria - Vol. 80, Nº2(supl), 2004 PDF, consulta em Mar. 2014Maria Puiu, Simona Dumitriu, Adela Chiriță-Emandi, Raluca Grădinaru and Smaranda Arghirescu (January 9th 2013). The Genetics of Mental Retardation, Genetic Disorders, Maria Puiu, IntechOpen, DOI: 10.5772/52964. Available from: https://www.intechopen.com/books/genetic-disorders/the-genetics-of-mental- retardation # Os estágios do desenvolvimento humano/animal e envelhecimento. Existem estágios previsíveis de modificação anatômico-funcional e comportamental nas diversas fases do desenvolvimento do SN humano.Tau, Gregory Z.; Peterson, Bradley S. Normal Development of Brain Circuits. Neuropsychopharmacology (2010) 35, 147–168 PDF Aces.Abr. 2015Stiles J, Jernigan TL. The Basics of Brain Development. Neuropsychology Review. 2010;20(4):327-348. doi:10.1007/s11065-010-9148-4. NCBI/PMC Web. 11 June 2018. # Efeito de drogas em diferentes sítios anatômicos, Existe certo consenso quanto a 3 formas básicas de efeito farmacológico de drogas no sistema nervoso. As substâncias psicoativas podem ser classificadas como lépticas (estimulantes); analépticas (depressoras) e dislépticas (modificadoras). É nesse último grupo que se enquadram as substâncias conhecidas como alucinógenos ou enteógenos.Delay J , Deniker P . Caractéristiques psycho- physiologiques des médicaments neuroleptiques. Psychotropic drugs . Amsterdam : Elsevier ; 1957, p. 485 - 501NICASTRI, Sergio. Métodos de neuroimagem e abuso de substâncias psicoativas. Rev. Bras. Psiquiatr., São Paulo , v. 23, supl. 1, p. 28-31, May 2001 . Available from . access on 19 Aug. 2017. # Estudo da mente (psique), a inteligência, capacidade cognitiva e/ou comportamento (neuropsicologia). Para um grande conjunto de alterações comportamentais estudadas pela psicopatologia e criminologia ainda não existe consenso sobre suas causas biológicas e psicossociais. O mesmo pode ser dito para alterações psiconeuroendócrino fisiológicas da experiência religiosa ou êxtase religioso e estados alterados de consciência induzidos por técnicas como meditação e yoga,Colom R, Karama S, Jung RE, Haier RJ. Human intelligence and brain networks. Dialogues in Clinical Neuroscience. 2010;12(4):489-501. PDF Aces. Abr.2015Sutherland, Stephani. How Yoga Changes the Brain. Scientific American. Mar 2014 Scientific American on-line Aces. Jun 2018Fallon, James. The Psychopath Inside: A Neuroscientist's Personal Journey into the Dark Side of the Brain. NY, Penguin Books, 2013Matthieu Ricard, Antoine Lutz e Rchard J. Davidson. A mente (burilada) do meditador. Scientific American Brasil ano 13 nº151 Dezembro, 2014 p28-35 bem como demais alterações funcionais do sistema nervoso em a sua interação na cultura estudados na ótica da neuroantropologia Domínguez D, Juan F; Lewis, ED; Turner, R; Egan, GF (2009). Chiao, JY, ed. \"The Brain in Culture and Culture in the Brain: A Review of Core Issues in Neuroanthropology\". Progress in Brain Research. Special issue: Cultural Neuroscience: Cultural Influences on Brain Function (The Netherlands: Elsevier) 178: 43–6. doi:10.1016/S0079-6123(09)17804-4 Múltiplas inter- relações entre esses diversos métodos e possibilidades de estudos são possíveis, contudo ainda não existe grandes teorias que façam da neurociência uma única teoria ou método científico com suas múltiplas aplicações práticas na área médica (Neurologia, Psiquiatria, Anestesia, Endocrinologia, Medicina Psicossomática) ou em outras ciências da saúde (Psicologia, Fisioterapia, Antropologia Biológica, Fonoaudiologia, Terapia Ocupacional, Ortóptica, Neurortopedia bucal, etc.). Uma forma distinta de conceber a diversidade de metodologias com que podemos estudar o cérebro é, como proposto por Lent, 2004,Lent, Roberto. Cem bilhões de neurônios: conceitos fundamentais de neurociência. SP, Atheneu,2004 acompanhar, em princípio os distintos níveis anatômicos – funcionais que a biologia utiliza para o estudo dos seres vivos. Estabelecendo então: Neurociência molecular; Neurociência celular como níveis de análise equivalentes as bem estabelecidas disciplinas da bioquímica e citologia; A Neurociência sistêmica orientada pelos princípios histológicos, estruturais e funcionais dos aparelhos e sistemas orgânicos; A Neurociência comportamental em princípio acompanha os níveis de organização básica do indivíduo ou seu comportamento equivalendo aos estudos da Psicobiologia ou Psicofisiologia e finalmente a Neurociência cognitiva ou estudo das capacidades mentais mais complexas, típicas do animal humano como a linguagem, autoconsciência etc. que também pode ser chamada de Neuropsicologia. == Neurociência celular e molecular == O estudo do sistema nervoso central se dá por meio de diversas perspectivas, estando presentes desde técnicas de análises comportamentais e cognitivas, até análise de mecanismo moleculares e celulares.Nature › subjects › Neuroscience https://www.nature.com/subjects/neuroscience Aces. 07/03/2020 À nível molecular, existem questões primordiais a serem respondidas como, por exemplo, mecanismos pelos quais neurônios expressam e respondem às demais sinalizações moleculares. Outro exemplo da aplicação de análises moleculares na neurociência é aprimorar o entendimento de como os axônios podem gerar uma rede complexa e interconectada. Nesse contexto, ferramentas de biologia molecular e genética podem ser utilizadas para compreender como ocorre o desenvolvimento de um neurônio e quais são as influências moleculares, diretas ou indiretas, que são capazes de afetar funções neurobiológicas. À nível celular, a neurociência visa compreender mecanismos pelos quais os neurônios processam informações fisiológicas e eletroquímicas. Estas questões incluem o entendimento e a correlação de estruturas neuronais com suas funções. O corpo celular, por exemplo, é a região que contém o núcleo do neurônio e, portanto, toda a informação genética da célula. Os dendritos, por sua vez, são funcionalmente especializados com a função de recebimento da informação sináptica. Finalmente, os axônios são especializados na condução do impulso nervoso. Dessa maneira, o entendimento de como ocorre a neurotransmissão e a sinalização elétrica são de extrema importância para a compreensão das funções neuronais. Outra área das neurociências que recebe destaque para aplicação estudos moleculares e celulares é a investigação direta de mecanismos envolvidos com o desenvolvimento do sistema nervoso central.Jiang, Xiangning, and Jeannette Nardelli. “Cellular and molecular introduction to brain development.” Neurobiology of disease vol. 92,Pt A (2016): 3-17. doi:10.1016/j.nbd.2015.07.007 Dessa forma, a elucidação de padrões de organização neuronal, bem como do desenvolvimento de novas células nervosas e da glia proporcionam um melhor entendimento de mecanismos migratórios das células nervosas, bem como do desenvolvimento dendrítico e axonal.Hill, M.A. Embryology Neural System - Glial Development. Retrieved from https://embryology.med.unsw.edu.au/embryology/index.php/Neural_System_- _Glial_Development (Aces. 2020, February 21)Riccomagno, Martin M, and Alex L Kolodkin. “Sculpting neural circuits by axon and dendrite pruning.” Annual review of cell and developmental biology vol. 31 (2015): 779-805. doi:10.1146/annurev-cellbio-100913-013038 Por fim, a modelagem computacional baseada em neuro-genética é uma área em ascensão para o estudo dos mecanismos celulares e moleculares neuronais normais e patológicos, se embasando nas interações dinâmicas da forma como os genes influenciam a dinâmica das redes neurais cerebrais.Kasabov, N., Schliebs, R., & Kojima, H. (2011). Probabilistic Computational Neurogenetic Modeling: From Cognitive Systems to Alzheimer’s Disease. IEEE Transactions on Autonomous Mental Development, 3(4), 300–311. doi:10.1109/tamd.2011.2159839 Benuskova, Lubica, and Nikola Kasabov. “Modeling brain dynamics using computational neurogenetic approach.” Cognitive neurodynamics vol. 2,4 (2008): 319-34. doi:10.1007/s11571-008-9061-1BENUSKOVA, L., JAIN, V., WYSOSKI, S. G., & KASABOV, N. K. (2006). Computational neurogenetic modelling: a pathway to new discoveries in genetic neuroscience. International Journal of Neural Systems, 16(03), 215–226. doi:10.1142/s0129065706000627 == O cérebro, a mente e os seus problemas == Além da tarefa ainda não concluída em milhares de anos de pesquisas, especulações, tentativas, erros e acertos sobre a anatomia e fisiologia do cérebro e de suas funções, sejam o comportamento/pensamento (psique) ou os mecanismos de regulação orgânica e interação psicossocial alguns problemas se impõem aos pesquisadores, destacando-se entre estes os que podem ser reunidos pela patologia. Ressalte-se, porém, a inconveniência de reduzir a neurociência à clínica e anatomia patológica como na história da medicina já se fez, e perdermos de vista a possibilidade de construção de um conhecimento da saúde (não redutível ao oposto qualificativo da doença) considerando também as dificuldades de aplicação dos conceitos da patologia às variações genéticas e bioquímicas das espécies e natureza da psique e/ou comportamento. Assim esclarecido temos duas estratégias básicas para abordar os problemas da mente- cérebro e/ou a principal aplicação prática da neurociência na clínica médica:Harrison, T. R. Medicina Interna (8ª Ed.). RJ, Guanabara Koogan, 1980Robbins - Patologia Estrutural e Funcional R.S. Cotran, V. Kumar, S.L. Robbins, ed. 5ª edição, Guanabara Koogan, R.J., 1996. ; O estudo da função nervosa e suas alterações ou seja O coma, alterações da consciência e do sono; Alterações dos órgãos dos sentidos, delírios, alterações do intelecto e da fala; Distúrbios do comportamento, ansiedade e depressão (lassidão, astenia); Desmaios, tontura (vertigens) e estado convulsivo; Distúrbios da marcha e postura (tremores, coréia, atetose, ataxia); Paralisias e distúrbios da sensibilidade e dor (cefaleia e segmentos periféricos); Espasmos, incontinências e outras alterações da regulação orgânica. ; O estudo etiológico das patologias do sistema nervoso Malformações congênitas e erros inatos do metabolismo; Doenças do desenvolvimento, degenerativas e desmielinizantes; Infecções por grupo de agentes e sítio anatômico (meningites, encefalites,etc.); Traumatismo no sistema nervoso central e periférico; Doenças vasculares (hipoxias, isquemias, infarto hemorragias); Neoplasias (tumores malignos, benignos por tecido de origem e cistos); Doenças neuroendócrinas, nutricionais, tóxicas e ambientais; Transtornos mentais e distúrbios do comportamento Ver na Classificação Estatística Internacional de Doenças e Problemas Relacionados com a Saúde CID - 10ª Revisão o Capítulo V: Transtornos mentais e comportamentais; o Capítulo VI: Doenças do sistema nervoso, e o Capítulo VII: Doenças do olho e anexos. == Um pouco de história == Se não considerarmos que o conhecimento de métodos de tratamento invasivo como trepanações das medicinas antigas e pré colombianas; utilização de plantas psicoativas e outras técnicas de modificação da consciência e anestesia (similares à yoga e acupuntura) fazem parte da neurociência, podemos tomar como data de criação desta interdisciplina a publicação de De morbis nervorum em 1735 , de autoria do médico holandês Herman Boerhaave (1668 - 1738), considerado o primeiro tratado de neurologia. Koehler, P. J. (2007). Neuroscience in the Work of Boerhaave and Haller. Brain, Mind and Medicine: Essays in Eighteenth-Century Neuroscience, 213–231. doi:10.1007/978-0-387-70967-3_16 Observe-se porém que alguns autores consideram Thomas Willis, (1621-1675), autor do \"Cerebri anatome: cui accessit nervorum descriptio et usus\" (1664), como também, um possível fundador da neurologia, a exemplo de Charles Scott Sherrington, (1852-1952). Entre outros méritos atribuídos a ele, estão as perfeitas de descrições anatômicas publicadas, entre as quais, é conhecido de todos o círculo arterial na base do cérebro até hoje identificadoo como \"polígono de de Willis\" Gardner-Thorpe, D. C. (2000). A SHORT HISTORY OF NEUROLOGY. Brain, 123(12), 2573–2575. doi:10.1093/brain/123.12.2573 Pode-se ainda marcar seu início com a descoberta da função cerebralOliveira, J.W. B. Estudo histórico da neurologia. RJ, Castália, 1980 atribuída ao grego Alcmaeon da escola Pitagórica de Croton em torno de 500 aC, que discorreu sobre as funções sensitivas deste. Suas observações foram confirmadas por Herófilo, um dos fundadores da escola de medicina de Alexandria (século III aC.), que descreveu as meninges e a rete mirabile (rede maravilhosa) de nervos (distinguindo este dos vasos) e medula com suas conexões com cérebro, cujo conhecimento foi sistematizado e demonstrado empiricamente, através do corte seletivo de nervos, por Galeno (130-211 aC.). Para Bear et alBear, Mark F.;Connors, B.W.;Paradiso, M.A. Neurociências: desvendando o sistema nervoso. Porto Alegre, RGS, Artemd, 2002 o estudo do encéfalo é tão antigo quanto a ciência e entre as disciplinas que o estudam inclui a matemática, destacando ainda as reflexões de Hipócrates sobre esse órgão no clássico da medicina, atribuído a ele, \"Acerca das doenças sagradas\" (Hipócrates Séc V a.C.).Hipocrátes. A doença sagrada in: Cairus, Henrique F.; Ribeiro Jr. Wilson A. Textos hipocráticos, o doente, o médico e a doença. RJ FioCruz, 2005 Google Livros Aces. Abr. 2015..o homem deve saber que de nenhum outro lugar mas do encéfalo, vem a alegria, o prazer, o riso, e a diversão, o pesar e o ressentimento, o desânimo e a lamentação...por esse mesmo órgão tornamo-nos loucos e delirantes, e medos e terrores nos assombram...Nesse sentido sou da opinião de que o encéfalo exerce o maior poder sobre o homem... Ressalta, porém que a palavra neurociência é jovem e que a primeira associação de neurociência foi fundada somente em 1970. == Neuroimagem == Diversos métodos de mapeamento cerebral são utilizados para compreender o cérebro humano. == Autores == == Bibliografia == * Alexander, Franz G, Selesnick, Sheldon T. História da psiquiatria: uma avaliação do pensamento e da prática psiquiátrica desde os tempos primitivos até o presente. São Paulo : Ibrasa, 1968. * Canguilhem, Georges. O Normal e patológico, RJ, Forense-Universitária, 1982 * Foucault, Michael. Doença Mental e Psicologia, RJ, Tempo-Brasileiro, 1968 * Hubel, David H. El cérebro, edicion especial sobre neurobiologia da Investigacion y Ciência, nº 38. Barcelona, noviembro de 1979 ou The Brain, Scientific American nº 3, v 241. USA, september 1979 * Kandel, Eric R.; Schwartz, James H.; Jessell, Thomas M. Fundamentos da neurociência do comportamento. RJ, Guanabara Koogan, 1997 * Lent, Roberto (Ed.). As ciências do cérebro. Numero especial da Rev. Ciência Hoje, v16/ nº 94, Rio de Janeiro, setembro-outubro de 1993 * McGaugh, J.L.; Weinberger, N.M.; Whalen, R.E. Psicobiologia, as bases biológicas do comportamento. (textos do Scientific American). SP, EDUSP – Polígono, 1970 == Ligações externas == * NEUROREDE - Primeira Rede Social Colaborativa de Neurociências em Língua Portuguesa * Organização Ciências e Cognição (OCC) * Portal de Neurociências com Sistema de Busca de Artigos Científicos em PDF * Cursos Online de Neurociências com Recursos Multimídia - Certificados pela UFMG * NetMed - NeuroCiências e Neurologia * Instituto de Neurociências & Comportamento (INeC) * Instituto Internacional de Neurociências de Natal * Neurociencias: Ciência do Cérebro * Sociedade Brasileira de Neuropsicologia * Neurobiologia Celular * Inteligência Artificial * Cérebro & Mente, Revista Eletrônica de Divulgação Científica em NeuroCiência * IBNeuro Instituto Brasiliense de Neuropsicologia e Ciências Cognitivas * Pavlov Institute of Physiology * Comparative Animal Behavior Research: THE ETHOGRAM * University of Wisconsin and Michigan State Comparative Mammalian Brain Collections * Squire, Larry R. (ed). The History of Neuroscience in Autobiography (8 V.) Society for Neuroscience Acesso em Junho 2014 Categoria:Neurociência",
 "title": "Neurociência"
}