{
 "id": "91698",
 "text": "O Rio Claro Futebol Clube é um clube brasileiro de futebol da cidade de Rio Claro, interior do estado de São Paulo. Foi fundado em 9 de maio de 1909 e suas cores são o azul e o branco. A considerar tempos atuais, o Rio Claro é o quarto clube mais antigo em atividade no futebol profissional do Estado de São Paulo, atrás apenas da (fundada em 1900), da (fundada em 1906) e do (fundado em 1907). == História == O Rio Claro Futebol Clube, foi fundado em 09 de Maio de 1909 pelos ferroviários Bento Estevam de Siqueira, Constantino Carrocine, João Lambach e o professor Joaquim Arnold. É o terceiro clube mais antigo em atividade no futebol profissional do Estado de São Paulo, atrás da AA Ponte Preta de 1900 e da AA Internacional de Bebedouro de 1906. O time foi o primeiro a ter iluminação em seu estádio, em 1946, e também foi um dos primeiros do interior paulista a viajar de avião: voou para Sorocaba, em 1947, para enfrentar o Votorantim. Presente no torneio que inaugurou a Lei do Acesso em 1948, o Rio Claro raramente esteve de fora da disputa do campeonato estadual, embora no Século XX não tenha alcançado a elite. A virada do século, porém, foi marcante para o clube, que passou a ter uma série de acessos. Em 2001, foi vice-campeão da Série B2 do Campeonato Paulista. No ano seguinte, na Série B1, a equipe conquistou o título da competição e subiu para a Série A3. O clube deu mais um passo adiante quando, em 2005, subiu da Série A3 para a Série A2. Ainda naquele ano, foi vice-campeão da Copa Paulista. Mantendo a base da equipe, disputou a Série A2 em 2006 e conquistou o inédito acesso para a Série A1. Em sua primeira participação na elite, o time terminou o Campeonato Paulista de 2007 em 12º lugar, garantindo uma vaga na Série C do Campeonato Brasileiro daquele ano e tornando-se o primeiro time da cidade a disputar uma competição nacional. Rebaixado no ano seguinte, o clube completou o centenário na Série A2, mas comemorou o retorno imediato para a principal divisão do Estado de São Paulo. A volta, porém, durou pouco, culminando em um novo rebaixamento. O clube azul comemorou novo acesso em 2013, quando foi vice-campeão da Série A2, perdendo a final para a . No ano seguinte, fez boa campanha e lutou pela classificação para as quartas de final do Paulistão até a última rodada, terminando na 13ª colocação geral. Ainda disputou a elite em 2015 e 2016, quando foi rebaixado novamente. == Estádio Schmidtão == O Estádio Municipal Doutor Augusto Schmidt, conhecido por Schmidtão, é um estádio de futebol da cidade de Rio Claro, no estado de São Paulo. Foi inaugurado com o nome de Dr. Álvaro Perin, e o Rio Claro convidou a participar das solenidades de inauguração do estádio, o Corinthians, o São Paulo, e o Velo Clube, que realizaram três partidas contra o anfitrião. * Inauguração Para as festividades de inauguração do Schimidtão, o Rio Claro realizou amistosos contra Corinthians, São Paulo e Velo Clube, obtendo os seguintes resultados: * 28 de janeiro de 1973 - Rio Claro 1-2 * 4 de fevereiro de 1973 - Rio Claro 0-1 * 11 de fevereiro de 1973 - Rio Claro 1-0 == Títulos == Estaduais Competição Títulos Temporadas Campeonato Paulista - Série A2 2 1928 e 1929 Campeonato Paulista - Série A4 1 2002 Regionais Competição Títulos Temporadas Campeonato Paulista de Futebol - Regionais 12 1921, 1922, 1928, 1931, 1933, 1935, 1936, 1937, 1942, 1943, 1945 e 1946 Municipais Competição Títulos Temporadas Taça Cidade de Rio Claro 1 2013 Campeonato da Cidade de Rio Claro 13 1921, 1922, 1939, 1940, 1941, 1942, 1943, 1945-extra, 1946, 1948, 1959, 1963 e 1964 Campeão Invicto 1928 e 1929 - Divisão do Interior LAF == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha Anos Campeonato Paulista 6 12º colocado (2007) 2007-2008, 2010 e 2014-2016 3 Série A2 28 Vice-campeão (1973 e 2013) 1948-1952, 1973-1980, 1982-1983, 1985-1986, 2006, 2009, 2011-2013 e 2017-2024 3 ? Série A3 16 Vice- campeão (1971) 1954, 1956-1957, 1961, 1969-1971, 1981, 1988-1989, 1991-1993 e 2003-2005 ? ? Série A4 1 Campeão (2002) 2002 1 – Segunda Divisão 6 Vice- campeão (2001) 1994 e 1997-2001 1 – Copa Paulista 9 Vice-campeão (2005) 2003-2005, 2008, 2012, 2016, 2018-2019, 2024 rowspan=1 width=\"10\" Série C 1 25º colocado (2007) 2007 – – === Últimas 10 Temporadas === Últimas dez temporadas do Rio Claro Futebol Clube Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Nacionais Internacionais Internacionais Internacionais Internacionais Estaduais Estaduais Estaduais Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Copa do Brasil Continentais / Mundial Continentais / Mundial Continentais / Mundial Continentais / Mundial Campeonato Paulista Campeonato Paulista Copa Paulista Ano Fase Máxima Competição Competição Fase Máxima Fase Máxima Fase Máxima 2011 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A2 12º — 2012 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A2 11º 2F 2013 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A2 2º — 2014 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A1 13º — 2015 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A1 15º — 2016 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A1 20º SF 2017 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A2 4º — 2018 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A2 10º 2F 2019 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A2 5º 2F 2020 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A2 10º — 2021 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A2 4º 1F 2022 D Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado Não classificado — — — — — A2 4º 1F == Rivalidade == === Velo Clube (Derby Rio-clarense) === Seu maior rival é o , com quem faz o , em toda a história foram 146 jogos, com 53 vitórias velistas, 49 vitórias do Rio Claro e 44 empates, com 209 gols para os rivais e 208 gols marcados para o Rio Claro. A maior goleada do confronto, foi em 1983, na vitória do Velo Clube por 11 a 2. Desde de 1991, o Velo Clube não vence o Rio Claro, ao todo são 33 anos sem vitória do rival em cima do Galo Azul. == Ligações externas == * Página oficial * Memorial do clube * Dados do clube",
 "title": "Rio Claro Futebol Clube"
}