{
 "id": "91813",
 "text": "Juventus Football Club (em latim: iuventūs, pronunciado: juˈvɛntus; em português: juventude), também conhecida como Juventus de Turim ou simplesmente Juventus, e coloquialmente chamada de Juve, é um clube de futebol profissional italiano sediado em Turim, Piemonte. A Juve é a maior detentora de scudettos do futebol italiano com 36 títulos internos (sendo 9 seguidos, entre 2012–2020). É também a maior vencedora da Copa Itália com 15 títulos conquistados e o clube italiano com mais títulos oficiais, se somados os títulos nacionais, internacionais e continentais (72 no total). Embora não se use no Italiano a letra \"J\", o clube tem seu nome começando com tal letra, pois a mesma existe e é bem usada em Piemontês. Fundado no dia 1 de novembro de 1897, a Juventus é o clube de futebol mais bem sucedido da Itália e, historicamente, também um dos clubes mais bem-sucedidos do mundo, é o quarto maior ganhador europeu e oitavo no mundo com conquistas internacionais (11) reconhecidas pela UEFA e FIFA.O Juventus ganhou mais títulos nacionais oficiais (40: 27 campeonatos nacionais, nove copas nacionais e quatro supercopas da Itália) que qualquer outra equipe italiana.Somente Milan e Boca Juniors - todos com 18 títulos -, Real Madrid e Independiente - todos com 15 títulos - e Al-Ahly, con 14, têm mais títulos oficiais internacionais no mundo) A Juventus é considerado pela IFFHS como o melhor clube italiano do século XX e segundo na Europa entre 1901 e 2000. Foi o primeiro clube a ter ganho todos os três principais troféus europeus de clubes, a Liga dos Campeões, a Copa UEFA, e a Recopa Europeia da UEFA, uma façanha alcançada somente por mais três clubes, o Ajax, dos Países Baixos, o Bayern Munique, da Alemanha, e o Chelsea, da Inglaterra e é atualmente a única equipa do mundo a ter ganho todas as competições oficiais possíveis a nível confederal. Com base nos resultados de uma pesquisa da empresa conduzida Demos & Pi em setembro de 2011, a Juventus é a maior torcida na Itália, tendo ganho a preferência de 76,2% da amostra. No nível continental, a Juventus é a décima entre as equipes com mais torcedores na Europa, com cerca de 13,1 milhões, conforme demonstrado por um estudo publicado pela empresa alemã Sport+Markt, em setembro de 2010. A Juventus foi uma das fundadoras do extinto G-14, um grupo que representa os dezoito principais clubes da Europa, e também é um dos membros fundadores da Associação Europeia de Clubes que substituiu o G-14. O clube foi eleito pela FIFA o 7° maior clube de futebol do século XX e o primeiro entre todos os clubes italianos. == História == === O início === A Juventus foi fundada como Sport Club Juventus, no final de 1897 por alunos da escola Massimo D'Azeglio Lyceum em Turim, mas dois anos depois, foi renomeado para Foot-Ball Club Juventus. O clube se juntou ao Campeonato Italiano, em 1900. Durante este período, a equipe usou um uniforme cor-de-rosa e preto. A Juventus venceu o primeiro campeonato em 1905 jogando no estádio Velodromo Umberto I. Nessa temporada as cores do clube mudaram para listras em preto e branco, inspirado no Notts County da Inglaterra. Houve uma confusão no clube em 1906, depois que alguns membros da equipe quiseram sair da Juventus. O presidente Alfredo Dick estava descontente e saiu com alguns jogadores importantes para fundar o FBC Torino, que por sua vez, gerou o Derby della Mole. A Juventus passou a maior parte deste período em constante reconstrução, após a separação, sobrevivendo a Primeira Guerra Mundial. === Domínio na Liga === O proprietário da Fiat Edoardo Agnelli assumiu o controle do clube em 1923, e construiu um novo estádio. Isso ajudou o clube a ganhar seu segundo \"scudetto\" na temporada 1925/26 batendo o Alba Roma com um placar de 12–1, nos resultados agregados. A década de 1930 provou ser ainda melhor, o clube ganhou cinco campeonatos consecutivos, de 1930 até 1935, a maioria estava sob o técnico Carlo Carcano, com jogadores famosos como Raimundo Orsi, Luigi Bertolini, Giovanni Ferrari, Luis Monti, entre outros. A Juventus mudou-se para o Stadio Comunale, mas no resto da década de 1930 e na maioria dos anos 1940 a equipe não conseguiu reconquistar uma posição dominante no campeonato. Após a Segunda Guerra Mundial, Gianni Agnelli foi nomeado o presidente honorário da Juve. O clube ganhou mais dois campeonatos nas temporadas 1949/50 e 1951/52, o último dos quais foi sob o comando do inglês Jesse Carver. Na Serie A de 1957–58, a Juventus viu ser premiado com a Golden Star for Sport Excellence para usar em suas camisas depois de se tornar o primeiro time a ganhar dez campeonatos. Nesse período a Juventus contou com o famoso frio de ataque formado por: John Charles, Omar Sívori e Giampiero Boniperti, com o trio a Vecchia Signora conquistou três scudettos e uma Coppa Italia. Na mesma época, Omar Sívori se tornou o primeiro jogador do clube para vencer o Futebolista Europeu do Ano. Em 1961, após os títulos da Serie A, Giampiero Boniperti se aposentou em 1961 como o maior artilheiro todos os tempos do clube, com 182 gols em todas as competições, um recorde do clube, que ficou por 45 anos. Durante o resto da década, o clube ganharia o campeonato somente em 1966/67. No entanto, a década de 1970 viu a Juventus se consolidar ainda mais forte em sua posição no futebol italiano. No comando da equipe estava o ex-jogador Čestmír Vycpálek que ganhou o scudetto em 1971/72 e 1972/73, com jogadores como Roberto Bettega, Franco Causio e José Altafini. Durante o resto da década, eles ganharam o campeonato mais três vezes, com o zagueiro Gaetano Scirea contribuindo de forma significativa. Mais vitórias vieram mais tarde sob o comando de Giovanni Trapattoni, que ajudou que o clube a continuar a dominar o futebol italiano na primeira parte da década de 1980. === Na Europa === Na era Trapattoni a Juventus foi um grande sucesso na década de 1980, o clube iniciou a década bem, ganhando o título de campeão da Serie A três vezes mais até 1984. Isto significava Juventus havia vencido 20 campeonatos italianos e foram autorizados a adicionar uma segunda estrela dourada a sua camisa, tornando-se assim o único clube italiano a conseguir isso. Nessa década os jogadores do clube foram ganhando uma atenção considerável, Paolo Rossi foi eleito Futebolista Europeu do Ano, depois de ajudar a Itália a ganhar a Copa do Mundo de 1982, onde foi artilheiro e ainda nomeado melhor jogador do torneio. O francês Michel Platini também ganhou o título de o Futebolista Europeu do Ano por três anos consecutivos, em 1983, 1984 e 1985, recorde mantido até hoje. A Juventus é o único clube a ter seus jogadores ganhadores do prêmio em quatro anos consecutivos. Foi Platini, que marcou o gol da vitória na final da Copa dos Campeões de 1984/85 contra o Liverpool, no entanto, o título foi marcado por uma tragédia que mudou o futebol europeu. A Tragédia de Heysel, em que 39 pessoas (na sua maioria torcedores da Juventus), foram mortos quando um muro do estádio desabou, foi chamado pelo chefe-executivo da UEFA, Lars-Christer Olsson, em 2004, de \"a hora mais sombria da história das competições da UEFA\", e resultou na proibição de todos os clubes de inglês em competições europeias. Com a exceção de ganhar o campeonato italiano muito disputado de 1985/86, o resto da década de 1980 não foi muito boa para o clube. Bem como ter de lidar com o Napoli de Diego Maradona, os clubes de Milão, Internazionale e Milan, que ganharam os campeonatos italiano durante o final da década. Em 1990, a Juventus mudou para sua nova casa, o Stadio delle Alpi, que foi construído para a Copa do Mundo de 1990. === Lippi — A era de sucesso === Marcello Lippi assumiu como treinador da Juventus no início da temporada de 1994/95. A sua primeira temporada no comando do clube foi um sucesso, a Juventus ganhou seu primeiro título da Serie A desde a temporada 1985/86. Entre os jogadores durante este período se destacavam Roberto Baggio, Ciro Ferrara, Didier Deschamps, Antonio Conte, Gianluca Vialli e o jovem Alessandro del Piero. Lippi ajudou a Juventus a ganhar a Liga dos Campeões de 1995/96, vencendo o Ajax nos pênaltis após um empate 1–1 na qual Fabrizio Ravanelli marcou para a Juventus. O clube não tinha muito tempo de descanso depois de vencer a Liga dos Campeões, logo chegaram jogadores de alto nível como Zinédine Zidane, Filippo Inzaghi, Edgar Davids e Paolo Montero. A Juventus venceu Serie A em 1996/97 e 1997/98, bem como a Supercopa Europeia e a Copa Intercontinental de 1996. A Juventus chegou as finais da Liga dos Campeões de 1996/97 e 1997/98, mas perdeu para o Borussia Dortmund e Real Madrid, respectivamente. Depois de uma temporada treinando a rival Internazionale, Lippi voltou contratando jogadores de grande nome como Gianluigi Buffon, David Trézéguet, Pavel Nedvěd e Lilian Thuram, ajudando o time a ganhar mais dois scudettos na temporadas 2001/02 e 2002/03. A Juventus chegou na final da Liga dos Campeões de 2002/03, mas perdeu para o Milan nos pênaltis após o jogo ter terminado empatado 0–0. No ano seguinte, Lippi foi ser treinador da Itália, pondo fim a um dos períodos mais produtivos da história da Juventus. === O escândalo e a volta (2004–2011) === Fabio Capello se tornou o novo treinador da Juventus em 2004, e levou a Juventus para mais dois títulos da Serie A. No entanto, em maio de 2006, a Juventus se tornou um dos cinco clubes ligados a um escândalo de manipulação de resultados na Serie A, o resultado que viu o clube rebaixado para a Serie B pela primeira vez em sua história. O clube também teve seus dois títulos retirados, conquistados com Capello em 2005 e 2006. Muitos jogadores saíram após o rebaixamento para a Serie B, incluindo Thuram, estrelas como o atacante sueco Zlatan Ibrahimović, o zagueiro italiano Fabio Cannavaro e o volante francês Patrick Vieira. No entanto, outros jogadores de grande nome permaneceram para ajudar o clube retornar à Serie A. Os bianconeri foram promovidos diretamente como vencedores do campeonato após a temporada 2006/07. Desde a sua volta à Serie A na temporada 2007/08 o ex-treinador do Chelsea, Claudio Ranieri treinou a equipe de Turim por duas temporadas. A Juve terminou em 3º lugar na sua primeira temporada após voltar em 2007/08 e se classificou para a terceira rodada de qualificação para a Liga dos Campeões de 2008/09. A equipe conseguiu se classificar para a fase de grupos, e fez muito bem, batendo o Real Madrid em casa e fora, mas perdeu nas oitavas-de-final. Claudio Ranieri foi demitido, após uma série de resultados sem sucesso, e Ciro Ferrara foi apontado como o treinador para os dois últimos jogos da temporada. Ferrara foi posteriormente nomeado como o treinador da Juve para a temporada 2009/10. A manutenção da equipe foi feita com boas contratações como a do zagueiro Fabio Cannavaro, do lateral-esquerdo Fabio Grosso, e a do volante brasileiro Felipe Melo por cerca de €25 milhões. A mais esperada e importante contratação foi a do brasileiro Diego, por cerca de €24,5 milhões, após a aposentadoria do experiente jogador tcheco Pavel Nedvěd, que fez história no clube. === Antonio Conte — Retorno à glória na Itália === ==== 2011–12 ==== Na temporada 2011/12 o emblema de Turim era deixada de lado mais uma vez das competições europeias, a segunda vez depois do retorno a Serie A do Calcio, logo a diretoria do time mais popular do país iniciou uma reformulação do elenco, após passagem de treinadores experientes, alguns com certa historia no futebol italiano e no próprio clube como o Claudio Ranieri, a diretoria resolveu arriscar as fichas num jovem treinador, e que também fez historia pelo clube italiano, Antonio Conte vindo de um trabalho razoável com o pequeno Siena, com “Conte Drácula” — como mais tarde foi apelidado pela torcida — veio também algumas contratações sem muito alarde, baratas, porém com qualidade indiscutível. Para suprir as saídas de, Miloš Krasić, Felipe Melo, Mohamed Sissoko, Mauro Camoranesi, Diego entre outros, chegou o esquecido e colocado de lado por Maximiliano Allegri, Andrea Pirlo, de graça, pois seu contrato se encerrava e o Milan só o propunha apenas mais um ano de contrato, alegando que o jogador não conseguiria se manter em alto nível por mais do que isso, então, assinou com a Juve por dois anos, e com opção de renovação por até mais dois, quem chegou para compor o meio campo com Pirlo foi o ainda desconhecido chileno Arturo Vidal, e o ala suíço Stephan Lichtsteiner, vindos do Bayer Leverkusen e Lazio respectivamente, seguido por Estigarribia, Marco Borriello, Martín Cáceres, Simone Pepe, Kwadwo Asamoah e Fabio Quagliarella. Para o setor defensivo a chegada de Andrea Barzagli praticamente fechava a formação pragmática de Conte, o 3–5–2 com variáveis para 3–4–3, quase sempre intransponível no setor defensivo. A volta à forma de Buffon depois de quase uma temporada inteira no departamento medico deu a segurança que o treinador bianconero precisava. Comprando inteiramente os direitos de Giovinco e aquisição de Mirko Vučinić junto a Roma, La Vecchia Signora tinha time para brigar ao menos por uma vaga nas competições europeias. Era o que os jornais da época cravavam. No entanto Conte conseguiu ir além, estreou à frente de sua amada torcida num moderno, belíssimo e recém-construído estádio com uma vitória, e ao decorrer de sua jornada alcançava a marca de 23 vitórias e 15 empates na temporada, sagrando a Juventus campeã da Serie A italiana pela primeira vez após o escândalo e rebaixamento do time na temporada 2005/06 de forma invicta. Além da conquista do Calcio, Conte conseguiu levar o time até a final da Copa Itália, após sete longos anos. Porém o ataque do time ainda era o ponto fraco, pecava muito e errava muitos chutes assim se fez valer a lei mais antiga e certa do futebol, “quem não faz, toma”, e tomou dois, pagou o preço pela ineficiência ofensiva e perdeu a Copa da Itália para o Napoli. Ao fim da temporada, o eterno ídolo Bianconero, Alessandro Del Piero anunciava que partiria do time de Turim depois de incríveis 705 partidas de pura técnica e futebol bem jogado além dos seus importantíssimos 289 gols pelo clube. Possivelmente enxergava que não teria mais espaço aos seus 37 anos de idade no esquema de ampla marcação e entrega de Conte. Acertou contrato com Sydney FC da Austrália, e se despediu aplaudido de pé pela torcida presente no Juventus Stadium após uma temporada com 28 partidas e 5 gols anotados e mais um troféu na sua gloriosa carreira. ==== 2012–13 ==== A temporada 2012/13 começava para Conte e o time com as missões de reapresentar o bom futebol da temporada passada e fazer uma campanha digna na volta à Liga dos Campeões da Europa. O time tinha qualidade, porém para conseguir algo expressivo em nível europeu era necessário contratar pesado, investir, o técnico advertiu e não foi ouvido pela diretoria, que pensando no futuro, trouxe o jovem francês Paul Pogba de graça do Manchester United, após Ferguson não optar por renovar com o garoto e lhe dar mais minutos em campo no Old Trafford. Porém, o sisudo treinador trabalhou duro e conseguiu em parte satisfazer a torcida. Na competição nacional o time chegou perto de quebrar um recorde histórico, o time com mais partidas invictas na Serie A, recorde pertencente ao AC Milan dos holandeses Frank Rijkaard, Marco van Basten e Ruud Gullit, time histórico dos anos 80 e 90 do emblema vermelho e preto de Milão que marcara época no time Rossonero conquistando todos os títulos possíveis, entre eles, 5 campeonatos europeus e 2 intercontinentais, é deles até hoje o recorde de emplacar dois campeonatos italianos seguidos de forma invicta. Não foi de forma invicta mas foi em alto nível, o time conquistou mais uma vez o Scudetto com 27 vitórias, 6 empates e 5 derrotas, com atuações memoráveis de Andrea Pirlo e apresentações ousadas e com muita habilidade do Paul Pogba que em seu primeiro ano no Piemonte parecia não sentir o peso da maglia do maior time da Itália e dava show no meio campo, dando o toque de beleza que faltava ao estilo de jogo do time. A nível Europeu conseguiu resultados convincentes e até empolgantes. Na fase de grupos empatou e venceu o então campeão Chelsea, se classificando em primeiro com 3 vitórias e 3 empates, na fase seguinte voltou a empolgar batendo o Celtic duas vezes com os placares de 3–0 e 2–0 e avançou de forma invicta até as quartas de finais, porém nessa fase não deu muita sorte quanto na anterior no sorteio e pegou o Gigante da Baviera, o time do Bayern era superior e não teve muitas dificuldades para ganhar a vaga dos italianos, o time alemão, ganhou as duas partidas pelo placar de 2–0, e avançaram para posteriormente se sagrarem campeões do torneio. Na Copa Nacional, a Juve emperrou numa forte marcação do time da Lazio e parou nas semifinais. O time começava o ano com o quase clássico Conte: 3–5–2, com Buffon na meta, Barzagli, Bonucci e Chiellini na zaga, Vidal, Pirlo e Marchisio no meio, nas alas Lichstainer e Asamoah e com Giovinco e Vucinic no ataque. O ataque quase sempre em metamorfose, e pouco efetivo reversava com Fabio Quagliarella. E fechava a temporada com as frequentes lesões de El Principino, com o Pogba entre os onze iniciais. ==== 2013–14 ==== Começava uma nova temporada e os desafios seguiam os mesmos do ano anterior, um tricampeonato era o que a torcida esperava para colocar mais uma estrela no peito — representando os 30 campeonatos ganhos — marca que nenhum outro clube chega perto de ter conquistado. Conte sinalizava mais uma vez os setores precários e as necessidades da equipe, a diretoria dessa vez ouvia e se mexia com cautela, mas realizava algumas movimentações. Para o setor defensivo chegou o zagueiro experiente e com historia no futebol internacional tanto nos clubes onde passou quanto na seleção brasileira, o Lucio, também promoveu o jovem Peluso para o setor. Para o meio chegava o chileno Isla e o italiano Padoin. Para o ataque certamente com maior impacto chegava Carlitos Tevez e Fernando Llorente, este ultimo chegou de graça do Athletic Bilbao ao fim de seu contrato, dando exemplo a algo que se tornou uma ideia da diretoria. Na disputa do campeonato nacional novamente não teve dificuldades e abocanhou o seu 30.º Scudetto, dessa vez com maior autoridade com 33 vitórias 3 empates e apenas 2 revés, ultrapassando os 100 pontos durante o campeonato, batendo assim mais um recorde, o do seu rival Inter de Milão, que tinha feito impressionante 97 pontos na temporada 2006/07. Porém na competição europeia os reforços não tiveram tempo para mostrar para que foram contratados e o time caiu ainda na fase grupo, perdendo a partida decisiva para o posteriormente campeão do ano na competição, o Real Madrid. Na Copa Nacional também não teve sucesso e caiu nas quartas. Ao fim da temporada, Conte foi a publico e se manifestou perante aos torcedores que se o clube não fizesse contratações de peso, não renovaria seu vinculo, o clube prometeu fazer as contratações a quem o treinador se referia, mas a janela de transferência abria e a diretoria não se movimentava, até quando surgiu para Conte a oportunidade de treinar a seleção da Azurra, notando a apatia da diretoria resolveu aceitar a proposta da federação de futebol da Itália, e deu adeus ao emblema de Turim. Encerrando sua passagem histórica pelo clube com o tricampeonato italiano para o time. === Allegri === ==== 2014–15 ==== Na temporada 2014/15 após a saída de Antonio Conte ao fim da época passada alegando não ter um time competitivo no cenário europeu, a diretoria bianconera tratou de contratar um técnico com perfil parecido e contratou o ex-rossonero Massimiliano Allegri, investiu em algumas contratações para dar corpo ao plantel que já tinha qualidade, na mesma linha de pensamento das janelas anteriores, a diretoria optou por gastar pouco e trazer jovens jogadores ou jogadores desacreditados nos seus respectivos clubes. Com as chegadas dos franceses Evra e Coman ambas de graça, buscou para o setor ofensivo o espanhol Álvaro Morata para prontamente suprir a saída de Vučinić, para o meio chegou Roberto Pereyra e Rômulo. O time montado pelo treinador anterior já era muito forte para o presente cenário nacional, acima de qualquer outra equipe italiana, e a torcida já esperava cantar aos quatro ventos o grito de é tetra ao fim do campeonato. Na liga nacional o time sobrou e confirmou o que já era esperado, com o francês Pogba demonstrando um futebol de alto nível durante toda a temporada em que foi eleito melhor jogador jovem da Copa do Mundo de 2014. Contestado por muitos no inicio da temporada, o técnico Allegri mostra seu valor e surpreende o mundo, primeiro com o doblete, conquistando o tetra do Campeonato Italiano e a Copa da Itália, e chegando na Final da Liga dos Campeões, passando pelo campeão da última edição e seu carrasco Real Madrid na semifinal, com uma vitória em casa por 2–1 e empate 1–1 perante um Santiago Bernabeu lotado. Porém na tão esperada final em Berlim diante do Barcelona, a Juve, desfalcada de seu principal zagueiro nos últimos quatro anos, Chiellini, não conseguiu parar o poderoso ataque Culé, e logo nos primeiros minutos de jogo sofreu um gol, se abateu e não conseguiu mais criar oportunidades de gol durante todo o primeiro tempo. Na segunda etapa a historia poderia ter sido mudada, a Vechia Signora veio da forma com que jogou toda a temporada, com um futebol ofensivo, e após algumas tentativas, aos dez minutos da segunda etapa o atacante Morata aproveitou rebote dentro da pequena área e empatou o duelo, o time italiano continuava no ataque e em boa jogada a bola foi rolada de Marchisio para Tévez que bateu bem e mandou perto da meta azul grená, o time italiano avançou e conseguiu criar algumas outras oportunidades, até que por volta do minuto 22, Pogba é lançado na área domina e é agarrado por Daniel Alves, pênalti na opinião de muitos, mas não na do juiz, que mandou seguir o lance que acarretou no contra ataque e gol do Barcelona, 60 segundos depois da infração não assinalada pelo árbitro, depois disso o time catalão se fechou bem e esperou a Juventus, que já abatida não conseguia transpor a defesa do adversário, até quando ao apagar das luzes mais uma vez o time de Luis Enrique partiu em contra ataque e matou a partida: 3–1 para o Barcelona. Quinto titulo da Liga para o time Catalão e o quinto vice do time Bianconero na história na competição. ==== 2015–16 ==== A temporada 2015/16 começou com pesadas baixas no elenco da Vecchia Signora, o maestro Pirlo, transfere-se para o New York City, clube da liga norte-americana, depois foi a vez do chileno Vidal deixar a Juventus para jogar com a camisa do Bayern de Munique, não menos importante foi a saída de um dos destaques da Juventus em 2014/15, o argentino Tevez saiu da Juventus para jogar no seu antigo clube na Argentina, o Boca Juniors, porém a diretoria da Vecchia Signora não ficou parada e buscou reforços para temporada 2015/16. Depois de uma acirrada disputa para contrata-lo, o promissor argentino Paulo Dybala foi contratado por 32 milhões de euros junto ao Palermo, clube onde o argentino se destacou na ultima temporada. Não parando por aí a diretoria foi atrás de jogadores como Sami Khedira, Mario Mandžukić, Simone Zaza, os brasileiros Alex Sandro e Hernanes, o colombiano Juan Cuadrado e o gabonês Lemina chegaram emprestados do Chelsea e Marseille respectivamente. Após todas contratações, a Juventus novamente tinha um grande elenco para disputar os títulos de todos campeonatos que disputaria na temporada. Começou bem, logo em agosto de 2015, a Juventus disputou seu primeiro título na temporada, a Supercopa da Itália contra a Lazio, vice-campeã da Copa da Itália de 2014, e venceu por 2–0 no Estádio de Shanghai, na China, com gols do croata Mario Mandžukić e do jovem Paulo Dybala e levantou a primeira taça na temporada. Na Serie A, a Juventus entrou com o compromisso de assegurar o seu quinto título seguido na competição. Porém, a Vecchia Signora não começou muito bem no campeonato italiano e perdeu na estreia para a Udinese por 1–0 em seu novo Estádio, acontecimento este que tinha acontecido apenas duas vezes no novo Estádio antes dessa derrota. Os recordes negativos no inicio da Serie A não ficaram reservados apenas ao novo Estádio, a Juventus não tinha ganhado nenhuma partida na terceira rodada do Campeonato Italiano, foram 2 derrotas e 1 empate em 3 jogos, pior início desde de 1962. Após todos os recordes negativos, a Juventus cresceu de rendimento e começou a crescer no Campeonato Italiano. Mesmo assim estava longe de chegar a seu objetivo, que era assegurar o quinto título seguido da Serie A, longe por causa de grandes times que estavam a sua frente como a Fiorentina, o Napoli e a Internazionale. Mas ninguém esperava um time tão regular e decisivo em jogos importantes como foi a Juventus no decorrer da Serie A. Bastaram 18 rodadas para a Juventus chegar na segunda colocação da Serie A ficando trás apenas do Napoli, do argentino Higuaín, porém um confronto direto estava longo à frente e se tratava de vida ou morte para os dois clubes. A diferença entre os dois clubes era de apenas dois pontos na classificação, o confronto direito decidiria a liderança naquele momento decisivo do campeonato, o jogo foi marcado para o Estádio da Vecchia Signora já que no primeiro turno, o jogo foi em Napoli, com vitória do Napoli por 2–1. Foi um jogo acirrado, com melhores chances para a Juventus, o Napoli se defendendo já que o empate seria de bom grado ao Napoli pela diferença de pontos e pelo jogo ser fora de sua casa, o jogo estava caminhando para um empate até a substituição decisiva de Allegri no segundo tempo, tirando Morata e colocando o atacante Zaza, que viria ser o autor do gol da vitória aos 43 do segundo tempo. Vitória decisiva da Vecchia Signora que tomou a liderança do Napoli e não largou mais. Depois de um inicio ruim, a Juventus conquistou o seu quinto título seguido da Serie A e o trigésimo segundo da sua história. Na Liga dos Campeões, a Juventus caiu em um grupo nada fácil, que contava com o Manchester City e o Sevilha. Dois grandes clubes em seus respectivos países. Na fase de grupos, a Juve classificou com 3 vitórias, 2 empates e 1 derrota e assim passou como segundo colocado, atrás do Manchester City. No sorteio acabou enfrentando logo nas oitavas, o Bayern de Munique, clube esse que havia eliminado a Juventus na temporada 2012/13. Seria a hora para a Juventus vingar a eliminação de 2012/13. Porém, no primeiro jogo, na Itália, ficaram em um empate de 2–2, resultado péssimo para a Juventus por causa dos gols fora de casa do Bayern de Munique. Agora a Juventus precisaria buscar uma vitória heroica lá na Alemanha ou empatar por três gols ou mais. A Juventus começou bem o segundo jogo, indo para a segunda etapa vencendo por 2–0 na Allianz Arena, estava se classificando na Alemanha, mas na segunda etapa foi diferente, a Juve não conseguiu segurar o ímpeto do Bayern e tomou dois gols sendo um dos gols saindo aos 45 do segundo tempo, dramaticamente. Na prorrogação, a Juventus foi massacrada e tomou mais dois gols sendo um de Thiago Alcántara e outro de Coman, jogador da Juventus emprestado ao Bayern, perdendo por 4–2 e sendo eliminado pelo Bayern. Nessa temporada, a Veccha Signora não passou das oitavas de finais na Liga dos Campeões. ==== 2017–18 ==== Na temporada 2017/18 chegou ás quartas de final após a vitória sobre o Tottenham. Porém, o time teve que enfrentar o poderoso Real Madrid. No jogo de Ida, em Turim, no Juventus Stadium, o time sofreu uma derrota de 3x0, com um histórico gol de bicicleta por Cristiano Ronaldo, que foi aplaudido pela torcida da Velha Senhora. No Jogo de Volta, em Madrid, no Santiago Bernabéu, o time com 2 minutos abriu o placar, com um gol de Mandzukic, que depois marcou mais um gol. No segundo tempo, foi a vez do volante Matuidi marcar o terceiro gol, deixando o placar em 3x3 no agregado, garantindo passagem para a prorrogação. Porém, nos acréscimos, o zagueiro Benatia derrubou o atacante Lucas Vazques, cometendo um pênalti polêmico a favor do time dos Merengues. Nervoso e visivelmente revoltado com a marcação do pênalti, o lendário goleiro Gianluigi Buffon partiu para cima do árbitro inglês Michael Oliver, que o expulsou. Isso forçou a saída do atacante Higuaín para a entrada do goleiro Wojciech Szczesny. O goleiro não conseguiu defender o pênalti no ângulo, que foi convertido por Cristiano Ronaldo; garantindo a passagem dos merengues, e eliminando a velha senhora para as semifinais da Liga dos Campeões. Na Copa da Itália, a Juventus estreou logo nas oitavas de finais, enfrentando o seu rival Torino, no clássico Derby della Molle e foi uma sonora goleada por 4–0 com dois gols de Zaza para a Juventus. Nas quartas de finais, enfrentou a Lazio, que acabou sendo eliminada pela Juventus por 1–0 no Estádio Olímpico de Roma com gol de Lichtsteiner. Nas semifinais, esperava-se um confronto pesado contra a Internazionale, ida e volta, e de fato o confronto foi bem disputado com a Juve vencendo por 3–0 o primeiro jogo e perdendo o segundo jogo pelo mesmo placar, e após a prorrogação, a Juve eliminou a Internazionale nos pênaltis e foi à final da Copa da Itália. Após o empate no tempo normal, a Juve com gol de Morata vence o Milan pelo placar mínimo e levantou a taça da Copa da Itália conquistando assim o seu segundo título consecutivo e décimo primeiro de sua história. ==== 2018–19 ==== Em 10 de julho de 2018, o Real Madrid, por meio de um comunicado oficial, anunciou um acordo de transferência de Cristiano Ronaldo para a Juventus. Horas depois, a Juventus confirmou oficialmente sua contratação, pagando 100 milhões de euros por um contrato de quatro temporadas. Com isso, se tornou a maior transferência para um clube italiano na história, superando Gonzalo Higuaín, que foi comprado pela própria Juventus por 90 milhões de euros em 2016. No mesmo período, trabalhadores de fábrica da Fiat, cuja família Agnelli, dona do time detém 30% das ações da montadora de automóveis entraram em greve devido o alto valor gasto na contratação do jogador português, enquanto os operários passam por enormes sacrifícios em nível econômico, como os baixos salários. A família Agnelli deu a entender nos últimos dias que a operação Cristiano Ronaldo — que custará ao todo 350 milhões de euros para a Juventus — estará desvinculada das contas da Fiat. Na verdade, a UEFA não permitiria que a empresa automobilística participasse da contratação mais cara da história do futebol italiano. Outra coisa será se CR7 se transformar na imagem da marca de agora em diante. Em 17 de agosto, o técnico Massimiliano Allegri confirmou a estreia oficial de Cristiano contra o Chievo, válido pela primeira rodada da Serie A de 2018–19. Em 20 de abril de 2019, a Juventus conquistou seu oitavo título consecutivo na Série A, estendendo ainda mais o recorde de triunfos consecutivos na competição. == Escudo == O emblema oficial da Juventus passou por pequenas e diferentes modificações desde a década de 1920, exceto durante o final da década de 70 e início da década de 90 quando o clube utilizou a silhueta negra de uma zebra desenfreada. A modificação anterior ao atual emblema da Juventus ocorreu em 2004, quando o emblema da equipe mudou para um escudo oval em preto e branco do tipo usado pelos eclesiásticos italianos. Ele é dividido em cinco faixas verticais: duas faixas brancas e três faixas pretas, dentro das quais são os seguintes elementos, enquanto em sua seção superior o nome da sociedade sobreposta a uma seção convexa branca sobre curvatura dourada (ouro para honra). A silhueta branca de um touro de carga está na seção inferior do escudo oval, sobreposta a um antigo escudo francês preto e o touro de carga é um símbolo da comunidade de Turim. Há também uma silhueta negra de uma coroa mural acima da base do triângulo esférico preto. Esta é uma reminiscência para Augusta Tourinorum, a cidade antiga da era romana em que a atual capital da região de Piemonte é sua herdeira cultural. Em janeiro de 2017, o presidente Andrea Agnelli anunciou a mudança mais recente no emblema da Juventus com objetivo de inaugurar uma identidade corporativa renovada, tendo revelado um vídeo mostrando a introdução do novo emblema. O brasão mostra a palavra Juventus no topo, com dois Js maiúsculos mostrados juntos em fontes diferentes, com uma pequena abertura entre eles para criar uma maior e que quando curvadas projetam as bordas de um antigo escudo francês, referindo-se explicitamente também ao scudetto, e de fato, é um logotipo que se destaca claramente da heráldica tradicional do futebol europeu. J. Agnelli disse que o brasão reflete \"o estilo de vida da Juventus\". Este logotipo foi reestilizado na temporada 2020/21, com a remoção do nome da equipe, ficando apenas as letras J's. A Juventus foi a primeira equipe na história do futebol de associação a adotar uma estrela, que adicionou uma acima do emblema em 1958 para representar seu décimo campeonato italiano de futebol e o título da Série A, e desde então tornou-se popular também com outros clubes. No passado, a seção convexa do emblema tinha uma cor azul (outro símbolo de Turim) e era de forma côncava. O antigo escudo francês e a coroa do mural, também na seção inferior do emblema, tinham um tamanho consideravelmente maior. As duas \"Estrelas Douradas pela Excelência no Esporte\" estavam localizadas acima da seção convexa e côncava do emblema da Juventus. Durante a década de 1980, o emblema do clube era a silhueta borrada de uma zebra, ao lado das duas estrelas douradas com o nome do clube formando um arco acima. == Estádio == Após os dois primeiros anos (1897 e 1898), durante os quais a Juventus jogou no Parco del Valentino and Parco Cittadella, seus jogos foram realizados no Piazza d'Armi Stadium até 1908, exceto em 1905, ano do primeiro scudetto, e em 1906, ano em que ele jogou rapidamente no Corso Re Umberto. De 1909 a 1922, a Juventus jogou seus jogos no Corso Sebastopoli Camp, e antes de passar o ano seguinte, Corso Marsiglia Camp, onde permaneceu até 1933, ganhando quatro títulos da liga. No final de 1933 eles começaram a jogar em um novo estádio, o Stadio Mussolini que inaugurou a Copa do Mundo de 1934. Após a Segunda Guerra Mundial, o estádio foi rebatizado como Stadio Comunale Vittorio Pozzo. Juventus jogou partidas no estádio por 57 anos, um total de 890 jogos de campeonato. A equipe continuou a fazer as sessões de treinamento no estádio até julho de 2003. De 1990 até a temporada 2005/06, a Juventus mandou seus jogos no Stadio Delle Alpi, construído para a Copa do Mundo de 1990, embora em circunstâncias muito raras, o clube jogou alguns jogos em outros estádios, como Renzo Barbera, em Palermo, Dino Manuzzi em Cesena e no Giuseppe Meazza, em Milão. Em agosto de 2006, o bianconeri voltou a jogar no Stadio Comunale, agora conhecido como Stadio Olimpico, após a reestruturação do Stadio Delle Alpi, para os Jogos Olímpicos de Inverno de 2006 em Turim. Em novembro de 2008 a Juventus anunciou que iria investir cerca de 105 milhões de euros para construir um novo estádio no local do antigo terreno do Delle Alpi. Ao contrário do Delle Alpi, não haverá uma pista de atletismo, a distância entre as arquibancadas e o campo será de apenas 8,5 metros. A capacidade prevista é de 41,000, espectadores. O trabalho começou na primavera de 2009 e a inauguração sendo em 8 de Setembro de 2011, junto com o 150º aniversário da unificação da Itália e para já ser utilizado na temporada 2011/12. Juventus Arena é o nome temporário de um estádio de futebol em Turim, que hospeda os jogos da Juventus e que é de propriedade da mesma sociedade. A arena foi inaugurada num amistoso contra o Notts County, da Inglaterra (equipa que inspirou a uniforme da Juventus) e que terminou com o resultado de 1–1 (golos de Toni e Hughes). == Uniformes == === 1º Uniforme === === 2º Uniforme === === 3º Uniforme === === Outros === == Material Esportivo e Patrocinadores == Período Fabricante Patrocinador 1979–1989 Kappa Ariston 1989–1992 Kappa UPIM 1992–1995 Kappa Danone 1995–1998 Kappa Sony 1998–1999 Kappa D+Libertà digitale / Tele+ 1999–2000 Kappa CanalSatellite / D+Libertà digitale / Sony 2000–2001 Lotto Sportal.com / Tele+ 2001–2002 Lotto Fastweb / Tu Mobile 2002–2003 Lotto Fastweb / Tamoil 2003–2015 Nike Fastweb / Tamoil 2004–2005 Nike Sky Sport / Tamoil 2005–2007 Nike Tamoil 2007–2010 Nike FIAT Group (New Holland) 2010–2012 Nike Betclic / Balocco 2012–2015 Nike FIAT Group (Jeep) 2015– Adidas FIAT Group (Jeep) == Jogadores == Em boa parte de sua história a Juventus sempre teve jogadores reconhecidos mundialmente, alguns deles estão na lista da FIFA 100, elaborada por Pelé e pela FIFA, 19 deles jogaram ao menos uma vez no clube, são eles Alessandro del Piero, Christian Vieri, David Trézéguet, Didier Deschamps, Dino Zoff, Edgar Davids, Giampiero Boniperti, Gianluigi Buffon, Lilian Thuram, Michael Laudrup, Michel Platini, Omar Sívori, Paolo Rossi, Patrick Vieira, Pavel Nedvěd, Roberto Baggio, Thierry Henry, Zbigniew Boniek e Zinédine Zidane. Outros jogadores italianos também se destacaram no clube, conseguindo participar de copas do mundo, ajudando a seleção italiana a ganhar as Copas de 1934, 1938, 1982 e em 2006 quando atuavam usando a camisa dos bianconeri no ano da Copa, são eles Alfredo Foni, Alessandro del Piero, Antonio Cabrini, Dino Zoff, Claudio Gentile, Fabio Cannavaro, Felice Borel IIº, Gaetano Scirea, Gianluca Zambrotta, Gianluigi Buffon, Gianpiero Combi, Giovanni Ferrari, Luigi Bertolini, Luis Monti, Marco Tardelli, Mario Varglien Iº, Mauro Camoranesi, Paolo Rossi, Pietro Rava, Raimundo Orsi, Umberto Caligaris e Virginio Rosetta. Também não podemos esquecer de outros grandes jogadores, que já vestiram essa camisa como: Michael Laudrup, Gil Rui Barros, Sasha Zavarov, Serguei Alejnikov, Totó Schillaci, Júlio César, Thomas Häßler, Pierluigi Casiraghi, Paolo Di Canio, Stefano Tacconi, Angelo Peruzzi, Jürgen Kohler, Luigi De Agostini, Stefan Reuter, Antonio Conte, Giancarlo Marocchi, Dino Baggio, Roberto Galia, David Platt, Gianluca Vialli. Fabrizio Ravanelli, Andrea Fortunato, Angelo Di Livio, Andreas Möller, Zoran Ban, Paulo Sousa, Didier Deschamps, Vladimir Jugović, Alessio Tacchinardi, Attilio Lombardo, Pietro Vierchowod, Michele Padovano, Gianluca Pessotto, Juan Pablo Sorín, Paolo Montero, Mark Iuliano,Nicola Amoruso, Daniel Fonseca, Marcelo Zalayeta, Zoran Mirković, Thierry Henry, Igor Tudor, Juan Esnáider, Sunday Oliseh. Darko Kovačević, Andreas Isaksson, Cristiano Ronaldo, entre tantos outros grades jogadores. == Elenco atual == == Notáveis jogadores == * Andrea Pirlo * Andrea Barzagli * Antonio Conte * Alessandro Del Piero * Alfredo Foni * Angelo Di Livio * Angelo Peruzzi * Antonello Cuccureddu * Antonio Cabrini * Carlo Parola * Cesare Prandelli * Ciro Ferrara * Claudio Marchisio * Dino Baggio * Dino Zoff * Ernesto Castano * Fabio Cannavaro * Fabio Capello * Fabrizio Ravanelli * Federico Munerati * Felice Borel IIº * Filippo Inzaghi * Francesco Morini * Franco Causio * Gaetano Scirea * Giancarlo Marocchi * Gianluca Pessotto * Gianluca Vialli * Gianfranco Leoncini * Gianluca Zambrotta * Gianluigi Buffon * Giampiero Boniperti * Gianpiero Combi * Giorgio Chiellini * Giovanni Ferrari * Giovanni Varglien * Giuseppe Furino * Leonardo Bonucci * Luigi Bertolini * Marco Tardelli * Mario Varglien Iº * Mark Iuliano * Moreno Torricelli * Paolo Di Canio * Paolo Rossi * Pietro Anastasi * Pietro Rava * Roberto Anzolin * Roberto Baggio * Roberto Bettega * Sandro Salvadore * Sebastian Giovinco * Sergio Brio * Stefano Tacconi * Teobaldo Depetrini * Umberto Caligaris * Virginio Rosetta * Chinesinho * Emerson * Júlio César * José Altafini * Amauri * Igor Tudor * Mario Mandžukić * Helmut Haller * Jürgen Kohler * Sami Khedira * John Hansen * Michael Laudrup * Luis del Sol * Fernando Llorente * Álvaro Morata * David Trézéguet * Didier Deschamps * Jonathan Zebina * Lilian Thuram * Michel Platini * Thierry Henry * Paul Pogba * Blaise Matuidi * Patrice Evra * Patrick Vieira * Zinédine Zidane * Edwin van der Sar * John Charles * Pavel Nedvěd * Massimo Bonini * Arturo Vidal * Adrian Mutu * Alan Sabinu * Zlatan Ibrahimović * Carlos Tévez * Gonzalo Higuaín * Paulo Dybala * Luis Monti * Mauro Camoranesi * Omar Sívori * Raimundo Orsi * Wojciech Szczęsny * Claudio Gentile * Edgar Davids * Paolo Montero * Federico Balzaretti * Cristiano Ronaldo == Estatísticas & Recordes== === Últimas dez temporadas === Juventus Football Club Ano Campeonato Italiano Campeonato Italiano Campeonato Italiano Campeonato Italiano Campeonato Italiano Campeonato Italiano Campeonato Italiano Campeonato Italiano Copa da Itália Liga dos Campeões da UEFA Liga Europa da UEFA Supercopa da Itália Outras Competições — Fase Máxima Fase Máxima Fase Máxima Fase Máxima Fase Máxima 2014/15 A 1° 38 26 9 3 72 24 Campeão Final — Campeão 2015/16 A 1° 38 29 4 5 75 20 Campeão Oitavas-de-final — Campeão 2016/17 A 1° 38 29 4 5 77 27 Campeão Final — Final 2017/18 A 1° 38 30 5 3 86 24 Campeão Quartas-de-final — Final 2018/19 A 1° 38 28 6 4 70 30 Quartas-de-final Quartas-de-final — Campeão 2019/20 A 1° 38 26 5 7 76 43 Final Oitavas-de-final — Final 2020/21 A 4° 38 23 9 6 77 38 Campeão Oitavas-de-final — Campeão 2021/22 A 4° 38 20 10 8 57 37 Final Oitavas-de-final — Final 2022/23 A 7° 38 22 6 10 56 33 Semifinal Fase- de-grupos Quartas-de-final — 2023/24 A 3° 38 19 14 5 54 31 Campeão — — — :Legenda Campeonato Italiano: : Campeão. : Vice-campeão. : Classificado à Liga dos Campeões da UEFA. : Classificado à Liga Europa da UEFA. : Rebaixado à Série B. : Acesso à Série A. === As 10 contratações mais caras da história da Juventus === Pos. País Nome Data Ref 1 Cristiano Ronaldo 10/07/2018 2 Gonzalo Higuaín 26/07/2016 3 Matthijs de Ligt 18/07/2019 4 Dušan Vlahović 28/01/2022 5 Arthur Melo 28/06/2020 6 Gianluigi Buffon 03/07/2001 7 Pavel Nedvěd 18/07/2001 8 Federico Chiesa 24/07/2000 9 Bremer 20/07/2022 10 Paulo Dybala 04/07/2015 Estatística atualizada em 10/10/2022. === Mais partidas === Os números de Bonucci podem estar desatualizados, pois ele ainda está em atividade. # País Nome Período Jogos 1 Alessandro Del Piero 1993–2012 705 2 Gianluigi Buffon 2001–2018 2019–2021 685 3 Giorgio Chiellini 2005–2022 561 4 Gaetano Scirea 1974–1988 552 5 Giuseppe Furino 1965–1966 1969–1984 528 6 Leonardo Bonucci 2010–2017 2018–2023 502 7 Roberto Bettega 1970–1983 482 8 Dino Zoff 1972–1983 476 9 Giampiero Boniperti 1946–1961 459 10 Sandro Salvadore 1962–1974 450 === Maiores artilheiros === Nome Período Gols 1 1993–2012 290 2 Giampiero Boniperti 1946–1961 179 3 Roberto Bettega 1970–1983 178 4 David Trezeguet 2000–2010 171 5 Omar Sívori 1957–1965 167 6 1932–1941 1942–1946 158 7 Pietro Anastasi 1968–1976 130 8 John Hansen 1948–1954 124 9 Roberto Baggio 1990–1995 115 10 Paulo Dybala 2015–2022 115 Estatísticas atualizadas em 11 de maio de 2022. == Treinadores == Abaixo está a lista de treinadores da Juventus desde 1923, a partir de quando Edoardo Agnelli e sua família assumiu o clube, e o deixou mais estruturado e organizado. País Nome Período Jenő Károly 1923–1926 József Viola 1927–1928 George Aitken 1928–1930 Carlo Carcano 1930–1935 Carlo Bigatto Benè Gola 1934–1935 Virginio Rosetta 1935–1939 Umberto Caligaris 1939–1941 Federico Munerati 1941 (int.) Giovanni Ferrari 1941–1942 Luis Monti 1942 (int.) Felice Borel 1942–1946 Renato Cesarini 1946–1948 William Chalmers 1948–1949 Jesse Carver 1949–1951 Luigi Bertolini 1951 (int.) György Sárosi 1951–1953 Aldo Olivieri 1953–1955 Sandro Puppo 1955–1957 Ljubiša Broćić 1957–1959 Teobaldo Depetrini 1959 (int.) Renato Cesarini 1959–1961 Carlo Parola 1961 (int.) Gunnar Gren e Július Korostelev 1961 (int.) Carlo Parola 1961–1962 Paulo Amaral 1962–1964 Eraldo Monzeglio 1964 (int.) Heriberto Herrera 1964–1969 Luis Carniglia 1969–1970 Ercole Rabitti 1970 (int.) Armando Picchi 1970–1971 Čestmír Vycpálek 1971–1974 Carlo Parola 1974–1976 Giovanni Trapattoni 1976–1986 Rino Marchesi 1986–1988 Dino Zoff 1988–1990 País Nome Período Luigi Maifredi 1990–1991 Giovanni Trapattoni 1991–1994 Marcello Lippi 1994–1999 Carlo Ancelotti 1999–2001 Marcello Lippi 2001–2004 Fabio Capello 2004–2006 Didier Deschamps 2006–2007 Giancarlo Corradini 2007 (int.) Claudio Ranieri 2007–2009 Ciro Ferrara 2009–2010 Alberto Zaccheroni 2010 Luigi Del Neri 2010–2011 Antonio Conte 2011–2014 Massimiliano Allegri 2014–2019 Maurizio Sarri 2019–2020 Andrea Pirlo 2020–2021 Massimiliano Allegri 2021–2024 Thiago Motta 2024– Legenda: (int.) Treinadores interinos. == Títulos == Honrarias Coroas Competições Títulos Temporadas Tríplice Coroa Internacional 1 1996 Tríplice Coroa Nacional 3 1995, 2016 e 2018 06º Maior Clube da Europa e 07º do Mundo pelo Século XX da FIFA 1 1901 a 2000 semmoldura|70px 02º Maior Clube da Europa e 03º do Mundo pelo Século XX da IFFHS 1 1901 a 2000 semmoldura|70px 1º Melhor Clube do Mundo 2 1993 e 1996 semmoldura|70px Placa da UEFA 1 1988 Mundiais Troféus Competição Títulos Temporadas Copa Intercontinental 2 1985 e 1996 Continentais Troféus Competição Títulos Temporadas Liga dos Campeões da UEFA 2 1984-85 e 1995-96 Liga Europa da UEFA 3 1976-77, 1989-90 e 1992-93 Recopa Europeia da UEFA 1 1983-84 Supercopa da UEFA 2 1984 e 1996 Copa Intertoto da UEFA 1 1999 Nacionais Troféus Competição Títulos Temporadas Campeonato Italiano Recordista 36 1905, 1925–26, 1930–31, 1931–32, 1932–33, 1933–34, 1934–35, 1949–50, 1951–52, 1957–58, 1959-60, 1960-61, 1966-67, 1971-72, 1972-73, 1974-75, 1976-77, 1977-78, 1980-81, 1981-82, 1983-84, 1985-86, 1994-95, 1996-97, 1997-98, 2001-02, 2002-03, 2011-12, 2012-13, 2013-14, 2014-15, 2015-16, 2016-17, 2017-18, 2018-19 e 2019-20 Copa da Itália Recordista 15 1937-38, 1941-42, 1958-59, 1959-60, 1964-65, 1978-79, 1982-83, 1989-90, 1994-95, 2014-15, 2015-16, 2016-17, 2017-18, 2020-21 e 2023–24 Supercopa da Itália Recordista 9 1995, 1997, 2002, 2003, 2012, 2013, 2015, 2018 e 2020 Campeonato Italiano - Serie B 1 2006-07 TOTAL Títulos oficiais 72 2 mundiais, 9 continentais e 61 nacionais Campeão Invicto == Diretoria do clube == ; Dirigência : Proprietário: Família Agnelli ; Diretores * De acordo com o site oficial. : Presidente: Gianluca Ferrero : CEO: Maurizio Scanavino : Presidente honorário: Giampiero Boniperti e Franzo Grande Stevens. : Diretores: Laura Cappiello, Fioranna Vittoria Negri & Diego Pistone === Comissão técnica === * De acordo com o site transfermarkt. Posição Nome Treinador da equipe Massimiliano Allegri Treinador adjunto Marco Landucci Preparador de goleiros Claudio Filippi Preparador físico Simone Folletti Preparador físico Antonio Gualtieri Preparador físico Andrea Pertusio == Presidentes == A Juventus teve númerosos presidentes ao longo de sua história, alguns dos quais têm sido os proprietários do clube, enquanto outros foram presidentes honorários, aqui está uma lista completa deles. Nome Período Eugenio Canfari 1897–1898 Enrico Canfari 1898–1901 Carlo Favale 1901–1902 Giacomo Parvopassu 1903–1904 Alfredo Dick 1905–1906 Carlo Vittorio Varetti 1907–1910 Attilio Ubertalli 1911–1912 Giuseppe Hess 1913–1915 Gioacchino Armano Fernando Nizza Sandro Zambelli 1915-1918 (cpg) Corrado Corradini 1919–1920 Gino Olivetti 1920–1923 Edoardo Agnelli 1923–1935 Enrico Craveri Giovanni Mazzonis 1935–1936 Nome Período Emilio de la Forest de Divonne 1936–1941 Piero Dusio 1941–1947 Gianni Agnelli 1947–1954 (hon.) Enrico Craveri Nino Cravetto Marcello Giustiniani 1954–1955 (int.) Umberto Agnelli 1955–1962 Vittore Catella 1962–1971 Giampiero Boniperti 1971–1990 (hon.) Vittorio Caissotti di Chiusano 1990–2003 Franzo Grande Stevens 2003–2006 (hon.) Giovanni Cobolli Gigli 2006-2009 Jean-Claude Blanc 2009-2009 Andrea Agnelli 2010–2022 Legenda: (cpg.) Comitê Presidencial de Guerra. (hon.) Presidentes honorários. (int.) Presidentes interinos. ==Juventus e a Copa do Mundo== Somando todas as Copas, a Juventus é o clube com mais jogadores campeões totalizando 27. Campeões do Mundo Copa do Mundo Sede Jogador 1934 Detalhes Itália Gianpiero Combi, Umberto Caligaris, Virginio Rosetta, Luigi Bertolini, Luis Monti, Mario Varglien, Felice Borel, Giovanni Ferrari e Raimundo Orsi 1938 Detalhes França Alfredo Foni e Pietro Rava 1982 Detalhes Espanha Dino Zoff, Antonio Cabrini, Claudio Gentile, Gaetano Scirea, Marco Tardelli e Paolo Rossi 1998 Detalhes França Didier Deschamps e Zinedine Zidane 2006 Detalhes Alemanha Gianluigi Buffon, Fabio Cannavaro, Gianluca Zambrotta, Mauro Camoranesi e Alessandro Del Piero 2018 Detalhes Rússia Blaise Matuidi 2022 Detalhes Catar Leandro Paredes e Ángel Di María Fonte: Verminosos por futebol.Atualizado em 23/12/2022. == Ver também == * Classificação dos maiores clubes de futebol * Derby D'Italia * Juventus vs. Milan * Derby della Mole * Lista de clubes campeões internacionais de futebol * Lista de clubes campeões mundiais de futebol == Ligações externas == * * * * * * * Categoria:Juventus Football Club Categoria:Clubes de futebol fundados em 1897",
 "title": "Juventus Football Club"
}