{
 "id": "91825",
 "text": "thumb|Torre Eiffel, Paris. A torre (do latim \"turris\"), em arquitectura e engenharia, é uma estrutura em que a altura é bastante superior à largura, apresentando uma demarcada verticalidade. Pode ser edificada para diversos fins ou funções (defesa, comemoração ou otimização de espaço). A sua morfologia e materiais construtivos tem apresentado variantes conforme a função, a época e a região em que são construídas. De um modo geral pode ser edificada como estrutura auto-portante independente ou como parte integrante de um edifício, e a sua planta pode variar formalmente: circular, quadrangular ou poligonal. == História == Este tipo de estrutura remonta à Antiguidade, de que são exemplo os zigurates babilónicos ou os minaretes islâmicos, com funções religiosas, e os faróis de Alexandria ou da Torre de Hércules, com funções de orientação à navegação. No Oriente, o templo indiano possui também uma torre sobre a ala principal, para colocação da representação da divindade em pé. Esta torre, denominada \"Sikhara\", pode ser circular, quadrangular ou octogonal e pode mesmo ser substituída por uma cúpula achatada, caso a divindade no seu interior seja representada na posição sentada (de Ioga). Na mesma região pode citar-se ainda a stupa, edificação também com fins religiosos, composta por diversos níveis e que reduz a sua largura progressivamente em direcção ao topo. Na China e no Japão, destacam-se o pagode, edificação religiosa composta por diversos níveis em altura (em número ímpar), em que se sobrepõem vários telhados de beirais curvos e prolongados que retrocedem em largura até ao topo. A planta é de forma variável (quadrangular ou poligonal) e a estrutura pode ser construída em madeira ou mármore com decorações escultóricas e sinetas. Em termos de arquitetura militar, edificavam-se torres integradas nas muralhas defensivas ladeando as portas de acesso à povoação ou cidade e que, durante o período grego, passam a ser dispostas a distâncias regulares entre si apresentando uma planta circular ou semi-circular. Na Europa ocidental, na Idade Média, a torre assume-se com um elemento arquitetónico de extrema importância funcional e simbólica, caso em que as suas dimensões variam até à monumentalidade. Podem ter as funções de defesa e de simples vigia, ou servirem de habitação (torre medieval). Mais tarde, as torres passaram a fazer parte integrante dos castelos distribuindo- se por pontos estratégicos ao longo das muralhas. No interior do recinto situa-se a torre de menagem, habitação do senhor feudal, com planta quadrangular, dividida internamente em vários pavimentos. Alguns castelos possuem também uma torre forte que serve de atalaia (torre albarrã, ou \"torre do haver\", caso ali se guardasse o tesouro real). Com o fim do período medieval, perdida a sua função defensiva diante dos progressos da artilharia, a cidade e o poder burguês vão-se apoderar da torre como elemento simbólico da independência administrativa, aplicando-a a palácios comunais e câmaras municipais (\"torre comunal\"). Esta aplicação vai ter especial impacto a norte da Europa (França, Bélgica, Holanda) quando as instituições governativas da cidade apresentam uma torre esguia de proporções exacerbadas em comparação com os edifícios em que estão integradas. == Funções == === Torre militar === Ao longo da história a torre tem proporcionado aos seus usuários um recurso importante para o estabelecimento de posições defensivas e também para a obtenção de uma melhor visualização das áreas ao redor, incluindo campos de batalha. Eles foram instalados em paredes defensivas, ou erguidos perto de um alvo. Hoje, o uso estratégico das torres ainda é feito em prisões, campos militares e perímetros defensivos. === Torre eclesiástica === No plano da arquitertura eclesiástica, a torre da Idade Média torna-se também num dos elementos principais da caracterização da arquitetura religiosa em igrejas e catedrais. Mas a torre campanário da igreja cristã (também Torre sineira) surge já na Itália do século VII permanecendo geralmente como elemento independente no sul da Europa e agregado ao edifício no norte. Durante o estilo românico as torres da igreja são essencialmente simples, de planta quadrangular ou circular, decoradas com bandas horizontais de arcadas cegas e com coroamento em cone ou pirâmide octogonal. No estilo gótico, a torre ajuda ao verticalismo acentuado da arquitetura gótica não só concorrendo em altura com as torres da catedrais de cidades vizinhas, como também estabelecendo a ligação entre a terra e o céu. A torre adquire uma extrema leveza e trabalho escultórico intrincado (traceria) especialmente nas catedrais francesas. No mínimo, a igreja exibe uma torre, mas é comum encontrarem-se duas torres gêmeas a ladear a fachada principal a oeste, que raramente apresenta três, como é caso disso a westwerk, fachada com uma torre central ladeada de duas mais pequenas. Também pode ser edificada uma torre sobre o coro (Torre de coro), sobre o cruzeiro (Torre de cruzeiro ou Torre-lanterna) ou sobre os braços do transepto (mais raro). As variações estilísticas são grandes e variam consoante os movimentos artísticos. No Renascimento, por exemplo, as ordens arquitetónicas de influência clássica são adaptadas à morfologia da torre e no barroco o coroamento assume uma forma volumétrica que combina curvas côncavas com convexas em forma de cebola (Torre bulbosa). Outros coroamentos são também usuais em torres, como em pirâmide, cone, cúpula ou sem coroamento (campanário). ===Arranha-céus=== Um tipo moderno de torre, o arranha-céu economiza bastante espaço no terreno. Arranha-céus muitas vezes não são classificados como torres, embora a maioria tenha o mesmo design e estrutura das torres. No Reino Unido, edifícios residenciais altos são referidos como torre de blocos. Nos Estados Unidos, os edifícios do World Trade Center tinham o apelido de Torres Gêmeas, nome compartilhado com as Torres Petronas, em Kuala Lumpur, na Malásia. ===Potencial energético=== Usando a gravidade para mover objetos ou substâncias para baixo, uma torre pode ser usado para armazenar itens ou líquidos como um silo ou uma caixa d'água, ou um objeto relativamente grande, como uma broca de perfuração. Na ausência de uma montanha, certas torres podem ser usadas para a prática de bungee jumping. ===Comunicações=== thumb|Torre CN em Toronto, no Canadá. Na história, torres simples, como faróis, torres de relógio, torres de sinal e minaretes foram usados ​​para transmitir informações a distâncias cada vez maiores. Em anos mais recentes, antenas de rádio e torres de telefonia celular facilitaram a comunicação através da expansão do alcance do sinal. A Torre CN em Toronto, foi a estrutura mais alta do mundo entre os anos de 1976 até 2007, quando foi ultrapassada pelo edifício árabe Burj Khalifa. ===Apoio logístico=== thumb|Torre Vasco da Gama, Lisboa. Torres também podem ser usados ​​para servir de apoio para pontes, e podem alcançar alturas que podem até rivalizar com alguns dos edifícios mais altos na superfície. È comum em pontes suspensas e pontes estaiadas. O uso do pilar, uma estrutur de torre simples, também ajudou a construir de pontes ferroviárias a portos. Em aeroportos e aeroclubes, as torres de controle são usados ​​para dar assistência no tráfego aéreo. == Torres famosas == Entre as torres mais conhecidas da atualidade, estão a Torre de Pisa, Torre Eiffel, o Big Ben e a Torre de Belém. A Torre de Pisa é notória por sua inclinação incomum de 3,99 graus. A Torre Eiffel foi, durante os anos de 1889 e 1930 a estrutura mais alta do mundo, quando foi ultrapassado pelo Chrysler Building, entretanto, ainda é a maior estrutura de Paris The Eiffel Tower as a World monument. No Reino Unido, o Palácio de Westminster abriga a tower clock, que é a torre do relógio, referido como Big Ben, que de acordo com especialistas, também está se inclinando. * Torre de Belém * Torre dos Clérigos * Torre Vasco da Gama * Torre da Universidade de Coimbra * Torre Eiffel * Torre de Babel * Torre de Londres * Torre de Pisa * Torre Malakoff * Torre do Zeppelin * Big Ben == Ver também == * Arranha-céus * Domus Fortis * Minarete * Obelisco * Pagode * Farol * Zigurate * Torre (xadrez) * Torre de controle * Torre de observação * Gabinete (informática) * Lista das torres mais altas ==Bibliografia== *CALADO, Margarida, PAIS DA SILVA, Jorge Henrique. Dicionário de Termos da Arte e Arquitectura. Lisboa: Editorial Presença, 2005. ISBN 20130007 *KOEPF, Hans; BINDING, Günther (Überarbeitung). Bildwörterbuch der Architektur. Stuttgart: Alfred Kröner Verlag, 1999. ISBN 3-520-19403-1 Categoria:Engenharia estrutural Categoria:Tipologias arquitetónicas Categoria:Elementos arquitetónicos Categoria:Elementos da arquitetura militar Categoria:Arquitetura militar",
 "title": "Torre"
}