{
 "id": "91851",
 "text": "Medal of Honor é uma série de jogos eletrônicos de tiro em primeira pessoa publicada pela Electronic Arts. O primeiro jogo da série foi idealizado pelo diretor e produtor de cinema americano Steven Spielberg e desenvolvido pela DreamWorks Interactive, sendo lançado em 1999 para PlayStation. Posteriormente, Medal of Honor gerou uma série de jogos subsequentes, incluindo expansões, abrangendo várias plataformas de consoles, portáteis e computadores. Os primeiros doze títulos da série são ambientados durante o período histórico da Segunda Guerra Mundial, enquanto dois deles se concentram em guerras modernas, no combate ao terrorismo. A trilha sonora da franquia foi composta por Michael Giacchino, Christopher Lennertz e Ramin Djawadi. ==Histórico== A série começou em 1999 com o lançamento de Medal of Honor. O jogo foi desenvolvido pela DreamWorks Interactive com a história do cineasta Steven Spielberg. O jogo foi lançado para o console PlayStation em 31 de outubro de 1999. A inspiração de Spielberg para a série surgiu durante a direção e produção do filme Saving Private Ryan. Muito dos efeitos sonoros do filme (como tiros, gritos e explosões) foram usados no jogo e reaproveitados nos títulos subsequentes. No jogo original de 1999, o jogador controla o Tenente Jimmy Patterson, um soldado e agente ligado a OSS, uma organização militar secreta dos Estados Unidos criada durante o período da Segunda Guerra Mundial. Jimmy trabalha secretamente enquanto realiza uma série de missões de sabotagem e combate contra a máquina de guerra da Alemanha Nazista. O objetivo é completar uma série de missões que incluem sabotar ou destruir estruturas e neutralizar soldados dos exércitos das Potências do Eixo, ajudar membros da Resistência Francesa, como a personagem Manon Batiste, que é a protagonista jogavel da sequela, Medal of Honor: Underground. Nos jogos da série são representados alguns momentos históricos da Segunda Guerra Mundial, como os Desembarques da Normandia na Praia de Omaha, replicando as cenas iniciais do filme Saving Private Ryan. Todo o armamento replica com detalhe aquele usado na época, e a sonoplastia e trilha sonora que acompanha o desenrolar dos jogos tem sido recebida com vários prêmios pela sua qualidade. Dois jogos da série, o reboot Medal of Honor de 2010 e Medal of Honor: Warfighter de 2012 deixaram a ambientação da Segunda Guerra Mundial e a série passou a se concentrar em combates modernos, apresentando guerras contra o terrorismo em várias partes do mundo como no Afeganistão, Filipinas, Somália, Dubai e Madrid. Um título anunciado em 2019, Medal of Honor: Above and Beyond para Windows e Oculus Rift, leva a franquia de volta às suas origens e é novamente ambientado na Segunda Guerra Mundial. Above and Beyond foi lançado mundialmente em 11 de dezembro de 2020. Na Alemanha, a série foi considerada controversa, devido aos símbolos nazistas, como emblemas, uniformes e bandeiras, que podem ser encontrados ao longo dos jogos. Naquele país, este tipo de simbologia só pode ser usado para referências históricas. Assim, foi considerado inadequado para os mais jovens e disponibilizado apenas para pessoas maiores de 18 anos, e toda a publicidade foi retirada. == Jogos == Títulos da série Medal of Honor Ano Título Desenvolvedor Plataforma Sony Microsoft Nintendo Outros 1999 Medal of Honor DreamWorks Interactive PlayStation 2000 Medal of Honor: Underground DreamWorks Interactive, Rebellion Developments PlayStation Game Boy Advance 2002 Medal of Honor: Allied Assault 2015, Inc. Windows Mac OS X, Linux Medal of Honor: Frontline EA Los Angeles PlayStation 2, PlayStation 31 Xbox GameCube Medal of Honor: Allied Assault Spearhead2 EA Los Angeles Windows Mac OS X, Linux 2003 Medal of Honor: Allied Assault Breakthrough2 TKO Software Windows Mac OS X, Linux Medal of Honor: Rising Sun EA Los Angeles PlayStation 2 Xbox GameCube Medal of Honor: Infiltrator Netherock Limited Game Boy Advance 2004 Medal of Honor: Pacific Assault EA Los Angeles PS2 Microsoft Windows 2005 Medal of Honor: European Assault EA Los Angeles PlayStation 2 Xbox GameCube 2006 Medal of Honor: Heroes Team Fusion PSP 2007 Medal of Honor: Vanguard EA Los Angeles, Budcat Creations PlayStation 2 Wii Medal of Honor: Airborne EA Los Angeles PlayStation 3 Microsoft Windows, Xbox 360 Medal of Honor: Heroes 2 EA Los Angeles, EA Canada PSP Wii 2010 Medal of Honor (reboot) Danger Close Games, EA Digital Illusions CE PlayStation 3 Microsoft Windows, Xbox 360 2012 Medal of Honor: Warfighter Danger Close Games PlayStation 3 Microsoft Windows, Xbox 360 2020 Medal of Honor: Above and Beyond Respawn Entertainment Microsoft Windows Oculus VR Notas # A versão PS3 de Medal of Honor: Frontline é remasterizada em HD. # Pacote de expansão para Medal of Honor: Allied Assault. == Ligações externas == * * Página Facebook Categoria:Jogos para computador Categoria:Medal of Honor Categoria:Jogos de tiro em primeira pessoa Categoria:Séries de jogos eletrônicos",
 "title": "Medal of Honor"
}