{
 "id": "91969",
 "text": "O Planetário de Marinha, anteriormente Planetário Calouste Gulbenkian, localiza-se ao lado do Mosteiro dos Jerónimos, em Belém, Lisboa, Portugal. == História == O Planetário Calouste Gulbenkian foi inaugurado em 20 de julho de 1965, o dia em que se assinalava o décimo ano da morte de Calouste Gulbenkian. A ideia da construção de um planetário em Lisboa surgiu do fascínio e entusiasmo pela astronomia de um oficial da Marinha Portuguesa, o Comandante Eugénio Conceição Silva. Resultado de uma parceria entre a Marinha Portuguesa e a Fundação Calouste Gulbenkian, o sonho do comandante tornou-se uma realidade: Lisboa iria ter mesmo um planetário. A autoria da obra coube ao arquiteto Frederico George, tendo-se iniciado em setembro de 1963. A Fundação Calouste Gulbenkian custeou o sistema de projeção ótico, o modelo UPP 23/4 da marca Zeiss, que era de funcionamento manual, e operou ininterruptamente cerca de 40 anos. Em março de 2002, o Ministério da Ciência e da Tecnologia e a Marinha Portuguesa estabeleceram um protocolo que se materializou, em 2004, na aquisição de um novo sistema de projeção, o projetor ótico da Zeiss — O Universarium modelo IX. Esta parceria conferiu ao Planetário o estatuto de Centro Ciência Viva, passando a designar-se Planetário Calouste Gulbenkian – Centro Ciência Viva. Face a um mundo fervilhante de novas tecnologias cada vez mais sofisticadas e impactantes, com conteúdos nas diferentes áreas do conhecimento, o conceito das sessões de planetário foi repensado. No novo conceito para o Planetário, optou-se por um sistema de projeção híbrido. Esta nova arquitetura é construída por uma projeção ótica, assegurada pela continuidade do Universarium e por um sistema de projeção digital fulldome, da Zeiss. A projeção digital fulldome é construída por 8 projetores LED VELVET, que corresponde a uma configuração de 8 canais de imagens projetados sectorialmente na cúpula, proporcionando uma imagem completa sem quaisquer vestígios de separação. Apesar da astronomia continuar a ser o tema principal, agora o Planetário de Marinha, com o sistema de projeção fulldome, está capacitado para proporcionar ao visitante espetáculos e apresentações, exibindo conteúdos de outras áreas como, as ciências da vida, o desporto, a história ou mesmo espetáculos abstratos de música. O ano de 2021 marca a história do planetário, pelo início de um novo modo de viajar pelo Universo e de abordar outros temas. Afinal, comunicar ciência criando emoções. O Planetário de Marinha é atualmente o segundo maior da Europa com o mais avançado sistema digital existente. == Diretores == * Capitão-de-mar-e-guerra Eugénio Correia da Conceição Silva (Julho de 1965 - Abril de 1969) * Contra- almirante Eugénio Eduardo da Silva Gameiro (Julho de 1970 - Dezembro de 1977) * Capitão-de-mar-e-guerra António Carlos Fuzeta da Ponte (Dezembro de 1977 - Maio de 1982) * Capitão-de-mar-e-guerra José Henriques Ferreira Cyrne de Castro (Maio de 1982 - Abril de 1995) * Capitão-de-fragata António Henrique Maló Rocha de Freitas (Abril 1995 - Novembro de 1997) * Capitão-de-fragata João Francisco Franco Facada (Novembro 1997 - Março 2002) * Capitão-de-mar-e- guerra Luís Maria Cabral Leal de Faria (Março de 2002 - Janeiro de 2003) * Capitão-de-mar-e-guerra Mário Alberto Dias Monteiro Santos (Janeiro de 2003 - Dezembro de 2006) * Capitão-de-mar-e-guerra António José da Costa Mateus (Dezembro de 2006) Categoria:Património edificado em Lisboa Marinha Categoria:Fundação Calouste Gulbenkian Categoria:Museus de ciência em Portugal Categoria:Belém (Lisboa)",
 "title": "Planetário de Marinha"
}