{
 "id": "91960",
 "text": "Neoptólemo, também conhecido por Pirro, na mitologia grega, era filho de Aquiles e Deidamia. A versão da origem de Neoptólemo contada na obra Cantos Cípricos diz que Aquiles navega para Esquiro após uma expedição fracassada a Troia, casa-se com a princesa Deidamia e gera Neoptólemo, até que Aquiles é chamado às armas novamente.Fragmenstos dos Cantos Cípricos A versão mais corrente é a contada pela Ilíada e outras fontes: Tétis, mãe de Aquiles, não desejava que seu filho fosse lutar no cerco de Troia, temendo sua morte. Então disfarçou Aquiles de mulher na corte de Licomedes, o rei de Esquiro. Durante o tempo em que Aquiles se manteve lá, teve um caso amoroso com a princesa Deidamia, cujo fruto foi Neoptólemo e também Oneiros, segundo fontes mais tardias. Durante o cerco de Troia, passados dez anos, depois da morte de Aquiles e de Ájax e sem quaisquer sinais de vitória, os aqueus (ou gregos) capturaram o adivinho troiano, Heleno, e o forçaram a dizer que condições poderiam levá-los à vitória. Heleno revelou que poderiam tomar Troia se adquirissem as flechas venenosas de Héracles, então na posse de Filoctetes, grande guerreiro que foi abandonado no início da guerra; se roubassem o Paládio (que levou à construção do famoso Cavalo de Troia); e, por fim, se persuadissem o filho de Aquiles a juntar-se à guerra. Os gregos apressaram-se a ir buscar Neoptólemo a Esquiro, e trouxeram-no a Troia. O fantasma de Aquiles apareceu aos sobreviventes da guerra, exigindo que Polixena, princesa troiana, fosse sacrificada. Neoptólemo assim fez, sacrificando também Príamo em honra de Zeus. Com Andrómaca, que foi por ele escravizada, Neoptólemo foi o pai de Molosso, antepassado de Olímpia, a mãe de Alexandre Magno. Neoptólemo foi morto, a pedido de Hermíone, por Orestes, ou sacerdotes de Apolo. Se o seu pai Aquiles foi conhecido pela sua compaixão para com Príamo, já o filho foi mais conhecido pela sua crueza. Foi ele quem matou Príamo, Eurípilo, Políxena, Polites e Astíanax, entre outros, e escravizou Heleno e Andrómaca depois da guerra. Com Andrómaca, Heleno e Fénix, Neoptólemo navegou para as ilhas Epirotas e tornou-se então o rei de Epiro, exilando Ulisses, porque este matara um grande número de pretendentes a Penélope. Outras lendas dizem simplesmente que Neoptólemo ficou com Deidamia até o fim da guerra, depois, Tétis veio buscar seu neto. Neoptólemo é descrito por Homero como de \"rósea face\". Categoria:Heróis da mitologia grega Categoria:Guerra de Troia Categoria:Eneida",
 "title": "Neoptólemo"
}