{
 "id": "91970",
 "text": "Pirro ( [\"cor de fogo\", \"ruivo\"]; ; Epiro, — ) foi rei do Epiro e da Macedónia, tendo ficado famoso por ter sido um dos principais opositores a Roma. Era filho de e pai de . == Durante a juventude == A infância e juventude de Pirro foram bastante atribuladas. Tinha apenas dois anos de idade quando o seu pai foi destronado. Mais tarde, aos 17 anos de idade, os epirotas chamaram-no para governar, mas Pirro acabou por ser destronado novamente. Nas guerras entre os diádocos, após a divisão do Império de Alexandre, o Grande, tomou o partido do seu cunhado e lutou a seu lado na Batalha de Ipso (). Mais tarde ficou refém de do Egito, num acordo entre este e Demétrio. Pirro casou com Antígona, filha de Ptolomeu I. Em restaurou o seu reino no Epiro. De seguida, declarou guerra a Demétrio, seu antigo aliado. Em depôs o seu cunhado e tomou controle do reino da Macedónia. Dois anos depois, porém, o seu ex- aliado Lisímaco expulsou-o da Macedónia. == Campanha militar na Itália == Em , a cidade grega de Tarento, no sul da península Itálica, foi tomada de assalto pelos romanos. A derrota dos Tarentinos parecia certa. Na altura, Roma já crescera suficientemente para partir à conquista, com sucesso, da Magna Grécia, ou Itália do Sul. O povo de Tarento não teve outra solução que não pedir o auxílio de Pirro. Pirro foi encorajado a ajudar os tarentinos por influência do Oráculo de Delfos. A suas pretensões, no entanto, ambicionavam mais. Pirro almejava forjar um império na Itália. Para isso, tornou-se aliado do rei Ptolomeu da Macedónia e o seu vizinho mais poderoso e chegou à Itália em A sua força militar era extraordinária: 3 mil cavaleiros, 2 mil arqueiros, 500 fundeiros, 20 mil tropas de infantaria e 19 elefantes de guerra. Com ela, o objectivo de Pirro era não só evitar a conquista de Tarento pelos romanos, como subjugá-los. Devido à superioridade da sua cavalaria e dos seus elefantes, derrotou os romanos na Batalha de Heracleia. Os romanos perderam cerca de 7 mil homens, ao passo que Pirro perdeu 4 mil. Embora o número de baixas fosse alto, a Batalha de Heracleia não costuma ser considerada uma vitória de Pirro. Desde esta vitória, várias tribos e as cidades gregas de Crotona e Lócris Epicefíria juntaram-se a Pirro. Este ofereceu aos romanos um tratado de paz, que foi prontamente rejeitado. Pirro passou o inverno na Campânia. Quando Pirro invadiu a Apúlia () os dois exércitos defrontaram-se na Batalha de Ásculo onde Pirro obteve uma vitória a muito custo. Os romanos perderam 6 mil homens e Pirro perdeu . Foi um duro golpe no exército de Pirro, que não aguentaria outro desfalque semelhante contra os romanos. == Campanha militar na Sicília == Em , no meio de suas dificuldades e inquietações, Pirro viu-se diante de novas empresas e novas esperanças, que se lhe ofereciam, levando a hesitação ao seu espírito. De um lado, chegaram da Sicília embaixadores que lhe propuseram colocar em suas mãos as cidades de Agrigento, Siracusa e Leontinos, pedindo ao mesmo tempo que ajudasse a expulsar os cartagineses da ilha e a libertá-la de seus tiranos. De outro lado, mensageiros vindos da Grécia trouxeram-lhe a notícia de que o Ptolomeu, cognominado o Raio, tinha sido morto numa batalha contra os gauleses, e de que seu exército fora desbaratado, surgindo assim uma ocasião das mais favoráveis para se apresentar aos macedônios, que necessitavam de um rei. Pirro maldisse então a fortuna, que lhe apresentava ao mesmo tempo duas oportunidades para fazer grandes coisas; e vendo com pesar que não podia optar por uma sem perder a outra, hesitou durante muito tempo antes de fazer a escolha. Finalmente, as dificuldades da Sicília pareceram-lhe muito mais importantes, por motivo da proximidade da África, decidindo-se então por este empreendimento. Assim, após tomar tal resolução, enviou Cíneas, conforme costumava fazer, às cidades da ilha, a fim de entabular negociações. Entrementes, a guarnição que colocara na cidade de Tarento, a fim de mante-la submissa, provocara grande descontentamento entre os seus moradores. Estes mandaram-lhe dizer que, ou ele permanecia no país a fim de sustentar a guerra contra os romanos, de acordo com o compromisso assumido ao dirigir-se à cidade, ou, caso decidisse abandonar a Itália, que deixasse Tarento na situação em que a havia encontrado. Pirro, porém, respondeu-lhes secamente, dizendo-lhes que não lhe falassem mais em tal assunto, que esperassem por uma oportunidade. E, dada esta resposta, seguiu para a Sicília, onde viu, logo após a chegada, todas as suas esperanças se realizarem. Com efeito, as cidades apressaram-se em se entregar, e, em todos os lugares onde teve de empregar a força, não encontrou nenhuma resistência séria. Com um exército de trinta mil homens de infantaria e dois mil e quinhentos cavaleiros, e uma esquadra de duzentos navios, ele ia expulsando por toda parte os cartagineses e conquistando as regiões que estavam sob o seu domínio. A cidade de Erix , entre as que os cartagineses conservavam em seu poder, era a dotada de melhores fortificações, e a que contava o maior número de defensores. Em , Pirro decidiu ocupá-la pela força. Quando tudo estava pronto para o assalto, tomou todas as suas armas, e, ao aproximar-se da cidade, prometeu a Hércules um sacrifício solene, bem como jogos públicos, em sua homenagem, caso lhe concedesse a graça de mostrar-se, aos olhos dos gregos que moravam na Sicília, digno de seu nascimento e dos grandes recursos de que dispunha. Feito este voto, ordenou que as trombetas soassem, dando o sinal do ataque. Quase todos os cartagineses que se encontravam sobre as murchas retiraram-se logo às primeiras flechadas. Foram em seguida colocadas as escadas, sendo ele o primeiro a subir. No alto da muralha um grupo de inimigos ousou enfrentá-lo. Atacando-os, forçou uns a se atirarem de ambos os lados da muralha, e abateu outros a golpes de espada, sem que recebesse qualquer ferimento. Com efeito, ele parecia tão terrível aos cartagineses, que estes não ousavam olhá-lo de frente e sustentar o seu olhar. Após a ocupação da cidade, ele fez a Hércules um sacrifício magnífico e promoveu festas com jogos e combates de todas as espécies. Havia nas imediações de Messina a nação dos mamertinos, que causavam grandes tribulações aos povos gregos, obrigando mesmo alguns deles a lhes pagarem impostos e tributos. Este povo, numeroso e aguerrido, deviam ao seu valor a denominação de mamertinos, que, em latim significa marciais. Pirro chefiou suas forças contra eles e os derrotou num renhido combate, arrasando várias de suas fortalezas. Além disso, mandou matar todos os que entre eles se encarregavam da coleta dos impostos. Os cartagineses, que desejavam fazer as pazes com Pirro, ofereceram-lhe, como prova de amizade, prata e navios; mas, como visava a coisas ainda maiores deu-lhes uma breve resposta, dizendo que havia um único meio de ser estabelecida a paz: a evacuação de toda a Sicília, de modo que o mar da África passasse a constituir a zona de separação entre os gregos e eles. Os êxitos alcançados e a confiança que depositava em suas forças encorajavam-no e o incitavam a tornar uma realidade as esperanças que o tinham levado à Sicília; e aspirou, assim, em primeiro lugar, à conquista da África. Para levar a efeito esta vasta empresa ele possuía um número suficiente de navios; mas faltavam-lhe marinheiros e remadores. Entretanto, para obtê-los das cidades, em vez de agir com habilidade e brandura, passou a tratá-las com excessivo rigor, constrangendo seus moradores e castigando com severidade os que não obedeciam às suas ordens. Ele não agira desse modo ao chegar; soubera então, melhor do que ninguém, conquistar a boa vontade de toda gente, dirigindo palavras cativantes a todos, mostrando-se confiante e não molestando ninguém. Porém, transformando-se, subitamente, de príncipe popular em tirano violento, ele adquiriu, em consequência de sua severidade, a reputação de homem ingrato e pérfido. Entretanto, por mais descontentes que estivessem, eles cediam à necessidade e lhe forneciam tudo aquilo que deles era exigido. Em , o comportamento despótico de Pirro começou a fazer com que a população se descontentasse com o rei. Ainda que Pirro continuasse a levar de vencida as guarnições Cartaginesas, acabou por ter de abandonar a Sicília, regressando à Itália. == Regresso à Itália e à Grécia == Quando regressou, travou a Batalha de Benevento (), na Itália do Sul. Desta vez, não se tratou de uma vitória pírrica sequer. Pirro abandonou a campanha em Itália e regressou ao Epiro. Apesar da sua campanha no ocidente ter desbastado grande parte do seu exército e da sua riqueza, Pirro lançou-se à guerra: atacou o rei Antígono II, vencendo-o facilmente, e apossou-se do trono macedónio. Em , Cleónimo, um Espartano de sangue real, mas odiado em Esparta, pediu a Pirro que atacasse a cidade e o pusesse no poder.Pausânias, Descrição da Grécia, 3.6.3 Pirro concordou com o plano, mas tencionava ficar com o controlo do Peloponeso para si mesmo. Inesperadamente, Esparta ofereceu resistência que abalou a sua tentativa de assalto. Logo a seguir, surgiu a oportunidade a Pirro de intervir numa disputa cívica em Argos. Entrando na cidade com o seu exército às escondidas, Pirro acabou por ser apanhado numa confusa batalha mesmo nas ruas estreitas da cidade. Durante a confusão, uma velha que observava do telhado atirou uma telha em Pirro, que caiu atordoado, permitindo que um soldado Argivo o matasse (algumas fontes dizem que Pirro foi envenenado por um servo). == Conclusão == Por ter sido um homem impressionantemente belicoso e um líder infatigável, embora não tivesse sido um rei propriamente sábio, Pirro foi considerado um dos melhores generais do seu tempo. Aníbal considerou-o o segundo melhor, a seguir a Alexandre Magno. Pirro era também conhecido por ser muito benevolente. Como general, as maiores fraquezas políticas de Pirro eram a falta de concentração e apetência para esbanjar dinheiro (grande parte dos seus soldados eram dispendiosos mercenários). O seu nome tornou-se famoso pela expressão \"vitória pírrica\" devido à Batalha de Ásculo. Quando lhe deram os parabéns pela vitória conseguida a custo, diz-se que respondeu com estas palavras: \"Mais uma vitória como esta, e estou perdido.\" Pirro escreveu ainda Memórias e vários livros sobre a arte da guerra. Os escritos perderam-se, mas sabe-se que foram usados por Aníbal e elogiados por Cícero. Categoria:Reis do Epiro Categoria:Reis da Macedónia Categoria:Escritores da Grécia Antiga Categoria:Gregos do século IV a.C. Categoria:Gregos do século III a.C. Categoria:Militares da Grécia Antiga",
 "title": "Pirro"
}