{
 "id": "9202",
 "text": "A petroquímica é o ramo da indústria química orgânica que emprega como matérias-primas o gás natural, gases liquefeitos de petróleo, gases residuais de refinaria, naftas, querosene, parafinas, resíduos de refinação de petróleo e alguns tipos de petróleo crus. A indústria petroquímica é organizada em produtores de primeira geração, de segunda geração e de terceira geração com base na transformação de diversas matérias-primas ou insumos. Os países com as indústrias petroquímicas de maior porte são a China, Estados Unidos, Japão, Alemanha, França e Coreia do Sul. O acesso a grandes reservas petrolíferas e por consequência às matérias-primas da indústria petroquímica foi um dos fatores que levaram à ocorrência da Segunda Guerra Mundial.Dietrich Eichholtz. Deutsche Politik und rumänisches Öl, 1938-1941 (Leipzig: Leipziger Universitätsverlag, 2005), and Die Bagdadbahn: Mesopotamien und die deutsche Ölpolitik bis 1918. Aufhaltsamer Übergang ins Erdölzeitalter (Leipzig: Leipziger Universitätsverlag, 2007). p. 7 Os países do Eixo, principalmente a Alemanha Nazista e o Império do Japão ambicionavam tomar o controle da produção petróleo dos países vizinhos. A derrota das tropas de Hitler em Stalingrado, quando se dirigiam aos campos de petróleo de Baku na União Soviética e os japoneses, que consumiam petróleo shale de Manchukuo, mas não conseguiram romper o cerco dos Estados Unidos no Pacífico após os ataques a Pearl Harbor e como os nazistas além da falta de petróleo tinham de enfrentar os Aliados, que controlavam as principais fontes de petróleo. No Brasil, que detém a maior indústria petroquímica da América Latina, se destaca a Braskem, que em 2018 se situava entre as vinte maiores empresas petroquímicas do mundo. == Indústria Petroquímica == Cadeia industrial petroquímica Refinaria 1ª geração/Petroquímicos básicos 2ª geração/Resinas e intermediários 3ª geração/Transformadores Gás natural Eteno, propeno e aromáticos/ Polietileno, PVC, Polipropeno, PET/PS, elastômeros(SBR,PBR), Fibras e outros Filmes, garrafas, tubos, conexões, autopeças, sacaras, fraldas, embalagens, isolantes, fibras sintéticas, tecidos, tintas, farmacêuticos, cosméticos e higiene pessoal. Petróleo/ Gasóleo/Nafta ==No Brasil == A inauguração em 1955 da Refinaria Presidente Bernardes pela Petrobrás teve papel fundamental na expansão da petroquímica no País, pois possibilitou a instalação de empresas estrangeiras que utilizavam derivados da refinação na produção dos seus produtos. Dois exemplos desse impulso dado pela construção da refinaria foram a instalação da Companhia Brasileira de Estireno, subsidiária da Kopper e a Union Carbide do Brasil, Subsidiária da Union Carbide, respectivamente em 1957 e 1958. Em janeiro de 1957 é fundada a Refinaria Isaac Sabbá, em Manaus, com a presença do presidente Juscelino Kubitschek. Merece destaque também a Companhia Pernambucana de Borracha Sintética, a Coperbo, inaugurada nos anos 1960. O projeto de construção de uma central petroquímica pela família Soares Sampaio, que controlava a Refinaria União, foi viabilizado pela associação entre Petrobrás ( através da Petroquisa), a IFC, o Grupo Moreira Salles e a família Soares Sampaio e um engenhoso instrumento financeiro para a época, as debêntures conversíveis em ações , para a criação do primeiro Polo Petroquímico do País em 1972, que viria a ser gerido pela holding Unipar. Com a Petroquisa (criada em 1967), subsidiária da Petrobras para o setor petroquímico e a posterior implantação do modelo tripartite de gestão para as futuras petroquímicas, esse setor cresceu bastante no Brasil. O modelo tripartite de gestão repartia o controle acionário entre a Petroquisa, um grupo nacional privado e uma estrangeira de capital privado com sólidos conhecimentos no setor. Ao longo dos anos 1970 iniciou-se a implantação mais duas centrais petroquímicas, a COPENE, que seria inaugurada em 1978, dentro do Polo Industrial de Camaçari e a COPESUL, começando a funcionar em 1982, no Polo Petroquímico do Sul, no Rio Grande do Sul. Em 2016, as nove principais petroquímicas brasileiras faturaram mais de 15 bilhões de dólares, sendo que somente a Braskem faturou U$ 8.956,20 e teve um lucro de U$ 1.049,40. == Ver também == * Gasolina de pirólise * Indústria química * Polo Industrial de Camaçari * Petroquímica União == Ligações externas == * Petroquímica - Recursos didácticos Categoria:Petróleo Categoria:Indústrias",
 "title": "Indústria petroquímica"
}