{
 "id": "92036",
 "text": "Francis Albert Sinatra (Nova Jersey, 12 de dezembro de 1915 — Califórnia, 14 de maio de 1998), mais conhecido pelo nome artístico Frank Sinatra, foi um cantor, ator e produtor estadunidense, sendo considerado um dos maiores artistas de todos os tempos. Foi um dos músicos recordistas de vendas com mais de 150 milhões de cópias mundialmente. Filho de imigrantes italianos, nasceu na cidade de Hoboken, começando sua carreira musical na era do swing em companhia dos músicos Harry James e Tommy Dorsey. Sinatra encontrou a fama como artista solo, depois que assinou contrato com a gravadora Columbia em 1943, tornando-se o ídolo das bobby soxers. Lançou seu álbum de estreia, The Voice of Frank Sinatra, em 1946. Sua carreira profissional havia parado no início da década de 1950, voltando para a cidade de Las Vegas, onde tornou-se um dos mais conhecidos artistas de residência, integrando o grupo Rat Pack. Sua carreira renasceu com o sucesso do filme From Here to Eternity (1953), lhes rendendo um Óscar e Globo de Ouro na categoria de \"Melhor Ator Coadjuvante\". O cantor lançou vários álbuns elogiados pela crítica, incluindo In the Wee Small Hours (1955), Songs for Swingin 'Lovers! (1956), Come Fly with Me (1958), Only the Lonely (1958) e Nice 'n' Easy (1960). Em 1960, o músico deixou a gravadora Capitol para iniciar a sua própria, a Reprise Records, lançando uma série de álbuns de sucesso. Em 1965, gravou a retrospectiva September of My Years e estrelou o especial de televisão ganhador do Prêmio Emmy, Frank Sinatra: A Man and His Music (1965). Depois de gravar Sinatra at the Sands (1966) em Las Vegas com o pianista Count Basie, no ano seguinte gravou uma de suas mais famosas colaborações com o músico- compositor brasileiro Tom Jobim, através do álbum Francis Albert Sinatra & Antonio Carlos Jobim (1967). Posteriormente, o próximo álbum em parceria foi o Francis A. & Edward K. (1968), com Duke Ellington. Sinatra se aposentou pela primeira vez em 1971, porém saiu da aposentadoria dois anos depois, gravando vários materiais, voltando a apresentar-se no Caesars Palace e alcançando sucesso com a canção \"New York, New York\" (1980). Utilizando seus shows em Las Vegas como base, realizou suas turnês pelos Estados Unidos e internacionalmente até pouco antes de falecer, em 1998. Em paralelo à musica, construiu a carreira cinematográfica. Depois de ganhar um Óscar pelo filme From Here to Eternity (1953), estrelando também em The Man with the Golden Arm (1955) e The Manchurian Candidate (1962). Apareceu em vários musicais como On the Town (1949), Guys and Dolls (1955), High Society (1956) e Pal Joey (1957) — ganhando outro Globo de Ouro com este último. No final de sua carreira, frequentemente interpretava detetives. Mais tarde, receberia o Globo de Ouro Cecil B. DeMille Award em 1971. Na televisão, o programa The Frank Sinatra Show começou na American Broadcasting Company (ABC) em 1950, continuando a fazer aparições na televisão durante os anos 1950 e 1960. Esteve fortemente envolvido com a política desde meados da década de 1940 e, ativamente, fez campanha para presidentes como Franklin D. Roosevelt, Harry S. Truman, John F. Kennedy e Ronald Reagan. Chegou a ser investigado pelo Federal Bureau of Investigation (FBI) por seu suposto relacionamento com a máfia. == Início de vida == Francis Albert Sinatra nasceu no dia 12 de dezembro de 1915, na cidade de Hoboken, Nova Jersey. Era o único filho dos italianos Natalina \"Dolly\" Garaventa e Antonino Martino \"Marty\" Sinatra. Nascendo com 6,1 kg, durante o parto teve que ser expelido com a ajuda de um fórceps, o que causou cicatrizes graves em sua bochecha, pescoço e orelha esquerda — chegando a machucar o tímpano. Devido os seus ferimentos no nascimento, seu batizado na Igreja de São Francisco foi adiado para 2 de abril de 1916. Foi preciso realizar uma cirurgia no processo mastoide, deixando cicatrizes no pescoço. Durante a adolescência, sofreu de acne, deixando marcas mais expressas em seu rosto. Sinatra foi criado como católico romano. Considerada uma pessoa enérgica e motivada, os biógrafos acreditam que Dolly Sinatra [mãe] era o fator predominante no desenvolvimento, na personalidade e na autoconfiança de seu filho. Segundo a ex-esposa de Frank, Barbara Sinatra, a mãe era rígida com seu filho na infância, chegando a \"bater nele\". Dolly tornou-se influente em Hoboken e no Partido Democrata local. Trabalhando como parteira, ganhava cerca de 50 dólares por parto, dirigindo também um serviço de aborto clandestino para meninas católicas italianas, apelidado de \"Hatpin Dolly\". Ela sabia falar outros idiomas, servindo como intérprete na região. O pai de Frank, Anthony Sinatra, foi um boxeador que lutava sob o pseudônimo de Marty O'Brien. Anthony trabalhou por 24 anos como bombeiro de Hoboken, chegando a ser capitão. Frank passou muito tempo na taberna de seus pais em sua cidade natal e, ocasionalmente, cantava em companhia de um piano mecânico. Durante a Crise de 1929, Dolly fornecia dinheiro a seu filho para passeios com amigos e para comprar roupas caras, ficando conhecido pelos vizinhos como o \"garoto mais bem vestido da vizinhança\". Na época, sendo um jovem excessivamente magro e de baixa estatura, fez com que Frank fosse alvo de piadas durante os shows de canto.Sinatra at the Sands (1966), Reprise Records Ainda jovem, desenvolveu um interesse pela música, particularmente pelo jazz, acostumado a ouvir Gene Austin, Rudy Vallée, Russ Columbo, Bob Eberly e fortemente influenciado por Bing Crosby. Seu tio, Domenico Sinatra [por parte de mãe], deu-lhe um ukulele em seu 15º aniversário, começando a apresentar-se nas reuniões de família. Em 1931, organizou bandas para bailes escolares. Frank saiu sem se formar, tendo comparecido a apenas 47 dias antes de ser expulso por \"desordem geral\". Para agradar a mãe, matriculou-se no Drake Business School, porém saiu depois de 11 meses. Trabalhou como entregador de jornal no Jersey Observer, onde seu padrinho Frank Garrick trabalhava; atuando também como rebitador em um estaleiro. Apresentou-se em clubes sociais da cidade, como o The Cat's Meow e The Comedy Club, cantando gratuitamente em estações de rádio, em Jersey. Em Nova York, Sinatra conseguiu um emprego cantando em salas de jantares ou fumódromos. Para melhorar seus discursos, começou a ter aulas de elocução por um dólar, do professor de canto John Quinlan, que foi uma das primeiras pessoas a notar o alcance de seu vocal. == Carreira musical == === Início conturbado (1935–39) === Sinatra começou a cantar profissionalmente na adolescência, porém nunca aprendeu a ler notas musicais. Conseguiu sua primeira pausa em 1935, quando sua mãe convenceu um grupo de canto da região — 3 Flashes — a deixá-lo participar. Fred Tamburro, o barítono do grupo, afirmou que \"Frank pairava ao nosso redor como se fôssemos deuses ou algo assim\", admitindo que os membros só o aceitaram porque ele possuía um carro e poderia levar o grupo nos lugares. Sinatra logo soube que eles estavam fazendo testes para o Major Bowes Amateur Hour, \"implorando\" que o grupo o deixasse entrar no ato. Com Sinatra no grupo, tornaram-se conhecidos como o Quarteto Hoboken, passando por um teste de audição com Edward Bowes, a aparecerem no programa. Ganhando 12,50 dólares [cada] pela aparição, obtiveram 40 mil votos, rendendo- lhes o primeiro prêmio: um contrato de seis meses para se apresentarem no palco e na rádio americana. Frank rapidamente tornou-se o vocalista do grupo e, para a inveja de seus colegas, atraiu a maior parte das atenções femininas. Devido ao sucesso do grupo, Bowes continuou a pedir para que eles retornassem disfarçados sob diferentes pseudônimos, variando entre os nomes \"The Seacaucus Cockamamies\" e \"The Bayonne Bacalas\". Em 1938, Frank trabalhou como garçom e cantor em um roadhouse — restaurante ou bar à beira da estrada — chamado The Rustic Cabin, localizado em Englewood Cliffs, Nova Jersey; pela qual ele recebia 15 dólares por semana. O bar logo foi sintonizado à estação de rádio WNEW de Nova York, com ele começando a apresentar-se junto a um grupo ao vivo durante o desfile Dance Parade. Apesar do baixo salário, ele percebeu que esta era uma oportunidade, chegando a gabar-se aos amigos de que ele iria \"se tornar tão grande que ninguém poderia ao menos tocá-lo\". Em março de 1939, o saxofonista Frank Mane, que já o conhecia da rádio WAAT de Jersey City — onde ambos tocavam em transmissões ao vivo — preparou uma audição para Sinatra gravar a canção \"Our Love\", sendo sua primeira gravação em estúdio solo. Em junho de 1939, Harry James, que tinha ouvido Sinatra cantar em Dance Parade, assinou um contrato de dois anos com Sinatra, uma noite após um show no Teatro Paramount, em Nova York. Através da banda de James foi que o músico conseguiu lançar \"From the Bottom of My Heart\", em julho daquele ano. Vendendo um pouco menos de oito mil cópias, outros registros foram lançados com James até 1939, como a música \"All or Nothing at All\", chegando a ter poucas vendas inicialmente. Graças aos treinos de canto, pôde cantar dois tons acima, desenvolvendo um repertório que incluía as canções \"My Buddy\", \"Willow Weep for Me\", \"It's Funny to Everyone But Me\", \"Here Comes the Night\", \"On a Little Street in Singapore\", \"Ciribiribin\" e \"Every Day of My Life\". Com o passar do tempo, Sinatra ficava mais frustrado com o status de seu amigo James, sentindo que não estava almejando o sucesso e aclamação que esperava. O pianista Hank Sanicola, o convenceu a continuar no grupo. Entretanto, em novembro de 1939 largou o grupo de James, passando a atuar como vocalista na banda de Tommy Dorsey, substituindo Jack Leonard. Assinou contrato com Dorsey por 125 dólares semanais no Palmer House, em Chicago, com James concordando amigavelmente em liberá-lo de seu contrato. Em 26 de janeiro de 1940, Sinatra fez sua primeira aparição pública com a banda, no Teatro Coronado em Rockford, abrindo o show com a canção popular, \"Stardust\" (1927). Dorsey recordou: \"Você quase podia sentir a excitação que vinha da multidão quando o garoto se levantava para cantar. Lembrando que, ele não era um ídolo matinê, era apenas um garoto magro e orelhudo. Eu ficava lá e, quase me esquecia de fazer meu próprio solo\". Dorsey foi uma grande influência sobre Sinatra, tornando-se uma figura paterna. O músico copiou os maneirismos e traços de Dorsey, tornando-se um perfeccionista exigente, adotando o hobby de trens de brinquedo. Frank chegou a pedir a ele ser padrinho de sua filha, Nancy Sinatra, em junho de 1940. Mais tarde, Frank disse: \"As duas únicas pessoas de quem eu já tive medo, foi minha mãe e Tommy\". Embora o autor Kelley afirmasse que Sinatra e o baterista do grupo, Buddy Rich, fossem rivais, outros autores afirmam que eles eram grandes amigos e até colegas de quarto, quando a banda estava na estrada. Contudo, ciúmes profissionais surgiam também, pois ambos queriam ser considerados protagonistas de Dorsey. Mais tarde, Sinatra ajudou Rich a formar sua própria banda com um empréstimo de 25 mil dólares, fornecendo ajuda financeira a ele durante os tempos da doença de Rich. Em seu primeiro ano com Dorsey, Sinatra gravou mais de quarenta músicas. O primeiro sucesso de Sinatra foi a música \"Polka Dots and Moonbeams\". Mais duas canções estiveram presentes nas paradas musicais, com \"Say It\" e \"Imagination\", sendo o primeiro hit Top 10 de Sinatra. Sua quarta aparição nas tabelas foi \"I'll Never Smile Again\", liderando o ranking por 12 semanas em meados de julho de 1940. Outras gravações com Dorsey foram lançadas a partir da gravadora RCA — na época, com o selo de RCA Victor — com uma soma de 12 canções em três anos. Como seu sucesso e popularidade cresceu, Sinatra pressionou Tommy para permitir que ele gravasse algumas músicas solo. Dorsey finalmente cedeu, e em janeiro de 1942, Sinatra gravou \"Night and Day\" (1932), \"The Night We Called It a Day\", \"The Song Is You\" e \"Lamplighter's Serenade\" em uma sessão de gravação no Bluebird, com Axel Stordahl, como arranjador e maestro. Pela primeira vez Frank gravou no Hollywood Palladium e Hollywood Plaza, ficando impressionado com o quão bem ele soava. Stordahl relembrou: \"Ele simplesmente não podia acreditar em seus ouvidos. Ele estava muito animado. Você quase acreditava que ele nunca havia gravado antes. Acho que esse foi um ponto de virada em sua carreira. Acredito que ele começou a ver o que poderia fazer com sua própria vida\". Após as gravações em 1942, Sinatra passou a acreditar que precisava seguir carreira solo, desejando competir com Bing Crosby, mas foi prejudicado por seu contrato, redirecionando 43% do lucro de Frank advindo do entretenimento. Posteriormente, seguiu-se uma batalha legal em agosto daquele ano. Em setembro de 1942, eles se separaram, com Dick Haymes substituindo Frank na banda. Rumores começaram a se espalhar nos jornais que Willie Moretti — mafioso e padrinho de Sinatra, coagiu Dorsey a deixar Sinatra fora de seu contrato por alguns milhares de dólares, chegando a ameaçá-lo com uma arma de fogo. Sinatra também persuadiu Stordahl a deixar o grupo com ele, tornando-o seu arranjador pessoal. Dorsey e Sinatra, que tinham sido muito próximos, nunca corrigiram suas diferenças antes da morte de Tommy, em 1956, agravada pelo fato de que ele ocasionalmente fazia comentários mordazes à imprensa, de como ele [Frank] podia ser \"o homem mais fascinante do mundo, mas não coloque sua mão dentro da gaiola\". === \"Sinatramania\" (1942–45) === Em maio de 1941, liderou as pesquisas na categoria de músicos masculinos pelas revistas Billboard e Down Beat. Seu apelo às bobby soxers revelou um público totalmente novo da música popular naquele período, voltado para os adultos. O fenômeno tornou-se oficialmente conhecido como \"Sinatramania\", depois da \"lendária abertura\" no Teatro Paramount em dezembro de 1942. De acordo com Nancy, Jack Benny mais tarde afirmara: \"Eu pensei que o maldito edifício iria desmoronar. Eu nunca vi tanta comoção... Tudo isso por um sujeito que eu nunca tinha ouvido falar\". Sinatra apresentou-se por quatro semanas no teatro, seguido da orquestra de Benny Goodman, o qual seu contrato foi renovado por mais quatro semanas, por Bob Weitman, devido à sua popularidade. Frank ficou conhecido como \"Swoonatra\" ou \"The Voice\", e seus fãs chamados de \"Sinatratics\". Muitas pessoas enviavam centenas de cartas para ele e, em poucas semanas após o show, cerca de mil fã- clubes do cantor foram relatados nos Estados Unidos. O agente do músico, George Evans, encorajou-o a dar entrevistas e realizar sessões fotográficas com os fãs, sendo responsável por retratá-lo como um \"tímido\" homem de família imigrante, que teve uma infância conturbada e que superou as dificuldades da vida. Quando Frank retornou à Paramount em outubro de 1944, apenas 250 pessoas assistiram ao primeiro show, com 35 mil fãs nos arredores do teatro, causando grande alvoroço. O acontecimento ficou conhecido como Columbus Day Riot, porque eles não tinham permissão para entrar. Tal era a devoção pelo músico, ao ponto de \"escreverem seu nome em roupas\", ou até mesmo \"tentativas de suborno às funcionárias dos hotéis, para terem acesso ao seu quarto e roubar alguma gravata-borboleta\". Frank afirmou: \"Perfeitamente simples: Eram os anos de guerra e havia uma grande solidão. Eu era o menino de todas as farmácias das esquinas. O menino que foi recrutado para a guerra. Isso é tudo\". O cantor assinou contrato com a gravadora Columbia como artista solo em 1º de junho de 1943, durante a greve dos músicos em 1942–44. A gravadora relançou a versão da canção \"All or Nothing at All\", com Harry James, em agosto de 1939, alcançando a segunda posição e presente na lista dos mais vendidos. Inicialmente teve grande sucesso, se apresentando no Your Hit Parade, de fevereiro de 1943 até dezembro de 1944, e no palco. Com o seu sucesso ascendente, a gravadora queria novas gravações o quanto antes. Com isso, o compositor Alec Wilder, foi contratado como arranjador e maestro para várias sessões com um grupo vocal, chamado Bobby Tucker Singers. As primeiras sessões começaram na primeira semana de junho, estendendo-se até novembro de 1943. Das nove músicas gravadas, sete foram incluídas na lista de mais vendidas. Naquele ano, também fez uma aparição solo na boate Riobamba, em Nova York; e um show de sucesso no hotel de luxo Waldorf Astoria New York, garantindo sua popularidade na alta sociedade nova-iorquina. Sinatra lançou os singles \"You'll Never Know\" (1943), \"Close to You\", \"Sunday, Monday, or Always\" e \"People Will Say We're in Love\". No final de 1943, de acordo com uma pesquisa da Down Beat, ele era mais popular que Bing Crosby, Perry Como, Bob Eberly e Dick Haymes. Frank não chegou a servir nas forças armadas durante a Segunda Guerra Mundial. Em dezembro de 1943, foi oficialmente classificado como 4-F por seu comitê de recrutamento, por causa de um tímpano perfurado. No entanto, os arquivos do Exército Americano relatavam que o músico \"não era considerado aceitável do ponto de vista psiquiátrico\", mas sua instabilidade emocional não era um problema ao ponto de causar \"situações ​​desagradáveis, tanto para o candidato quanto para o serviço de indução\". Houve boatos reportados pelo colunista Walter Winchell, de que Sinatra pagou 40 mil dólares para evitar prestar serviço. No entanto, o Federal Bureau of Investigation (FBI) considerou a notícia sem fundamentos. Perto do fim da guerra, Frank deu apoio às tropas durante várias viagens no exterior, com o comediante Phil Silvers. Durante uma viagem a Roma, ele conheceu o papa Pio XII. Chegou a trabalhar frequentemente com a dupla Andrews Sisters, e participação em muitos outros programas United Service Organizations (USO) foram transmitidas às tropas, através do American Forces Network (AFN) — serviço de mídia das forças armadas americanas. Em 1944, lançou \"I Couldn't Sleep a Wink Last Night\" e gravou sua própria versão de \"White Christmas\" (1942) de Crosby; divulgou \"I Dream of You (More Than You Dream I Do)\", \"Saturday Night (Is the Loneliest Night of the Week)\", \"Dream\" e \"Nancy (with the Laughing Face)\". === Era Columbia e queda de sucesso (1946–52) === Apesar de estar fortemente envolvido em atividades políticas em 1945 e 1946, nesses dois anos ele cantou em 160 programas de rádio, gravou 36 vezes e filmando quatro filmes. Se apresentou no palco até 45 vezes por semana, cantando cem músicas diárias, arrecadando 93 mil dólares por semana. Com a divulgação de cinco singles — dentre elas a canção \"The Coffee Song\" (1946), lançou seu primeiro álbum, The Voice of Frank Sinatra (1946), alcançando a primeira posição na Billboard. William Ruhlmann do AllMusic, escreveu que o cantor \"levou o material muito a sério, cantando as líricas de amor com absoluta seriedade\", e que a \"influência clássica de seu canto davam profundidade e significado incomum na música\". Vendeu cerca de dez milhões de discos naquele ano. Tal era o domínio dele na Columbia, que favoreceu o lançamento de Frank Sinatra Conducts the Music of Alec Wilder (1946), querendo atrair o publico jovem. No ano seguinte, lançou seu segundo álbum, Songs by Sinatra (1947), com músicas de clima e ritmos parecidos, como \"How Deep Is the Ocean?\", do músico russo Irving Berlin; e \"All the Things You Are\" (1939), de Harold Arlen e Jerome Kern. A canção \"Mam'selle\", executada por Edmund Goulding e escrita por Mack Gordon, foi lançada para o filme The Razor's Edge (1946). As versões de Art Lund, Dick Haymes, Dennis Day e The Pied Pipers também alcançaram o Top 10 da Billboard. Em dezembro, gravou \"Sweet Lorraine\" com o Metronome All-Stars, apresentando talentosos músicos do jazz, como Coleman Hawkins, Harry Carney, Charlie Shavers e, Nat King Cole no piano, no que Charles L. Granata descreveu como \"um dos destaques, na época em que Sinatra estava no Columbia\". Seu terceiro álbum, Christmas Songs by Sinatra (1948), foi lançado. Naquele ano, quando Frank interpretou o personagem de padre no filme The Miracle of the Bells — decorrente das especulações da mídia em torno das conexões com a máfia na época, foi realizado um pronunciamento de que ele doaria cem mil dólares advindas do filme, para a Igreja Católica. Até o final de 1948, o cantor caiu três posições na pesquisa anual da Down Beat, na categoria dos músicos mais populares — atrás de Billy Eckstine, Frankie Laine e Bing Crosby. Em 1949, pela primeira vez em seis anos, saiu das primeiras posições nas pesquisas. O álbum Frankly Sentimental (1949) foi fortemente criticado pela Down Beat, comentando que \"apesar de todo o talento no material gravado, raramente ganharia vida\". Apesar da música \"The Hucklebuck\" ter ficado entre as dez melhores, foi o último registro lançado sob o selo da Columbia. Os dois últimos álbuns de Sinatra, Dedicated to You e Sing and Dance with Frank Sinatra, foram lançados em 1950, pela Columbia. Naquele período, o ponto mais baixo de sua carreira foi a morte do publicitário George Evans, vítima de um enfarte em janeiro de 1950. De acordo com o compositor Jimmy Van Heusen — amigo próximo de Frank, a morte de Evans para ele foi \"um enorme choque, desafiando as palavras\", sendo crucial à profissão e popularidade com as bobby soxers. A reputação de Sinatra continuou diminuindo após surgirem relatos de um caso extraconjugal com cantora e atriz, Ava Gardner, e ao divórcio com Nancy, embora ele insistisse que seu casamento havia terminado há muito tempo, antes mesmo de conhecer Gardner. Em abril, Frank foi contratado a apresentar-se no clube noturno Copacabana, em Nova York. No entanto, teve que cancelar a reserva de cinco dias, decorrente de um problema na garganta. O então falecido Evans, certa vez alegou: \"Sempre que Sinatra sofria com problemas de garganta e perda de voz, era por conta da tensão emocional, deixando-o destruído\". Passando por dificuldades financeiras, após seu divórcio e declínio na carreira, foi forçado a pedir um empréstimo de 200 mil dólares da gravadora, para o pagamento dos impostos. Rejeitado em Hollywood, Frank voltou-se para a cidade de Las Vegas, fazendo a sua estreia no hotel-casino Desert Inn, em setembro de 1951. Também começou a cantar no Riverside Hotel, na cidade de Reno, Nevada. Sendo um dos pioneiros como artistas residenciais em Las Vegas, tornou-se uma figura proeminente no cenário de Vegas durante as décadas de 1950 e 1960, período caracterizado por Rojek como o \"ápice do hedonismo e proveito\" de Sinatra. Rojek observou que o grupo Rat Pack \"fornecia momentos de descontração e gracejos gregários\", porém, ressaltando que era um meio de Sinatra possuir um \"comando intangível sobre os outros artistas\". O declínio de popularidade ficava notável na quantidade do público, durante os concertos. Em uma breve visita no Paramount, chegou a atrair um pequeno público. No Desert Inn, apresentou-se a wildcatters e fazendeiros. Em um show no clube Chez Paree, na cidade de Chicago, apenas 150 pessoas compareceram — tendo capacidade para 1,2 mil pessoas. Em abril de 1952, se apresentou na Feira do Condado de Kauai, no Havaí. O relacionamento do músico com a gravadora Columbia estava se desintegrando, com o executivo da A&R;, Mitch Miller, alegando que ele \"não poderia entregar\" as gravações de Frank. Na época, apesar de várias gravações notáveis ​​terem sido realizadas, o escritor Granata percebeu que a situação seria um \"ponto inflexivo\", prevendo que futuramente a Columbia e a MCA abandonariam esse projeto. Sua última gravação em estúdio pela Columbia foi a canção \"Why Try to Change Me Now\", gravada em setembro de 1952, com arranjo orquestrado e conduzido por Percy Faith. O jornalista Burt Boyar afirmou: \"Foi triste. De cima a baixo, uma lição horrível\". === Renascimento profissional e Capitol (1953–62) === Em março de 1953, Sinatra se encontrou com o vice-presidente da Capitol, Alan Livingston, assinando um contrato musical de sete anos. Sua primeira gravação foi em Los Angeles, nos KHJ Studios, com Axel Stordahl na regência. A sessão produziu quatro gravações, incluindo \"I'm Walking Behind You\", o primeiro single. Após duas semanas no Havaí filmando From Here to Eternity (1953), Frank retornou ao estúdio em abril para sua primeira sessão de gravação com Nelson Riddle. Depois de gravar a primeira música, \"I've Got the World on a String\", Frank expressou sua gratidão a Riddle, afirmando: \"Maravilhoso!\"; exclamando \"estou de volta, baby, estou de volta!\", após ouvir as reproduções de áudio. O lançamento do filme From Here to Eternity, em agosto de 1953, marcou o início de um notável renascimento na carreira de Sinatra. O autor Tom Santopietro afirmou que o músico deu início a um trabalho árduo, em um \"cronograma impressionante de gravações musicais, filmagens e concertos\", descrevendo como uma \"nova e brilhante fase\". Realizando várias apresentações — chegando a viajar de Las Vegas para Los Angeles em um monomotor, realizou sua primeira apresentação no Sands Hotel and Casino, em outubro de 1953, a convite do empresário Jack Entratter — que já havia trabalhado no clube Copacabana. Em média no casino, apresentava-se três vezes por ano, adquirindo posteriormente, sociedade no hotel. As sessões que se estenderam até novembro de 1953, Sinatra e Riddle desenvolveram e refinaram suas colaborações musicais, com Frank fornecendo orientações específicas sobre arranjos. Seu primeiro álbum pela Capitol foi Songs for Young Lovers (1954), incluindo a canção \"My Funny Valentine\" (1937), tornando-se marca registrada de seus últimos concertos.Sinatra '57 in Concert (1999), Artanis Entertainment Group. Nesse mesmo mês lançou o single \"Young at Heart\", sendo premiado como \"Canção do Ano\". Em março, gravou e lançou o \"Three Coins in the Fountain\" e \"Powerful Ballad\", alcançando a posição de número 4. O segundo álbum de Sinatra com Riddle, Swing Easy! (1954), que refletia seu \"amor pela linguagem do jazz\", de acordo com Granata. Naquele ano, o álbum foi nomeado como \"Álbum do Ano\" e \"Vocalista Masculino Favorito\" pela Billboard, Down Beat e Metronome. Sinatra chegou a considerar Riddle \"o maior arranjador do mundo\", e Riddle considerando Frank \"um perfeccionista\", afirmando: \"Não é apenas isso que suas intuições, frases e até mesmo suas configurações musicais são surpreendentemente certeiros. Seu gosto é impecável... ainda não há ninguém que possa se igualar\". Em 1955, foi lançado In the Wee Small Hours. De acordo com Granata, foi seu primeiro álbum conceitual a fazer uma \"declaração persuasiva\", com um programa extenso de \"humor melancólico\". O músico embarcou em sua primeira turnê pela Austrália. Outra colaboração com Riddle resultou no desenvolvimento de Songs for Swingin' Lovers! (1956), sendo visto como um de seus melhores álbuns por alguns avaliadores. O álbum possui a gravação de \"I've Got You Under My Skin\" (1956), com Frank prestando cuidados meticulosos, sendo necessário 22 takes para aperfeiçoá-lo. As gravações começaram em fevereiro de 1956, nos estúdios da Capitol Records Building, com uma orquestra sinfônica completa de 56 peças. As gravações de algumas canções revelavam \"uma voz sensual, surpreendentemente alcançada através da tensão crescente e do lançamento das linhas vocais de Sinatra\", enquanto a gravação de \"River, Stay 'Way from My Door\", demonstrava o \"brilhantismo como um improvisador sincopado\". Riddle chegou a alegar que Sinatra teve um \"prazer particular\" em cantar \"The Lady Is a Tramp\", e que \"sempre cantou esta canção com certa luxúria\", fazendo \"gestos sinalizantes\" durante o canto. Um álbum instrumental foi divulgado: Frank Sinatra Conducts Tone Poems of Color (1956), interpretado como uma \"remissão\" de seu relacionamento fracassado com Gardner. Também naquele ano, cantou na Convenção Nacional Democrata, apresentando-se junto ao grupo The Dorsey Brothers por uma semana, no Teatro Paramount. Apenas em 1957, lançou-se os álbuns Close to You, A Swingin' Affair! e Where Are You? — este último, foi seu primeiro álbum em estéreo, com Gordon Jenkins. Alguns editores consideram Close to You o álbum conceitual mais próximo da perfeição durante a era \"dourada\", e o melhor trabalho de Riddle, sendo \"extremamente progressivo\" aos padrões da época. Foi estruturado em três atos musicais, cada um começando com as músicas. O balance musical das faixas de A Swingin' Affair! foram advindas de Swingin 'Lovers!, solidificando a imagem de Sinatra como swinger, tanto do ponto de vista musical como do visual. O saxofonista americano Buddy Collette, considerou os álbuns de swing fortemente influenciados por Sammy Davis Jr., afirmando que \"quando ele trabalhou com Sinatra em meados da década de 1960, abordou um estilo muito diferente do que tinha feito no início dos anos 1950\". Em junho daquele ano, Frank apresentou-se em um concerto realizado no Seattle Civic Auditorium, em sua primeira aparição na cidade de Seattle, desde 1945. Inicialmente a gravação foi lançada como um bootleg, entretanto a Artanis Entertainment Group lançou oficialmente o álbum ao vivo, Sinatra '57 in Concert (1999) — um ano após a morte de Frank. Em janeiro de 1958, Sinatra lançou Come Fly with Me com o trompetista Billy May, projetado para uma turnê mundial. O material liderou o ranking nas paradas de álbuns da Billboard em sua segunda semana de lançamento, permanecendo no topo por cinco semanas, e indicado ao Prêmio Grammy para \"Álbum do Ano\", no 1º Prêmio Grammy de 1959. A canção-título, \"Come Fly with Me\" (1958), escrita especialmente para o álbum, vinha a tornar-se uma de suas músicas mais conhecidas. Veio a gravar sete faixas musicais em uma única sessão — mais do que o dobro da produção habitual das sessões, com apenas uma pequena parcela sendo planejada, com o cantor achando este ritmo de gravação, como \"muito exigente\". Em setembro de 1958, lançou Frank Sinatra Sings for Only the Lonely, uma coleção de músicas introspectivas de saloon e baladas com influências do blues, tendo um enorme sucesso comercial, passando cerca de 120 semanas nas paradas da Billboard, e também na primeira posição. Alguns LPs permaneciam como \"canções de salão\", nos concertos de Sinatra. Em janeiro de 1959, foi lançado o álbum Come Dance with Me!, sendo bem-sucedido e aclamado pela crítica, permanecendo nas paradas da Billboard por 140 semanas. Ganhou o Prêmio Grammy para \"Álbum do Ano\", no 2º Prêmio Grammy de 1959; bem como para \"Melhor Performance Pop do Vocal Masculino\" e \"Melhor Arranjo\", para Billy May. Em julho, liberou também No One Cares, na qual o crítico Stephen Thomas Erlewine afirmou ser \"quase tão bom quanto seu antecessor, Where Are You?\", porém, que não tinha os arranjos \"exuberantes\" dele, e a \"grandiosa melancolia\" de Only the Lonely. Segundo Kelley, naquele ano o músico \"não era simplesmente o líder do Rat Pack\", mas que \"assumira uma posição de il padrone em Hollywood\". Chegou a ser convidado pela 20th Century Fox para ser o mestre de cerimônias em um almoço com a presença do primeiro-ministro soviético, Nikita Khrushchev, em 19 de setembro de 1959. Em 1960, o álbum Nice 'n' Easy, liderou a parada da Billboard em outubro de 1960 e permaneceu nas paradas por 86 semanas, tendo uma boa recepção dos críticos. Nos dois anos seguintes, o cantor chegou a lançar mais três álbuns pela Capitol. === Fundação de gravadora (1960–81) === Após seu descontentamento na Capitol, em uma rivalidade com Alan Livingston que durou mais de seis meses, fez com que Frank tentasse possuir sua própria gravadora. Em uma busca pela compra da Verve, um acordo inicial com Norman Granz, \"falhou ao se materializar\". Com isso, fundou sua própria gravadora no esforço de reafirmar uma nova direção, separando-se temporariamente de Riddle, May e Jenkins; vindo a trabalhar com outros arranjadores como Neal Hefti, Don Costa e Quincy Jones. Frank abriu uma petição por parte da Reprise Records, como a que foi prometida aos artistas o controle criativo de suas músicas, bem como a garantia de que eles acabariam ganhando \"total propriedade de seus trabalhos, incluindo direitos de publicação\". A Reprise transformou-se em uma \"indústria\" musical, arrecadando mais tarde, cerca de 80 milhões de dólares. Seu primeiro álbum pela gravadora, Ring-a-Ding-Ding! (1961), teve grande repercussão comercial. O álbum foi lançado em fevereiro de 1961, no mesmo mês em que a Reprise lançou alguns outros álbuns: de Ben Webster, Sammy Davis, Mavis Rivers e Joe E. Lewis. Durante os anos iniciais no estúdio, Sinatra ainda estava sob contrato de gravação pela Capitol, completando seu compromisso contratual daquela década, com o lançamento de Point of No Return (1962), gravado durante um período de dois dias, em setembro de 1961. Sinatra and Strings (1962) reuniu um conjunto de baladas arranjadas por Don Costa, vindo a tornar-se uma das obras mais aclamadas pelos avaliadores daquele período da gravadora. Frank Jr. estava presente durante a gravação, afirmando ter visto uma \"enorme orquestra\"; enquanto isso, Nancy declarava: \"Surgia uma nova era na música pop, com orquestras cada vez maiores, abraçando um som exuberante de cordas\". O cantor aliou-se a Count Basie na elaboração de Sinatra–Basie no mesmo ano — popularizando de um modo que os levaram a lançar It Might As well Be Swing (1964), com arranjo de Quincy Jones. Juntos, os dois vieram a se tornar os artistas mais assistidos, aparecendo no Newport Jazz Festival. Como o proprietário de sua própria gravadora, ele foi capaz de estar no pódio como regente novamente, lançando seu terceiro álbum instrumental. Em 1963, foi realizado uma parceria orquestral de 73 membros, liderada por Nelson Riddle, na gravação de The Concert Sinatra. O álbum foi considerado como \"impassível, sendo um dos melhores álbuns da dupla Frank-Riddle\" . No ano seguinte, a canção \"My Kind of Town\" (1964) foi nomeada ao Óscar de \"Melhor Canção Original\"; em 1964, lançou os álbuns Softly, as I Leave You e America, I Hear You Singing, com participação de Crosby e Fred Waring, em homenagem ao ex- presidente assassinado, John F. Kennedy. Com o tempo, Frank passou a envolver- se cada vez mais com atividades filantrópicas. O sucesso do cantor em 1965, aliado ao seu aniversário de 50 anos, levou a Billboard publicar que ele poderia ter atingido o \"auge de sua carreira\". Em junho de 1965, Frank, Sammy Davis Jr. e Dean Martin tocaram ao vivo na cidade de Saint Louis, a fim de trazer benefícios ao Dismas House — um centro de reabilitação e treinamento para prisioneiros, fazendo parte dos programas nacionais que ajudaram a servir particularmente, os afro-americanos. O show do grupo Rat Pack, foi transmitido ao vivo via satélite para vários cinemas da América. O álbum September of My Years foi lançado em setembro de 1965, ganhando o Grammy nas categorias de \"Álbum do Ano\" e \"Melhor Nota de Álbum\" daquele ano. Granata considerou que o álbum foi um dos melhores gravados no período da gravadora Reprise, afirmando: \"em uma retrospectiva às coleções e registros conceituais da década de 1950, este material demonstra tudo o que Frank já havia aprendido ou experimentado como vocalista\". O single \"It was a Very Good Year\", ganhou o Grammy de \"Melhor Performance Vocal Masculino\". Em novembro de 1965, o álbum A Man and His Music foi lançado, ganhando também \"Álbum do Ano\" de 1966. Em 1966, o álbum That's Life se tornou um dos dez maiores sucessos nas paradas Billboard. No mesmo ano, \"Strangers in the Night\" chegou ao topo das paradas nos Estados Unidos e Reino Unido, ganhando o prêmio de Gravação do Ano no Grammy. O primeiro álbum ao vivo do músico, Sinatra at the Sands, foi gravado durante janeiro e fevereiro de 1966 no Sands Hotel & Casino em Las Vegas. O cantor foi apoiado pela Count Basie Orchestra, com Quincy Jones regendo. Sinatra desistiu do Sands no ano seguinte, quando foi expulso por seu novo dono, Howard Hughes, após uma briga. == Morte == Com a saúde debilitada, Sinatra parou de fazer shows com 80 anos, em 1995. Em 14 de maio de 1998, Frank Sinatra morreu de um ataque cardíaco em Los Angeles, Califórnia. Encontra-se sepultado no Desert Memorial Park, Cathedral City, Condado de Riverside, Califórnia nos Estados Unidos Descendente de italianos, Sinatra teve seu nome diversas vezes ligado à máfia. Depois de sua morte, sua filha Tina fez revelações que ligavam Sinatra a esquemas de eleição do presidente Kennedy pelos chefões de Chicago. Há boatos que Mario Puzo, autor do best-seller \"O Chefão\", se inspirou em Sinatra para criar um personagem, Johnny Fontane, um cantor que é protegido pela máfia, e que pede ajuda a Corleone para se livrar do contrato com o líder de banda Halley. O \"Padrinho\" manda homens para ir atrás do maestro Halley. No final, tudo se resultou a uma ameaça de morte. Dizem também que Sinatra até o ameaçou. == Filmografia == * 1990 - Listen Up: The lives of Quincy Jones * 1988 - Uma cilada para Roger Rabbit (Who Framed Roger Rabbit) (voz) * 1984 - Um rally muito louco (Cannonball Run II) * 1980 - O primeiro pecado mortal (The First Deadly Sin) * 1977 - Contratado para matar (Contract on Cherry Street) (TV) * 1974 - Isto era Hollywood (That's Entertainment!) * 1970 - O mais bandido dos bandidos (Dirty Dingus Magee) * 1968 - A mulher de pedra (Lady in Cement) * 1968 - O crime sem perdão (The Detective) * 1967 - Tony Rome (Tony Rome) * 1967 - Serviço secreto em ação (The Naked Runner) * 1966 - Confidências de Hollywood (The Oscar) * 1966 - Assalto em um transatlântico (Assault on a Queen) * 1966 - A sombra de um gigante (Cast a Giant Shadow) * 1965 - Vamos casar outra vez (Marriage On The Rocks) * 1965 - O expresso de Von Ryan (Von Ryan's Express) * 1965 - Os bravos morrem lutando (None But The Brave) * 1964 - Robin Hood de Chicago (Robin and the 7 Hoods) * 1963 - Os quatro heróis do Texas (4 for Texas) * 1963 - O bem-amado (Come Blow Your Horn) * 1963 - A lista de Adrian Messenger (The List of Adrian Messenger) (participação) * 1962 - Sob o domínio do mal (The Manchurian Candidate) * 1962 - Tempestade sobre Washington (Advice and Consent) (voz) * 1962 - Dois errados no espaço (The Road to Hong Kong) * 1962 - Os 3 sargentos (3 Sergeants) * 1961 - A hora do diabo (The Devil at 4 O'Clock) * 1960 - Pepe (Pepe) * 1960 - Onze homens e um segredo (Ocean's Eleven (1960)) * 1960 - Can-Can (Can-Can) * 1959 - Quando explodem as paixões (Never So Few) * 1959 - Os viúvos também sonham (A Hole in the Head) * 1958 - Deus sabe quanto amei (Some Came Running) * 1958 - Só ficou a saudade (Kings Go Forth) * 1957 - Meus dois carinhos (Pal Joey) * 1957 - Chorei por você (The Joker is Wild) * 1957 - Orgulho e paixão (The Pride and the Passion) * 1956 - A volta ao mundo em 80 dias (Around the world in 80 days) * 1956 - Redenção de um covarde (Johnny Concho) * 1956 - Alta sociedade (High Society) * 1956 - Viva Las Vegas (Meet me in Las Vegas) * 1955 - O homem do braço de ouro (The Man with the Golden Arm) * 1955 - Armadilha amorosa (The Tender Trap) * 1955 - Eles e elas (Guys and Dolls) * 1955 - Não serás um estranho (Not as a Stranger) * 1954 - Corações apaixonados (Young at Heart) * 1954 - Meu ofício é matar (Suddenly) * 1953 - A um passo da eternidade (From here to eternity) * 1952 - Ao compasso da vida (Meet Danny Wilson) * 1951 - Isto sim que é vida (Double Dynamite) * 1949 - Um dia em Nova York (On the Town) * 1949 - A bela ditadora (Take me out to the ball game) * 1948 - Beijou-me um bandido (The Kissing Bandit) * 1948 - O milagre dos sinos (The Miracle of the Bells) * 1947 - Aconteceu assim (It Happened in Brooklyn) * 1946 - Quando as nuvens passam (Till the Clouds Roll By) * 1945 - Marujos do amor (Anchors aweigh) * 1945 - A casa em que vivemos (The House I Live In) * 1944 - Vivendo de brisa (Step Lively) * 1943 - A lua a seu alcance (Higher and Higher) * 1943 - Alvorada da alegria (Reveille with beverly) * 1942 - Barulho a bordo (Ship ahoy) * 1941 - Noites de rumba (Las Vegas Nights) == Premiações == * Oscar humanitário, em 1972. * Indicação ao Oscar de Melhor Ator, por \"O Homem do Braço de Ouro\" (1955). * Oscar de Melhor Ator Coadjuvante, por \"A Um Passo da Eternidade\" (1953). * Duas indicações ao Globo de Ouro de Melhor Ator - Comédia/Musical, por \"Meus Dois Carinhos\" (1957) e \"O Bem-Amado\" (1963). Vence em 1957. * Globo de Ouro de Melhor Ator Coadjuvante, por \"A Um Passo da Eternidade\" (1953). * Prêmio Cecil B. DeMille em 1971, concedido pela Associação de Jornalistas Estrangeiros nos Estados Unidos. * Duas indicações ao BAFTA de Melhor Ator Estrangeiro, por \"Não Serás um Estranho \" (1955) e \"O Homem do Braço de Ouro\" (1955). * Grammy ** 1958 *** Best Album Cover - Only The Lonely (Frank Sinatra foi Diretor de Arte. Curiosamente seu primeiro Grammy foi pela pintura da capa) ** 1959 *** Album Of The Year - Come Dance With Me *** Best Vocal Performance, Male - Come Dance With Me ** 1965 *** Album Of The Year - September Of My Years *** Best Vocal Performance, Male - It Was A Very Good Years *** Lifetime Achievement Award ** 1966 *** Album Of The Year - Sinatra: A Man And His Music *** Record Of The Year - Strangers In The Night *** Best Vocal Performance, Male - Strangers In The Night ** 1979 *** Trustees Award ** 1982 *** GRAMMY Hall Of Fame Award - I'll Never Smile Again (Tommy Dorsey With Frank Sinatra & The Pied Pipers) ** 1984 *** GRAMMY Hall Of Fame Award - In the Wee Small Hours ** 1994 *** Grammy Legend Award ** 1995 *** Best Traditional Pop Vocal Performance, Male - Duets II ** 1998 *** GRAMMY Hall Of Fame Award - The House I Live In *** GRAMMY Hall Of Fame Award - I've Got You Under My Skin ** 1999 *** GRAMMY Hall Of Fame Award - Frank Sinatra Sings For Only The Lonely *** GRAMMY Hall Of Fame Award - September Of My Years ** 2000 *** GRAMMY Hall Of Fame Award - My Way *** GRAMMY Hall Of Fame Award - Songs For Swinging' Lovers! ** 2004 *** GRAMMY Hall Of Fame Award - Come Fly With Me *** GRAMMY Hall Of Fame Award - I've Got The World On A String ** 2005 *** GRAMMY Hall Of Fame Award - One For My Baby == Discografia == ; Álbuns de estúdio * The Voice of Frank Sinatra (1946) * Songs by Sinatra (1947) * Frankly Sentimental (1949) * Dedicated to You (1950) * Sing and Dance with Frank Sinatra (1950) * Songs for Young Lovers (1954) * Swing Easy! (1954) * In the Wee Small Hours (1955) * Songs for Swingin' Lovers! (1956) * Close to You (1957) * A Swingin' Affair! (1957) * Where Are You? (1957) * A Jolly Christmas from Frank Sinatra (1957) * Come Fly with Me (1957) * Frank Sinatra Sings for Only the Lonely (1958) * Come Dance with Me! (1959) * No One Cares (1959) * Nice 'n' Easy (1960) * Sinatra's Swingin' Session!!! (1961) * Ring-a- Ding-Ding! (1961) * Come Swing with Me! (1961) * Sinatra Swings (1961) * I Remember Tommy (1961) * Sinatra and Strings (1962) * Point of No Return (1962) * Sinatra and Swingin' Brass (1962) * All Alone (1962) * Sinatra Sings Great Songs from Great Britain (1962) * Sinatra–Basie: An Historic Musical First (1962) * The Concert Sinatra (1963) * Sinatra's Sinatra (1963) * Sinatra Sings Days of Wine and Roses, Moon River, and Other Academy Award Winners (1964) * America, I Hear You Singing (1964) * It Might as Well Be Swing (1964) * 12 Songs of Christmas (1964) * Softly, as I Leave You (1964) * September of My Years (1965) * My Kind of Broadway (1965) * A Man and His Music (1965) * Moonlight Sinatra (1966) * Strangers in the Night (1966) * That's Life (1966) * Francis Albert Sinatra & Antonio Carlos Jobim (1967) * The World We Knew (1967) * Francis A. & Edward K. (1968) * The Sinatra Family Wish You a Merry Christmas (1968) * Cycles (1968) * My Way (1969) * A Man Alone (1969) * Watertown (1970) * Sinatra & Company (1971) * Ol' Blue Eyes Is Back (1973) * Some Nice Things I've Missed (1974) * Trilogy: Past Present Future (1980) * She Shot Me Down (1981) * L.A. Is My Lady (1984) * Duets (1993) * Duets II (1994) == Ver também == * Lista de músicos recordistas de vendas * Lista de recordistas de vendas de discos nos Estados Unidos * Lista dos 200 álbuns definitivos no Rock and Roll Hall of Fame === Bibliografia === * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * * * * * * * Categoria:Atores dos Estados Unidos Categoria:Atores de cinema dos Estados Unidos Categoria:Atores de televisão dos Estados Unidos Categoria:Cantores dos Estados Unidos Categoria:Cantores de jazz dos Estados Unidos Categoria:Católicos dos Estados Unidos Categoria:Democratas de Nova Iorque Categoria:Democratas da Califórnia Categoria:Calçada da Fama de Hollywood Categoria:Norte-americanos de ascendência italiana Categoria:Globo de Ouro de melhor ator em filme de comédia ou musical Categoria:Óscar de melhor ator secundário Categoria:Músicos vencedores do Grammy Categoria:Atores premiados com o SAG Categoria:Recordistas de vendas de discos Categoria:Recordistas de vendas de discos nos Estados Unidos Categoria:Mortes por infarto agudo do miocárdio Categoria:Prémio humanitário Jean Hersholt Categoria:Globo de Ouro de melhor ator secundário em cinema Categoria:Óscar honorário Categoria:Apresentadores dos Óscares Categoria:Prémio Cecil B. DeMille Categoria:Sepultados no Desert Memorial Park Categoria:Naturais de Hoboken (Nova Jérsei) Categoria:Convertidos do ateísmo ou agnosticismo ao catolicismo romano Categoria:Medalha Presidencial da Liberdade",
 "title": "Frank Sinatra"
}