{
 "id": "92055",
 "text": "O Boeing 707 é um avião comercial a jato quadrimotor de porte médio e fuselagem estreita desenvolvido e produzido pela Boeing entre os anos de 1958 e 1979. Possuía uma capacidade de 140 até 219 passageiros, com autonomia de a milhas náuticas ( a km). O 707 foi o primeiro avião comercial a jato produzido em série pela Boeing. Embora não tenha sido o primeiro avião comercial a jato, o 707 foi um grande sucesso comercial e dominou o transporte aéreo de passageiros durante as décadas de 60 e o início da década de 70. Foi graças ao 707 que a Boeing se tornou a maior fabricante de aviões comerciais do mundo. == Desenvolvimento == === Modelo 367-80 === Durante e após a Segunda Guerra Mundial, a Boeing era uma fabricante sem muita expressão, conhecida apenas pelas suas aeronaves militares. A empresa havia produzido bombardeiros inovadores para a época, como o B-17 Flying Fortress e o B-29 Superfortress, mas suas aeronaves civis não eram páreas às desenvolvidas pela Douglas Aircraft e outras competidoras. Enquanto a Douglas e a Lockheed dominavam o mercado aéreo pós-guerra, a demanda por aviões da Boeing diminuía gradativamente, com o 377 Stratocruiser recebendo apenas 56 pedidos. Esse empreendimento resultou em um prejuízo de US$ 15 milhões. Entre 1949 e 1950, a Boeing iniciou estudos para um novo modelo de avião comercial a jato, com a possibilidade de servir tanto de forma civil quanto militar. Sendo o primeiro de uma nova geração de jatos de passageiros americanos, a Boeing queria que o nome da aeronave enfatizasse a diferença de sua aeronave anterior movida a hélice, que carregava números da série 300.Irving 1994, p. 171. Como as séries 400, 500 e 600 já eram usadas em outros projetos, o departamento de marketing escolheu “707” pois era mais atraente do que apenas “700”. Na época, quase toda a receita da Boeing vinha de contratos militares. Em um voo de demonstração sobre o Lago Washington, nos arredores de Seattle, em 7 de agosto de 1955, o piloto de testes Tex Johnston executou um tunô-barril no protótipo 367-80, impressionando os espectadores, entre eles empresários e donos de companhias aéreas. === Produção === O primeiro voo do 707 ocorreu em 20 de dezembro de 1957, e a certificação da Administração Federal de Aviação (FAA) ocorreu em 18 de setembro de 1958. Uma série de mudanças foram incorporadas aos modelos de produção. Um flap Krueger foi instalado ao longo do bordo de ataque entre os motores internos e externos nos primeiros modelos.\"Boeing 707.\" airlinercafe.com. Retrieved December 27, 2009. Isso foi em resposta aos acidentes do De Havilland Comet, que ocorreram após a rotação excessiva na decolagem.The Road To The 707, The Inside Story of Designing the 707, William H. Cook1991, , p.249 A produção do 707 terminou em 1978, embora as versões de uso militar tenham continuado em produção até 1991. A Boeing fabricou um total de 856 unidades do avião. == Histórico operacional == === No Brasil === ==== Varig ==== Em 1960, a Varig adquiriu os primeiros modelos, com o 707 sendo responsável pelo crescimento internacional da empresa, com vinte aeronaves operadas. No entanto, seus índices de segurança eram ruins, já que sete aeronaves sofreram acidentes com perda total, cerca de 35% da frota. O modelo operou até o final da década de 1980, quando foi substituído pelo Douglas DC-10. ==== Transbrasil ==== A partir de 1984, a Transbrasil operou 9 unidades do 707, utilizando-os até meados da década de 1990. As últimas aeronaves remanescentes foram transferidas para a ala cargueira da empresa. ==== Força Aérea Brasileira ==== Na Força Aérea Brasileira (FAB), o 707 teve o prefixo alterado para KC-137, operando de 1986 até agosto de 2013. No total, 4 unidades foram utilizadas pela FAB, sendo responsáveis pelo transporte do Presidente da República. O modelo foi apelidado pela população como “sucatão”, uma vez que possuía mais de 50 anos de idade no fim de sua vida operacional. ==== Empresas cargueiras ==== O avião também foi operado por diversas empresas cargueiras. A última empresa brasileira a operar o avião foi a BETA Cargo, até o ano de 2008. Parte da frota da BETA se encontra abandonada no Aeroporto Internacional de Manaus. === Em Portugal === A maior frota de 707 em Portugal foi operada pela TAP Air Portugal. O primeiro voo comercial desta aeronave foi realizado em 22 de dezembro de 1965, partindo de Lisboa em direcção a Luanda. === Atualmente === Atualmente, só existem quatro Boeing 707 que ainda voam no mundo. Três são operados pela empresa de reabastecimento aéreo Omega Air Refueling, tendo 3 aparelhos especialmente modificados para essa função. O quarto, que tem fins comerciais, voa pela Saha Air Lines, uma companhia aérea do Irã. == Características == O 707 é um quadrijato, possuindo dois motores sob cada asa. A primeira linha aérea a operá-lo foi a Pan Am, realizando a rota Nova Iorque - Paris, em 26 de outubro de 1958. O alcance do Boeing 707 é de aproximadamente mn ( km), velocidade de cruzeiro de 815 km/h, e a capacidade de passageiros, de até 202 pessoas. O Boeing 737, o Boeing 727 e o Boeing 747 utilizaram muito da tecnologia do seu antecessor, e podem ser consideradas como descendentes diretos dele. == Variantes == * Boeing 367-80: Foi o primeiro modelo desenvolvido da série 707, voando pela primeira vez em 1954. * Boeing 707-100: Foi a primeira versão, vendida para a Pan Am. * Boeing 707-200: Com motores Pratt & Whitney. * Boeing 707-300: é a versão de maior sucesso, com melhorias, novas asas e novos motores. * Boeing 707-400/420/441: Versão alongada, com motores Rolls-Royce. * Boeing 720: Versão menor, para pistas curtas. === Variantes experimentais === * Boeing 707RE: Foi um 707 modificado e remotorizado com os potentes motores Pratt & Whitney JT8D-219, os mesmos que equipam o Boeing 727. * Boeing 707-700 CFM56 Test: Foi uma versão experimental utilizada pela Boeing, com motores turbofan CFM International CFM56, para testes em voo de um programa de remotorização de unidades do 707 já existentes, sendo a principal alternativa para reduzir consideravelmente os excessivos níveis de ruído provocados pelos antigos motores e dar uma sobrevida a aeronave. Apenas um protótipo foi construído. == Dados técnicos == 707-100 707-300 Tripulação de cabine 3 ou 4 3 ou 4 Passageiros 110-179 147-219 Comprimento 44,07 m 46,61 m Envergadura 39,90 m 44,42 m Altura 12,93 m 12,93 m Peso máximo de decolagem (MTOW) 116 570 kg 151 320 kg Peso da aeronave vazia 55 580 kg 66 406 kg Pista mínima para decolagem 3 330 m 3 280 m Capacidade de combustível 65 600 L 90 300 L Pista mínima para pouso 1 875 m 1 813 m Alcance Operacional 5 200 km 6 920 km Alcance Máximo (MTOW) 8 704 km 10 650 km Velocidade de cruzeiro 1 000 km/h 972 km/h Largura da fuselagem 3,76 m 3,76 m Motores (4 x) Pratt & Whitney JT3D-1 Pratt & Whitney JT3D-3 ou JT3D-7 == Operadores == * American Airlines * Boeing * Omega Air Refueling * Pan Am * USAF * Ator estadunidense John Travolta * Avianca * Anglo Cargo * British Airways * Egypt Air * Ecuatoriana * FAB * Varig * Transbrasil * BETA Cargo * Força Aérea Portuguesa * TAP Air Portugal * Saha Air Lines * Qantas == Ver também == ;Desenvolvimento relacionado *Boeing E-3 Sentry *Boeing KC-135 *Boeing 367-80 *Boeing 720 ;Aeronaves semelhantes *Convair 880/990 *Douglas DC-8 *Ilyushin Il-62 *Shanghai Y-10 *Vickers VC10 == Ligações externas == * A família Boeing 707 na Boeing.com * Guia detalhado sobre a família 707/720 na airlinercafe.com * Página do Boeing 707 na Airliners.net * Aviação Comercial - Boeing 707 * Um curioso 707 projetado com duplo-decker * * Desastres envolvendo Being´s 707 AirDisaster.Com 707 Categoria:Aviões produzidos nos Estados Unidos Categoria:Aviões civis de transporte de passageiros Categoria:Aviões civis a jato Categoria:Força Aérea Brasileira Categoria:Aviões monoplanos Categoria:Aviões quadrimotor",
 "title": "Boeing 707"
}