{
 "id": "92073",
 "text": "O idioma croata é falado predominantemente na Croácia, sendo também encontrado em outras nações das proximidades. Do ponto de vista linguístico, assemelha-se ao sérvio; ambas as línguas podem ser consideradas variantes padronizadas de um mesmo idioma em comum: a língua servo-croata. == Escrita e pronúncia == O idioma croata faz uso do alfabeto latino, ao contrário do sérvio que utiliza o alfabeto cirílico. São utilizados dois sinais diacríticos: o acento agudo, sempre sobre a letra \"C\" - que indica palatização fraca, e o caron (circunflexo invertido), sobre as sibilantes \"S\", \"C\" e \"Z\", que indicam palatização forte. Para as demais letras, a palatização é indicada por meio da letra \"J\", nos dígrafos \"NJ\" e \"LJ\", nos I + E = IE/IJE, R + R = Ŕ. É importante ressaltar que, diferentemente das línguas latinas em que os sinais diacríticos são considerados meros modificadores de letras existentes, no caso do croata eles representam letras diferentes e, como tais, fazem parte do alfabeto. Em croata, cada letra corresponde a um único som, e cada som equivale a apenas uma letra. Isso difere do idioma português, no qual têm-se letras como, por exemplo, o \"X\", que representa vários sons diferentes, ou o \"S\", que pode corresponder, na linguagem escrita, aos fonemas /z/ ou /s/, dependendo da posição na palavra. Ainda no português, temos os dígrafos, que, como o \"LH\", representam um som diferenciado. Apresentamos a seguir uma tabela com o alfabeto croata e suas respectivas pronúncias: Alfabeto Croata (Abeceda Hrvatskog Jezika) - Escrita e Pronúncia A a B b C c Č č Ć ć D d Đ đ Dž dž E e F f \"a\" \"b\" \"ts\" \"tch\" (forte) \"tch\" (fraco) \"d\" \"dj\" (fraco) \"dj\" (forte) \"e\" \"f\" G g H h I i J j K k L l Lj lj M m N n Nj nj \"g\" \"rr\" \"i\" \"i\" semivogal \"q\" \"l\" \"lh\" \"m\" \"n\" \"nh\" O o P p R r S s Š š T t U u V v Z z Ž ž \"o\" \"p\" \"r\" tremido \"s\" \"ch\" \"t\" \"u\" \"v\" \"z\" \"j\" == Gramática == Assim como as demais línguas eslavas, o croata é um idioma declinativo, isto é, a função sintática das palavras é expressa por meio das desinências das palavras. São sete casos ao todo: Nominativo (sujeito), Genitivo (posse), Dativo (objeto indireto), Vocativo, Instrumental (instrumento), Acusativo (objeto direto) e Locativo. == Algumas frases == * Dobro jutro! - Bom dia! * Dobar dan! - Boa tarde! * Dobra večer! - Boa noite! * Ne govorim hrvatski! - Eu não falo croata! * Koliko košta? - Quanto custa? * Zbogom! - Adeus! * Bok! - Tchau! * Doviđenja! - Até a vista/próxima! * Hvala lijepa! - Muito obrigado! * Nema na čemu! - De nada! * Oprostite! - Desculpe! * Kako si? - Como vai você? Numerais: * 1 - jedan * 2 - dva * 3 - tri * 4 - četiri * 5 - pet * 6 - šest * 7 - sedam * 8 - osam * 9 - devet * 10 - deset * 100 - sto * 1000 - tisuću thumb|upright=1.5 == Comparação entre croata e sérvio == Português Croata Sérvio Comparar Usporedba Поређење (Poređenje) Europa Europa Европа (Evropa) Holanda Nizozemska Холандија (Holandija) Italianos Talijani Италијани (Italijani) Universo Svemir Васиона (Vasiona) Espinha Kralježnica Кичма (Kičma) Ar Zrak Ваздух (Vazduh) Educação Odgoj Васпитање (Vaspitanje) Semana Tjedan Седмица (Sedmica) História Povijest Историја (Istorija) Calças Hlače Панталоне (Pantalone) Barriga Trbuh Стомак (Stomak) Ciência Znanost Наука (Nauka) Pessoalmente Osobno Лично (Lično) Pessoa Osoba Лице (Lice) Nações Unidas Ujedinjeni Narodi Уједињене Нације (Ujedinjene Nacije) Pão Kruh Хлеб (Hleb) Artificial Umjetno Вештачки (Veštački) Cruz Križ Крст (Krst) Democracia Demokracija Демократија (Demokratija) Detecção Spoznaja Сазнање (Saznanje) Ilha Otok Острво (Ostrvo) Oficial Časnik Официр (Oficir) Tráfego de estrada Cestovni promet Друмски саобраћај (Drumski saobraćaj) Autoestrada (Rodovia) Autocesta Аутопут (Autoput) Comprimento (Extensão) Duljina Дужина (Dužina) Associação Udruga Удружење (Udruženje) Fábrica Tvornica Фабрика (Fabrika) Geral, General Opće Опште (Opšte) Cristo Krist Христoс (Hristos) Desculpe-me Oprosti Извини (Izvini) Padrão de língua materna Materinski jezićni standard Матерњи језички стандард (Maternji jezički standard) === Leitura adicional === * == Ver também == * Língua pluricêntrica == Ligações externas == * Croata Croata Croata Croata Croata Croata",
 "title": "Língua croata"
}