{
 "id": "92070",
 "text": "Frederico II (em alemão: Friedrich II.; 24 de janeiro de 1712–17 de agosto de 1786) foi um monarca que governou o Reino da Prússia de 1740 a 1786, o reinado mais longo de qualquer rei Hohenzollern, durando 46 anos. Suas realizações mais significativas durante seu reinado incluíram suas vitórias militares, sua reorganização dos exércitos prussianos, seu patrocínio das artes e do Iluminismo e seu sucesso final na Guerra dos Sete Anos contra as principais potências europeias da época. Frederico foi o último monarca Hohenzollern intitulado Rei na Prússia e se declarou Rei da Prússia depois de alcançar a soberania sobre a maioria das terras historicamente prussianas em 1772. Ao fim de seu reinado, a Prússia havia aumentado muito seus territórios e se tornado uma verdadeira potência militar. Ele ficou conhecido como Frederico, o Grande (Friedrich der Große) e foi apelidado de der Alte Fritz (\"o Fritz Velho\": \"Fritz\" é um diminutivo de \"Friedrich\") pelo povo prussiano e, mais tarde, pelo resto da Alemanha. Na juventude, Frederico estava mais interessado em música e filosofia do que na arte da guerra. No entanto, ao subir ao trono da Prússia, ele atacou a Áustria e reivindicou a Silésia durante as Guerras da Silésia, ganhando elogios militares para si e para a Prússia. No final de seu reinado, Frederico conectou fisicamente a maior parte de seu reino adquirindo territórios poloneses na Primeira Partição da Polônia. Ele era um influente teórico militar cuja análise emergiu de sua extensa experiência no campo de batalha pessoal e abordou questões de estratégia, tática, mobilidade e logística. Considerando-se \"o primeiro servo do estado\", Frederico foi um defensor do absolutismo iluminado. Ele modernizou a burocracia prussiana e o serviço público além de adotar políticas religiosas em todo o seu domínio, que variaram da tolerância à segregação. Ele reformou o sistema judicial e tornou possível que homens sem status nobre se tornassem juízes e burocratas seniores. Frederico também incentivou imigrantes de várias nacionalidades e credos a virem para a Prússia, embora tenha adotado medidas opressivas contra súditos católicos poloneses na Prússia Ocidental. Frederico apoiou artistas e filósofos, além de permitir total liberdade de imprensa e literatura. A maioria dos biógrafos modernos concorda que Frederico era homossexual e que sua orientação sexual era central em sua vida. Ele está enterrado em sua residência favorita, Sanssouci, em Potsdam. Por ter morrido sem filhos, Frederico foi sucedido por seu sobrinho, Frederico Guilherme II, filho de seu irmão, Augusto Guilherme. Quase todos os historiadores alemães do século XIX transformaram Frederico em um modelo romântico de guerreiro glorificado, elogiando sua liderança, eficiência administrativa, devoção ao dever e sucesso na construção da Prússia em uma grande potência na Europa. O historiador Leopold von Ranke foi intenso ao elogiar a \"vida heroica de Frederico, inspirada em grandes ideias, repleta de feitos de armas… imortalizada pela elevação do estado prussiano ao posto de poder\". Johann Gustav Droysen foi ainda mais elogioso. Frederico permaneceu uma figura histórica admirada ainda mais após a derrota da Alemanha na Primeira Guerra Mundial. Os nazistas o glorificaram como um grande líder alemão, relacionando-o com Adolf Hitler, que pessoalmente o idolatrava. As associações com ele se tornaram muito menos favoráveis ​​após a queda dos nazistas, em grande parte devido ao seu status como um de seus símbolos. No entanto, os historiadores do século XXI agora veem Frederico como um dos melhores generais do século XVIII, um dos monarcas mais esclarecidos de sua época e um líder altamente bem-sucedido e capaz que construiu a base para o Reino da Prússia tornar-se uma grande potência que contestaria os Habsburgos austríacos pelo controle dos povos germânicos. == Juventude == Frederico, filho de Frederico Guilherme I e sua esposa, Sofia Doroteia de Hanôver, nasceu em Berlim em 24 de janeiro de 1712, batizado com o nome único Friedrich. O nascimento foi acolhido por seu avô, Frederico I, com mais prazer do que o habitual, pois seus dois netos anteriores haviam morrido na infância. Com a morte de Frederico I em 1713, seu filho Frederico Guilherme tornou-se rei na Prússia, tornando assim o jovem Frederico o príncipe herdeiro. O novo rei desejava que seus filhos e filhas fossem educados não como realeza, mas como pessoas simples. Ele fora educado por uma francesa, madame de Montbail, que mais tarde se tornou madame de Rocoulle, e desejou que ela educasse seus filhos. Frederico Guilherme I, popularmente apelidado de Rei Soldado, havia criado um exército grande e poderoso liderado por seus famosos \"Potsdam Giants\", administrado cuidadosamente seu tesouro e desenvolvido um forte governo centralizado. Ele foi vítima de um temperamento violento (em parte devido a doenças porfiríticas) e governou Brandemburgo-Prússia com autoridade absoluta. À medida que Frederico crescia, sua preferência por música, literatura e cultura francesa colidia com o militarismo de seu pai, resultando em espancamentos e humilhações vindos de Frederico Guilherme. Em contraste, a mãe de Frederico, Sofia, foi educada, carismática e instruída. Seu pai, Jorge Luís, havia subido ao o trono britânico como rei Jorge I em 1714. O príncipe Frederico possuía também três irmãos: Augusto Guilherme, Henrique, Augusto Fernando. Todos serviram posteriormente junto com Frederico em suas campanhas, principalmente durante a Guerra dos Sete Anos. Frederico foi criado por governantes e tutores huguenotes e aprendeu francês e alemão simultaneamente. Apesar do desejo de seu pai de que sua educação seja inteiramente religiosa e pragmática, o jovem Frederico, com a ajuda de seu tutor Jacques Duhan, conseguiu para si uma biblioteca secreta de três mil volumes de poesia, clássicos gregos e romanos e filosofia francesa para complementar suas lições oficiais. Embora Frederico Guilherme I tenha sido criado como calvinista, ele temia não ser um dos eleitos de Deus. Para evitar a possibilidade de Frederico ser motivado pelas mesmas preocupações, o rei ordenou que seu herdeiro não fosse ensinado sobre predestinação. No entanto, embora Frederico fosse amplamente irreligioso, ele até certo ponto pareceu adotar esse princípio do calvinismo. Alguns estudiosos especularam que ele fez isso para ofender o pai. == Príncipe Herdeiro == Em meados da década de 1720, a rainha Sofia Doroteia tentou organizar o casamento de seus filhos Frederico e Guilhermina com os filhos de seu irmão, rei Jorge II, Amélia e Frederico, respetivamente. Temendo uma aliança entre a Prússia e a Grã-Bretanha, o marechal de campo von Seckendorff, embaixador da Áustria em Berlim, subornou o ministro da Guerra da Prússia, marechal de campo von Grumbkow e o embaixador da Prússia em Londres, Benjamin Reichenbach. Os dois caluniaram as cortes britânicas e prussianas aos olhos dos dois reis. Irritado, Frederico Guilherme apresentou exigências impossíveis para os britânicos, o que levou ao colapso da proposta de casamento. Frederico encontrou um aliado e confidente em sua irmã, Guilhermina, com quem permaneceu íntimo por toda a vida; mais tarde ele foi devastado por sua morte, em 1758. Aos 16 anos, Frederico formou uma grande intimidade com um Pajem de 17 anos chamado Peter Karl Christoph von Keith, tendo Guilhermina registrado que os dois \"logo se tornaram inseparáveis. Keith era inteligente, mas sem educação. Ele serviu meu irmão de sentimentos de verdadeira devoção e o manteve informado de todas as ações do rei\". A amizade era aparentemente de natureza homossexual e, como resultado, Keith foi enviado para um regimento impopular perto da fronteira holandesa, enquanto Frederico foi temporariamente enviado para o pavilhão de caça de seu pai em Königs Wusterhausen para \"se arrepender de seu pecado\". === Caso Katte === Logo após seu caso anterior, ele se tornou amigo íntimo de Hans Hermann von Katte, um oficial prussiano vários anos mais velho que Frederico, que atuou como um de seus tutores. Quando ele tinha 18 anos, Frederico planejou fugir para a Inglaterra com Katte e outros oficiais juniores do exército. Enquanto a comitiva real estava perto de Mannheim, no eleitorado do Palatinado, Robert Keith, irmão de Peter Keith, teve um ataque de consciência quando os conspiradores estavam se preparando para fugir e pediu perdão a Frederico Guilherme em 5 de agosto de 1730; Frederico e Katte foram posteriormente presos em Küstrin. Por serem oficiais do exército que tentaram fugir da Prússia para a Grã-Bretanha, Frederico Guilherme fez uma acusação de traição contra a dupla. O rei ameaçou brevemente o príncipe herdeiro com execução, depois considerou forçar Frederico a renunciar à sucessão em favor de seu irmão, Augusto Guilherme, embora qualquer uma das opções tivesse sido difícil de justificar a Dieta Imperial do Sacro Império Romano. De fato, o Sacro Imperador, Carlos VI, apelou para Frederico Guilherme não tomar nenhuma atitude drástica conta o príncipe herdeiro Frederico. O rei então forçou Frederico a assistir à decapitação de seu confidente Katte em Küstrin, em 6 de novembro, tendo o príncipe herdeiro desmaiado pouco antes do golpe fatal. Frederico recebeu um perdão real e foi libertado de sua cela em 18 de novembro, embora permanecesse despojado de sua patente militar. Em vez de retornar a Berlim, no entanto, ele foi forçado a permanecer em Küstrin e iniciou um rigoroso estudo sobre administração. As tensões diminuíram um pouco quando Frederico Guilherme visitou Küstrin um ano depois, e Frederico foi autorizado a visitar Berlim por ocasião do casamento de sua irmã Guilhermina com Frederico de Brandemburgo-Bayreuth em 20 de novembro de 1731. O príncipe herdeiro retornou a Berlim depois de finalmente ser libertado de sua tutela. em Küstrin, em 26 de fevereiro de 1732. === Casamento e guerra da sucessão polonesa === Frederico Guilherme considerou casar Frederico com Ana Leopoldovna, sobrinha da imperatriz Ana da Rússia, mas esse plano foi fervorosamente confrontado pelo príncipe Eugénio de Saboia. O próprio Frederico propôs se casar com Maria Teresa da Áustria em troca de renunciar à sucessão. Em vez disso, Eugênio convenceu Frederico Guilherme, através de Seckendorff, de que o príncipe herdeiro se casaria com Isabel Cristina de Brunsvique-Volfembutel-Bevern, parente protestante dos Habsburgos austríacos. Embora Frederico tenha escrito à irmã que \"Não pode haver amor nem amizade entre nós\" e ter considerado o suicídio, ele se casou em 12 de junho de 1733. Ele tinha pouco em comum com a noiva e ressentia-se do casamento político como um exemplo da interferência política austríaca que assola a Prússia desde 1701. Quando Frederico conquistou o trono em 1740, impediu Isabel Cristina de visitar sua corte em Potsdam, concedendo-lhe Schönhausen e apartamentos no Palácio de Berlim. Frederico concedeu o título de herdeiro ao trono, \"Príncipe da Prússia\", a seu irmão Augusto Guilherme; apesar disso, sua esposa permaneceu dedicada a ele. No início da vida de casados, o casal real residia no palácio do príncipe herdeiro em Berlim. Embora Frederico tenha dado a Isabel Cristina todas as honras que lhe convinham, ele raramente a via durante seu reinado e nunca lhe mostrava nenhum carinho. Frederico foi restaurado no exército prussiano como coronel do Regimento von der Goltz, estacionado perto de Nauen e Neuruppin. Quando a Prússia forneceu um contingente de tropas para ajudar o Exército do Sacro Império Romano durante a Guerra da Sucessão Polonesa, Frederico estudou com o príncipe Eugênio de Saboia, durante a campanha contra a França no Reno. Frederico Guilherme, enfraquecido pela gota provocada pela campanha e procurando se reconciliar com seu herdeiro, concedeu a Frederico o Palácio de Rheinsberg em Rheinsberg, ao norte de Neuruppin. Em Rheinsberg, Frederico reuniu um pequeno número de músicos, atores e outros artistas. Ele passou o tempo lendo, assistindo peças dramáticas, compondo e tocando música, e considerou esse momento como um dos mais felizes de sua vida. As obras de Nicolau Maquiavel, como O Príncipe, foram consideradas uma diretriz para o comportamento de um rei na era de Frederico. Em 1739, ele terminou seu Anti-Maquiavel, uma refutação idealista à Maquiavel. Foi escrito em francês e publicado anonimamente em 1740, mas Voltaire o distribuiu em Amsterdã com grande popularidade. Os anos de Frederico dedicados às artes, em vez da política, terminaram com a morte de 1740 de Frederico Guilherme e sua ascensão ao trono do Reino da Prússia. Frederico e seu pai estavam mais ou menos reconciliados com a morte deste último, e Frederico mais tarde admitiu, apesar de seu constante conflito, que seu pai havia sido um governante eficaz: \"Que homem terrível ele era. Mas ele era justo, inteligente e hábil na administração dos negócios … foi através de seus esforços, através de seu trabalho incansável, que pude realizar tudo o que fiz desde então. \" == A herança == Apesar da Prússia não ser um dos estados mais ricos em recursos da Alemanha, sendo inclusive considerada A caixa de areia do Sacro Império Romano pelo próprio Frederico, que em uma carta a Voltaire afirmou: > Com exceção da Líbia, há poucos Estados capazes de igualar-se ao nosso no > que diz respeito a areia. Boas administrações feitas por seus antepassados, como as de Frederico Guilherme, o Grande eleitor fizeram Frederico subir ao trono com uma herança excepcional. A população prussiana em 1740 era estimada em 2,24 milhões de pessoas e não parecia ser suficiente grande para conferir grande status de poder, mas seu exército de 80 000 homens lhe fornecia um contrapeso. A proporção de um soldado para cada 28 cidadãos era muito maior que a de um para 310 na Grã-Bretanha, outra grande potência desse período. Além disso, a infantaria prussiana treinada por Frederico Guilherme I era, na época da ascensão de Frederico, indiscutivelmente incomparável em disciplina e poder de fogo. Em 1770, após duas décadas de guerra alternando com intervalos de paz, Frederico dobrou o tamanho do enorme exército que herdara e que durante seu reinado consumiria 86% do orçamento do estado. A situação é resumida em um aforismo amplamente traduzido e citado atribuído a Mirabeau, que afirmou em 1786 que a Prússia sob Frederico não era um estado de posse de um exército, mas um exército de posse de um estado (\"La Prusse n’est pas un pays qui a une armée, c’est une armée qui a un pays\"). == Reinado == O príncipe Frederico tinha 28 anos quando seu pai Frederico Guilherme I morreu e ele subiu ao trono da Prússia. Antes de sua ascensão ao trono, Frederico foi informado por D'Alembert: \"Os filósofos e os homens de letras em todas as terras há muito encaram você, senhor, como seu líder e modelo\". Tal devoção, no entanto, tinha que ser temperada por realidades políticas. Quando Frederico subiu ao trono como \" Rei na Prússia \" em 1740, seu reino consistia em territórios dispersos, incluindo Cleves, Mark e Ravensberg, a oeste do Sacro Império Romano; Brandenburg, Hither Pomerânia e mais longe da Pomerânia, a leste do império; e do Reino da Prússia, o antigo Ducado da Prússia, fora do Império que faz fronteira com a Comunidade Polaco-Lituana. Ele foi intitulado Rei na Prússia porque isso era apenas parte da Prússia histórica; ele deveria se declarar rei da Prússia depois de adquirir a maior parte do resto em 1772. A respeito de Frederico II, Friedrich Anton Von Heinitz, escreveu, em 2 de junho de 1782, a seguinte entrada em seu diário: \"Vocês têm o rei como exemplo. Quem pode se equiparar a ele? É diligente, coloca a obrigação antes da distração, cuida primeiro dos negócios. [...] Não há outro monarca como ele, ninguém tão abstêmio, tão consistente, ninguém tão competente em gerenciar seu tempo.\" === Guerra da Sucessão Austríaca === > Cruzei o Rubicão com bandeiras hasteadas e tambores rufando — Frederico, o > Grande. O objetivo de Frederico era modernizar e unir suas terras vulneráveis ​​e desconectadas; nesse sentido, ele travou guerras principalmente contra a Áustria, cuja dinastia Habsburgo reinou como sacro imperadores romanos quase continuamente desde o século XV. Frederico estabeleceu a Prússia como a quinta e menor grande potência europeia, usando os recursos que seu pai havia cultivado. Ao suceder ao trono em 31 de maio de 1740, e desejando a próspera província austríaca da Silésia (da qual a Prússia tinha uma pequena reivindicação), Frederico se recusou a endossar a Sanção Pragmática de 1713, um mecanismo legal para garantir a herança dos domínios Habsburgos por Maria Teresa da Áustria, filha do Sacro Imperador Romano Carlos VI. Assim, após a morte de Carlos VI, em 29 de outubro de 1740, Frederico contestou a sucessão de Maria Teresa, de 23 anos, nas terras dos Habsburgos, enquanto simultaneamente fazia sua própria reivindicação à Silésia. Consequentemente, a Primeira Guerra da Silésia (1740-1742, parte da Guerra da Sucessão Austríaca) começou em 16 de dezembro de 1740, quando a Prússia invadiu e rapidamente ocupou a província. Frederico estava preocupado que, se ele não se mudasse, Augusto III, rei da Polônia e eleitor da Saxônia, tentaria conectar suas próprias terras díspares através da Silésia. O rei prussiano rapidamente arrebatou o território, usando como justificativa um tratado obscuro de 1537 entre as dinastias Hohenzollern e Piasta. Frederico ocupou a Silésia, exceto por três fortalezas em Glogau, Brieg e Breslau, em apenas sete semanas, apesar das estradas ruins e do mau tempo. A fortaleza de Ohlau caiu quase imediatamente e se tornou o quartel de inverno do exército de Frederico. No final de março de 1741, Frederico partiu em campanha novamente, mas foi forçado a recuar por um súbito ataque surpresa dos austríacos. A primeira batalha real que Frederico enfrentou na Silésia foi a Batalha de Mollwitz, em 10 de abril de 1741. Embora Frederico tenha realmente servido sob o príncipe Eugênio de Saboia, foi a primeira vez que comandou um exército. No decorrer da batalha, acreditando que suas forças haviam sido derrotadas pelos austríacos, Frederico galopou para evitar ser capturado, deixando o marechal de campo Kurt Schwerin no comando. Na verdade, os prussianos haviam vencido a batalha naquele exato momento. Frederico mais tarde admitiria humilhação por sua abdicação do comando e declararia: \"Mollwitz foi minha escola\" e em 1754 afirmou que era um completo novato em Mollwitz e teria perdido a batalha se não fosse pela competência do marechal Schwerin. Desapontado com o desempenho de sua cavalaria, cujo treinamento seu pai havia negligenciado em favor da infantaria, Frederico passou grande parte do tempo na Silésia estabelecendo uma nova doutrina para eles. No início de setembro de 1741, os franceses entraram na guerra contra a Áustria e, juntamente com seus aliados, o eleitorado da Baviera, marcharam em Praga. Enquanto isso, Frederico patrocinou a candidatura de seu aliado Carlos da Baviera para ser eleito Sacro Imperador Romano. Carlos foi coroado em 2 de fevereiro de 1742 e reivindicou a coroa da Boêmia como sua. Com Praga ameaçada, os austríacos retiraram seu exército da Silésia para defender a Boêmia. Quando Frederico os perseguiu na Boêmia e bloqueou o caminho para Praga, os austríacos contra-atacaram em 17 de maio de 1742. No entanto, a cavalaria treinada de Frederico se mostrou eficaz e, finalmente, a Prússia reivindicou a vitória na Batalha de Chotusitz. Após essa vitória dramática, e com as forças franco-bávaras conquistando Praga, Frederico forçou os austríacos a buscar a paz. Os termos do Tratado de Breslau entre a Áustria e a Prússia, negociados em junho de 1742, deram à Prússia toda a Silésia e o condado de Glatz, com os austríacos mantendo apenas a parte chamada silésia austríaca ou tcheca. A posse prussiana da Silésia deu ao reino controle sobre o rio Oder, que era navegável, além de quase dobrar sua população, economia e território. Em 1744, Frederico também herdou o território menor da Frísia Oriental, na costa do Mar do Norte da Alemanha, depois que seu último governante morreu sem descendência. == Despotismo esclarecido == Frederico foi o principal déspota esclarecido prussiano. Seu gosto pelas artes refletiu-se durante o seu reinado, porque conseguiu sintetizar as tradições da Prússia e o espírito das luzes. Homem de Estado mas também compositor e escritor, construiu a sua própria imagem de déspota esclarecido e fez de Berlim uma das capitais das luzes. Amigo pessoal de Voltaire, o monarca atraiu a sua corte cientistas e escritores e mandou construir o palácio de Sans-Souci, de estilo rococó francês. Entendia que a liberdade do cidadão nada mais era do que o cumprimento das ordens do Estado. Para ele, o objetivo do governo era o bem comum, a preocupação com os interesses, a felicidade e o bem-estar do povo. A Prússia era uma monarquia autocrático-burocrática de tipo militar, isto é, o poder estava concentrado no rei, que governava através de funcionários obedientes e pagos por ele e que privilegiava a formação militar. Na verdade, toda a política de Frederico II estava voltada para o fortalecimento do exército e das conquistas militares que transformariam a Prússia numa grande potência europeia. Frederico II centralizou o poder e elaborou um código de lei para todo o reino que eliminava legislações locais. Durante seu reinado entrou em vigor um código de processo civil, que tornava o poder judiciário independente do executivo, e foi criado o código civil, que vigorou de 1794 a 1900. Frederico II foi um grande administrador, que via no bem-estar de seus súditos o requisito fundamental para o fortalecimento do Estado. Em política interna deu continuidade à obra do pai, mas também introduziu inovações inspiradas pelo espírito do Iluminismo. Prosseguiu com a política mercantilista de seus antecessores e reforçou o absolutismo central, acentuando a concentração de poderes e a burocratização. Apesar de seu absolutismo, Frederico II jamais creditou seu poder a Deus, declarando-se apenas o primeiro dos servidores do Estado, o que valia como disfarce para seu poder absoluto. Nomeou agentes para fiscalizar as finanças, a economia e o Exército e incentivou a imigração e o assentamento de colonos nas regiões devastadas pela guerra. Manteve um Estado forte só possível com a aliança entre a monarquia e a nobreza e também pelo fato de ter ao seu serviço um poderoso exército. Usou os novos impostos sobre o café e o tabaco para financiar a banca de Berlim. Promoveu reformas, como a abolição da tortura (influenciado pelas críticas de Montesquieu aos métodos de interrogatório) e das corveias feudais, fundou escolas elementares, desenvolveu a instrução pública e decretou a tolerância religiosa. Em seus territórios, acolheu refugiados franceses que escapavam de perseguições religiosas em seu país. Eles levaram para a Prússia capitais e técnicas, promovendo o desenvolvimento na agricultura, no comércio e nas manufaturas, o que aumentou as rendas do Estado. O comércio foi muito favorecido pela construção de canais e pelos tratados comerciais com a França. Procurou desenvolver ainda mais a indústria e o comércio, sem muito êxito, devido à persistência dos grandes latifúndios da nobreza onde existia a servidão e à fraqueza da burguesia prussiana. Com sua obra de expansão e desenvolvimento, colocou a Prússia entre as principais potências da Europa, na época. == Carreira militar == Tendo seus antecessores estruturado um exército magnífico, em 1740, ao subir ao trono austríaco Maria Teresa, filha do imperador Carlos VI, Frederico II invadiu a Silésia, aproveitando o momento em que a Áustria estava especialmente vulnerável, apoderando-se desse território pela Batalha de Mollwitz. Era o início da Guerra de Sucessão Austríaca. Pouco depois, o Reino da Prússia e a Áustria assinaram um tratado secreto de paz que reconhecia as conquistas de Frederico II e permitia ao exército austríaco retirar-se para a Morávia. A guerra de sucessão austríaca confirmou a posse da Silésia pelo rei prussiano. Em 1744 Frederico II invadiu a Boêmia, mas não obteve o êxito esperado. Extenuado, seu exército bateu em retirada para a Silésia, onde obteve três vitórias decisivas, após o que firmou-se o Tratado de Dresden (1745). Em meio século, a Prússia triplicou a sua população devido à aquisição da Silésia através desse tratado. Vitorioso naquele conflito, em detrimento dos Habsburgos, ele não demoraria a se ver ameaçado pela criação de uma coalizão formada pela Áustria e Império Russo. Aliando-se à Grã-Bretanha, ele acabou por invadir preventivamente a Saxônia, em 1756, dando início à Guerra dos Sete Anos. Frederico resistiu com sucesso, durante essa guerra, aos esforços combinados da França, da Áustria e da Rússia. Durante este conflito, seu reino foi atacado por todos os lados, e Berlim foi ocupada duas vezes por tropas inimigas. Entretanto o rei, manobrando rapidamente por linhas interiores, obteve grandes vitórias, tais como nas batalhas de Rossbach, Leuthen e Praga. Ao final, estando a Prússia esgotada, Frederico II foi salvo pela morte da imperatriz russa, e a subida ao trono do czar Pedro III, que o admirava. Acabado o conflito, reorganizou com perseverança seus Estados, enfraquecidos pela guerra. Em 1772, aproveitando a primeira divisão da Polônia, Frederico II adquiriu a Prússia polonesa, território situado entre a Pomerânia e a Prússia oriental. É considerado um dos maiores chefes militares da história. ==Sexualidade== A sexualidade de Frederico II tem sido motivo de debate entre historiadores, mas a maioria o considera como sendo homossexual, e que sua sexualidade teve papel fundamental em sua vida. Embora tivesse um casamento arranjado, Frederico não teve filhos e foi sucedido por seu sobrinho. Seus cortesãos favoritos eram exclusivamente masculinos, e sua coleção de arte celebrava o homoerotismo. Rumores persistentes conectando o rei com atividades homossexuais circularam pela Europa durante sua vida, mas há menos evidências definitivas sobreviventes de quaisquer relações sexuais dele, homossexuais ou não. No entanto, em julho de 1750, o rei prussiano escreveu inconfundivelmente a seu secretário e leitor gay, Claude Étienne Darget: “Mes hémorroïdes saluent affectueusement votre v…” (“Minhas hemorróidas cumprimentam carinhosamente seu pau”), o que sugere fortemente que ele estava envolvido sexualmente com homens. Na corte prussiana alguns consideravam que a relação com Hans Hermann von Katte seria romântica,N. Mitford, Frederick the Great, New York, 1970 sendo que foi o próprio pai de Frederico II que mandou executar Katte e que forçou o filho a casar com Isabel Cristina de Brunsvique-Bevern. Frederico II acabaria por viver separado da sua mulher logo após a morte do seu pai, em 1740, passando a visitá-la formalmente apenas uma vez por ano.L. Reiners, Frederick the Great, New York, 1960 Frederico gostava de viver em Sanssouci, o seu palácio preferido em Potsdam. Nos jardins do palácio mandou erguer um Templo à Amizade, celebrando as ligações homoeróticas da Grécia Clássica, decorado com as figuras de Orestes e Pilades, entre outros.J.D. Steakley, Sodomy in Enlightenment Prussia, Journal of Homosexuality, 16, 1/2 (1988): 163-175 Em Sansoucci, Frederico recebia os seus convidados privilegiados, em particular o filósofo francês Voltaire, a quem convidou em 1750 para viver no seu palácio. A correspondência trocada entre Frederico e Voltaire ao longo de 50 anos, está marcada por uma fascinação intelectual mútua. Pessoalmente, contudo, a sua amizade era muitas vezes conflituosa uma vez que Voltaire condenava o militarismo de Frederico. O ataque violento de Voltaire a Maupertuis, o director da academia de Frederico, levou Frederico a ordenar a destruição pública do panfleto de Voltaire e a sua detenção domiciliária. Voltaire seria posteriormente acusado de publicar anonimamente A Vida Privada do Rei da Prússia, depois de regressar da Prússia, onde se referia a homossexualidade de Frederico e se expunha a sua corte de amantes masculinos. Frederico nunca admitiu nem negou as alegações do livro, nem sequer acusou Voltaire de o ter escrito. Alguns anos mais tarde, Voltaire e Frederico reataram a sua correspondência e enterraram as suas recriminações mútuas, acabando amigos de novo.S.W. Henderson, Frederick the Great of Prussia: A Homophile Perspective, Gai Saber,1,1 (1977): 46-54. Outros historiadores discordam desta interpretação da sexualidade de Frederico, alegando que os escritos de Frederico indicam simplesmente que ele teria prioridades demasiado importantes para perder tempo com mulheres. O professor francês Dieudonné Thiébault declarou mesmo que Frederico teria amantes em Neuruppin.Mes souvenirs de vingt ans de séjour à Berlin, Paris, 1804, .5 vol. O médico de Frederico, Johann Georg Ritter von Zimmermann, afirmou que o rei teria deixado correr os rumores quanto à sua homossexualidade de forma a evitar que fosse publicamente conhecido que os seus órgãos genitais haviam sido seriamente afectados por uma \"cruel operação cirúrgica\" que lhe havia salvado a vida de uma grave, mas não identificada, doença venérea.Snyder, pp. 132-136 O historiador Christopher Clark conclui que Frederico \"pode ter-se abstido de actos sexuais com qualquer dos sexos depois da sua subida ao trono e, possivelmente, mesmo antes. Se não o fez, seguramente que o mencionou; as conversas do círculo íntimo da sua corte eram frequentemente apimentadas com comentários homoeróticos\".Clark, p. 188 ==Ancestrais== == Ligações externas == |- ! colspan=\"3\" style=\"background: #FBEC5D;\" |Frederico II da Prússia Casa de Hohenzollern 24 de Janeiro de 1712 – 17 de Agosto de 1786 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\" rowspan=\"2\" | Precedido por Frederico Guilherme I |width=\"40%\" style=\"text-align: center;\" rowspan=|Rei na Prússia 1786–1797 |width=\"30%\" align=\"center\" rowspan=\"1\"| Sucedido por Título dissolvido |- |width=\"40%\" style=\"text-align: center;\" rowspan=|Eleitor de Brandemburgo como Frederico IV 1740–1786 |width=\"30%\" align=\"center\" rowspan=\"3\"| Sucedido por Frederico Guilherme II |- |width=\"30%\" align=\"center\" rowspan=\"1\" | Precedido por Carlos Edzard |width=\"40%\" style=\"text-align: center;\" rowspan=|Conde de Frísia Oriental 1744–1786 |- |width=\"30%\" align=\"center\" rowspan=\"1\" | Precedido por Novo título |width=\"40%\" style=\"text-align: center;\" rowspan=|Rei da Prússia 1772–1786 |} Categoria:Reis da Prússia Categoria:Príncipes herdeiros da Prússia Categoria:Casa de Hohenzollern Categoria:Realeza LGBT Categoria:Cavaleiros da Ordem da Águia Branca Categoria:Naturais de Berlim Categoria:Eleitores de Brandemburgo Categoria:Cavaleiros da Ordem da Águia Negra Categoria:Monarcas protestantes Categoria:Alemães do século XVIII Categoria:História LGBT da Alemanha Categoria:Despotismo esclarecido",
 "title": "Frederico II da Prússia"
}