{
 "id": "92092",
 "text": "O Dicionário Aurélio da Língua Portuguesa, popularmente denominado Dicionário Aurélio ou simplesmente Aurélio, é um dicionário do idioma português, editado no Brasil e lançado originalmente em fins de 1975, tendo vendido na primeira edição (versão completa) mais de um milhão de exemplares até 1987, data da segunda edição. A versão original resultou do trabalho de mais de três décadas do lexicógrafo e Imortal Aurélio Buarque de Holanda Ferreira. A versão finalizada em 1986 e publicada em 1987 continha cerca de 115 243 vocábulos, sendo \"inframédia\", na definição do próprio autor, já que o português falado no Brasil possui cerca de 400 mil palavras. Era publicado pela editora Nova Fronteira. Apesar das críticas que se lhe são feitas, o Aurélio tornou-se o dicionário padrão na sociedade brasileira, estabelecendo a norma linguística e lexicológica - mesmo que esta não tenha sido a intenção do autor; a palavra \"aurélio\" chegou mesmo a se tornar um sinônimo para dicionário. Em fins de 2003 os direitos de edição foram vendidos para o Grupo Positivo. A obra encontra-se em sua quinta edição, pela Editora Positivo.Dicionário Aurélio Editora Positivo == Histórico == A confecção do léxico teve início ainda nos anos 1950, quando o poeta Manuel Bandeira convidou o então professor da Fundação Getúlio Vargas Aurélio Buarque para auxiliar na redação do \"Pequeno Dicionário Brasileiro da Língua Portuguesa\", da Civilização Brasileira.Revista Veja, op. cit., pp 90-91 Da equipe formada então faziam parte Joaquim Campelo Marques e Marina Baird Ferreira (esposa de Aurélio) a que se juntaram mais tarde Margarida dos Anjos, Stella Rodrigo Otávio Moutinho e Elza Tavares Ferreira que, junto ao próprio Aurélio, foram os autores da primeira edição. A intenção inicial era sua publicação em suplementos da revista O Cruzeiro, o que não ocorreu, e em 1966 a equipe foi contratada, sob a condição de concluir o trabalho em dois anos, pelo editor Abraham Koogan. A nova iniciativa também fracassa, fazendo com que os próprios colaboradores fundassem uma editora - a JEMM - com o fim específico de publicar o dicionário. Após sucessivos atrasos, disputas entre os dicionaristas, a iniciativa também não vingou, sendo então procurados outros parceiros capazes de custear a iniciativa. Instituições públicas e privadas negaram-se a participar da edição, como a editora José Olympio ou o Banco Itaú, além de instituições estatais. Com a cassação do político Carlos Lacerda, este se voltara para sua editora, a Nova Fronteira. Através da mediação do cronista Rubem Braga, Lacerda se interessa em publicar o dicionário. Com os lucros da venda do romance O Exorcista, de William Peter Blatty, finalmente teve o capital necessário para custear a primeira tiragem da obra, que veio a se revelar um sucesso editorial. Sua edição coincide com o período em que no país se dá preferência aos dicionários editados no Brasil, sobre aqueles publicados originalmente em Portugal. Nos primeiros dicionários brasileiros nota-se uma busca pela unificação nacional através do idioma, como nos léxicos da editora Globo da década de 1940: Dicionário Prático da Língua Nacional, de Vicente de Carvalho (1945) e o Dicionário Enciclopédico Brasileiro Ilustrado, de Álvaro Magalhães, este último contando com a colaboração do Érico Verissimo; já no Aurélio essa não é a preocupação maior, embora estejam presentes exemplos da literatura recente, canções e uma busca pela representação de uma \"língua viva\", sofrendo influência dos meios de comunicação. O Aurélio passa, no fim do século XX, a incorporar vocábulos africanos, acompanhando o movimento de globalização, e de internacionalização da língua, que sucede ao período nacionalista. Após vinte e oito anos na editora Nova Fronteira, os direitos da obra foram vendidos no começo de dezembro de 2003 para o Grupo Positivo pela viúva de Aurélio Buarque, Marina Baird. A Positivo passou então a publicar todas as versões do Dicionário. No começo de 2004, contudo, dois dos colaboradores (Joaquim Campelo Marques e Elza Tavares Ferreira) haviam judicialmente embargado a vendagem da edição feita pela nova editora, por não constarem seus nomes entre os coautores. A decisão, revogada posteriormente, manteve suspensa a distribuição de 21 mil exemplares da obra. Um dos objetivos da nova proprietária era dotar os produtos fabricados pelo ramo de computadores da holding - a Positivo Informática - do aplicativo como mais um atrativo aos seus produtos. ===Disputa judicial=== A editora Positivo, quando obteve o direito do dicionário, suspendeu o pagamento de direitos autorais para os dois auxiliares de Aurélio Buarque de Holanda Ferreira, os lexicógrafos Joaquim Campelo e Elza Tavares, alegando que os auxiliares não são co-autores da obra. Desde 2004, os representantes dos auxiliares pedem uma indenização a editora, junto a justiça brasileira.Dicionário Aurélio é alvo de disputa judicial Jornal Folha de S. Paulo - matéria de 3 de outubro de 2015 ===Suporte eletrônico === O Aurélio ganhou versões digitalizadas ainda no fim do século XX, adaptando-se à popularização do computador. A primeira versão surgiu em 1999, em CD-ROM. A primeira versão para internet se deu em setembro de 2001, voltada para consultas feitas pelos assinantes do portal UOL. Em 2005, por exemplo, uma versão eletrônica foi incorporada a um escâner manual fabricado pela detentora dos direitos de edição da obra; o pequeno aparelho, pesando cerca de 100g, trazia toda a terceira edição da obra que, em livro, pesa cerca de 4 kg. Outros produtos, como o leitor de e-books Alfa, também fabricado pela holding Positivo e lançado em dezembro de 2010, trazem o Aurélio incorporado. Um jogo eletrônico - o Aurélio Mania - também faz parte dos produtos com a marca do Dicionário. Também naquele ano foi lançada uma versão compatível com iPhone, o primeiro dicionário de português completo feito para celular; atualizado segundo o Acordo Ortográfico de 1990, tem 78MB de tamanho e funciona off-line. ====CD-ROM==== Quando foi lançada a versão eletrônica em CD-ROM, em 1999 o Aurélio passou a contar com 345 mil locuções e verbetes, e dezenas de milhares de citações por mais de mil e quatrocentos autores. Esta versão possui recursos de consulta que a forma impressa não permite, tais como a interatividade e os recursos multimídia; isto faz com que a opção eletrônica ganhe mais adeptos que a primeira. Há maior liberdade do leitor, por meio dos recursos de hipertexto, ao passo em que permite maior velocidade na obtenção das informações. De fato, no Prefácio da versão digital a editora diz que \"a versão eletrônica traz novas funções que facilitam ainda mais a consulta e multiplicam as possibilidades de acesso à informação: pesquisa reversa total, pesquisa de categorias gramaticais, pesquisas no âmbito de locuções, etimologias, exemplos e abonações e elementos de composição, além de uma nova interface, mais simples, mais ágil, mais fácil de usar.\"Dicionário Aurélio Século XXI, versão digital, Manual do Usuário, Prefácio. A edição eletrônica permite os seguintes tipos de pesquisa: de palavra inteira, de semelhantes, anagramas, conjugação de verbos, entre outras, ressaltando-se a \"pesquisa reversa\", feita clicando-se sobre uma palavra contida na definição, abrindo então uma nova janela que traz o seu significado. Quando da venda dos direitos autorais para o Grupo Positivo, com sede em Curitiba, foi lançada uma nova versão do CD que, entretanto, não apresentou grandes mudanças em relação àquele editado pela Nova Fronteira. Intitulado Novo Dicionário Aurélio - versão 5.0 - edição revista e atualizada, trazia como novidades a apresentação e alguns recursos técnicos, como a compatibilidade com o editor de textos Microsoft Word que permite novas consultas, tais como sinônimos e os filtros, com pesquisa nas categorias gramaticais. ===Versões impressas === Além das edições da versão integral do dicionário, outras tantas procuraram atingir públicos distintos. Na Bienal do Livro de São Paulo de 2002 o cartunista Mauricio de Sousa anunciou o lançamento de uma edição do Aurélio contendo ilustrações da Turma da Mônica; na ocasião a viúva do autor declarou que \"Dicionário é uma coisa séria e chata. Com os desenhos, a criança sentirá prazer em consultá-lo.\". O lançamento só veio a ocorrer no ano seguinte, durante a 11ª edição da Bienal do Livro do Rio de Janeiro; a obra possui duas partes, sendo a primeira com os personagens de Mauricio explicando a importância das palavras, e a segunda com um glossário de cerca de mil entradas; foi lançado ainda pela Nova Fronteira. Em 2011 a Positivo lançou uma nova edição do Aurélio voltada para o público adolescente; traz como novidades a inserção de novos termos oriundos da internet, tais como tuitar, blogar ou bullying, além de uma capa com motivos coloridos, para agradar ao público alvo. === Versões reduzidas === Em 1977 foi lançado o Minidicionário Aurélio que vendeu, em razão de seu menor preço e por ter sido distribuído pelo Governo Federal nas escolas públicas, 3 milhões 950 mil exemplares da primeira edição. A versão média do dicionário foi lançada em 1980 e, com vendas atingindo 100 mil exemplares, deixou de ser publicada. Somadas, as vendas das três versões na primeira edição alcançaram cinco milhões e duzentos mil exemplares até 1987, data da segunda edição, o que fez da obra a segunda mais vendida no Brasil no período, perdendo somente para a Bíblia, que vendeu cerca de 11 milhões de exemplares. Dos diversos dicionários com versões reduzidas e ditas \"escolares\", o Ministério da Educação brasileiro analisou vinte e três disponíveis no mercado, em 2005, recomendando (com ou sem ressalvas) dezenove; apenas o MiniAurélio Século XXI Escolar mereceu a classificação de \"recomendado com distinção\". ==Críticas == Apesar de ter inovado na adoção dos brasileirismos, a fiabilidade do \"Aurélio\" e outros, como o Houaiss, é questionada neste particular; tais léxicos, em particular o Aurélio, adotam delimitações regionais seguindo os estados (ex: regionalismo da Bahia) ou regiões. Não há, contudo, precisão científica na aceitação desses termos; faltam estudos de campo, delimitação objetiva e controle dos parâmetros para o que seja brasileirismo, ressaltando-se que foram utilizadas fontes muitas vezes de qualidade científica questionável. De igual modo, apresentam \"ausência de informações sobre a macroestrutura e a microestrutura - objetivos do dicionário, público a que se destina a obra, extensão da nomenclatura, teoria lexical adotada, estrutura do verbete (tipo de definições, fontes das abonações) e, particularmente, os critérios e as fontes utilizadas para a classificação dos regionalismos.\" Na versão eletrônica de 1994 havia 24.498 entradas de regionalismo ou brasileirismo no Aurélio - cerca de 18% do total - mas a própria condição do que seja o brasileirismo não é bem definida. Isto se agrava com a falta de estudos técnicos, que levem em consideração as dimensões do país e seus movimentos migratórios. O também lexicógrafo Celso Luft dizia que nem Aurélio nem Antônio Houaiss possuíam formação linguística que os habilitasse a fazer um dicionário ideal. Várias outras críticas se fazem ao Aurélio. Antônio José Sandmann, em artigo de 1990, relata que o autor comete omissões na morfologia, como no caso do verbete \"-ada\", em que deixa de especificar sua origem ou não lhe dá a semântica exata em entradas como \"churrascada\", \"cervejada\", etc. Dentre várias observações, Sandmann também indica erros, como nas entradas \"devassa\" e \"baixa\", que são deverbais de devassar e baixar, e não formas femininas de devasso e baixo, dentre outros. ===Análise de mérito === Maria Teresa Camargo Biderman, dentre inúmeras críticas teóricas, observa que muitas vezes o dicionário não atenta para definições acessíveis ao público leigo, ao qual se destina; isto fica patente em termos técnicos, quando se tem a impressão de que o significado foi escrito por especialista ou copiado de dicionário técnico-científico. A mesma autora cita exemplos de imprecisão e de desconsideração com o entendimento junto ao público, praticada nalgumas entradas; fazendo um comparativo com o dicionário Salamanca de espanhol, ela compara as seguintes entradas, com base na segunda edição da obra, demonstrando como o público-alvo pode ser melhor informado: *No Aurélio: :fagocitose [De fagócito + -ose] s.f. Citol. ::Ingestão e destruição de uma partícula sólida ou de um microrganismo por uma célula. :fagócito [De fag(o)- + -cito] s.m. Citol. ::Célula que realiza a fagocitose. *As mesmas entradas, no Salamanca: :fagocitose s.f. Biol. Propriedade de determinadas células ou fagócitos de apoderar-se das e digerir as partículas nocivas do organismo. As células mortas como produto da fagocitose formam o pus. :fagócito s.m. Biol. Célula capaz de absorver um corpo estranho para digeri-lo e destruí-lo. Os fagócitos dos organismos superiores são uma barreira defensiva contra os agressores. A autora conclui, porém, ressaltando que a obra contém méritos, suficientes para justificar o sucesso que obteve. Também ressalta Claudia Zavaglia que, mesmo nos exemplos ou entradas, não faz referência aos provérbios, especialmente aqueles referentes a cores - tais como \"de noite todos os gatos são pardos\", peculiares ao idioma. Outro estudo, feito nos estrangeirismos colecionados na versão eletrônica do léxico, concluiu que faltavam critérios confiáveis para sua inserção, sendo apreciadas cento e vinte duas entradas. == Ver também == * Michaelis * Dicionário Houaiss da Língua Portuguesa * Langenscheidt == Ligações externas == * * Aurelio Aurelio Categoria:Aurélio Buarque de Holanda",
 "title": "Dicionário Aurélio"
}