{
 "id": "92125",
 "text": "Midnight Oil é uma banda australiana de rock ativista. Suas canções tem cunho ecológico clamando pela proteção ao meio ambiente e defendendo os direitos do povo aborígene. A banda fez muito sucesso entre os surfistas. == História == O Midnight Oil é conhecido em todo o mundo como uma banda de ideais políticos e ambientais fortes. Sua maneira de abordar tais temas a transformou suas canções em hinos e suas apresentações em comícios, mantendo vivo o espírito contestador e inconformista do rock. Os Oils, como são chamados pelos fãs, também ficaram conhecidos por terem obtido legalmente junto à gravadora o pleno controle sobre sua obra artística, não se submetendo as regras do mercado fonográfico. No início a banda girava em torno de três amigos Jim Moginie, Rob Hirst e Andrew James, que em 1972 formaram o The Farm. A banda fez apresentações antológicas e conquistou uma legião de fãs especialmente surfistas da cidade de Sydney. O Farm continuou como um trio até 1975, a entrada de um estudante de direito chamado Peter Garrett agitou mais ainda os shows da banda que nessa época fazia uma mistura de AC/DC e Focus. Com o relativo sucesso da banda, no final de 1976 a banda muda seu nome para Midnight Oil. No início de 1977 um novo membro se junta a banda, o guitarrista Martin Rotsey. Com novo nome e formação o Midnight Oil passa a compor novas músicas com letras mais políticas. Em 1978, o Midnight Oil criou o seu próprio selo chamado “Powderworks”, e por ele lançaram seu primeiro álbum intitulado Midnight Oil. O álbum trouxe grandes canções como “Used and Abused”, “Run by Night” e claro, a faixa “Powderworks”. Estas músicas demonstravam um enorme poder de fogo da banda que parecia não acabar. O álbum os levou as paradas australianas e o relativo sucesso a um segundo disco lançado em 1979, chamado Head Injuries, e não demorou para que fizesse ainda mais sucesso que o primeiro. No ano seguinte o baixista e um dos fundadores da banda Andrew James é forçado a sair por problemas de saúde, para seu lugar é recrutado Peter Gifford. No mesmo ano a banda lança o Ep Bird Noises, com quatro músicas inéditas. Em 1981 os Oils se mudam para a Inglaterra onde gravam o impecável Place Without a Postcard, um álbum recheado de clássicos e ainda mais político que os anteriores. Na metade do ano seguinte a banda grava 10,9,8,7,6,5,4,3,2,1,0 um dos pontos altos na discografia da banda. Surgiram hinos como “Power and Passion”, “Read About It” e “U.S. Forces”. Este álbum é um dos marcos da música australiana. Este disco os levou ao 3º lugar nas paradas onde permaneceram por meses e vendeu a incrível marca de 250.000 cópias. Os The Oils celebraram também o lançamento de seu álbum pela primeira vez no exterior, assinaram contato com a CBS na Inglaterra e com a Columbia nos EUA. No início de 1983 eles participaram do Festival “Myer Music Bowl”, realizado em Melbourne com o objetivo de ajudar na campanha do “Desarmamento das Bombas Nucleares”. No ano seguinte eles foram para Tóquio - Japão, onde gravaram seu próximo álbum com o mesmo produtor de “10,9,8...”. Red Sails in the Sunset foi lançado em outubro e marcou a fase mais experimental na parte instrumental da banda.O disco incluía muitos efeitos eletrônicos misturados ao característico som de guitarra da banda. Em 1985 a banda lança outro Ep Species Deseases, lançado em meio a uma fase de transição da banda, e conta com 4 músicas inéditas, entre elas Progress e Hercules, duas excelentes músicas. No inverno de 1986 o Midnight Oil partiu para uma espetacular turnê “Blackfella/Whitefella” no deserto Australiano, para se apresentar para as comunidades aborígenes. Estas apresentações contaram com a extraordinária banda local Warumpi, formada inteiramente por Aborígines. O escritor Andrew McMillan documentou toda esta turnê no livro “Strict Rules”, que mostra como a música pode mudar toda uma cultura. Em 1987 o Midnight Oil atinge o auge de seu sucesso com o lançamento do álbum Diesel and Dust. O álbum inspirado na turnê “Blackfella/Whitefella” é considerado até os dias de hoje um dos maiores álbuns já lançados em toda a Austrália. Poderoso, dinâmico e revelador, músicas como “Beds are Burning”, “Put Down that Weapon”, “Dreamworld”, “The Dead Heart” e “Sell My Soul”, foram instantaneamente convincentes para que eles fossem considerados a melhor banda de rock surgida na Austrália nos anos 80. Com o álbum Diesel and Dust, eles alcançaram o topo das paradas na Austrália, ficaram em 19º na Inglaterra, 1º na França e 21º nos Estados Unidos. Após uma exaustiva turnê a banda retorna aos estúdios após dois anos e lança Blue Sky Mining, outro marco na carreira da banda e da música mundial. O álbum vendeu 2 milhões de cópias e se transformou em um clássico do rock australiano. Os Oils passaram o resto de 1990 excursionando pelos EUA e pela Europa. Esta turnê culminou em uma das melhores apresentações da banda. Em Nova Iorque, na ilha de Manhattan, um show protesto contra o vazamento de óleo acontecido no Alaska. O show foi realizado em frente do prédio da companhia responsável pelo incidente. Este protesto atraiu a atenção mundial para a causa e subsequentemente foi lançado um documentário chamado “Black Rain Falls”, gerando fundos para o Greenpeace. Retornando à Austrália, em novembro do mesmo ano eles fizeram uma grande turnê por todo o país depois de 3 anos afastados e ainda faturaram o prêmio “Crystal Globe Award”, por terem vendido mais de 5 milhões de cópias de “Blue Sky Mine” fora da Austrália. Em 1991 a banda tirou férias e seus membros fizeram participações em diversas outras bandas. Em junho de 1992 a banda lançou o álbum ao vivo “Scream in Blue Live”, um álbum em que a banda fez questão de registrar a sua fúria em palco. Vale lembrar que o álbum contém músicas registradas entre um período de 8 anos (1982 – 1990). Em 1993 a banda lança Earth and Sun and Moon, o nono álbum de estúdio, outro sucesso mundial. Os singles \"My Country\" e \"Truganini\" ganharam status de clássicos. Em 1995 eles gravam o álbum “Breathe” que só seria lançado em 1996. Depois disto veio a coletânea “20,000 Watt R.S.L.”, lançada em novembro de 1997 e que vendeu 150 mil cópias somente na Austrália. Com esta vendagem a banda recebeu um álbum de platina. O CD conta com 18 faixas consagradas e o encarte do CD é um show a parte. Em 1998 os Oils lançam Redneck Wonderland. Um álbum experimental que inclui arranjos eletrônicos e guitarras furiosas. No ano seguinte a banda lançou uma espécie de acústico, um CD que conta também com algumas músicas até então inéditas, na verdade 3 novas composições e uma cover. O CD The Real Thing traz todos os grandes clássicos em versões ao vivo tiradas do acústico MTV gravado em Nova York. Já no final de 2001 foi lançado um novo CD da banda, Capricornia. O álbum tem 11 faixas e conta ainda com um CD-Rom que mostra uma espécie de “Making of...” do processo de composição do álbum. Após o lançamento de Capricornia e uma turnê pelo mundo o Midnight Oil encerrou suas atividades. O principal motivo foi a saída do insubstituível vocalista e “front-man” Peter Garrett em 2002. Em 2004 Garret foi eleito para uma cadeira no congresso australiano o que dificultará a volta da banda. Pelo menos por enquanto. Formação original: Em 2017 a banda voltou para uma turnê mundial. Em 2018 é esperado um novo álbum sem data para sua gravação. Em 30 de outubro de 2020 o Midnight Oil lançou o álbum The Makarrata Project. Alguns dias depois, em 8 de novembro, o baixista Bones Hillman faleceu aos 62 anos, vítima de câncer. === Covers === A banda Silverchair começou fazendo covers de Midnight Oil. Em 2006 eles homenagearam a banda no ARIA Awards tocando Don't Wanna Be The One. == Discografia == ===== Álbuns de estúdio ===== * Midnight Oil (1978) * Head Injuries (1979) * Bird Noises (1980) * Place without a Postcard (1981) * 10, 9, 8, 7, 6, 5, 4, 3, 2, 1 (1982) * Red Sails in the Sunset (1984) * Species Deceases (EP) (1985) * Diesel and Dust (1987) * Blue Sky Mining (1990) * Earth and Sun and Moon (1993) * Breathe (1996) * Redneck Wonderland (1998) * Capricornia (2002) * The Makarrata Project (2020) * Resist (2022) ===== Álbuns ao vivo ===== * Scream in Blue (ao vivo) (1992) * The Real Thing - Unplugged MTV (2000) * Armistice Day - Live At the Domain Sydney (2018) ===== Coletâneas ===== * What's So Funny About Peace, Love and Understanding (ao vivo) (1993) * 20,000 Watt R.S.L. (1997) * Best of Both Worlds (2004) * Flat Chat (2006) * Essential Oils (2012) == Videografia == * 20,000 Watt R.S.L. (1997) * Armistice Day - Live At the Domain Sydney (2018) == Ligações externas == * Site Oficial * Ghostwriters * Peter Garrett * Ghostwriters MySpace * Peter Garrett MySpace Categoria:Bandas da Austrália Categoria:Bandas de rock alternativo da Austrália Categoria:Bandas de rock Categoria:Bandas de new wave Categoria:Bandas pós-punk Categoria:Bandas formadas em 1976 Categoria:Bandas extintas em 2009 Categoria:Bandas reativadas em 2016 Categoria:Vencedores do ARIA Awards",
 "title": "Midnight Oil"
}