{
 "id": "92135",
 "text": "As línguas bálticas são um grupo de idiomas que pertence à família linguística indo-europeia, falados principalmente nas áreas que se estendem a leste e sudeste do mar Báltico, na Europa do Norte. O grupo costuma ser dividido em dois subgrupos: o báltico ocidental, que contém apenas idiomas já extintos, e o báltico oriental, que contém tanto idiomas também já extintos como duas línguas vivas: o lituano (que inclui tanto o lituano padrão quanto o samogiciano) e o letão (que inclui tanto o letão literário quanto o latgálio). Embora possuam um certo parentesco, tanto o vocabulário do lituano quanto o do letão, e, particularmente, o do prússio (ou prussiano), diferem substancialmente uns dos outros, e não são mutualmente inteligíveis. O prússio, já extinto, vem sendo considerado como o mais arcaico dos idiomas bálticos. O próprio lituano e o letão estão entre os mais arcaicos e que menos mudaram de todas as línguas indo-europeias vivas. ==História== Os povos bálticos, com identidade diferenciada étnica e cultural indo-europeia, formaram-se no segundo milênio a.C. e se espalharam em grandes regiões a leste e a sudeste da Europa, junto ao mar Báltico, ao rio Dnieper e às margens setentrionais dos rios Volga e Oka. Nessa época povos fino-permianos habitavam zonas adjacentes orientais e norte-orientais e tribos eslavas e citas (iranianas) povoavam regiões limítrofes meridionais e sul-orientais. Na Idade do Bronze (séculos XVI a VI a.C.), começou a separação cultural entre o báltico oriental e ocidental a leste dos curônios nas planícies do rio que se conhece em lituano como Musa e em letão Lielupe, viveram os zemgalianos. O mais provável é que sua língua tenha se extinguido na segunda metade do século XV. Os selônios viveram a leste dos zemgalianos e se assume que na região a parte setentrional foi letonizada e a meridional lituanizada. O grupo de línguas bálticas pertence à família indo-europeia. Atualmente possui apenas duas línguas: o lituano e o letão. O prussiano, já extinto, também era uma língua báltica, além de outras igualmente extintas (latgaliano, zemgaliano, selônio e curônio). O geógrafo e astrônomo grego Ptolomeu menciona os galindai e os soudinoi, ainda que pouco fale sobre esses povos, a não ser que eram vizinhos dos eslavos, germanos e fineses. No século XIV, o cronista da Ordem da Cruz, Peter Dusburg, em sua Chronicon terrae Prussiae escreveu que os galindianos viviam na parte meridional das terras da Prússia e que no leste os sudovianos eram seus vizinhos. Os últimos dados sobre a sobrevivência da língua prussiana são de começos do século XVII. Alguns lingüistas relacionam as línguas bálticas com as eslavas, pois compartilham algumas características comuns, o que tem levado à ideia de formar um sub-grupo balto-eslavo dentro da família indo-europeia. Igualmente há um número de línguas que se podem denominar balto-finesas , pois sendo originalmente do ramo fino-úgrico, têm sido absorvidas ou deslocadas pelas bálticas; entre estas últimas estariam o íngrio, o lívio, o vépsio e o vótio. As línguas bálticas estão relacionadas não só geograficamente como também geneticamente com as eslavas e as germânicas, e já ocuparam regiões bem mais extensas no passado do que atualmente. A evidência toponímica indica que também já ocuparam os territórios do que hoje são a Polônia e a Bielorrússia. Os registros mais antigos em báltico são textos em prussiano do século XIV; para textos em lituano e letão, a época dos mais antigos é o século XVI. ==Dialetos== Até meados do primeiro milênio a região do proto-báltico estava marcada por distinções dialetais e mil anos mais tarde a região das línguas bálticas começa a diminuir consideravelmente; nessa época, a maior parte do território báltico, a parte oriental, começa a ser habitada pelos eslavos oriundos do sul. Os povos bálticos que ali habitavam foram gradualmente assimilados pelos eslavos, processo que chegou ao fim no século XIV. Uma dessas tribos os galindianos (goljadi) é mencionada numa crônica do século XII. A proto-língua dos bálticos orientais se divide em lituano e letão (latgaliano) até o século VII. As outras línguas orientais se separaram ao mesmo tempo. O selônio e o zemgaliano podem ter sido línguas de transição entre o lituano e o letão. Apenas o curônio, que alguns consideravam uma língua de transição entre os bálticos ocidentais e orientais, pode ter se desenvolvido antes. De fato, o nome curônio (latim cori) é conhecido desde o ano 853, antes que os nomes das outras tribos dos bálticos orientais. As duas línguas bálticas vivas, especialmente a lituana, possui um alto grau de diversidade dialetal, reflexo de que até há pouco tempo a população era agrícola e sedentária e suas línguas não haviam se desenvolvido como línguas escritas até recentemente e no caso do letão até o século XIX. ==Gramática== Enquanto a maior parte das línguas indo- europeias perderam as terminações do verbo e dos substantivos, características do latim e do grego, as línguas bálticas preservaram o complexo sistema de casos e além disso desenvolveram um sistema de distinções tonais: de fato, o letão e o lituano mostram características arcaicas indo-europeias que se perderam nas outras línguas muito antes de terem registros escritos. Também estas duas línguas compartilham um extenso vocabulário comum, mesmo não sendo mutuamente inteligíveis. Nas línguas bálticas, são de origem eslava algumas palavras, tais como: (prussiano curtis, lituano kùrtas, letão kuits, que procedem do eslavo, a partir do polonês chart “cão de caça”; lituano muilas “sabão” proveniente do russo mylo; lituano suodas “castigo”, do russo sud). Além disso, há préstimos das línguas germânicas, como do gótico (prussiano ylo “punção”, lituano ýla, letão ilens) e possivelmente das escandinavas. Há muitos préstimos do alemão, especialmente no prussiano e no letão, consequência direta da colonização alemã no século XIII. Os povos bálticos estiveram em estreito contato com seus vizinhos setentrionais, os balto- fineses até cerca de 2000 a.C.. Deste contato deixou seqüelas nas línguas bálticas e balto-finesas, se bem que as bálticas têm poucos préstimos balto- fineses mas estas últimas possuem muitos termos bálticos. O letão, que conta com muitos préstimos do livônio e do estônio, é a língua báltica mais influenciada pelas línguas balto-finesas. == Ligações externas == * Proel * Ethnologue",
 "title": "Línguas bálticas"
}