{
 "id": "92161",
 "text": "Uma extinção em massa é uma diminuição grande e rápida na biodiversidade na Terra. Marcada por uma grande queda na diversidade e na abundância dos organismos multicelulares. Esse fenômeno ocorre quando a taxa de extinção aumenta em relação à taxa normal de extinção e à taxa de surgimento de novas espécies. As estimativas do número de grandes extinções em massa nos últimos 540 milhões de anos variam de cinco a mais de vinte eventos. A variação no número desses eventos se deve a diferentes critérios sobre o que conta como uma \"extinção maior\" e aos dados usados para medir a diversidade passada. ==Os cinco maiores eventos de extinção em massa== Em um artigo publicado em 1982, Jack Sepkoski e David M. Raup identificaram cinco intervalos geológicos específicos com perda excessiva de diversidade. Eles foram inicialmente identificados como pontos fora da curva em uma tendência geral de diminuição das taxas de extinção durante o Fanerozoico, mas, à medida que testes estatísticos mais rigorosos foram aplicados aos dados, foi estabelecido que a vida animal multicelular passou por, pelo menos, cinco grandes extinções e muitas pequenas extinções em massa. Os cinco maiores eventos não podem ser definidos com tanta clareza, mas parecem representar os maiores (ou alguns dos maiores) de contínuos e relativamente suaves eventos de extinção. No final do Ediacarano e logo antes da Explosão Cambriana, ainda outro evento de extinção Proterozoico (de magnitude desconhecida) é especulado para ter precedido o Fanerozoico. Extinção do Ordoviciano-Siluriano 445–444 Milhões de anos Ordoviciano Superior (O–S), logo antes e na transição Ordoviciano–Siluriano. Dois eventos ocorreram que eliminaram 27% de todas as famílias, 57% de todos os gêneros e 85% de todas as espécies. Juntos, eles são classificados por muitos cientistas como a segunda maior das cinco extinções principais na história da Terra em termos de percentual de gêneros que se tornaram extintos. Em maio de 2020, estudos sugeriram que as causas da extinção em massa foram aquecimento global, relacionado a vulcanismo, e anóxia, e não, como considerado anteriormente, resfriamento e glaciações. No entanto, isso é divergente do que indicam numerosos estudos anteriores, que apontam o resfriamento global como o principal motivo. Mais recentemente, a deposição de cinzas vulcânicas foi sugerida como o gatilho para reduções no dióxido de carbono atmosférico levando à glaciação e anóxia observadas no registro geológico. Extinções Devonianas Superiores 372–359 Milhões de anos As Extinções Devonianas Superiores foram uma série de eventos que ocuparam grande parte do Devoniano Superior até a transição Devoniano–Carbonífero. O Devoniano Superior foi um intervalo de grande perda de diversidade, concentrada em dois eventos de extinção. A maior extinção foi o Evento Kellwasser (Frasniano- Fameniano (F-F), 372 Milhões de anos), um evento de extinção no final do Frasniano, aproximadamente no meio do Devoniano Superior. Esta extinção aniquilou recifes de corais e numerosos animais tropicais bentônicos (viventes no fundo do mar), como peixes sem mandíbulas, brachiopoda e trilobitas. O outro grande evento de extinção foi o Evento Hangenberg (Devoniano-Carbonífero (D-C), 359 Milhões de anos), que trouxe um fim ao Devoniano como um todo. Esta extinção eliminou os peixes placodermos blindados e quase levou à extinção dos recém-evoluídos amonoides. Esses dois eventos de extinção próximos entre si eliminaram coletivamente cerca de 19% de todas as famílias, 50% de todos os gêneros e pelo menos 70% de todas as espécies. Sepkoski e Raup (1982) não consideraram inicialmente o intervalo de extinção Devoniano Superior (Givetiano, Frasniano e Fameniano) como estatisticamente significativo. No entanto, estudos posteriores confirmaram os fortes impactos ecológicos dos Eventos Kellwasser e Hangenberg. Extinção do Permiano-Triássico 252 Milhões de anos thumb|Trilobitas foram animais marinhos altamente bem-sucedidos até que o evento de extinção Permiano-Triássico os extinguisse completamente. A extinção do Permiano Superior ocorreu na transição Permiano–Triássico (P-Tr). Foi a maior extinção do Éon Fanerozoico: 53% das famílias marinhas, 84% dos gêneros marinhos, cerca de 81% de todas as espécies marinhas e cerca de 70% das espécies de vertebrados terrestres. Este também é o maior evento de extinção conhecido para insetos. O artrópode marinho altamente bem-sucedido, o trilobita, foi extinto. As evidências sobre plantas são menos claras, mas novos táxons se tornaram dominantes após a extinção. O fenômeno teve uma enorme importância evolutiva: em terra, encerrou a primazia dos primeirosSynapsida. A recuperação dos vertebrados levou 30 milhões de anos, mas os nichos ecológicos vazios criaram a oportunidade para os arcossauros se tornarem ascendentes. Nos mares, a porcentagem de animais que eram sésseis (incapazes de se mover) caiu de 67% para 50%. Todo o final do Permiano foi um período difícil, pelo menos para a vida marinha, mesmo antes da extinção no limite P–Tr. Pesquisas mais recentes indicaram que a Extinção do Capitaniano que precedeu o P-Tr provavelmente constitui um evento separado da extinção P–Tr; se assim for, seria maior do que alguns dos eventos de extinção dos cinco maiores. Extinção do Triássico-Jurássico 201,3 Milhões de anos A extinção do Triássico Superior marca a transição Triássico–Jurássico (Tr-J). Cerca de 23% de todas as famílias, 48% de todos os gêneros (20% das famílias marinhas e 55% dos gêneros marinhos) e 70% a 75% de todas as espécies foram extintos. A maioria dos arcossauros, a maioria dos terápseis e a maioria dos grandes anfíbios foram eliminados, deixando os dinossauros com pouca competição terrestre. Arcossauros continuaram a dominar os ambientes aquáticos, enquanto diapsídeos não arcossaurianos continuaram a dominar os ambientes marinhos. A linhagem de Temnospondyli de grandes anfíbios também sobreviveu até o Cretáceo na Austrália (por exemplo, Koolasuchus). Extinção do Cretáceo-Paleogeno 50 Milhões de anos A extinção do Cretáceo Superior, ou a extinção K–Pg (anteriormente K–T), ocorreu na transição Cretáceo (Maastrichtiano) – Paleógeno (Daniano). O evento foi anteriormente chamado de extinção Cretáceo-Terciário ou K–T e limite K–T; agora é oficialmente denominado evento de extinção Cretáceo–Paleógeno (ou K–Pg). Cerca de 17% de todas as famílias, 50% de todos os gêneros e 75% de todas as espécies foram extintos. Nos mares, todos os ammonites, plesiossauros e mosassauros desapareceram, e a porcentagem de animais sésseis foi reduzida para cerca de 33%. Todos os dinossauros não aviários se extinguiram nesse período. O evento de limite foi severo, com uma quantidade significativa de variabilidade na taxa de extinção entre diferentes clados. Mamíferos, descendentes dos Synapsida, e aves, um ramo lateral dos terópodes dinossauros, emergiram como os dois clados predominantes de tetrápodes terrestres. Apesar da apresentação comum focar apenas nesses cinco eventos, nenhuma medida de extinção mostra uma linha definitiva separando-os dos muitos outros eventos de extinção do Fanerozoico que parecem ser apenas catástrofes ligeiramente menores; além disso, o uso de diferentes métodos para calcular o impacto de uma extinção pode levar a outros eventos a figurarem entre os cinco principais. Registros fósseis de eventos mais antigos são mais difíceis de interpretar. Isso se deve a: * Fósseis mais antigos são mais difíceis de encontrar, pois geralmente estão enterrados a uma profundidade considerável. * Datação de fósseis mais antigos é mais difícil. * Camadas fósseis produtivas são pesquisadas mais do que as não produtivas, deixando certos períodos pouco ou não pesquisados. * Eventos ambientais pré-históricos podem perturbar o processo de deposição. * Fósseis marinhos tendem a ser melhor preservados do que terrestres, que são mais procurados, mas a deposição e preservação de fósseis em terra é mais irregular. Foi sugerido que as aparentes variações na biodiversidade marinha podem ser na verdade uma amostragem, com estimativas de abundância diretamente relacionadas à quantidade de rocha disponível para amostragem de diferentes períodos. No entanto, a análise estatística mostra que isso pode explicar apenas 50% do padrão observado, e outras evidências, como picos fúngicos (aumento geologicamente rápido na abundância de fungos), fornecem garantias de que a maioria dos eventos de extinção amplamente aceitos são reais. Uma quantificação da exposição de rochas da Europa Ocidental indica que muitos dos eventos menores para os quais uma explicação biológica foi buscada são mais prontamente explicados por amostra enviesadas. == Sexta extinção em massa == Pesquisas concluídas após o artigo de 1982 (Sepkoski e Raup) concluíram que um sexto evento de extinção em massa está em andamento em consequência das atividades humanas: Extinção do Holoceno atualmente em andamento Extinções têm ocorrido a taxa 1000 vezes maior que a taxa de extinção natural (de fundo) desde 1900, e a taxa está aumentando. A extinção em massa é resultado da atividade humana (um ecocídio) impulsionada pelo crescimento populacional e hiperconsumo dos recursos naturais da Terra. O Relatório Global sobre Biodiversidade e Serviços Ecossistêmicos de 2019 da IPBES afirma que, de uma estimativa de 8 milhões de espécies, 1 milhão de espécies de plantas e animais estão atualmente ameaçadas de extinção. No final de 2021, WWF Alemanha sugeriu que mais de um milhão de espécies poderiam se extinguir dentro de uma década no \"maior evento de extinção desde o fim da era dos dinossauros.\" Um estudo de 2023 publicado em PNAS concluiu que pelo menos 73 gêneros de animais foram extintos desde 1500. Se os humanos nunca tivessem existido, teria levado 18.000 anos para que os mesmos gêneros tivessem desaparecido naturalmente, afirma o relatório. == Extinções por gravidade == Eventos de extinção podem ser rastreados por vários métodos, incluindo mudanças geológicas, impacto ecológico, taxas de extinção versus origem (especiação) e, mais comumente, perda de diversidade entre unidades taxonômicas. A maioria dos artigos antigos usava famílias como unidade de taxonomia, com base em compêndios de famílias de animais marinhos por Sepkoski (1982, 1992). Artigos posteriores de Sepkoski e outros autores mudaram para gêneros, que são mais precisos do que famílias e menos propensos a viés taxonômico ou amostragem incompleta em relação às espécies. Estes são vários artigos importantes que estimam a perda ou impacto ecológico de quinze eventos de extinção comumente discutidos. Os diferentes métodos usados por esses artigos são descritos na seção seguinte. As cinco maiores extinções em massa estão em negrito. Proporções de extinção (perda de diversidade) de gêneros marinhos ou impacto ecológico em estimativas de gravidade de extinção em massa Nome da extinção Idade (Ma) Sepkoski (1996) Intervalos múltiplos gêneros Bambach (2006) McGhee et al. (2013) McGhee et al. (2013) Stanley (2016) Nome da extinção Idade (Ma) Sepkoski (1996) Intervalos múltiplos gêneros Bambach (2006) Perda taxonômica Classificação ecológica Stanley (2016) Orvodociana- Siluriana (Ashgillian / Hirnantiano) 445–444 ~49% 57% (40%, 31%) 52% 7 42–46% Evento Lau (Ludfordiano) 424 ~23% – 9% 9 – Evento Kačák (Eifeliano) 388~ ~24% – 32% 9 – Evento Taghanic (Givetiano) 384~ ~30% 28.5% 36% 8 – Devoniano Superior/Evento Kellwasser (Frasniano) 372 ~35% 34.7% 40% 4 16–20% Final-Devoniano/Evento Hangenberg (Fameniano) 359 ~28% 31% 50% 7 <13% Serpucoviano 330–325~ ~23% 31% 39% 6 13–15% Capitaniano 260 ~47% 48% 25% 5 33–35% Permiano-Triássico (Changxinguiano) 252 ~58% 55.7% 83% 1 62% Triássico-Jurássico (Reciano) 201 ~37% 47% 73% 3 N/A Pliensbachiano-Toarciano 186–178 ~14% 25%, 20% – – – Jurássico Superior (Titoniano) 145 ~18% 20% – – – Cenomaniano-Turoniano 94 ~15% 25% – – – Cretáceo-Paleógeno (Maastrichtiano) 66 ~39% 40–47% 40% 2 38–40% Eoceno-Oligoceno 34 ~11% 15.6% – – – Gráficos mas não discutido por Sepkoski (1996), considerado contínuo com a extinção do final Devoniano Na época considerado contínuo com a extinção final-Permiano Inclui fatias de tempo tardias Noriano Perda de diversidade de ambos os pulsos calculada conjuntamente Pulsos se estendem por fatias de tempo adjacentes, calculados separadamente Considerado ecologicamente significativo, mas não analisado diretamente Excluído devido a falta de consenso sobre a cronologia do final Triássico == O estudo dos principais eventos de extinção == === Estudos inovadores nas décadas de 1980 e 1990 === thumb|Luis (esquerda) e Walter Alvarez (direita) na fronteira K-Pg em Gubbio, Itália em 1981. Esta equipe descobriu evidências geológicas de um impacto de asteroide que causou a extinção K-Pg, gerando um grande interesse público e científico nas extinções em massa e suas causas Durante grande parte do século 20, o estudo das extinções em massa foi prejudicado pela falta de dados suficientes. Embora as extinções em massa fossem reconhecidas, eram consideradas exceções misteriosas à visão gradualista predominante da pré-história, onde tendências evolutivas lentas definem as mudanças na fauna. O primeiro avanço foi publicado em 1980 por uma equipe liderada por Luis Alvarez, que descobriu evidências de traços de metais de um impacto de asteroide no final do Cretáceo. A Hipótese Alvarez para a extinção do Cretáceo Superior trouxe para as extinções em massa e explicações catastróficas uma nova atenção popular e científica. Outro estudo importante surgiu em 1982, quando um artigo escrito por David M. Raup e Jack Sepkoski foi publicado na revista Science. Este artigo, originado de um compêndio de famílias de animais marinhos extintos desenvolvido por Sepkoski, identificou cinco picos de extinções de famílias marinhas que se destacam em um pano de fundo de taxas de extinção decrescentes ao longo do tempo. Quatro desses picos foram estatisticamente significativos: o Ashgiliano (Ordoviciano Superior), Permiano Superior, Noriano (Triássico Superior), e Maastrichtiano (Cretáceo Superior). O pico restante foi um intervalo amplo de alta extinção espalhado pela segunda metade do Devoniano, com seu ápice no estágio Frasniano. Ao longo da década de 1980, Raup e Sepkoski continuaram a elaborar e construir sobre seus dados de extinção e origem, definindo uma curva de biodiversidade de alta resolução (a \"curva de Sepkoski\") e sucessivas faunas evolutivas com seus próprios padrões de diversificação e extinção. Embora essas interpretações tenham formado uma base sólida para estudos subsequentes sobre extinções em massa, Raup e Sepkoski também propuseram uma ideia mais controversa em 1984: um padrão periódico de 26 milhões de anos para as extinções em massa. Duas equipes de astrônomos vincularam isso a uma hipotética anã marrom nas regiões distantes do sistema solar, inventando a Hipótese de Nêmesis, que tem sido fortemente contestada por outros astrônomos. Ao mesmo tempo, Sepkoski começou a elaborar um compêndio de gêneros de animais marinhos, o que permitiria aos pesquisadores explorar a extinção em uma resolução taxonômica mais detalhada. Ele começou a publicar resultados preliminares desse estudo em andamento já em 1986, em um artigo que identificou 29 intervalos de extinção de destaque. Em 1992, ele também atualizou seu compêndio de famílias de 1982, encontrando mudanças mínimas na curva de diversidade, apesar de uma década de novos dados. Em 1996, Sepkoski publicou outro artigo que acompanhava a extinção de gêneros marinhos (em termos de perda líquida de diversidade) por estágio, de maneira semelhante ao seu trabalho anterior sobre extinções de famílias. O artigo filtrou sua amostra de três maneiras: todos os gêneros (o tamanho total da amostra não filtrada), gêneros de múltiplos intervalos (apenas aqueles encontrados em mais de um estágio) e gêneros \"bem preservados\" (excluindo aqueles de grupos com registros fósseis ruins ou pouco estudados). As tendências de diversidade nas famílias de animais marinhos também foram revisadas com base em sua atualização de 1992. O interesse renovado em extinções em massa levou muitos outros autores a reavaliar eventos geológicos no contexto de seus efeitos sobre a vida. Um artigo de 1995 de Michael Benton acompanhou taxas de extinção e especiação tanto de famílias marinhas quanto continentais (de água doce e terrestres), identificando 22 intervalos de extinção e nenhum padrão periódico. Livros de visão geral de O.H. Walliser (1996) e A. Hallam e P.B. Wignall (1997) resumiram a nova pesquisa sobre extinção das duas décadas anteriores. Um capítulo da primeira fonte lista mais de 60 eventos geológicos que poderiam ser considerados extinções globais de tamanhos variados. Esses textos, e outras publicações amplamente divulgadas na década de 1990, ajudaram a estabelecer a imagem popular das extinções em massa como as cinco maiores, ao lado de muitas extinções menores ao longo da pré- história. === Novos dados sobre gêneros: O compêndio de Sepkoski === Embora Sepkoski tenha falecido em 1999, seu compêndio de gêneros marinhos foi publicado formalmente em 2002. Isso provocou uma nova onda de estudos sobre as dinâmicas das extinções em massa. Esses artigos utilizaram o compêndio para rastrear taxas de especiação (a taxa na qual novas espécies surgem) paralelamente às taxas de extinção no contexto de estágios ou subestágios geológicos. Uma revisão e reanálise dos dados de Sepkoski por Bambach (2006) identificou 18 intervalos distintos de extinção em massa, incluindo 4 grandes extinções no Cambriano. Esses se encaixam na definição de extinção de Sepkoski, como subestágios curtos com grande perda de diversidade e taxas gerais de extinção elevadas em relação ao ambiente ao redor. Bambach et al. (2004) consideraram que cada um dos intervalos de extinção das cinco maiores tinha um padrão diferente na relação entre as tendências de especiação e extinção. Além disso, as taxas de extinção de fundo eram amplamente variáveis e podiam ser separadas em intervalos mais graves e menos graves. As extinções de fundo foram menos graves em relação à taxa de especiação do meio do Ordoviciano ao início do Siluriano, do final do Carbonífero-Permiano e do Jurássico até o período atual. Isso argumenta que as extinções do final do Ordoviciano, final do Permiano e final do Cretáceo foram casos estatisticamente significativos de tendências de biodiversidade, enquanto as extinções do final do Devoniano e final do Triássico ocorreram em períodos de tempo que já estavam pressionados por taxas de extinção relativamente altas e especiação baixa. Modelos computacionais realizados por Foote (2005) determinaram que episódios abruptos de extinção se ajustam muito melhor ao padrão da biodiversidade pré-histórica do que uma taxa de extinção de fundo gradual e contínua com picos e vales suaves. Isso apoia fortemente a utilidade das extinções em massa rápidas e frequentes como um principal motor das mudanças de diversidade. Eventos de especiação rápidos também são apoiados, embora em menor grau, o que depende em grande parte das extinções pulsadas. De forma semelhante, Stanley (2007) usou dados de extinção e especiação para investigar taxas de rotatividade e respostas de extinção entre diferentes faunas evolutivas e grupos taxonômicos. Em contraste com autores anteriores, suas simulações de diversidade mostram apoio para uma taxa geral exponencial de crescimento da biodiversidade ao longo de todo o Fanerozoico. === Abordando vieses no registro fóssil === À medida que os dados continuaram a se acumular, alguns autores começaram a reavaliar a amostra de Sepkoski usando métodos destinados a contabilizar as amostras enviesadas. Já em 1982, um artigo de Phillip W. Signor e Jere H. Lipps observou que a verdadeira precisão das extinções era diluída pela incompletude do registro fóssil.Signor III, P. W. e Lipps, J. H. (1982) \"Viés de amostragem, padrões de extinção gradual e catástrofes no registro fóssil\", em Implicações geológicas dos impactos de grandes asteroides e cometas na Terra (ed. L. T. Silver e P. H. Schultz), Publicação Especial da Sociedade Geológica da América, vol. 190, pp. 291–296. Esse fenômeno, posteriormente chamado de Efeito Signor-Lipps, observa que a verdadeira extinção de uma espécie deve ocorrer após seu último fóssil, e que a especiação deve ocorrer antes de seu primeiro fóssil. Assim, espécies que parecem desaparecer logo antes de um evento de extinção abrupto podem, na verdade, ser vítimas do evento, apesar de uma aparente diminuição gradual ao se analisar apenas o registro fóssil. Um modelo de Foote (2007) identificou que muitos estágios geológicos tinham taxas de extinção artificialmente inflacionadas devido ao \"desenho\" de Signor-Lipps de estágios posteriores com eventos de extinção. Outros vieses incluem a dificuldade em avaliar táxons com altas taxas de rotatividade ou ocorrências restritas, que não podem ser avaliadas diretamente devido à falta de resolução temporal detalhada. Muitos paleontólogos optam por avaliar tendências de diversidade por amostragem aleatória e rarefação das abundâncias fósseis, em vez de dados temporais brutos, para contabilizar todos esses vieses. Mas essa solução é influenciada por vieses relacionados ao tamanho da amostra. Um viés importante é o efeito \"Pull of the Recent\" (Atração do Recente, em tradução livre), o fato de que o registro fóssil (e, portanto, a diversidade conhecida) geralmente melhora mais próximo ao presente. Isso significa que a biodiversidade e a abundância para períodos geológicos mais antigos podem ser subestimadas com base apenas em dados brutos. Alroy (2010) tentou contornar os vieses relacionados ao tamanho da amostra em estimativas de diversidade usando um método chamado \"subamostragem de acionista\" (SQS). Nesse método, fósseis são amostrados de uma \"coleção\" (como um intervalo de tempo) para avaliar a diversidade relativa daquela coleção. Cada vez que uma nova espécie (ou outro táxon) entra na amostra, ela traz todos os outros fósseis pertencentes a essa espécie para a coleção (sua \"parte\" da coleção). Por exemplo, uma coleção distorcida com metade de seus fósseis de uma única espécie alcançará imediatamente uma parte da amostra de 50% se essa espécie for a primeira a ser amostrada. Isso continua, somando as partes da amostra até que uma \"cobertura\" ou \"quorum\" seja alcançada, referindo-se a uma soma predefinida de porcentagens de parte. Nesse ponto, o número de espécies na amostra é contado. Uma coleção com mais espécies é esperada para alcançar um quorum de amostra com mais espécies, comparando assim com precisão a mudança relativa de diversidade entre duas coleções sem depender dos vieses inerentes ao tamanho da amostra. Alroy também elaborou algoritmos conhecidos como \"three-timers, que são destinados a contrariar vieses nas estimativas de taxas de extinção e especiação. Um dado táxon é um \"three-timer\" se puder ser encontrado antes, depois e dentro de um dado intervalo de tempo, e um \"two-timer\" se sobrepuser a um intervalo de tempo em um lado. Contar \"three-timers\" e \"two-timers\" em ambas as extremidades de um intervalo de tempo, e amostrando intervalos de tempo em sequência, pode ser combinado em equações para prever extinção e especiação com menos viés. Em artigos subsequentes, Alroy continuou a refinar suas equações para melhorar questões persistentes com precisão e amostras incomuns. McGhee et al. (2013), um artigo que se concentrou principalmente nos efeitos ecológicos das extinções em massa, também publicou novas estimativas da gravidade das extinções com base nos métodos de Alroy. Muitas extinções foram significativamente mais impactantes baseado nessas novas estimativas, embora algumas fossem menos proeminentes. Stanley (2016) foi outro artigo que tentou remover dois erros comuns nas estimativas anteriores da gravidade das extinções. O primeiro erro foi a remoção injustificada de \"singleton\", gêneros únicos para apenas um intervalo de tempo. Sua remoção mascararia a influência de grupos com altas taxas de rotatividade ou linhagens interrompidas precocemente em sua diversificação. O segundo erro foi a dificuldade em distinguir extinções de fundo de eventos de extinção em massa breves dentro do mesmo curto intervalo de tempo. Para contornar esse problema, as taxas de mudança de diversidade de fundo (extinção/especiação) foram estimadas para estágios ou subestágios sem extinções em massa e, em seguida, assumidas para se aplicar a estágios subsequentes com extinções em massa. Por exemplo, os estágios Santoniano e Campaniano foram usados para estimar mudanças de diversidade no Maastrichtiano antes da extinção em massa K-Pg. Subtrair extinções de fundo dos totais de extinção teve o efeito de reduzir a gravidade estimada dos seis eventos de extinção em massa amostrados. Esse efeito foi mais forte para extinções em massa que ocorreram em períodos com altas taxas de extinção de fundo, como o Devoniano. ==Incerteza no Proterozoico e éons anteriores== Como a maior parte da diversidade e biomassa na Terra é microbiana, e portanto difícil de medir através de fósseis, os eventos de extinção registrados são aqueles que afetam o componente biologicamente mais complexo e facilmente observado da biosfera, em vez da diversidade total e abundância de vida. Por essa razão, os eventos de extinção bem documentados estão confinados ao éon Fanerozoico – com a única exceção do Catástrofe do Oxigênio no Proterozoico – uma vez que antes do Fanerozoico, todos os organismos vivos eram microbianos ou, se multicelulares, então de corpos moles. Talvez devido à ausência de um robusto registro fóssil microbiano, as extinções em massa podem apenas parecer ser predominantemente um fenômeno Fanerozoico, com as taxas de extinção observáveis aparecendo baixas antes do surgimento de grandes organismos complexos com partes corporais duras. A extinção ocorre a uma taxa desigual. Com base no registro fóssil, a taxa de extinções de fundo na Terra é de cerca de duas a cinco famílias taxonômicas de animal marinhos a cada milhão de anos. A Catástrofe do Oxigênio, que ocorreu há cerca de 2,45 bilhões de anos no Paleoproterozoico, é plausível como o primeiro grande evento de extinção já registrado. Talvez tenha sido também o pior de todos, de certa forma, mas com a ecologia da Terra pouco compreendida antes desse tempo, e o conceito de procariote, gêneros tão diferente dos gêneros de vida complexa, seria difícil compará-lo de maneira significativa a qualquer um dos cinco maiores, mesmo se a vida Paleoproterozoica fosse melhor conhecida. Desde a explosão Cambriana, cinco grandes extinções em massa superaram significativamente a taxa de extinção de fundo. A mais recente e mais conhecida, o evento de extinção Cretáceo-Paleógeno, que ocorreu milhões de anos atrás, foi uma extinção em massa em grande escala de espécies animais e vegetais em um período geológico curto. Além das cinco grandes extinções em massa Fanerozoicas, existem várias menores, e a atual extinção em massa causada pela atividade humana às vezes é chamada de sexta extinção em massa. : : : : : ==Importância Evolutiva== As extinções em massa às vezes aceleram a evolução da vida na Terra. Quando a dominância de nichos ecológicos particulares passa de um grupo de organismos para outro, raramente é porque o novo grupo dominante é \"superior\" ao antigo, mas geralmente porque um evento de extinção elimina o grupo antigo dominante e abre espaço para o novo, um processo conhecido como radiação adaptativa. Por exemplo, mammaliaformes (\"quase mamíferos\") e depois mamíferos existiram ao longo do reinado dos dinossauros, mas não conseguiram competir nos grandes nichos vertebrados terrestres que os dinossauros monopolizavam. A extinção do Cretáceo eliminou os dinossauros não-avianos e tornou possível para os mamíferos expandirem-se para os grandes nichos vertebrados terrestres. Os dinossauros, por sua vez, foram beneficiados por uma extinção em massa anterior, a extinção do Triássico, que eliminou a maior parte de seus principais rivais, os crurotarsanos. Da mesma forma, dentro dos Sinapsídeos, a substituição de táxons originados na radiação evolutiva mais antiga, Pennsylvaniano e Cisuraliano (frequentemente ainda chamados de \"pelycosaurios\", embora este seja um grupo parafilético) por terapsídeos ocorreu ao redor da transição Kunguriano/Roadiano, muitas vezes chamada de extinção de Olson (que pode ser um declínio lento ao longo de 20 Ma em vez de um evento dramático e breve). Outro ponto de vista apresentado na Hipótese da Escalada prevê que espécies em nichos ecológicos com mais conflito entre organismos terão menos chances de sobreviver às extinções. Isso ocorre porque os próprios traços que mantêm uma espécie numerosa e viável sob condições bastante estáticas se tornam um fardo uma vez que os níveis populacionais caem entre organismos concorrentes durante a dinâmica de um evento de extinção. Além disso, muitos grupos que sobrevivem a extinções em massa não se recuperam em número ou diversidade, e muitos desses grupos entram em declínio a longo prazo, sendo frequentemente chamados de \"Clados Mortos\". No entanto, clados que sobrevivem por um período considerável de tempo após uma extinção em massa, e que foram reduzidos a apenas algumas espécies, provavelmente experimentaram um efeito de recuperação chamado de \"empurrão do passado\". Darwin estava firmemente convencido de que as interações bióticas, como competição por alimento e espaço – a 'luta pela existência' – eram de consideravelmente maior importância para promover a evolução e a extinção do que as mudanças no ambiente físico. Ele expressou isso em A Origem das Espécies: : \"Espécies são produzidas e exterminadas por causas que agem lentamente ... e a mais importante de todas as causas de mudança orgânica é aquela que é quase independente das condições físicas alteradas, nomeadamente a relação mútua entre organismo e organismo – a melhoria de um organismo implicando a melhoria ou a extinção de outros\". ==Padrões de Frequência== Vários autores sugeriram que eventos de extinção ocorreram periodicamente, a cada 26 a 30 milhões de anos, ou que a diversidade flutua episodicamente a cada 62 milhões de anos. Foram propostos diferentes comprimentos de ciclo; por exemplo, Várias ideias, principalmente relacionadas a influências astronômicas, tentam explicar o padrão suposto, incluindo a presença de uma estrela companheira hipotética ao Sol, oscilações no plano galáctico ou passagem através dos braços espirais da Via Láctea. No entanto, outros autores concluíram que os dados sobre extinções marinhas não se encaixam na ideia de que as extinções em massa são periódicas, ou que os ecossistemas se acumulam gradualmente a um ponto em que uma extinção em massa é inevitável. Muitas das correlações propostas foram argumentadas como espúrias ou com falta de significância estatística. Outros argumentaram que há evidências fortes apoiando periodicidade em uma variedade de registros, e evidências adicionais na forma de variação periódica coincidente em variáveis geocímicas não biológicas, como isótopos de Estrôncio, basaltos de inundação, eventos anóxicos, orogenias e deposição de evaporitos. Uma explicação para esse ciclo proposto é o armazenamento e liberação de carbono pela crosta oceânica, que troca carbono entre a atmosfera e o manto. Acredita-se que extinções em massa ocorram quando um estresse de longo prazo é agravado por um choque de curto prazo. Ao longo do Fanerozoico, taxa individuais parecem ter se tornado menos propensas a sofrer extinção, o que pode refletir teias alimentares mais robustas, bem como espécies menos propensas à extinção, e outros fatores, como a distribuição continental. No entanto, mesmo após a correção para amostra enviesadas, parece haver uma diminuição gradual nas taxas de extinção e especiação durante o Fanerozoico. Isso pode representar o fato de que grupos com taxas de rotatividade mais altas têm maior probabilidade de se tornarem extintos por acaso; ou pode ser um artefato da taxonomia: famílias tendem a se tornar mais especiosas, portanto menos propensas à extinção, ao longo do tempo; e grupos taxonômicos maiores (por definição) aparecem mais cedo no tempo geológico. Também foi sugerido que os oceanos se tornaram gradualmente mais hospitaleiros à vida ao longo dos últimos 500 milhões de anos, e portanto menos vulneráveis a extinções em massa, mas a suscetibilidade à extinção em nível taxonômico não parece tornar extinções em massa mais ou menos prováveis. == Causas == Ainda há debate sobre as causas de todas as extinções em massa. Em geral, grandes extinções podem resultar quando uma biosfera sob estresse a longo prazo sofre um choque de curto prazo. Um mecanismo subjacente parece estar presente na correlação das taxas de extinção e especiação com a diversidade. Alta diversidade leva a um aumento persistente na taxa de extinção; baixa diversidade a um aumento persistente na taxa de especiação. Essas relações, presumivelmente controladas ecologicamente, provavelmente amplificam perturbações menores (impactos de asteroides, etc.) para produzir os efeitos globais observados. === Identificação das causas das extinções em massa específicas === Uma boa teoria para uma extinção em massa particular deve: * explicar todas as perdas, e não apenas se concentrar em alguns grupos (como dinossauros); * explicar por que determinados grupos de organismos morreram e por que outros sobreviveram; * fornecer mecanismos que sejam fortes o suficiente para causar uma extinção em massa, mas não uma extinção total; * basear-se em eventos ou processos que possam ser demonstrados, e não apenas inferidos a partir da extinção. Pode ser necessário considerar combinações de causas. Por exemplo, o aspecto marinho do evento de extinção do final do Cretáceo parece ter sido causado por vários processos que se sobrepuseram parcialmente no tempo e podem ter tido diferentes níveis de importância em diferentes partes do mundo. Arens e West (2006) propuseram um modelo de \"pressão/pulso\" no qual extinções em massa geralmente requerem dois tipos de causa: pressão a longo prazo sobre o ecossistema (\"pressão\") e uma catástrofe súbita (\"pulso\") no final do período de pressão. A análise estatística das taxas de extinção marinha ao longo do Fanerozoico sugeriu que nem a pressão a longo prazo sozinha, nem uma catástrofe sozinha foram suficientes para causar um aumento significativo na taxa de extinção. === Explicações mais amplamente apoiadas === MacLeod (2001) resumiu a relação entre extinções em massa e eventos que são mais frequentemente citados como causas de extinções em massa, usando dados de Courtillot, Jaeger & Yang et al. (1996), Hallam (1992) e Grieve & Pesonen (1992): * Eventos de Basalto de inundação (erupções vulcânicas gigantes): 11 ocorrências, todas associadas a extinções significativas Mas Wignall (2001) concluiu que apenas cinco das extinções principais coincidiram com erupções de basalto de inundação e que a fase principal das extinções começou antes das erupções. * Quedas no nível do mar: 12, das quais sete foram associadas a extinções significativas. * Eventos de impacto de asteroide: um grande impacto está associado a uma extinção em massa, que é o evento de extinção Cretáceo- Paleogeno; houve muitos impactos menores, mas não estão associados a extinções significativas, ou não podem ser datados com precisão suficiente. O impacto que criou o Anel de Siljan ocorreu pouco antes da Extinção Devoniana Superior ou coincidiu com ela. ==== Eventos de Basalto de Inundação ==== A formação de províncias ígneas grandes por eventos de basalto de inundação poderia ter: * produzido poeira e partículas de aerossóis, que inibiram a fotossíntese e, assim, causaram o colapso das cadeias alimentares tanto em terra quanto no mar * emitido óxidos de enxofre que foram precipitados como chuva ácida e envenenaram muitos organismos, contribuindo ainda mais para o colapso das cadeias alimentares * emitido dióxido de carbono e, assim, possivelmente causado um aquecimento global sustentado uma vez que a poeira e os aerossóis de partículas se dissiparam. Eventos de basalto de inundação ocorrem como pulsos de atividade pontuados por períodos de inatividade. Como resultado, eles são propensos a causar oscilações no clima entre resfriamento e aquecimento, mas com uma tendência geral para o aquecimento, já que o dióxido de carbono que emitem pode permanecer na atmosfera por centenas de anos. ==== Queda do nível do mar ==== Estas são frequentemente marcadas por sequências globais de sedimentos contemporâneos que mostram toda ou parte de uma transição do leito marinho para a zona de marés, para a praia, e para terra firme – e onde não há evidências de que as rochas nas áreas relevantes foram elevadas por processos geológicos como orogenia. As quedas no nível do mar poderiam reduzir a área da plataforma continental (a parte mais produtiva dos oceanos) o suficiente para causar uma extinção em massa marinha e poderiam perturbar os padrões climáticos o bastante para causar extinções em terra. Mas as quedas do nível do mar são muito provavelmente o resultado de outros eventos, como o resfriamento global sustentado ou o afundamento dos meios- oceânicos. As quedas no nível do mar estão associadas à maioria das extinções em massa, incluindo todas as cinco maiores junto com a mais recentemente reconhecida extinção em massa do Capitaniano, de gravidade comparável às Cinco Grandes. Um estudo de 2008, publicado na revista Nature, estabeleceu uma relação entre a velocidade dos eventos de extinção em massa e as mudanças no nível do mar e sedimentos. O estudo sugere que mudanças nos ambientes oceânicos relacionadas ao nível do mar exercem uma influência determinante nas taxas de extinção e geralmente determinam a composição da vida nos oceanos. ==== Ameaças extraterrestres ==== ===== Eventos de impacto ===== O impacto de um asteroide ou cometa suficientemente grande poderia ter causado o colapso das cadeias alimentares tanto em terra quanto no mar, produzindo poeira e partículas atmosféricas e, assim, inibindo a fotossíntese. Impactos em rochas ricas em enxofre poderiam ter emitido óxidos de enxofre precipitando como chuva ácida venenosa, contribuindo ainda mais para o colapso das cadeias alimentares. Tais impactos também poderiam ter causado megatsunamis e/ou incêndios florestais globais. A maioria dos paleontólogos agora concorda que um asteroide atingiu a Terra há cerca de 66 milhões de anos, mas ainda há disputa sobre se o impacto foi a única causa do evento de extinção Cretáceo- Paleógeno. No entanto, em outubro de 2019, pesquisadores relataram que o impacto do asteroide Cretáceo de Chicxulub, que resultou na extinção dos dinossauros não-aviários há 66 milhões de anos, também rapidamente acidificou os oceanos, produzindo colapso ecológico e efeitos duradouros no clima, e foi uma das principais razões para a extinção em massa do final do Cretáceo. O evento de extinção Permiano-Triássico também foi hipotetizado como causado por um impacto de asteroide que formou a Cratera de Araguainha devido à data estimada da formação da cratera coincidir com o evento de extinção final do Permiano. No entanto, essa hipótese foi amplamente contestada, com a hipótese do impacto sendo rejeitada pela maioria dos pesquisadores. ===== Hipótese de Shiva ===== De acordo com a Hipótese de Shiva, a Terra está sujeita a um aumento nos impactos de asteroides a cada 27 milhões de anos devido à passagem do Sol pelo plano da galáxia Via Láctea, causando assim eventos de extinção a intervalos de 27 milhões de anos. Algumas evidências para essa hipótese surgiram tanto em contextos marinhos quanto não-marinhos. Alternativamente, a passagem do Sol pelas regiões mais densas dos braços espirais da galáxia poderia coincidir com extinções em massa na Terra, talvez devido a eventos de impacto aumentados. No entanto, uma reanálise dos efeitos da transição do Sol através da estrutura espiral com base em mapas da estrutura espiral da Via Láctea na emissão de linhas moleculares de CO não encontrou uma correlação. ===== Uma nova, supernova ou explosão de raios gama próximos ===== Uma explosão de raios gama próxima (a menos de 6000 anos-luz) seria poderosa o suficiente para destruir a camada de ozônio da Terra, tornando os organismos vulneráveis à radiação ultravioleta do Sol. Explosões de raios gama são relativamente raras, ocorrendo apenas algumas vezes em uma galáxia por milhão de anos. Foi sugerido que uma explosão de raios gama causou a extinção do Ordoviciano-Siluriano, enquanto uma supernova foi proposta como a causa do Evento Hangenberg. Uma supernova a menos de 25 anos-luz despojaria a Terra de sua atmosfera. Atualmente, não há estrelas críticas nas vizinhanças do Sistema Solar capazes de produzir uma supernova perigosa para a vida na Terra. ==== Resfriamento global ==== O resfriamento global sustentado e significativo poderia matar muitas espécies polares e temperadas e forçar outras a migrar em direção ao equador; reduzir a área disponível para espécies tropicais; frequentemente tornar o clima da Terra mais árido em média, principalmente ao prender mais água do planeta em gelo e neve. Os ciclos de glaciação da atual era do gelo são acreditados por ter tido apenas um impacto muito leve na biodiversidade, portanto, a mera existência de um resfriamento significativo não é suficiente por si só para explicar uma extinção em massa. Foi sugerido que o resfriamento global causou ou contribuiu para as extinções do Ordoviciano-Siluriano, Permiano-Triássico, Devoniano Superior e possivelmente outras. O resfriamento global sustentado é distinguido dos efeitos climáticos temporários dos eventos de basaltos de inundação ou impactos. ==== Aquecimento global ==== Isso teria os efeitos opostos: expandir a área disponível para espécies tropicais; matar espécies temperadas ou forçá-las a migrar em direção aos polos; possivelmente causar extinções severas de espécies polares; frequentemente tornar o clima da Terra mais úmido em média, principalmente ao derreter gelo e neve e, assim, aumentar o volume do ciclo da água. Também pode causar eventos anóxicos nos oceanos (veja abaixo). O aquecimento global como causa de extinção em massa é apoiado por vários estudos recentes. O exemplo mais dramático de aquecimento sustentado é o Máximo Térmico do Paleoceno- Eoceno, que foi associado a uma das menores extinções em massa. Também foi sugerido que causou a extinção Triássico –Jurássico, durante o qual 20% de todas as famílias marinhas se extinguiram. Além disso, a extinção Permiano- Triássica tem sido sugerido como causado pelo aquecimento. ===== Hipótese da arma de clatrato ===== Clatratos são compostos nos quais uma estrutura de uma substância forma uma gaiola ao redor de outra. Os clatratos de metano (nos quais as moléculas de água formam a gaiola) se formam em plataformas continentais. Esses clatratos provavelmente se desintegram rapidamente e liberam o metano se a temperatura subir rapidamente ou a pressão sobre eles cair rapidamente – por exemplo, em resposta a um súbito aquecimento global ou uma rápida queda no nível do mar ou até mesmo terremotos. O metano é um gás de efeito estufa muito mais potente do que o dióxido de carbono, então uma erupção de metano (\"arma de clatrato\") poderia causar um aquecimento global rápido ou torná-lo muito mais severo se a erupção fosse causada pelo próprio aquecimento global. A assinatura mais provável de tal erupção de metano seria uma diminuição súbita na razão de carbono-13 para carbono-12 nos sedimentos, já que os clatratos de metano são pobres em carbono-13; mas a mudança teria que ser muito grande, pois outros eventos também podem reduzir a porcentagem de carbono-13. Foi sugerido que as erupções de metano \"arma de clatrato\" estiveram envolvidas na extinção do final do Permiano (\"a Grande Morte\") e no Máximo Térmico do Paleoceno-Eoceno, que foi associado a uma das menores extinções em massa. ==== Eventos anóxicos ==== Eventos anóxicos são situações nas quais as camadas médias e até mesmo as camadas superiores do oceano se tornam deficientes ou totalmente desprovidas de oxigênio. Suas causas são complexas e controversas, mas todos os casos conhecidos estão associados a um aquecimento global severo e sustentado, principalmente causado por vulcanismo massivo sustentado. A biodisponibilidade de elementos essenciais (em particular selênio) em níveis potencialmente letais tem mostrado coincidir com, e provavelmente ter contribuído para, pelo menos três eventos de extinção em massa nos oceanos, que são, no final do Ordoviciano, durante o Devoniano Médio e Superior, e no final do Triássico. Durante períodos de baixas concentrações de oxigênio, o selenato (Se6+) muito solúvel é convertido em selênio (Se2-), selênio elementar e complexos organo-selênio, que são muito menos solúveis. A biodisponibilidade de selênio durante esses eventos de extinção caiu para cerca de 1% da concentração oceânica atual, um nível que tem se mostrado letal para muitos organismos existentes. O oceanologista e cientista atmosférico britânico Andrew Watson explicou que, enquanto o Holoceno exibe muitos processos que lembram aqueles que contribuíram para eventos anóxicos passados, a anoxia oceânica em grande escala levaria \"milhares de anos para se desenvolver\". ==== Emissões de sulfeto de hidrogênio dos mares ==== Kump, Pavlov e Arthur (2005) propuseram que, durante o evento de extinção Permiano-Triássico, o aquecimento também perturbou o equilíbrio oceânico entre plâncton fotossintetizante e bactérias redutoras de sulfato de águas profundas, causando emissões massivas de sulfeto de hidrogênio, que envenenaram a vida tanto na terra quanto no mar e enfraqueceram severamente a camada de ozônio, expondo grande parte da vida restante a níveis fatais de radiação UV. Summarised by Ward (2006). ==== Revolvimento oceânico ==== O revolvimento oceânico é uma interrupção da circulação termohalina que permite que a água superficial (que é mais salina do que a água profunda devido à evaporação) afunde diretamente, trazendo água profunda anóxica para a superfície e, portanto, matando a maioria dos organismos respiradores de oxigênio que habitam as camadas superficiais e médias. Pode ocorrer tanto no início quanto no final de uma glaciação, embora um revolvimento no início de uma glaciação seja mais perigoso porque o período quente anterior terá criado um volume maior de água anóxica. Ao contrário de outras catástrofes oceânicas, como regressões (queda do nível do mar) e eventos anóxicos, os revolvimentos não deixam \"assinaturas\" facilmente identificáveis nas rochas e são consequências teóricas das conclusões dos pesquisadores sobre outros eventos climáticos e marinhos. Foi sugerido que o revolvimento oceânico causou ou contribuiu para as extinções Devoniano Superior e Permiano-Triássico. ==== Reversão geomagnética ==== Uma teoria é que períodos de aumento dos reversão geomagnéticas enfraquecerão o campo magnético da Terra por tempo suficiente para expor a atmosfera aos ventos solares, fazendo com que íons de oxigênio escapem da atmosfera a uma taxa aumentada em 3–4 ordens de grandeza, resultando em uma diminuição desastrosa no oxigênio. ==== Tectônica de placas ==== O movimento dos continentes em algumas configurações pode causar ou contribuir para extinções de várias maneiras: iniciando ou terminando idade do gelos; mudando correntes oceânicas e atmosféricas e, assim, alterando o clima; abrindo passagens marítimas ou pontes de terra que expõem espécies anteriormente isoladas a competição para a qual estão mal adaptadas (por exemplo, a extinção da maioria dos ungulados nativos da América do Sul e de todos os seus metatérios grandes após a Criação da Ponte Terrestre entre a América do Norte e a América do Sul). O movimento das placas pode ocasionalmente criar um supercontinente que inclui a vasta maioria da área terrestre da Terra, o que, além dos efeitos listados acima, provavelmente reduzirá a área total da placa continental (a parte mais rica em espécies do oceano) e produzirá um vasto interior continental árido que pode ter variações sazonais extremas. Outra teoria é que a criação do supercontinente Pangeia contribuiu para a extinção Permiano-Triássico. A Pangeia estava quase completamente formada na transição do meio-Permiano para o final do Permiano, e o diagrama de \"Diversidade de Gêneros Marinhos\" no início deste artigo mostra um nível de extinção a partir daquela época, que poderia ter sido incluído entre os cinco maiores se não tivesse sido ofuscado pela \"Grande Morte\" no final do Permiano. ==== Outras hipóteses ==== Muitas outras hipóteses foram propostas, como a propagação de uma nova doença ou simples competição seguinte a uma inovação biológica especialmente bem-sucedida. Mas todas foram rejeitadas, geralmente por uma das seguintes razões: requerem eventos ou processos para os quais não há evidências; assumem mecanismos que são contrários às evidências disponíveis; são baseadas em outras teorias que foram rejeitadas ou substituídas. Os cientistas estão preocupados com a possibilidade de que as atividades humanas possam causar mais extinções de plantas e animais do que em qualquer ponto do passado. Juntamente com as mudanças climáticas antropogênicas (ver acima), algumas dessas extinções poderiam ser causadas por exploração e pesca excessivas, espécies invasoras ou perda de habitat. Um estudo publicado em maio de 2017 na Proceedings of the National Academy of Sciences argumentou que uma \"aniquilação biológica\" semelhante a uma sexta extinção em massa está em andamento devido a causas antropogênicas, como superpopulação humana e hiperconsumo. O estudo sugeriu que até 50% do número de indivíduos animais que já viveram na Terra já estão extintos, ameaçando também a base da existência humana. ==== Extinção/esterilização da biosfera futura ==== O eventual aquecimento e expansão do Sol, combinado com a futura diminuição do dióxido de carbono atmosférico, pode realmente causar uma extinção em massa ainda maior, com potencial para exterminar até mesmo micróbios (em outras palavras, a Terra seria completamente esterilizada): o aumento das temperaturas globais causadas pela expansão do Sol aumentaria gradualmente a taxa de intemperismo, o que, por sua vez, removeria cada vez mais CO2 da atmosfera. Quando os níveis de CO2 ficarem muito baixos (talvez em 50 ppm), a maioria da vida vegetal morrerá, embora plantas mais simples, como gramíneas e musgos, possam sobreviver por muito mais tempo, até que os níveis de CO2 caiam para 10 ppm. Com todos os organismos fotossintetizantes desaparecidos, o oxigênio atmosférico não pode mais ser reabastecido e eventualmente é removido por reações químicas na atmosfera, talvez a partir de erupções vulcânicas. Eventualmente, a perda de oxigênio causará a morte de toda a vida aeróbica restante por asfixia, deixando apenas os procariotos anaeróbicos simples. Quando o Sol se tornar 10% mais brilhante em cerca de um bilhão de anos, a Terra sofrerá um efeito estufa úmido resultando na evaporação dos oceanos, enquanto o núcleo externo líquido da Terra esfria devido à expansão do núcleo interno e causa o colapso do campo magnético da Terra. Na ausência de um campo magnético, partículas carregadas do Sol irão esgotar a atmosfera e aumentar ainda mais a temperatura da Terra para uma média de cerca de 420 K (147 °C, 296 °F) em 2,8 bilhões de anos, causando a extinção da última vida remanescente na Terra. Este é o caso mais extremo de um evento de extinção causado pelo clima. Como isso só ocorrerá no final da vida do Sol, representará a última extinção em massa na história da Terra (embora seja um evento de extinção muito longo). == Efeitos e recuperação == Os efeitos dos eventos de extinção em massa variam muito. Após um grande evento de extinção, geralmente apenas as plantas invasoras sobrevivem devido à sua capacidade de viver em diversos habitats. Posteriormente, as espécies se diversificam e ocupam nichos vazios. Geralmente, leva milhões de anos para a biodiversidade se recuperar após eventos de extinção. Nas extinções mais severas, pode levar de 15 a 30 milhões de anos. O pior evento do Fanerozoico, a Extinção do Permiano-Triássico, devastou a vida na Terra, matando mais de 90% das espécies. A vida parece ter se recuperado rapidamente após a extinção P-T, mas isso foi principalmente na forma de taxa de desastre, como o resistente Lystrosaurus. As pesquisas mais recentes indicam que os animais especializados que formaram ecossistemas complexos, com alta biodiversidade, teias alimentares complexas e uma variedade de nichos, levaram muito mais tempo para se recuperar. Acredita-se que essa longa recuperação tenha sido causada por ondas sucessivas de extinção que inibiram a recuperação, bem como estresse ambiental prolongado que continuou até o início do Triássico. Pesquisas recentes indicam que a recuperação não começou até o início do Triássico médio, quatro a seis milhões de anos após a extinção; e alguns autores estimam que a recuperação não foi completa até 30 milhões de anos após a extinção P-T, ou seja, no final do Triássico. Posteriormente à extinção P-T, houve um aumento na provincialização, com espécies ocupando áreas menores – talvez removendo incumbentes dos nichos e preparando o cenário para uma eventual redispersão. Os efeitos das extinções em massa nas plantas são um pouco mais difíceis de quantificar, dado os vieses inerentes ao registro fóssil das plantas. Algumas extinções em massa (como a extinção do final do Permiano) foram igualmente catastróficas para as plantas, enquanto outras, como o final do Devoniano, não afetaram a flora. == Referências == == Leitura adicional == == Ligações externas == * * – organização sem fins lucrativos produzindo um documentário sobre extinção em massa intitulado \"Call of Life: Facing the Mass Extinction\" * * – Calcule as taxas de extinção você mesmo! * Categoria:Mudança do clima Categoria:Biologia evolutiva Categoria:Fenômenos meteorológicos Categoria:Desastre natural == Veja tambem == Espécie ameaçada Escala de tempo geológico Risco catastrófico global Holoceno Extinção em massa do Holoceno Extinção humana Táxon extante Erupção vulcânica Lista de crateras de impacto na Terra Hipótese Medeia Efeito Signor-Lipps Biologia especulativa Terra bola de neve Espécie rara Quaternário",
 "title": "Extinção em massa"
}