{
 "id": "9218",
 "text": "Copacabana é um bairro situado na Zona Sul do município do Rio de Janeiro, no Brasil. É considerado um dos bairros mais famosos e prestigiados do Brasil e um dos mais conhecidos do mundo. Tem o apelido de Princesinha do Mar e Coração da Zona Sul. Faz limites com os bairros da Lagoa, Ipanema, Botafogo, Leme e Humaitá. Em termos populacionais, é o bairro mais populoso da Zona Sul, com mais de 140 000 habitantes em 2010, dos quais cerca de 1/3 (cerca de 43 000 habitantes em 2010) é composta por idosos, com idade igual ou superior a 60 anos de idade. De fato, Copacabana é por vezes apontado como \"o bairro com população mais idosa\" do país. Copacabana atrai um grande contingente de turistas para seus mais de oitenta hotéis, que ficam especialmente cheios durante as épocas do ano-novo e do carnaval. No fim de ano, a tradicional queima de fogos na Praia de Copacabana atrai uma multidão. A orla ainda é lugar de variados eventos, como shows nacionais e internacionais, durante o resto do ano. == Etimologia == Há várias hipóteses etimológicas para o nome Copacabana. A primeira alega que o termo teria vindo da língua quíchua falado no antigo Império Inca, significando \"lugar luminoso\", \"praia azul\"\"Dicionário de Curiosidades do Rio de Janeiro\" ou \"mirante do azul\". Outras fontes apontam o termo como originário da língua aimará falada na Bolívia, significando \"vista do lago\" (kota kahuana). Nesse país, Copacabana é o nome dado a uma cidade situada às margens do Lago Titicaca, fundada sobre um antigo local de culto inca. Existem relatos de que, nesse local, antes da chegada dos colonizadores espanhóis, ocorria o culto a uma divindade chamada Kopakawana, que protegeria o casamento e a fertilidade das mulheres. Inicialmente, a praia e toda a região a sua volta tinham o nome tupi de \"Sacopenapã\", que significa \"o barulho e o bater de asas dos socós\". No século XVIII, com a inauguração de uma ermida em homenagem a Nossa Senhora de Copacabana, num rochedo no final da praia, o nome da praia e da região foi trocado para \"Copacabana\". == História == Segundo a lenda, após a chegada dos espanhóis à região da Copacabana boliviana, Nossa Senhora teria aparecido no local para Francisco Tito Yupanqui, um jovem pescador, que, em sua homenagem, teria esculpido uma imagem da santa que ficou conhecida como Nossa Senhora de Copacabana: a Virgem vestida de dourado pousada sobre uma meia-lua. No século XVII, comerciantes bolivianos e peruanos de prata (chamados na época de \"peruleiros\") trouxeram uma réplica dessa imagem para a praia do Rio de Janeiro então chamada de Sacopenapã (nome tupi que significa \"caminho de socós\"). Sobre um rochedo dessa praia, construíram uma capela em homenagem à santa. Tal capela, com o tempo, passou a designar a praia e o bairro e demolida em 1918, para ser erguido, em seu lugar, o atual Forte de Copacabana. Outra vertente da história é confirmado por historiadores que relatam que a Igrejinha de Copacabana, que batizou o bairro e a praia (que na época se chamava \"Sacopenapã\"), foi construída por pescadores no início do século XVIII em homenagem a Nossa Senhora de Copacabana. A imagem de Nuestra Señora de Copacabana, que ficava na igreja, foi trazida da Bolívia no final do século XVIII. Com a demolição do pequeno templo em 1918, a imagem foi recolhida pela família Teffé e colocada na capela do Castelo São Manoel, propriedade da família Teffé em Petrópolis. A mesma imagem retornou para a nova Igrejinha de Copacabana, no Posto 6 junto ao Forte, em 8 de dezembro de 1953, quando o novo templo ainda era construído. No final do século XIX e início do século XX, com o desenvolvimento de sistemas de saneamento mais avançados, as praias da cidade puderam ser limpas, adquirindo valor e tornando-se objeto da procura pelas camadas de mais alta renda. Com a chegada dos bondes e a abertura de vários túneis ligando a praia ao centro da cidade, esta começou a ser mais frequentada pela população. Segundo o mesmo dicionário acima citado, o doutor Figueiredo Magalhães, médico de renome e residente no bairro, o recomendava a pessoas convalescentes, para repouso e, assim, cresceu o número de seus habitantes. Entretanto, somente com a inauguração de um túnel no Morro de Vila Rica (Túnel Velho), em 6 de julho de 1892, pela Companhia Ferro-Carril do Jardim Botânico (atual Light), na pessoa do deputado José Cupertino Coelho Cintra, dito \"o Bandeirante de Copacabana\", entre Copacabana e Botafogo, o bairro começou a se integrar ao resto da cidade. Entre os cinco acionistas da Companhia Ferro-Carril do Jardim Botânico se encontra o 1º Conde de Wilson, Edward Pellew Wilson Júnior. O segundo Barão de Ipanema, José Antônio Moreira Filho, era um grande proprietário de terras na região do atual bairro de Copacabana. Em sociedade com José Luís Guimarães Caipora, teve um papel importante na urbanização da área com a construção da maioria de seus logradouros. José Antônio Moreira Filho foi o responsável pela urbanização da Vila de Ipanema que deu origem ao bairro do mesmo nome. Entre 1908 e 1914, a Igreja de Nossa Senhora de Copacabana, no final da praia, foi demolida para dar lugar ao atual Forte de Copacabana. Com a ampliação das linhas de bonde até o Forte do Leme e à Igreja de Nossa Senhora de Copacabana (onde hoje fica o Forte de Copacabana), o bairro foi ganhando ruas e casas, fator acentuado ainda mais com a inauguração da Avenida Atlântica em 1906, na orla do bairro. O desenho em curvas de sua calçada em padrão mar largo, simulando as ondas do mar, é conhecido no mundo todo. Foi, originalmente, concebido no século XIX, nas calçadas da Praça de Dom Pedro IV, mais conhecida como Praça do Rossio, em Lisboa, em Portugal, para homenagear o encontro das águas doces do Rio Tejo com o Oceano Atlântico, e implantado em 1901 no Largo de São Sebastião, em Manaus, pelos calçadeiros portugueses, em comemoração à Abertura dos Portos do Rio Amazonas (embora esta calçada já estivesse planejada desde a década de 1880, quando o Teatro Amazonas, concluído em 1896, começou a ser pensado). Inicialmente, as ondas tinham orientação perpendicular em relação ao comprimento da calçada. Foram confeccionadas com pedras pretas (de basalto) e brancas (de calcita). Como as pedras vieram, inicialmente, das cercanias de Lisboa, elas receberam o nome popular de \"pedras portuguesas\", denominação que se mantém até hoje, apesar de elas já serem extraídas no próprio Brasil, atualmente. No final da década de 1910, surgiram os primeiros postos de salvamento na praia. Em 5 de julho de 1922, a calçada da Praia de Copacabana foi palco de um evento marcante da história do país: a marcha dos dezoito revoltosos do Forte de Copacabana, que percorreram toda a extensão da praia desde o Forte de Copacabana até o Forte do Leme, para enfrentar as forças legalistas, no episódio que ficou conhecido como a Revolta do Forte de Copacabana. Em 13 de agosto de 1923, foi inaugurado o Hotel Copacabana Palace, em frente à praia. Desde então, o hotel tornou-se um símbolo da cidade. No decorrer das décadas de 1930, 1940 e 1950, a praia viveu seu período áureo, quando tornou-se a praia mais frequentada da cidade, suplantando a Praia do Flamengo e recebendo a alcunha de \"princesinha do mar\". Na década de 1970, também foi realizado, pela Superintendência de Urbanização e Saneamento (SURSAN), através de dragas nacionais (draga STER) e holandesas (draga TRANSMUNDUM III), um grande aterro hidráulico, comandado pelo engenheiro Hildebrando de Góes Filho, presidente da Companhia Brasileira de Dragagens, que ampliou a área de areia da praia e cujos objetivos principais eram: a ampliação da área de lazer (shows, arenas de vôlei e futebol de praia etc.), o alargamento das pistas da Avenida Atlântica, a passagem por baixo do calçadão central do interceptor oceânico (tubulação que transporta todo o esgoto da Zona Sul até o emissário de Ipanema) e, ainda, para evitar que as ressacas chegassem até a Avenida Nossa Senhora de Copacabana e invadissem as garagens dos edifícios da Avenida Atlântica, como era comum, sendo que as mais fortes chegavam mesmo até a Avenida Nossa Senhora de Copacabana. Os estudos em modelos físicos hidráulicos desta ampliação foram realizados no Laboratório Nacional de Engenharia Civil, em Lisboa. Nesses modelos, em Lisboa, trabalharam os engenheiros portugueses Fernando Maria Manzanares Abecasis, Veiga da Cunha, Antonio Pires Castanho e Daniel Vera-Cruz e o engenheiro brasileiro Jorge Paes Rios. Posteriormente, foram construídos, na orla, uma ciclovia e alguns quiosques para atendimento ao público. Em 2002, foi-se instalado na altura do Posto 6 uma estátua em homenagem ao poeta Carlos Drummond de Andrade. Pesando cerca de 150 quilos, a estátua se tornou mais um símbolo icônico do bairro, com Drummond sentado de pernas cruzadas de costas para o mar e o horizonte da praia de Copacabana. De 23 a 28 de julho de 2013, a praia de Copacabana sediou todos os eventos centrais da Jornada Mundial da Juventude de 2013. Os eventos realizados na praia foram a missa de abertura, a acolhida ao Papa Francisco, a Via-Sacra, a Vigília e a missa de envio com o Papa, na qual compareceram 3,8 milhões de fiéis, tornando a Jornada Mundial da Juventude do Rio de Janeiro a segunda maior da história das Jornadas. Nos Jogos Olímpicos de 2016, a praia sediou as competições de vôlei de praia, maratona aquática e triatlo. Desde 2018, o calçadão da praia de Copacabana também se tornou cenário de manifestações da extrema-direita. == Geografia == O bairro faz limites com Ipanema, Leme, Botafogo, Lagoa e Humaitá. Tem 101 quarteirões, 79 ruas, seis avenidas, sete travessas, quatro ladeiras e três favelas (Pavão-Pavãozinho, Cabritos e Ladeira dos Tabajaras) numa área de 7,84 km². Nos fins de semana, a faixa de areia fica cheia de moradores e de turistas. A calçada em pedras portuguesas da praia, com seu famoso desenho de ondas em padrão marlargo, ladeado pela ciclovia, é uma concorrida opção de passeio. == Economia == Copacabana é repleto de restaurantes, bares, cafés, hotéis, bancos, igrejas, colégios, dentre eles está o Colégio Sagrado Coração de Maria, um dos mais tradicionais da cidade, sinagogas (tradicionalmente abriga a comunidade judaica carioca), lojas, teatros e feiras de arte nos finais de semana. O comércio é bastante diversificado, com lojas de alto padrão misturadas a outras de perfil mais popular, além de camelôs. O prédio mais famoso do bairro é o Copacabana Palace, o mais tradicional hotel da cidade. Inaugurado em 1923, o prédio principal se destaca pela elegância e imponência: seu projeto arquitetônico foi desenhado pelo arquiteto francês Joseph Gire, que se inspirou no Hotel Negresco, de Nice e no Hotel Carlton, de Cannes. Em seus quartos, já se hospedaram muitas celebridades nacionais e internacionais. As areias de Copacabana são sede de grandiosos eventos, como campeonatos mundiais de futebol de areia, campeonatos mundiais de vôlei, shows de até 1 000 000 de pessoas (como o dos Rolling Stones em 18 de fevereiro de 2006) e uma das maiores festas de ano-novo do mundo, com mais de 2 milhões de pessoas. No dia 28 de julho de 2013, a praia recebeu o seu recorde de público durante a Missa de Envio da 28ª Jornada Mundial da Juventude com o Papa Francisco, tendo o público sido estimado em mais de 3,5 milhões de pessoas. == Demografia == A partir da década de 1960, a fama crescente atraiu mais moradores do que a área poderia comportar de forma confortável e Copacabana sofreu com a especulação imobiliária, até se tornar repleta de altos prédios de apartamentos próximos uns aos outros. A população de Copacabana é, em sua maior parte, das classe média-alta e média. Atualmente, o bairro tem a maior concentração populacional da Zona Sul carioca, tendo em torno de 150 000 habitantes em 2013. Também abriga a maior quantidade de idosos do município e um dos maiores do país (proporcionalmente falando), com 16,7% da população acima de sessenta anos. == Infraestrutura == === Transportes === O bairro oferece três estações de metrô (Cardeal Arcoverde, Siqueira Campos e Cantagalo) e mais de oitenta linhas de ônibus municipais e intermunicipais. As principais vias do bairro são as a Avenida Atlântica (a avenida que margeia a Praia de Copacabana) e as avenidas Nossa Senhora de Copacabana (principal avenida, cruzando o bairro, sendo uma das mais congestionadas de toda a zona sul do Rio de Janeiro); Princesa Isabel (interliga os bairros de Copacabana, Leme e Botafogo); Rainha Elizabeth da Bélgica (interliga os bairros de Copacabana e Ipanema); Prado Júnior e a Rua Barata Ribeiro (cruza Copacabana, sendo a segunda via com trânsito mais intenso no bairro). == Cultura == Existem diversas músicas brasileiras e estrangeiras que homenageiam Copacabana, de diversos autores, como Billy Blanco, Tom Jobim, Dick Farney e Braguinha. Copacabana é considerada o berço da bossa-nova, como relata Ruy Castro no seu livro Chega de saudade. Em 1994, o britânico Rod Stewart se apresentou na festa de réveillon para um número estimado de 3,5 milhões de pessoas, isso o tornou o show com a maior plateia da história A célebre exposição dos United Buddy Bears realizou-se de maio a fim de julho de 2014 nessa praia carioca, apesar de protestos da FIFA durante toda a Copa do Mundo de futebol. Os ursos puderam ser vistos no famoso calçadão de Copacabana, no bairro do Leme. Contou-se com a presença de mais de um milhão de visitantes. Fizeram parte da exposição mais de 140 esculturas de ursos, cada uma com mais de 2 metros de altura, realizadas por artistas de mais de 140 países, representando 140 nações do mundo. ==Cinema== Por ser um dos bairros mais reconhecidos do Brasil e com horizonte marcante, Copacabana é frequentemente usada como cenário em filmes do cinema brasileiro e estrangeiro. Alguns dos filmes incluem: * Interlúdio (1946) de Alfred Hitchcock * Copacabana (1947) de Alfred E. Green * Copacabana Mon Amour (1970) de Rogério Sganzerla * Edifício Master (2002) de Eduardo Coutinho * Copacabana - Auschwitz (2018) de Jaiê Saavedra * Copacabana Madureira (2019) de Leonardo Martinelli == Ver também == * Regiões administrativas do Rio de Janeiro * Estado do Rio de Janeiro * Rio de Janeiro (cidade) == Ligações externas == * Bairros Cariocas - Diretoria de Informações Geográficas * Mapa do bairro no OpenStreetMap * :en:Rio Othon Palace Copacabana",
 "title": "Copacabana"
}