{
 "id": "92180",
 "text": "Naguib Mahfouz (língua árabe: نجيب محفوظ, também Nagib Machfus ou Naguib Mahfuz) (Cairo, 11 de dezembro de 1911 — Cairo, 30 de agosto de 2006) foi um escritor liberalThe destructive legacy of Arab liberals egípcio, autor de relatos, romances e roteiros de cinema. Recebeu o Nobel de Literatura de 1988. É considerado um dos primeiros escritores contemporâneos de literatura árabe, ao lado de Tawfiq el-Hakim, a explorar temas do existencialismo. Publicou mais de 50 romances, mais de 350 contos e dezenas de roteiros de filmes e cinco peças ao longo de 70 anos de carreira. Muitas das suas obras foram adaptadas para filmes em árabe e em línguas estrangeiras. Seus romances mais conhecidos são Miramar (1967) e os que compõem \"A Trilogia do Cairo\" (1956-1957)Cairo Trilogy - narrativa de três gerações de uma família, antes durante e depois do golpe de 1952, que levou Nasser ao poder. onde cada um dos livros é batizado com o nome de um bairro da capital egípcia. É autor, também, de \"A Taberna do Gato Preto\". As suas obras encontram-se traduzidas em várias línguas, como o inglês, o francês, o alemão, o russo, o italiano e o português. == Biografia == Nascido em uma família muçulmana de classe média baixa no quarteirão Gamaleyya do Cairo, Mahfouz foi assim chamado devido ao professor Naguib Mahfouz Paşa (1882-1974), o renomado médico copta lhe trouxe ao mundo. Mahfouz foi o sétimo e o filho mais novo de uma família que tinha cinco meninos e duas meninas. A família vivia em dois bairros populares da cidade, inicialmente em el-Gamaleyya, de onde se mudaram em 1924 para el-Abbaseyya, então um subúrbio do novo Cairo. Ambos os bairros serviram como cenário para muitos dos escritos de Mahfouz. Seu pai, a quem Mahfouz descreveu como tendo sido \"antiquado\", foi um funcionário público e Mahfouz mais tarde seguiu seus passos. Em sua infância, Mahfouz lia com voracidade. Sua mãe levou-o muitas vezes a museus e a história egípcia mais tarde se tornou um tema importante em muitos de seus livros. A família Mahfouz era muçulmana devota e Mahfouz teve uma educação estritamente islâmica. Em uma entrevista, ele dolorosamente descreveu o clima religioso severo em seu lar durante sua infância. Afirmava que \"Você nunca teria pensado que um artista poderia surgir a partir dessa família\".Rasheed El-Enany, Naguib Mahfouz: The Pursuit of Meaning, Routledge, 1992, ISBN 0-415-07395-2, Google Print, p. 7. A Revolução Egípcia de 1919 teve um forte efeito sobre Mahfouz, embora na época tivesse apenas sete anos de idade. Da janela, viu muitas vezes os soldados britânicos dispararem contra os manifestantes, homens e mulheres. \"Você poderia dizer,\" ele revelou mais tarde, \"que a coisa que mais abalou a segurança da minha infância foi a revolução de 1919.\" Depois de completar o ensino secundário, Mahfouz ingressou na Universidade Rei Fouad I, hoje conhecida como a Universidade do Cairo, onde estudou Filosofia, graduando-se em 1934. Em 1936, depois de passar um ano dedicando-se a obter um mestrado, decidiu se tornar um escritor profissional. Mahfouz trabalhou então como jornalista em er-Risala, e contribuiu para o el- Hilal e o Al-Ahram. A maior influência egípcia no pensamento de Mahfouz sobre ciência e socialismo na década de 1930 foi a de Salama Moussa, o intelectual da Sociedade Fabiana. Mahfouz deixou a academia e seguiu uma carreira no Ministério dos Assuntos Religiosos. No entanto, logo foi transferido para um cargo no Ministério da Cultura como o oficial responsável pela indústria cinematográfica, devido ao seu aparente ateísmo.Ilan Pappé, The Modern Middle East, Routledge, 2005, ISBN 0-415-21409-2, Google Print, p. 189. Funcionário público civil por longo tempo, Mahfouz serviu no Ministério das Doações de Mãos-mortas e depois como Diretor da Censura no Escritório de Arte. Deixou seu posto como Diretor da Censura e foi nomeado diretor da Fundação de Apoio ao Cinema. Foi um editor contribuinte para o principal jornal, el-Ahram, e em 1969 se tornou um consultor do Ministério da Cultura, aposentando-se em 1972. Mahfouz permaneceu solteiro até os 43 anos de idade. A razão de ter se casado tarde foi que ele tinha a convicção de que o casamento, com suas inúmeras restrições e limitações, dificultariam seu futuro literário. Em 1954, casou-se com uma mulher egípcia, com quem teve duas filhas. Publicou 34 romances, mais de 350 contos e dezenas de roteiros de filmes e cinco peças ao longo de 70 anos de carreira. Muitas de suas obras foram transformadas em filmes de língua árabe. Foi um membro do conselho da editora Dar el-Ma'aref. Muitos dos seus romances foram serializados em el-Ahram e seus escritos também apareceram em sua coluna semanal, \"Ponto de Vista\". Antes do Prêmio Nobel apenas alguns de seus romances tinham circulado no Ocidente. Entre 1939 e 1944 publicou as suas primeiras três novelas, todas ambientadas no Antigo Egipto. A primeira obra foi Abath Al-Aqdar (O Jogo do Destino), a segunda, Kifah Tiba (A Batalha de Tebas) e a terceira novela foi Radubis (Rhadopis, a Cortesã). Os três livros fazem parte de um projeto de 30 novelas, jamais terminado pelo autor, onde ele ambicionava cobrir toda a história do Egipto, desde os tempos dos grandes Faraós até a invasão inglesa do século XIX. Este período é conhecido como a sua primeira fase literária. A segunda fase coincide com o fim da Segunda Guerra Mundial, com a publicação de Al-Qahira Al-Jadihah (O Novo Cairo) em 1945, em que passa a abordar a sociedade árabe contemporânea. Nesse período, entre 1956 e 1957, Mahfouz escreve sua famosa Al-Thulathiyya (A Trilogia do Cairo) que retrata a vida de três gerações de famílias do Cairo entre a Primeira Guerra Mundial e o golpe que terminou com a monarquia no Egipto em 1952. A partir desta trilogia, despertou o interesse mundial pela sua escrita. Em 1959 o romance Awlad haratina, traduzido em português como Os Filhos do Nosso Bairro, foi banido no Egipto devido à controvérsia levantada pelo recurso a personagens alegóricas, representando Alá, personagens bíblicas (Caim e Abel) e profetas do Islão, entre os quais Maomé, Moisés e Jesus.O romance Awlâd hâratinâ foi proibido no Egipto após um protesto de religiosos muçulmanos.Turner Publishing, Inc. e Century Books, Inc. Nosso Tempo, Volume II; pg. 641. Editora Klick. 1995. Devido ao facto de ter declarado o seu apoio ao presidente Anwar Al Sadat no tratado de paz assinado entre o Egipto e Israel em 1979, os seus livros seriam banidos em vários países árabes. Cerca de metade das novelas de Mahfouz foram adaptadas ao cinema, tendo os filmes sendo exibidos um pouco por todo o mundo árabe. Em 1988 tornou-se o primeiro escritor de língua árabe a receber o Nobel de Literatura. O presidente da Liga Jordana de Escritores chamou o escritor de \"delinquente\". No Egito, o presidente Hosni Mubarak recusou-se a cumprimentá-lo. Porém, na Europa e nos Estados Unidos seus livros foram sucesso de venda.Romance originalmente publicado em árabe no ano de 1959, sob a forma de folhetins no Al-Ahram, jornal do Cairo. Durante a controvérsia dos \"Versículos Satânicos\" de Salman Rushdie expressou publicamente o seu apoio a Rushdie. ==Últimos anos e morte== Em 1994, enquanto saía da sua casa no Cairo, foi esfaqueado no pescoço por um fundamentalista islâmico, cuja ação foi inspirada na declaração emitida pelo clérigo radical Omar Abdel-Rahman, segundo a qual os livros de Mahfouz constituíam blasfémia e que o escritor merecia morrer. Em julho de 2006 foi internado num hospital do Cairo devido a problemas pulmonares e renais. Naguib morreu em 30 de Agosto de 2006, tendo as exéquias do escritor se realizado na mesquita de Al-Rashdan, na capital egípcia. == Obras == * Uma tradição para árabe da obra de James Baikie Ancient Egypt (1932) مصر القديمة * Whisper of Madness (1938) همس الجنون * Mockery of the Fates (1939) عبث الأقدار. O seu primeiro romance longo * Rhadopis of Nubia (1943) رادوبيس * The Struggle of Thebes (1944) كفاح طيبة (no Brasil “A Batalha de Tebas” editora Grupo Record) * Cairo Modern (1945) القاهرة الجديدة * Khan al-Khalili (1945)خان الخليلي * A Viela de Midaq - no original Midaq Alley (1947) زقاق المدق * The Mirage (1948) السراب * The Beginning and the End (1950) بداية ونهاية * Palace Walk (1956) بين القصرين (Trilogia do Cairo, Parte 1) (no Brasil “Entre Dois Palácios” editora Grupo Record) * Palace of Desire (1957) قصر الشوق (Trilogia do Cairo, Parte 2) (no Brasil “O Palácio do Desejo” editora Grupo Record) * Sugar Street (1957) السكرية (Trilogia do Cairo, Parte 3) (no Brasil “O Jardim do Passado” editora Grupo Record) * Children of Gebelawi (1959) أولاد حارتنا * The Thief and the Dogs (1961) اللص والكلاب * Quail and Autumn (1962) السمان والخريف * God's World (1962) دنيا الله * Zaabalawi (1963)زعبلاوي * Em busca - no original The Search (1964) الطريق * The Beggar (1965) الشحاذ * Adrift on the Nile (1966) ثرثرة فوق النيل * Miramar (1967) ميرامار * The Pub of the Black Cat (1969) خمارة القط الأسود * A story without a beginning or an ending (1971) حكاية بلا بداية ولا نهاية * The Honeymoon (1971) شهر العسل * Mirrors (1972) المرايا * Love under the rain (1973) الحب تحت المطر * The Crime (1973) الجريمة * al-Karnak (1974) الكرنك * Stories from Our Neighbourhood (حكايات حارتنا (1975 * Respected Sir (1975) حضرة المحترم * The Harafish (1977) ملحمة الحرافيش * Love above the Pyramid Plateau (1979) الحب فوق هضبة الهرم * The Devil Preaches (1979) الشيطان يعظ * Love and the Veil (1980) عصر الحب * As noites das mil e uma noites - no original Layali alf layla (1981) ليالي ألف ليلة * Wedding Song (1981) أفراح القبة * One hour remains (1982) الباقي من الزمن ساعة * The Journey of Ibn Fattouma (1983) رحلة ابن فطومة * Akhenaten, Dweller in Truth (1985) العائش فى الحقيقة * The Day the Leader was Killed (1985) يوم مقتل الزعيم * The Hunger (Al-Go'a) (1986) الجوع * Morning and Evening Talk (1987) حديث الصباح والمساء * Fountain and Tomb (1988) * Echoes of an Autobiography (1994) * Dreams of the Rehabilitation Period (2004) أحلام فترة النقاهة * The Seventh Heaven (2005) ==Ligações externas== * *Site do escritor (em inglês) Categoria:Nobel de Literatura Categoria:Laureados do Egito com o Nobel Categoria:Escritores do Egito Categoria:Autores de romances históricos Categoria:Roteiristas do Egito Categoria:Liberais clássicos Categoria:Naturais do Cairo",
 "title": "Naguib Mahfouz"
}