{
 "id": "92239",
 "text": "é um jogo eletrônico de ação-aventura publicado pela Nintendo para o Nintendo GameCube, sendo um título de lançamento e o primeiro jogo da franquia Mario a ser lançado para o console. Foi lançado em 2001 no Japão e na América do Norte e em 2002 em regiões PAL e no Brasil. É o segundo jogo da franquia Mario que tem Luigi como personagem principal em vez de Mario, sendo o primeiro Mario is Missing!. Neste jogo em diante, Luigi tem o mesmo comportamento que teve nos desenhos da DIC. Luigi's Mansion foi relativamente bem recebido pelos críticos, apesar de ser criticado por sua curta duração. O jogo vendeu mais de 2,5 milhões de cópias e é o quinto jogo de GameCube mais vendido nos Estados Unidos. Foi um dos primeiros jogos a ser relançado como um título Player's Choice no console. Em 2013, foi lançada uma sequência para o Nintendo 3DS, intitulada Luigi's Mansion: Dark Moon. Em 31 de outubro de 2019 foi lançado o jogo Luigi's Mansion 3 para Nintendo Switch. Assim como em março de 2018 foi anunciado via Nintendo Direct um remake de Luigi's Mansion para o Nintendo 3DS a ser lançado no inverno brasileiro entre junho e agosto de 2024. ==Jogabilidade== O jogo tem lugar em uma grande e escura mansão situada nos arredores de uma floresta chamada Bosque Bu. A mansão é assombrada por vários fantasmas, incluindo Bu, e está sendo investigada pelo Professor A. Luado, que vive em um pequeno laboratório em frente a construção.Luigi's Mansion - Manual. págs. 4-5. É composta por cinco pisos, incluindo um porão e um telhado. No jogo, Professor A. Luado equipa Luigi com dois de seus inventos: o Sugospectro 3000 e o Game Boy Horror, que assemelha ao modelo Atomic Purple do Game Boy Color. O Sugospectro 3000 é um potente aspirador de pó projetado para capturar fantasmas e recolher tesouros. Para capturar fantasmas, Luigi deve primeiro brilhar sua lanterna sobre eles para atordoá-los. Isto revela o coração do fantasma, dando a Luigi a chance para sugá-lo, reduzindo constantemente os pontos de vida dos fantasmas a zero, ponto no qual eles são capturados.Luigi's Mansion - Manual. págs. 10-11. Os fantasmas comuns permanecem no Sugospectro 3000, apesar dos mais avançados, chamados de Fantasmas de Pinturas, serem extraídos e emoldurados depois de um processo ao final de cada uma das quatro áreas do jogo. Quando estes quadros são feitos, eles são armazenados na galeria no laboratório do Professor A. Luado.Luigi's Mansion - Manual. pág 16. No decorrer do jogo, Luigi encontra três medalhões que lhe permitem expulsar fogo, água ou gelo do Poltergust 3000. Estes elementos são necessários para capturar certos fantasmas.Luigi's Mansion - Manual. pág. 13 O Game Boy Horror permite a Luigi examinar itens da mansão, detecta a presença de um Bu numa sala e indica sua proximidade. Ele também contém um mapa da mansão e permite a comunicação entre o Luigi e Professor A. Luado.Luigi's Mansion - Manual. págs. 28-29 Por toda a mansão, há salas escuras contendo fantasmas, e quando Luigi limpa um cômodo, as luzes se acendem e um baú geralmente aparece. Esses baús podem conter um chave, tesouros ou um dos três medalhões elementais. Sempre que uma chave é encontrada, o Game Boy Horror indica automaticamente qual porta foi desbloqueada. Uma vez que Rei Bu, o chefão final do jogo, é derrotado, é dada ao jogador uma classificação com base na quantidade de tesouro que Luigi adquiriu. Uma segunda versão da mansão, chamada “Mansão Escondida” torna-se jogável, com duas diferenças na jogabilidade: os fantasmas causam o dobro de dano para Luigi, e o Sugospectro 3000 é 1.5 vezes mais poderoso. Na versão PAL, a Mansão Escondida é inteiramente espelhada, os chefes tem ataques diferentes e se movem mais rápido, e há mais fantasmas nas salas. ==Desenvolvimento== O jogo foi revelado pela primeira vez na Nintendo Space World 2000 como uma demonstração técnica concebida para mostrar as capacidades gráficas do GameCube. O filme interativo mostrou cenas vistas em trailers posteriores e comerciais, mas que nunca foram utilizadas. Algumas delas mostram Luigi correndo de um fantasma desconhecido no vestíbulo, fantasmas jogando cartas na sala e fantasmas circulando em torno do Luigi, todos os quais nunca apareceram na versão final do jogo. Logo após a sua criação, a Nintendo resolveu fazer disso um jogo completo. Luigi's Mansion foi mais tarde mostrado na E3 2001 com o console GameCube. Uma nova versão do jogo, mais estreitamente relacionada com a versão final, foi mostrada na Nintendo Space World 2001. O plano original para Luigi's Mansion envolveu um jogo onde os níveis giravam em torno de uma grande mansão ou apartamento. Os testes foram posteriormente feitos com personagens da franquia Mario em uma casa de boneca. Uma vez colocado como um projeto para GameCube, Luigi foi escolhido como o personagem principal. As outras ideias de jogabilidade, como fantasmas e o aspirador, foram inseridas mais tarde. Conceitos mais antigos, como um sistema RPG e uma área subterrânea localizada sob a mansão, também foram descartados com a inclusão de novas ideias. A trilha sonora do jogo foi composta por Shinobu Tanaka e Kazumi Tokata, e como tal, contém “Tokata's Song”, uma canção destaque em quase todos os jogos que Tokata compôs. Pode ser ouvida na tela de configuração de controle na sala de treinamento após uma espera de aproximadamente três minutos e meio. O jogo caracterizou Charles Martinet como a voz de Mario e Luigi, e Jen Taylor como a voz de Toad. Luigi's Mansion recebeu um prêmio na categoria Áudio pela BAFTA Interactive Entertainment Awards em 2002. Com a capacidade do Nintendo GameCube em suportar a exibição de 3D estereoscópico, Luigi's Mansion foi desenvolvido para utilizar esse recurso. A função seria ativada com um display LCD, que seria vendido separadamente, mas devido ao alto custo, o periférico nunca passou da fase de protótipo. ==Recepção== Luigi's Mansion foi o título de lançamento do GameCube mais bem sucedido e um dos jogos mais vendidos em novembro de 2001. Apesar das vendas escassas no Japão em cerca de 348 mil unidades no total, foi o quinto jogo de GameCube mais vendido no Estados Unidos, com cerca de 2.19 milhões de cópias vendidas. Foi um dos primeiros títulos Player's Choice do console, juntamente com Super Smash Bros. Melee e Pikmin. ==Legado== Luigi's Mansion introduziu dois novos personagens; Professor Anacleto Luado (comumente abreviado como A. Luado) e Rei Bu. O A. Luado reapareceu em outros jogos da franquia Mario, como em Mario Party 6 e Mario & Luigi: Partners in Time, e é referenciado em Super Mario Sunshine como o criador do dispositivo F.L.U.D.D. do Mario e do pincel do Bowser Jr.. Ele também aparece como uma skin de personagem jogável em Super Mario Maker. O Rei Bu também reapareceu em outros jogos, tanto como chefão (incluindo Super Mario 64 DS e Super Princess Peach), quanto como personagem jogável (incluindo Mario Kart: Double Dash!! e Mario Super Sluggers). Os fantasmas da mansão também fizeram aparições em outros jogos da Nintendo, como Mario Party 8 e Wii Party, porém agora se parecendo apenas como um Bu grande com coroa. A mansão também reapareceu em outros jogos da franquia, geralmente nos estágios com o nome do Luigi. Ela reapareceu em Mario Kart: Double Dash!!, Mario Power Tennis, Mario Kart DS, Mario Hoops 3-on-3, Mario Super Sluggers, Super Smash Bros. Brawl, Mario Sports Mix e Mario Kart 7. Uma sequência foi revelada na E3 2011 e apresentada na E3 2012 como Luigi's Mansion: Dark Moon. Após um adiamento, o jogo foi lançado em março de 2013 para celebrar o Ano do Luigi. Nintendo Land, jogo de lançamento do Wii U, hospeda um minigame chamado \"Luigi's Ghost Mansion\", onde quatro jogadores controlam Miis que tem que drenar a energia de um fantasma com suas lanternas. O fantasma, controlado por um jogador pelo GamePad, deve fazer os Miis desmaiarem. Categoria:Jogos eletrônicos da Nintendo Entertainment Analysis & Development Categoria:Jogos eletrônicos da Nintendo Categoria:Jogos eletrônicos de 2001 Categoria:Jogos para Nintendo GameCube Categoria:Jogos eletrônicos derivados Categoria:Jogos exclusivos para GameCube Categoria:Jogos eletrônicos sobre fantasmas Categoria:Luigi's Mansion",
 "title": "Luigi's Mansion"
}