{
 "id": "92252",
 "text": "Este artigo detalha a história da Síria. A República Árabe Síria é um país da ásia ocidental, fazendo fronteira com o Líbano, com o mar mediterrâneo no oeste, a Turquia no Norte, o Iraque no leste, a Jordânia no sul e Israel no sudoeste.BBC: \"Syria profile\" == Antiguidade == Com uma história documentada por achados arqueológicos de mais de 50 séculos, a Síria, que na Antiguidade incluía também a Mesopotâmia (actual Iraque) e o Líbano, foi sucessivamente ocupada por canaanitas, fenícios, arameus, hebreus, egípcios, sumérios, assírios, babilónios, hititas, persas, gregos e bizantinos. Desde a Antiguidade, a região compreendida entre a Península da Anatólia, a Turquia e a Península do Sinai já era denominada como Síria , o domínio deste território foi um objetivo constante das antigas civilizações egípcias, que consideravam aquela região como a porta de entrada de seu país, e para persas, que o viam aquela região como uma ponte para a ampliação de seu império. Entre os séculos XII e , desenvolveu-se, na parte central de seu litoral, a Civilização Cananeia, conhecida pelos gregos como Civilização Fenícia, naquela sociedade destacavam-se marinheiros e comerciantes que, sem se interessar por qualquer expansão territorial ou mesmo por sua unificação política (as cidades fenícias sempre foram independentes, ainda que, por certos períodos, uma ou outra exercesse hegemonia sobre as demais) criaram a primeira civilização mercantil do planeta. Dentre as realizações dos fenícios se destaca a invenção do alfabeto, a construção de barcos adequados para a navegação em mar aberto, a confecção de cerâmicas e de tecidos, a sistematização dos conhecimentos geográficos e a primeira circunavegação da África. A difusão desses elementos em toda a região do Mar Mediterrâneo está na origem daquilo que viria a ser chamado de Civilização Ocidental, cujos principais expoentes foram os gregos. Por volta de era dividida em vários Estados: Gesur, Zobá, Arã, Damasco. Mas quando o rei de Zobá perdeu uma batalha em para Davi, os sírios uniram-se sob a liderança de Damasco para formarem uma grande nação. De fato, os sírios invadiram Israel várias vezes, sob a liderança dos reis: Ben-Hadade I, Ben- Hadade II, Hazael, Ben-Hadade III e Rezim (PHRB-88) Após a morte de Alexandre, o Grande, em , o vasto Império formado por aquele conquistador foi dividido e Síria se tornou o centro do Império Selêucida, assim denominado por ser inicialmente chefiado por Seleuco, que fora um general de Alexandre), que se estendia até o oeste da Índia. Posteriormente, a região passou a ser uma província do Império Romano, que já não incluía a parte oriental do antigo Império Selêucida, então dominada pelos partos (persas), nesse período aquela região foi constantemente agitada por guerras. == Omíadas == Em 636, o domínio da região passou do Império Bizantino para os árabes, liderados pelo califa Omar. Damasco passou a ser a capital do mais poderoso império da época, o Califado Omíada. A Igreja de São João Batista virou a Mesquita Omíada de Damasco. Em 711, durante o califado de as tropas berberes sob comando de Tárique entram no Império Visigótico, e com o apoio dos herdeiros legítimos do trono de Toledo, matam o imperador Rodrigo na Batalha de Guadalete. Rodrigo era tido como um tirano e o califado contava com o apoio do Bispo Opas de Híspalis, do Conde Juliano de Transfetana e até com um apoio secreto dos herdeiros do trono, impedidos por Rodrigo, Sisebuto e Ebas. Além de anexar a Ibéria, Ualide anexou todos os territórios desde o Rio Eufrates até o atual Paquistão. Em 732, o califa de Damasco, Hixame ibne Abedal Maleque envia um gigantesco exército para garantir a expansão do califado pela Europa. Foram atacados pelo exército franco de Carlos Martel não muito longe de Paris (Batalha de Tours), sendo derrotados. == Cruzadas == A Síria é significativa na história do cristianismo, o apóstolo Paulo foi convertido na estrada de Damasco, e surgiu como uma figura importante na Igreja de Cristo em Antioquia, de onde partiu em muitas de suas viagens missionárias. Em 750, o último califa omíada, é assassinado, e os Abássidas assumem o poder do Califado e transferem sua capital para Bagdá, enquanto os Omíadas fogem para Córdova, na Península Ibérica. Os Omíadas só lograram restabelecer um califado ibérico em 950, com . Mas, a esta altura, Damasco já tinha perdido sua importância política, sendo agora um centro regional. Essa perda do poder político de Damasco foi considerável, e resultou no na quase indiferença com que os califas de Bagdá enfrentaram a invasão dos cruzados naquela região. Aqueles califas pouco ajudaram os emires locais na defesa da região, além disso, a capacidade de defesa também estava prejudicada por rivalidades internas, o que explica a tomada de parte daquela região por uma pequena força cristã, longe de suas bases de apoio, que durou quase 200 anos. Em 1175, Salah Al Din (Saladino) unifica o Egito, Síria e Iraque, e estabelece capital novamente em Damasco, o que possibilita o início do processo de expulsão dos cruzados. A região também enfrentou tentativas de invasões mongóis invasores e tártaras. Como resultado da constante categuização desde o tempo do apóstolo Paulo Acts 9:1–43 e posteriormente das cruzadas pode-se destacar que até a atualidade existem significativas comunidades cristãs na região, especialmente os maronitas. == Domínio otomano == No , a região passou a ser uma província do Império Otomano. Em 1831, o quediva do Egito, Maomé Ali, conquistou a região e passou a cobrar pesados ​​impostos e a exigir serviço militar obrigatório, o que provocou uma revolta popular que uniu com cristãos e muçulmanos. O fato de comunidades cristãs que participaram dessa revolta estarem sob ameaça de severa repressão, serviu como um pretexto para a interferência militar europeia, num processo que levou à instalação de tropas francesas na região, visando a proteção dos cristãos sírios. Em 1840, a região voltou ao controle do Império Otomano, que permitiu a instalação de missões e escolas cristãs subsidiados pelos europeus. Em 1858, os maronitas, organizados em comunidades situadas na região montanhosa entre Damasco e Jerusalém, romperam com a classe dominante cristã e aboliram o sistema feudal da posse da terra. Seus vizinhos muçulmanos, principalmente os drusos, decidiram reprimir o movimento antes que se alastrasse por toda a região. O conflito culminou com os chamados massacres de junho de 1860. Um mês depois, tropas francesas desembarcaram em Beirute para proteger os cristãos. Essa intervenção forçou o Império Otomano a criar uma província separada, o \"Pequeno Líbano\", que deveria ser governado por um cristão nomeado pelo sultão e aprovado pelas potências europeias. Além disso, a província teria sua própria força policial. A medida também previa a extinção dos privilégios feudais. Trata-se de um caso sui generis de conflito social que se transformou em confronto entre grupos confessionais, resultando afinal na criação do Pequeno Líbano, onde os cristãos exerceriam a hegemonia política sobre a população muçulmana local. == Domínio francês == Depois da queda do Império Otomano durante a primeira guerra mundial, a Síria foi administrada pela França até a independência em 1946. Com a eclosão da Primeira Guerra Mundial, o Emir Faiçal foi proclamado rei da Grande Síria, como um desdobramento da Revolta Árabe, na época, as intenções da França e do Império Britânico eram desconhecidas, mas, por meio do Acordo Sykes-Picot, Paris e Londres haviam divido o crescente fértil deixando a Síria e o Líbano sob controle/influência francesa, enquanto que o Império Britânico exerceria controle/influência sobre a Palestina, a Jordânia e o Iraque. Em 1920, a França ocupou militarmente o país, forçando a retirada de Faiçal. Dois meses depois, a Síria foi dividida em cinco Estados coloniais: Grande Líbano (que agregava outras regiões ao território do Pequeno Líbano), Damasco, Alepo, Djabal Druza e Alawis (Lataquia); sendo que os quatro últimos foram reunificados em 1924. Entre 1925 e 1927, os sírios se levantaram em revolta contra o domínio francês. A rebelião, contudo, acabou sendo esmagada. Até 1932, o país viveu em relativa tranquilidade, naquele ano foram eleitos o presidente e o parlamento, mas a França deixou clara sua intenção de não permitir uma grande autonomia interna. A negativa francesa engendrou a agitação e conflitos, que cessaram em 1936 com um acordo onde os franceses reconheceram a justiça das reivindicações dos sírios, sendo que a principal delas era a reunificação com o Líbano, entretanto, esse acordo nunca foi ratificado, o que causou mais agitação que culminou em 1939 com a renúncia do presidente sírio e a suspensão da Constituição de 1930. Em 1941, forças da França Livre em operação conjunta com o Império Britânico ocuparam a região destituindo do poder os colaboracionistas. Em 1943 foram eleitos Chikri Al- Quwatti como presidente na Síria, e Bechara Al-Kuri como presidente do Líbano. Entretanto, quando Bechara defendeu a supressão de cláusulas da Constituição relativas ao domínio francês, tal atitude, levou tropas francesas a prendê-lo, junto com todo o seu gabinete, o que deu início a novos conflitos na Síria e no Líbano, que terminaram em março de 1946, quando a ONU ordenou a retirada das forças europeias e determinou o fim do domínio francês na região. == Independência == A retirada das tropas francesas somente foi concluída em 1947. Em 1948, as forças sírias lutaram contra a divisão da Palestina e, em 1957, durante a Guerra do Suez, foram aliadas do Egito, atacado por Israel, França e Inglaterra. Em 1958, a Síria e o Egito iniciaram uma experiência de unificação política por meio da República Árabe Unida, que foi um ambicioso projeto impulsionado por Gamal Abdel Nasser, que teve curta duração, e, portanto, em 1961, os dois países voltaram a ser estados distintos. Dez anos depois foi feita outra tentativa de unificação política dos países árabes, por meio da Federação das Repúblicas Árabes, que foi uma tentativa de unificação política que concedia uma maior autonomia aos países membros e que, além do Egito, incluia também a Líbia. === Partido Baath no poder === Em 1963, ocorre uma revolução popular que levou ao poder o Partido Baath Árabe Socialista, que fora fundado em 1947 por Michel Aflaq, um militante nacionalista de origem cristã. Em novembro de 1970, o general Hafez al-Assad assumiu o poder e introduziu reformas nas estruturas econômicas e sociais. Durante o V Congresso do Partido Baath, prevaleceu a tese de que os estados árabes eram divisões regionais de uma grande Nação Árabe, Assad foi nomeado secretário-geral e propôs: \"acelerar os passos para a transformação socialista nos diferentes campos\", esse modo de pensar foi institucionalizado sob a nova Constituição, aprovada em 1973. O país teve participação fundamental nas guerras árabe- israelenses travadas em 1967 (Guerra dos Seis Dias) e em 1973 (Guerra do Yom Kipur), durante as quais as forças israelenses ocuparam as Colinas de Golã. Posteriormente, se opôs à política dos EUA na região e aos acordos de Camp David, formando a Frente de Firmeza, em conjunto com a Argélia, o Iêmen e a OLP. Em 1976, tropas sírias formavam a maioria da Força Árabe de Dissuasão, que interveio para evitar que a partição do Líbano, durante a Guerra Civil Libanesa. Em 1978, as facções síria e iraquiana do Partido Baath mantiveram conversações para a unificação entres a Síria e o Iraque, mas o projeto fracassou. Em 1980, se observava uma tensão entre a Síria de um lado, e a Arábia Saudita, o Iraque e a Jordânia do outro. Essa situação se agravou com o início da Guerra Irã-Iraque, pois o governo sírio culpou o Iraque pelo início do conflito, que trazia prejuízos para que se buscasse uma solução para a questão palestina, que seria o problema central da região. Naquele mesmo ano, a Síria acusou a Jordânia de apoiar a Irmandade Muçulmana, situação que colocou os dois países na iminência de um conflito bélico, evitado por meio da mediação do príncipe saudita Abdalla Ibn Abdul-Aziz. Desde o final de 1979 o Partido Baath acusava a Irmandade Muçulmana na Síria de \"agir em favor do sionismo\". Em 1982, após uma série de atos de sabotagem e atentados, atribuídos à Irmandade Muçulmana, as forças armadas sírias lançaram uma ofensiva contra as bases de apoio daquele movimento que resultou em milhares de mortes, na época o governo sírio acusou o Iraque de armar os rebeldes, o que motivou o fechamento da fronteira entre os dois países em abril daquele ano, em represália o Iraque fechou o oleoduto entre Quircuque e o porto sírio de Banias. Em abril de 1981, durante a Guerra Civil Libanesa eclodiu a \"crise dos mísseis\", que teve início quando a Falange Cristã (milícia maronita liderada por Bachir Gemayel) tentou controlar a cidade libanesa de Zahlé, localizada no centro do Líbano, tal ação tinha objetivo frustrar os planos sírios de remover Gemayel e empossar Suleiman Frangieh como presidente, e, portanto, sofreu oposição da Força Árabe de Dissuasão, liderada pela Síria. Durante os combates, Gemayel apelou à assistência israelense, o premiê israelita Menachem Begin respondeu em socorro ao líder maronita enviando caças que abateram dois helicópteros sírios.Charles D. Smith, Palestine and the Arab Israeli Conflict, p. 373. Isto levou à decisão do presidente sírio Assad de colocar mísseis terra-ar SAM-6 de fabricação soviética no contorno montanhososo de Zahle. Em 1982, Israel invadiu o Líbano e destruiu aquelas instalações antiaéreas. Como resposta à invasão israelense, a Síria manteve cerca de 30.000 soldados no Líbano, e condicionou a sua retirada à prévia retirada de todos os soldados israelenses do Líbano. Em meados de 1983, houve uma séria crise entre as autoridades sírias e a direção da OLP, o que levou a Síria a apoiar abertamente líderes palestinos que se oponham a Yasser Arafat. Em 1984, o governo sírio adotou uma férrea política de austeridade econômica e de combate ao contrabando, em decorrência da queda dos preços do petróleo. Em 1985, al-Assad conseguiu mais sete anos de mandato em votação na qual obteve 99,8% dos votos (percentual semelhante aos antes obtidos em 1971 e em 1978). Em 1987, houve uma grave crise política que resultou na renúncia do primeiro- ministro Abdul Raouf al-Kassem, acusado de corrupção, que foi substituído por Mahmoud Az-Zoubi, que era o presidente do parlamento na época. === Período posterior à Guerra Fria === Em maio de 1990, a Síria restaurou as relações diplomáticas com o Egito. Alguns observadores atribuíram esta reaproximação à redução do apoio militar da União Soviética para o regime sírio. Em 1990, durante o conflito iniciado pela invasão do Kuwait pelo Iraque, a Síria rapidamente se alinhou com a aliança antiIraque e enviou tropas para a Arábia Saudita. As relações diplomáticas com os Estados Unidos melhoraram significativamente. No contexto da crise, a Síria aumentou a sua influência no Líbano e foi capaz de fortalecer um governo aliado e desarmar a maioria das milícias autônomas que atuavam naquele país. Em maio de 1991, a Síria e o Líbano assinaram um acordo de cooperação no qual a Síria reconheceu a independência do Líbano. Em 1992 4 mil judeus foram autorizados a emigrar. Em 2 de dezembro de 1991, Hafez al-Assad foi reeleito pela quarta vez, com 99,98% dos votos, em um referendo, quinze dias depois o governo sírio libertou 2,8 mil membros da Irmandade Muçulmana que se encontravam presos por motivos políticos. A Síria não participou dos Acordos de Oslo que permitiram o estabelecimento de uma Autoridade Palestina e a assinatura de acordos de Paz entre Israel e a Jordânia em julho de 1994, pois defendia uma solução global para o conflito árabe-israelense e exigia a retirada completa de Israel dos Territórios Ocupados desde a Guerra dos Seis Dias em 1967. Em junho de 1995, tiveram início negociações formais para a devolução das Colinas de Golã à Síria que não tiveram êxito, pois Israel não abriu mão de manter indefinidamente uma presença militar limitada na região. Em outubro, um confronto entre o Hezbollah e tropas israelenses no sul do Líbano complicou a retomada das negociações. Em novembro de 1997, em um contexto no qual aumentavam as possibilidades de uma nova intervenção militar norte-americana contra Iraque, ocorreu uma reaproximação com o Iraque, tal reaproximação fazia parte de uma estratégia contra a aliança turco-israelense, que, na época, estava em rápida consolidação. Em abril de 1998, o Irã juntou-se às negociações sírio-iraquiana sobre questões de segurança. Em 1999, Hafez al- Assad foi, mais uma vez, reeleito. Em Março de 2000, todos os 37 membros do gabinete liderado por Mahmoud el-Zouebi apresentaram sua renuncia e Mohammed Mustafa Miro, um líder veterano do Partido Baath, que era o governador da Província de Aleppo foi nomeado como o novo primeiro-ministro. === Sob a Presidência de Bashar al-Assad === Em 10 de junho de 2000, ocorreu a morte de Hafez al-Assad, que foi sucedido por seu filho, Bashar al-Assad, que assumiu o cargo em julho. Em junho de 2001, a Síria completou a retirada de suas tropas de Beirute, um ano após a retirada das tropas israelenses do sul do Líbano, tal retirada era objeto de uma campanha do patriarca cristão maronita Nasrallah Sfeir. Em outubro de 2001, a Síria conseguiu um assento no Conselho de Segurança das Nações Unidas, com forte apoio dos países da Ásia e da África, derrotando a oposição por parte dos Estados Unidos e de Israel. Em abril de 2002 foi permitido o estabelecimento de bancos privados e, pouco depois, foi autorizado o funcionamento de uma estação de rádio privada, sendo sua programação restrita à difusão musical. Em maio de 2002, o Papa João Paulo II visitou a Síria e Bashar al-Assad aproveitou a cerimônia de boas-vindas para fazer um forte ataque contra Israel, comparando o sofrimento dos árabes ao suportado por Jesus. Em resposta, João Paulo II apelou em favor de uma nova atitude de compreensão e respeito entre cristãos, muçulmanos e judeus. Em agosto de 2001, o primeiro-ministro Mohammed Mustafa Miro visitou o Iraque, na primeira viagem de um dirigente sírio de altíssimo nível àquele país desde o apoio Síria ao Irã durante a Guerra Irã-Iraque. Em novembro de 2001, foram libertados dezenas de prisioneiros políticos pertencentes à Irmandade Muçulmana, fato que foi elogiado pela Anistia Internacional. Em abril de 2002, uma estação de radar síria no Líbano foi atacada por aviões israelenses, como represália a um ataque de guerrilheiros do Hezbollah. Em maio de 2002, John Bolton, um graduado oficial dos Estados Unidos, incluiu a Síria no chamado 'eixo do mal\", acusando o regime sírio de tentar obter armas de destruição em massa. Em abril de 2003, com a invasão do Iraque já em andamento, os Estados Unidos ameaçaram a Síria com sanções econômicas e diplomáticas, dizendo que o regime síria protegia fugitivos do regime deposto no Iraque. O governo sírio rejeitou as acusações. Em janeiro de 2004, Bashar al-Assad se tornou o primeiro presidente sírio a visitar a Turquia, aquela viagem marcou o início da redução da tensão nas relações entre os dois países vizinhos. Em 8 de março de 2004, o Comitê de Defesa das Liberdades Democráticas e Direitos Humanos na Síria organizou um protesto sem precedentes em Damasco para exigir democracia e liberdade para os presos políticos, dois líderes daquele protesto (Ahmad Jazen e Hassan Wattfa) foram presos durante dois meses. Em abril de 2004, houve uma explosão em um prédio que havia sido sede da Organização das Nações Unidas em[Damasco, após a explosão, ocorreu um tiroteio que matou um civil, um policial e dois dos quatro ativistas envolvidos. O governo sírio atribuiu a autoria do atentado a fundamentalistas islâmicos. Em maio de 2004, os Estados Unidos impuseram sanções econômicas contra a Síria sob a acusação de apoio ao terrorismo e de não impedir a entrada de guerrilheiros que lutavam contra a ocupação americana no Iraque. Em fevereiro de 2005, o ex-primeiro-ministro libanês Rafik Hariri, um líder sunita que se opunha à influência da Síria no Líbano, foi morto em um violento atentado em Beirute, o regime sírio foi acusado de envolvimento. Nesse contexto, as potências ocidentais e a oposição libanesa fizeram uma grande pressão para que as tropas e agentes de inteligência síria se retirassem imediatamente do Líbano. Bashar al-Assad reuniu-se com o presidente libanês Emile Lahoud, e estabeleceu um cronograma de retirada que foi totalmente cumprido antes das eleições gerais libanesas que ocorreram em maio daquele ano. No início de fevereiro 2006, manifestantes sírios atearam fogo ao prédio onde as embaixadas estavam situadas da Dinamarca e da Noruega, durante um protesto contra a publicação em um jornal dinamarquês de charges satirizando o profeta Maomé. As embaixadas do Chile e da Suécia, localizadas no mesmo edifício sofreram danos menores. Uma semana depois, a Dinamarca fechou sua embaixada no país, e acusou as autoridades sírias de não garantir um mínimo de segurança aos funcionários dinamarqueses. Em maio de 2007, Bashar al-Assad foi reeleito para o cargo de presidente por mais sete anos, com 97,62% dos votos em um referendo. Em agosto de 2007, Bashar al-Assad reafirmou o interesse do país em recuperar totalmente as Colinas de Golã, ao declarar que: \"Nosso desejo de paz não significa que desistamos de nossos direitos. Nós não vamos aceitar menos do que a recuperação do Golã, a volta das fronteiras existentes em 04 de junho de 1967\", tal declaração foi feita como um preâmbulo de uma possível reabertura das negociações de paz com Israel, suspensas desde 2000 por causa das diferenças sobre o Golã. Em 26 de janeiro de 2011 ocorrem uma série de protestos populares contra o governo de Bashar al-Assad, que prosseguem nos dias e semanas seguintes e progridem para uma revolta armada que teve início em 15 de março. O conflito escala para uma autêntica guerra civil de grande escala que, em 2016, se estimava já ter provocado mais de vítimas mortais e de refugiados.\"Report on Syria conflict finds 11.5% of population killed or injured\". Página acessada em 22 de março de 2016. ==Ligações externas== *Síria e Palestina, 1920",
 "title": "História da Síria"
}