{
 "id": "92286",
 "text": "Eduardo Hughes Galeano (Montevidéu, – Montevidéu, ) foi um jornalista e escritor uruguaio. É autor de mais de 40 livros, que já foram traduzidos em diversos idiomas. Suas obras transcendem gêneros ortodoxos, combinando ficção, jornalismo, análise política e História. Galeano é considerado um dos principais expoentes do Antiamericanismo e Anticapitalismo na América Latina no Século XX. == Biografia == Galeano nasceu em 3 de setembro de 1940 em Montevidéu, primeiro dos três filhos de Eduardo Hughes Roosen e de Licia Esther Galeano Muñoz, uma família católica de classe média. A família Hughes, paterna, era composta de descendentes da elite rural Uruguaia, embora já muito distante de suas glórias passadas, vivendo como trabalhadores urbanos. Na infância, Galeano tinha como certo que se tornaria padre, devido a importância da fé católica em sua vida. Todavia, perdeu a religiosidade aos treze anos de idade, quando afirmou ter perdido Deus. O sonho de se tornar um jogador de futebol; esse desejo é retratado em algumas de suas obras, como O futebol ao sol e à sombra (1995). Na adolescência, Galeano trabalhou em empregos nada usuais, como pintor de letreiros, mensageiro, datilógrafo e caixa de banco. Aos 14, vendeu sua primeira charge política para o jornal El Sol, do Partido Socialista. Galeano iniciou sua carreira jornalística no início da década de 1960 como editor do Marcha, influente jornal semanal que tinha como colaboradores Mario Vargas Llosa e Mario Benedetti. Foi também editor do diário Época e editor-chefe do jornal universitário por dois anos. Em 1971 escreveu sua obra-prima As Veias Abertas da América Latina. Em 1973, com o golpe militar do Uruguai, Galeano foi preso e mais tarde seu nome foi colocado na lista dos esquadrões da morte e, temendo por sua vida, exilou-se na Espanha, onde deu início à trilogia Memória do Fogo. Em 1985, com a redemocratização de seu país, Galeano retornou a Montevidéu, onde viveu até sua morte, em 2015. Em princípios de 2007 Galeano caiu seriamente doente, mas recuperou-se, após uma bem-sucedida cirurgia em Montevidéu. Galeano foi internado dia 10 de abril e morreu próximo das 9h em 13 de abril de 2015, em Montevidéu, de câncer no mediastino, após o tumor provocar metástase. == Obras == A obra mais conhecida de Galeano é, sem dúvida, As Veias Abertas da América Latina. Nela, analisa a História da América Latina como um todo desde o período colonial até a contemporaneidade, argumentando contra o que considera como exploração econômica e política do povo latino-americano primeiro pela Europa e depois pelos Estados Unidos. O livro tornou-se um clássico entre os membros da esquerda latino-americana. Em Brasília, mais de 40 anos após o lançamento da sua mais famosa obra, durante a 2ª Bienal do Livro e da Leitura, Eduardo Galeano admitiu ter mudado de ideia sobre o que escrevera. Disse ele: \"'Veias Abertas' pretendia ser um livro de economia política, mas eu não tinha o treinamento e o preparo necessário\". Ele acrescentou que \"eu não seria capaz de reler esse livro; cairia dormindo. Para mim, essa prosa da esquerda tradicional é extremamente árida, e meu físico já não a tolera\".Eduardo Galeano muda de ideia sobre 'As Veias Abertas da América Latina' Folha de S. Paulo, 26/05/2014. Essa fala causou alvoroço na imprensa e em adversários de Galeano que logo a tomaram como indício de que o escritor mudara o rumo de suas posições políticas. Numa entrevista posterior, porém, quando questionado em entrevista a Jorge Majfud, publicada no número de Junho de 2014 de Le monde diplomatique, sobre o referido comentário, esclareceu: \"O livro, escrito há tanto tempo, continua vivo e saudável. Apenas sou honesto o bastante para admitir que neste ponto de minha vida o velho estilo de escrita me soa por demais pesado, e que é difícil para mim me reconhecer nele, já que prefiro agora ser cada vez mais breve e fluente.\" E para deixar clara sua posição, conclui: \"Isso nada tem a ver com (Mario) Vargas Llosa\". Depois de o repórter comentar que tal entrevista estava sendo usada com propósitos ideológicos diametralmente opostos aos de Galeano, este conclui: \"[As] vozes que que se levantaram contra mim e contra As veias abertas da América Latina, estão seriamente enfermas e agem de má-fé.\" Memória do Fogo é uma trilogia da História das Américas. Os personagens são figuras históricas: generais, artistas, revolucionários, operários, conquistadores e conquistados, que são retratados em pequenos episódios que refletem o período colonial do continente. Começa com os mitos dos povos pré-colombianos e termina no início da década de 1980. Na obra, Galeano destaca não apenas a opressão colonial, mas também atos individuais e coletivos de resistência. A obra foi aclamada pela crítica literária e Galeano foi comparado a John Dos Passos e Gabriel García Márquez. Ronald Wright, do suplemento literário do The Times, escreveu que \"os grandes escritores dissolveram gêneros antigos e encontraram novos. Esta trilogia de um dos mais ousados e talentosos da América Latina é impossível de classificar\". O Livro dos Abraços é uma coleção de histórias curtas e muitas vezes líricas, apresentando as visões de Galeano em relação a temas diversos como emoções, arte, política e valores. A obra também oferece uma crítica mordaz à sociedade capitalista moderna, com o autor defendendo aquilo que acredita ser uma mentalidade ideal à sociedade. Para Jay Parini, do suplemento literário do The New York Times, é talvez a obra mais ousada do autor. Como ávido fã de futebol, Galeano escreveu O futebol ao sol e à sombra, que revisa a trajetória histórica do jogo. O autor o compara com uma performance teatral e com a guerra; critica sua aliança profana com corporações globais ao mesmo tempo em que ataca intelectuais de esquerda que rejeitam o jogo e seu apelo às massas por motivos ideológicos. Nessa obra, Galeano narra a final da Copa de 1950, Rio de Janeiro, que entrou para a história do futebol como Maracanazo, a virada do Uruguai por 2 a 1 na Seleção Brasileira em pleno Maracanã. Em seu livro mais recente, Espelhos, o autor tem o intuito de recontar episódios que a história oficial camuflou. Galeano se define como um escritor que remexe no lixão da história mundial. Apesar da clara inspiração e relevância histórica de suas obras, Galeano negava o caráter meramente histórico destas, comentando que é \"um autor obcecado com a lembrança, com a lembrança do passado da América e, sobretudo, da América Latina, uma terra intimamente condenada à amnésia\". Além de livros, Galeano também escrevia artigos para publicações estadunidenses de esquerda como The Progressive, New Internationalist, Monthly Review e The Nation. == Visão política == Uma das citações mais memoráveis de Galeano é \"as pessoas estavam na cadeia para que os presos pudessem ser livres\", se referindo ao regime militar (1973-1985) de seu país. Para celebrar a vitória de Tabaré Vázquez e da Frente Ampla nas eleições de 2004, - a primeira eleição de um governo de esquerda na história uruguaia -, Galeano escreveu um artigo intitulado \"Onde as pessoas votaram contra o medo\", no qual afirma que a população de seu país finalmente usou o \"bom senso\" para parar de ser \"traída\" pelos partidos Colorado e Nacional. Em 2006, Galeano se juntou a outras artistas renomados como Gabriel García Márquez, Mario Benedetti, Ernesto Sábato, Thiago de Mello e Pablo Milanés na assinatura da Proclamação de Independência de Porto Rico do Congresso Latino Americano e Caribenho. Em uma entrevista ao jornal Zero Hora, disse o seguinte sobre a vitória de Barack Obama nas eleições de 2008: \"Agora, ele entra na Casa Branca, que será a sua casa. Tomara que não esqueça que a Casa Branca foi construída por escravos negros. Chegou a hora dos Estados Unidos se libertarem da sua pesada herança racista\". Em vídeo recente, de 2013, compartilha algumas de suas experiências pessoais para falar sobre a importância da solidariedade, de aprender a viver sem medo e da virtude de saber ganhar e perder. \"Para se levantar, é preciso saber cair\" (em espanhol com legendas em inglês) - vide referência 3. == Honras == Em 2005, Eduardo Galeano aceitou o convite para integrar o comitê consultivo da Telesur, uma emissora de televisão pan-latino-americana com sede em Caracas, na Venezuela. Em julho de 2008, Galeano foi agraciado com o primeiro título de Cidadão Ilustre do Mercosul. == Livros == * Los días siguientes (1963) * China (1964) * Guatemala (1967) * Reportagens (1967) * Los fantasmas del día del léon y otros relatos (1967) * Su majestad el fútbol (1968) * As veias abertas da América Latina (1971)(P) * Siete imágenes de Bolivia (1971) * Violencía y enajenación (1971) * Crónicas latinoamericanas (1972) * Vagamundo (1973)(P) * La cancion de nosotros (1975) * Conversaciones con Raimón (1977) * Días y noches de amor y de guerra (1978)(P) * La piedra arde (1980) * Voces de nuestro tiempo (1981) * Memória do fogo - trilogia - (1982-1986)(P) * A Pedra Arde (1983) * Aventuras de los jóvenes dioses (1984) * Ventana sobre Sandino (1985) * Contraseña (1985) * El descubrimiento de América que todavía no fue y otros escritos (1986) * El tigre azul y otros artículos (1988) * Entrevistas y artículos (1962-1987) (1988) * O Livro dos Abraços (1989)(P) * Nós Dizemos Não (1989) * América Latina para entenderte mejor (1990) * Palabras: antología personal (1990) * An Uncertain Grace com Fred Ritchin, fotos de Sebastião Salgado (1990) * Ser como ellos y otros artículos (1992) * Amares (1993) * Las palabas andantes (1993)(P) * úselo y tírelo (1994) * O futebol ao sol e à sombra (1995)(P) * Ser como eles (1997)(P) * Mulheres (1997)(P) * Patas arriba: la escuela del mundo al revés (1998)(P) * Bocas del Tiempo (2004)(P) * O Teatro do Bem e do Mal (2002)(P) * Espelhos - uma quase história universal (2008)(P) * Espelhos. Uma história quase universal (2008) (P) * Os Filhos dos Dias (2012) (P) (P): editados em português ==Ver também== *Café Brasilero, tradicional café uruguaio que o escritor costuma frequentar. ==Ligações externas== * * * * Categoria:Escritores do Uruguai Categoria:Jornalistas do Uruguai Categoria:Socialistas do Uruguai Categoria:Uruguaios de ascendência italiana Categoria:Uruguaios de ascendência alemã Categoria:Naturais de Montevidéu Categoria:Mortes por câncer no Uruguai",
 "title": "Eduardo Galeano"
}