{
 "id": "92304",
 "text": "Geraldo Vandré, nome artístico de Geraldo Pedrosa de Araújo Dias (João Pessoa, 12 de setembro de 1935), é um cantor, compositor, advogado e poeta brasileiro. Seu sobrenome artístico é uma abreviação do sobrenome de seu pai, o médico otorrinolaringologista, José Vandregíselo. == Biografia == Foi o primeiro filho do casal José Vandregíselo de Araújo Dias e Maria Martha de Gouveia Pedrosa. Neto, pelo lado paterno, de Antonio Targino de Araujo Dias e Maria Mathilde Pereira de Mello. Mudou-se para o Rio de Janeiro em 1951, tendo ingressado em 1957 na Universidade do Distrito Federal, pela qual se formou em 1961, quando esta passou a se chamar Universidade do Estado da Guanabara (hoje Universidade do Estado do Rio de Janeiro). Tornou-se funcionário da COFAP (sucedida em 1962 pela SUNAB). Militante estudantil, participou do Centro Popular de Cultura da União Nacional dos Estudantes (UNE). Conheceu Carlos Lyra, que se tornou seu parceiro em canções como \"Quem Quiser Encontrar Amor\" e \"Aruanda\", gravadas por Lyra e por Vandré. Gravou seu primeiro LP, \"Geraldo Vandré\", em 1964, com as músicas \"Fica Mal com Deus\" e \"Menino das Laranjas\", entre outras. Em 1966, chegou à final do Festival de Música Popular Brasileira da TV Record com o sucesso da música Disparada (parceria com Théo de Barros), interpretada por Jair Rodrigues. A canção arrebatou o primeiro lugar ao lado de A Banda, de Chico Buarque. Em 1968, participou do III Festival Internacional da Canção da TV Globo com Pra não Dizer que não Falei de Flores, também conhecida como \"Caminhando\". A composição se tornou um hino de resistência do movimento estudantil que fazia oposição à ditadura durante o governo militar, e foi censurada. O refrão \"Vem, vamos embora / Que esperar não é saber / Quem sabe faz a hora, / Não espera acontecer\" foi interpretado pelos militares como uma chamada à luta armada contra os ditadores, o que levou a sua perseguição política. No festival, a música ficou em segundo lugar, perdendo para Sabiá, de Chico Buarque e Tom Jobim. A música Sabiá foi vaiada pelo público presente no festival, que bradava exigindo que o prêmio viesse a ser da música de Geraldo Vandré. No início de 1969, um mês após a promulgação do Ato Institucional nº 5 (AI-5), com receio de ser preso pelo regime militar, Vandré partiu para o exílio no Chile, embora tenha passado alguns meses viajando pela Europa. Ele voltaria ao Brasil em 17 de julho de 1973. Segundo seu biógrafo, Jorge Fernando dos Santos, autor de Vandré - O homem que disse não,Vandré – O homem que disse não. Geração Editorial, 2015, 278p.. o retorno, que deveria ocorrer de forma sigilosa, havia sido combinado entre sua família e os militares. Todavia, no dia seguinte, 18 de julho, o Jornal do Brasil já publicava a notícia do retorno e da prisão do compositor, logo após o seu desembarque, no Aeroporto do Galeão. No mesmo dia, foi proibida \"a publicação, divulgação, referências ou transmissão de notícias e comentários sobre o subversivo e cantor Geraldo Vandré\". Segundo o biógrafo Vitor Nuzzi, Vandré teria sido imediatamente levado para interrogatório. Um mês depois, Vandré teria sido novamente colocado em um avião, como se estivesse chegando ao Brasil naquele momento. Ainda no aeroporto, daria uma entrevista, aparentemente realizada pelas próprias autoridades policiais, a qual foi ao ar durante o Jornal Nacional, da TV Globo\".O retorno misterioso de Geraldo Vandré ao Brasil, há 50 anos. Uol, 17 de julho de 2023. Vandré nunca mais retomou a carreira artística. Foi anistiado em 1979, e retomou seu trabalho de funcionário público na extinta Superintendência Nacional do Abastecimento (Sunab). Quando a Sunab foi extinta, em 1990, ele e outros funcionários da autarquia converteram-se em auditores fiscais do Ministério da Fazenda. Em 2004, concedeu uma entrevista, fazendo referências elogiosas às Forças Armadas, que o \"acolheram\", e criticando seus antigos companheiros, os quais, segundo ele, queriam vê-lo como um mártir. Nuzzi, Vitor. Geraldo Vandré: Uma Canção Interrompida Em 12 de setembro de 2010 (dia de seu aniversário de 75 anos), Vandré concedeu, no Clube da Aeronáutica-RJ, entrevista ao jornalista Geneton Moraes Neto, na qual critica o cenário cultural brasileiro desde os anos 70 e afirma que seu afastamento da música popular não foi causado por perseguição, mas sim pela falta de motivação para compor ao público brasileiro, vítima do processo de massificação cultural e histórica. Negou ter sido torturado e rejeitou o rótulo de autor de música de protesto. Observando que protest song é um estilo de música americana, afirmou que sempre produziu música brasileira. Hoje, ausente da atividade musical comercial e tendo uma vida simples de funcionário público aposentado, Geraldo Vandré reside no Rio de Janeiro, mudando-se de São Paulo, em que viveu por algumas décadas, após o falecimento da esposa em 2021. \"Estou fora de atividade e não tenho o que reportar. Não estou fazendo nada\", afirmou para a Folha de S.Paulo, em junho de 2023. No mês seguinte, foi entrevistado pelo Canal Livre, na Band. == Carreira artística == ===Das primeiras canções ao exílio=== Vandré iniciou a carreira musical nos anos 60, tornando-se famoso pelas suas músicas que se tornaram ícones da oposição ao regime militar de 1964, como \"Porta Estandarte\", \"Arueira\", \"Pra não dizer que não falei de flores\", entre outras. O sucesso maior veio com \"Disparada\", vencedora do Festival de Música Popular Brasileira da TV Record em 1966, junto com \"A Banda\", de Chico Buarque. No livro \"A era dos Festivais - Uma Parábola\", de 2003, Zuza Homem de Mello revela que Chico Buarque, ao saber que sua música havia ganhado, não concordou com o resultado, pois considerava \"Disparada\" melhor e não aceitaria o prêmio. A situação foi resolvida quando Chico foi informado que ele e Geraldo Vandré dividiriam o prêmio. Em 1968, ao defender \"Pra não dizer que não falei de flores\" no Festival Internacional da Canção da TV Globo, criou o hino da resistência à ditadura militar que ficou conhecido pela primeira palavra: \"Caminhando\", além de estar em uma nova situação envolvendo ele e Chico Buarque. \"Sabiá\", de Tom Jobim e Chico Buarque, foi declarada vencedora, mas o público se revoltou, pois queriam Pra não dizer que não falei de flores, que acabou ficando em segundo lugar. Enquanto Cynara e Cybele ao lado de Tom Jobim e Chico Buarque apresentavam a música campeã, vaias se ouviam durante a apresentação. Este se tornou o momento mais emblemático da história dos festivais. Em 13 de dezembro de 1968, data de promulgação do AI-5, realizou seu último show em um palco do Brasil durante o século XX, em Anápolis. Vandré partiu para o exílio, passando por Chile, Uruguai e países da Europa. Voltou ao Brasil em 1973. ===Após o exílio=== Geraldo Vandré abandonou a vida pública e se afastou do mundo artístico, atuando como advogado e servidor público. Depois de 14 anos de silêncio, em 1982, na cidade de Presidente Stroessner, Paraguai, apresentou-se em um show. Em março de 1995, apresentou-se no Memorial da América Latina, em São Paulo, no concerto realizado pelo IV Comando Aéreo Regional (IV COMAR), em comemoração a Semana da Asa. Na ocasião, um coral de cadetes lançou sua música \"Fabiana\", uma homenagem à FAB (Força Aérea Brasileira). Em 1997, o Quinteto Violado lançou o CD Quinteto Violado canta Vandré (selo Atração), incluindo antigos sucessos e apenas uma música inédita: República brasileira. No mesmo ano, Elba Ramalho, Geraldo Azevedo e Zé Ramalho regravaram Disparada e Canção da despedida no CD Grande encontro 2. Em 2009, alunos de jornalismo da PUC-SP produziram o documentário \"O que sou nunca escondi\" sem fins lucrativos com depoimentos sobre Vandré. Em 23 de março de 2014, Geraldo Vandré voltou a subir ao palco depois de 40 anos, com a cantora norte-americana Joan Baez, que em 1981 foi proibida de cantar no Brasil pela ditadura militar. Baez insistiu para que Vandré cantasse, mas este não cedeu: “Eu vou convidar para subir ao palco um mito. Ele não gosta disso, prefere ser somente um homem. Ele virá aqui, mas não vai cantar, vai ficar do meu lado”, disse Joan Baez. Em 2015, em homenagem aos 80 anos do compositor, foram lançadas as biografias \"Geraldo Vandré - Uma canção interrompida\" (do jornalista Vitor Nuzzi) e \"Vandré: o homem que disse não\" (do jornalista Jorge Fernando dos Santos). No mesmo ano, Vandré foi homenageado no Festival Aruanda, em João Pessoa, por seu trabalho na trilha sonora do filme A Hora e a Vez de Augusto Matraga (1965), baseado na obra de Guimarães Rosa. Esta foi a primeira vez, após 20 anos, que ele retornou à terra natal. Em 22 e 23 de março de 2018, Vandré se apresentou em João Pessoa, depois de 50 anos sem cantar em palcos brasileiros; acompanhado da Orquestra Sinfônica da Paraíba (OSPB), cantou Pra não dizer que não falei de flores e fez homenagens às Forças Armadas. No mês seguinte, Vandré publicou o livro de poemas Poética, produzido durante seu exílio no Chile, em 1973. A obra, originalmente intitulada Cantos Intermediários de Benvirá, foi lançada na Academia Paraibana de Letras. == Discografia == === Álbuns de estúdio === * 1964: Geraldo Vandré * 1965: Hora de Lutar * 1966: 5 Anos de Canção * 1968: Canto Geral * 1969: Geraldo Vandré no Chile * 1973: Das Terras de Benvirá === Coletâneas === * 1979: Geraldo Vandré * 1994: Mestres da MPB: Geraldo Vandré * 1997: Quinteto canta Vandré * 1997: 20 Preferidas - Geraldo Vandré * 2000: Pérolas: Geraldo Vandré === Participação em trilhas sonoras === * 1965: A Hora e a Vez de Augusto Matraga == Filmografia == ===Cinema=== Ano Título Personagem 1969 Quelé do Pajeú Cangaceiro == Literatura == * 2018: Poética == Ligações externas == * * * Categoria:Compositores da Paraíba Categoria:Poetas da Paraíba Categoria:Advogados da Paraíba Categoria:Violonistas da Paraíba Categoria:Naturais de João Pessoa Categoria:Opositores da ditadura militar no Brasil (1964–1985) Categoria:Exilados na ditadura militar no Brasil (1964–1985) Categoria:Cantores da Paraíba Categoria:Cantores de música popular brasileira Categoria:Cantores de bossa nova Categoria:Alunos da Faculdade de Direito da Universidade Federal do Rio de Janeiro Categoria:Pseudônimos do Brasil",
 "title": "Geraldo Vandré"
}