{
 "id": "92306",
 "text": "Augusto Jorge Cury (Colina, 2 de outubro de 1958) é um psiquiatra, professor e escritor brasileiro. Augusto é autor da Teoria da Inteligência Multifocal e seus livros foram publicados em mais de 70 países, com mais de 25 milhões de livros vendidos somente no Brasil. == Biografia == Nasceu em Colina, São Paulo, no dia 2 de Outubro de 1958. Formou-se em Medicina pela Faculdade de Medicina de São José do Rio Preto e concluiu O seu doutorado internacional em Psicologia Multifocal pela Florida Christian University, no ano de 2013, com a tese \"Programa Freemind como ferramenta global para prevenção de transtornos psíquicos\". Na carreira, dedicou-se à pesquisa sobre as dinâmicas da emoção. É pós-graduado na PUC de São Paulo. Cury é professor de pós-graduação e conferencista em congressos nacionais e internacionais. Foi conferencista no 13.° Congresso Internacional sobre Intolerância e Discriminação da Universidade Brigham Young, nos Estados Unidos. É um dos raros brasileiros que tem sua teoria utilizada em pós-graduações Stricto Sensu, hoje adotada na Universidade de São Paulo. Segundo algumas editoras é o psiquiatra mais lido da atualidade. Recebeu o prêmio de melhor ficção, no ano de 2009, da Academia Chinesa de Literatura, pelo livro O Vendedor de Sonhos, que foi adaptado para o cinema em 2016, numa produção brasileira com direção de Jayme Monjardim. === Teoria da inteligência multifocal === Pesquisador na área de qualidade de vida e desenvolvimento da inteligência, Cury desenvolveu pesquisas, sem vínculo com universidades, voltadas à teoria da Inteligência Multifocal. A teoria visa explicar o funcionamento da mente humana e as formas para exercer maior domínio sobre a nossa vida por meio da inteligência e pensamento. Publicou “Inteligência Multifocal”, em 1999, onde apresenta mais de 30 elementos essenciais para a formação da inteligência humana, como o processo de interpretação e o fluxo vital da energia psíquica. É uma metodologia utilizada nas escolas Menthes, a qual promove o desenvolvimento emocional de crianças, adolescentes e adultos. Desenvolveu o projeto Escola da Inteligência que tem como principal objetivo a formação de pensadores através do ensino das funções intelectuais e emocionais mais importantes para crianças e adolescentes, tais como o pensar antes de reagir, a proteção de sua emoção, o colocar-se no lugar dos outros, expor e não impor as suas ideias. Também elaborou o Programa Freemind, para contribuir em conjunto com as casas de acolhimento de usuário de drogas, clínicas, ambulatórios e escolas no desenvolvimento de uma emoção saudável, para a prevenção e tratamento da dependência de drogas. Quando desafiado pelo escritor Paulo Coelho a comprovar os números da sua vendagem de livros, Augusto Cury declarou: \"A preocupação com o primeiro lugar é sintoma típico de uma sociedade doente e sedenta de fama\". Apesar do sucesso de vendas, Cury é alvo de críticas, principalmente em relação à Teoria da Inteligência Multifocal, rejeitada por psicólogos. A teoria não tem aceitação científica pois, apesar do que seu nome faz parecer, não há uma metodologia clínica ou referência bibliográfica, entre outros pontos ==Livros== ;Ficção === Série Vendedor de Sonhos === * O Vendedor de Sonhos: O Chamado - Dezembro de 2008 * O Vendedor de Sonhos e a Revolução dos Anônimos - Janeiro de 2009 * O Semeador de Ideias - 2009 ==== Livro relacionado ==== * De Gênio e Louco Todo Mundo Tem um Pouco - Novembro de 2009 === Série Petrus Logus === # Petrus Logus - O Guardião do Tempo (Editora Saraiva, 2014) # Petrus Logus - Os Inimigos da Humanidade (Editora Saraiva, 2016) A série é a estreia do autor na literatura juvenil. Uma distopia totalitarista que mescla fantasia com crítica social. === Série do Júlio Verne === # O Colecionador de Lágrimas - Holocausto Nunca Mais - 2012 # Em busca do sentido da vida - (Outubro 2013, Planeta do Brasil) ISBN 9788542201628. === Série do Marco Polo === # O Homem Mais Inteligente da História - (Sextante, 2016) # O Homem Mais Feliz da História - (Sextante, 2017) # O Maior Líder da História - (Sextante, 2020) ==== Prequela ==== * O Futuro da Humanidade - (Sextante, 2005). Em Portugal: A Saga de um Pensador - (Bertrand Editora, 2008) ==== Spin-offs ==== * Armadilhas da mente - (Sextante, 2013) .Felicidade roubada - 2014 * Prisioneiros da Mente: Os Cárceres Mentais - (HarperCollins, 2018) * O Médico da Emoção - (Sextante, 2022) === Outro === * O Caçador de Corruptos (Planeta, 2022) * Do Zero ao Gênio: O Garoto Que Lutou Pelos Seus Sonhos - (2016) ;Não-Ficção === Série Brilhantes e Fascinantes === * Pais Brilhantes, Professores Fascinantes - Setembro de 2003 * Filhos Brilhantes, Alunos Fascinantes - Setembro de 2007 * Jovens Brilhantes, Mentes Fascinantes (Editora Pergaminho - Portugal - 2013) ==== Livro relacionado ==== * Pais brilhantes - Ferramentas Para Gestão da Emoção (Principis - 2023) === Coleção Análise da Inteligência de Cristo === **O Mestre dos Mestres vol. 1 (Todos Março de 2006) **O Mestre da Sensibilidade vol. 2 **O Mestre da Vida vol. 3 **O Mestre do Amor vol. 4 **O Mestre Inesquecível vol. 5 === Série O Código Da Inteligência === * O Código da Inteligência - Maio de 2008 * O Código da Inteligência: Guia de Estudo - Janeiro de 2009 * O Código da Inteligência e a Excelência Emocional - Janeiro de 2011 *As Quatro Armadilhas da Mente e a Inteligência Multifocal - Abril de 2015 - Traz os capítulos 1 a 9 do O Código de Inteligência *Como Administrar Seu Intelecto - Abril de 2015 - Traz os capítulos 10 a 11 do O Código de Inteligência *Desenvolvendo a Excelência Profissional - - Traz os capítulos 12 a 15 do O Código de Inteligência *Bons Profissionais e Excelentes Profissionais - Abril de 2015- Traz os capítulos 16 a 19 do O Código de Inteligência === Série Ansiedade === * Ansiedade - Como Enfrentar o Mal do Século - Dezembro de 2013 * Ansiedade - Como Enfrentar o Mal do Século, para Filhos e Alunos - 2015 * Ansiedade 2 - Autocontrole - Como Controlar o Estresse e Manter o Equilíbrio - 2016 * Ansiedade 3 - Ciúme - O medo da perda acelera a perda - 2016 === Série Pai-Nosso === * Os Segredos do Pai-Nosso - Fevereiro de 2007 * A Sabedoria Nossa de Cada Dia: Os Segredos do Pai-Nosso 2 - Maio de 2007 === Outros === * Inteligência Multifocal - 16 de Abril de 1999 * A Pior Prisão do Mundo - 2000 * Escola da Vida: Harry Potter no Mundo Real - 1 de Janeiro de 2002 * Você é Insubstituível - 22 de Abril de 2002 * Revolucione Sua Qualidade de Vida (em Portugal: Revolucione a Sua Qualidade de Vida) - 8 de Novembro de 2002 * Dez Leis para Ser Feliz - Fevereiro de 2003 * Seja Líder de Si Mesmo (em Portugal: Seja Líder de Si Próprio) - Outubro de 2004 * Nunca Desista de Seus Sonhos (em Portugal: Nunca Desista dos Seus Sonhos) - Dezembro de 2004 *A Ditadura da Beleza e a Revolução das Mulheres (em Portugal: A Ditadura da Beleza) - Fevereiro de 2005 * Superando o Cárcere da Emoção (em Portugal: Liberte-se da Prisão das Emoções - Lua de Papel - Fevereiro de 2019) - Dezembro de 2006 * Doze Semanas para Mudar uma Vida - Janeiro de 2007 * Maria, a maior educadora da História - Maio de 2007 * Treinando a emoção para ser feliz - Dezembro de 2007 * Mentes Brilhantes, Mentes Treinadas - Julho de 2010 * A fascinante construção do Eu - Novembro de 2010 * Mulheres Inteligentes, Relações Saudáveis - 2011 * Manual para jovens estressados, mas muito inteligentes! - 2012 *Proteja sua emoção - Aprenda a ter a mente livre e saudável - 2014 *Controle o estresse - Saiba como encontrar equilíbrio - 2014 *Vá mais longe - Treine sua memória e sua inteligência - 2014 *Sonhos e disciplina - Transforme seus projetos em realidade - 2014 * Pais Inteligentes formam sucessores, não herdeiros - Abril 2014 * Bíblia King James Atualizada Freemind - (Abba Press, Junho 2014) * As Regras de Ouro dos Casais Saudáveis - 2014 * Superação - Seja forte e resiliente e vença as dificuldades - 2015 * Autocontrole - Vença os fantasmas da emoção - 2015 * Lidere sua mente - Seja autor(a) da própria história - 2015 * Pais e filhos - Sem diálogo, as famílias morrem - 2015 * Antiestresse Para Todos - Controlando A Ansiedade, Colorindo A Vida - 2015 * Gestão da Emoção - 2015 * O Médico da Humanidade e a Cura da Corrupção - 2015 * O Funcionamento da Mente - 2016 * 20 Regras de Ouro Para Educar Filhos e Alunos - (Academia, 2017) * Você Mais Inteligente - Técnicas de gestão da emoção para revolucionar sua vida (Amazon, E-Book, 2017) * Treine o Seu Cérebro Para Provas - (Método, 2018) * Socorro, Meu Filho Não Tem Limites! - (Academia, 2018) * Inteligência socioemocional - (Sextante, 2019) * Autocontrole em tempos de estresse (Amazon, E-book, 2020) * As Poderosas Ferramentas de Gestão da Emoção para Relações Saudáveis (Dreamsellers, 2022) * Como Educar Crianças e Jovens no Século XXI (Principis, 2022) == Ver também == * Movimento antimanicomial * Nise da Silveira * Reforma psiquiátrica no Brasil * Transtorno de ansiedade * Transtorno depressivo maior * Estresse == Ligações externas == * Página oficial *Blog oficial * Seção do Augusto Cury no Goodreads. Categoria:Autores de literatura infantojuvenil do Brasil Categoria:Brasileiros de ascendência árabe Categoria:Cristãos do Brasil Categoria:Desenvolvimento pessoal Categoria:Escritores de autoajuda Categoria:Escritores de livros de fantasia do Brasil Categoria:Escritores do estado de São Paulo Categoria:Escritores religiosos do Brasil Categoria:Ex-ateus Categoria:Membros do Partido Verde (Brasil) Categoria:Psiquiatras do Brasil Categoria:Romancistas do Brasil Categoria:Escritores do Brasil do século XXI Categoria:Psiquiatras Categoria:Naturais de Colina (São Paulo)",
 "title": "Augusto Cury"
}