{
 "id": "92308",
 "text": "Célula de Schwann atualmente conhecido com \"neurolemócitos\" é um tipo de célula glial que produz a mielina que envolve os axónios dos neurónios no sistema nervoso periférico, isolando electricamente os nervos e assim permitindo a propagação rápida de potenciais de ação. Desempenham a mesma função na periferia que os oligodendrócitos snc desempenham no sistema nervoso central (incluindo cérebro). Essas células transmitem sinais para as células nervosas sensíveis à dor. Isto tem uma direta ligação com a neurofibromatose. Cada célula de schwann envolve um segmento de um axónio, enrolando-se em volta deste e de si própria, até cem vezes. A sua membrana celular contém lipídeos e glicoproteínas produzidas na célula com propriedades específicas para as necessidades de isolamento dos neurónios. Ao enrolar-se em volta do axónio, as camadas de membrana bifosfolipidica ficam praticamente em contacto uma com a outra, em forma de \"fatia de cebola\" com o axónio no centro. O corpo celular, onde se localizam o núcleo e os organelos produtores dos componentes da membrana (a mielina), fica limitado à periferia. O resquício de citoplasma que fica a comunicar cada uma das fatias da 'cebola' é reconhecido histologicamente como a incisura de Schmidt-Lanterman. Cada célula cobre cerca de um milímetro do axónio, mas como estes em geral no sistema nervoso periférico são muito mais longos, podendo chegar a metros de comprimento, muitas centenas delas são necessárias em cada axónio de cada neurónio. A região do axónio entre duas células de Schwann que não está envolvida por nenhuma delas é o Nódulo de Ranvier e é aí que se verificam as trocas iónicas do axónio com o meio extracelular, na sua grande maioria. Esse mecanismo permite a condução saltatória do potencial de acção, o que leva a grandes ganhos de velocidade e de energia. Além disso, a célula também produz factores de crescimento e permito a nutrição eficaz do segmento do axónio que isola. A neoplasia da célula de Schwann é o schwannoma ou neurofibroma. O Mycobacterium leprae, bacilo causador da hanseníase, contém em sua parede celular um glicolipídio fenólico (PGL-1) específico que liga-se à lâmina basal das células de Schwann; essa interação é provavelmente relevante para o fato de o M. leprae ser a única bactéria a invadir os nervos periféricos. A célula de Schwann foi identificada pelo fisiologista alemão Theodor Schwann (1810-1882). == Referências == Categoria:Células da glia",
 "title": "Célula de Schwann"
}