{
 "id": "92322",
 "text": "A espécie Uria aalge, comummente conhecida como airo (também grafado airo- comum) é uma ave marinha caradriforme, da família dos larídeos. == Nomes comuns== Além de «airo», esta espécie dá ainda pelos seguintes nomes comuns: arau (também grafado arau-comum) e troile. === Etimologia=== Quanto ao nome científico, Uria aalge, desta espécie: * o nome genérico, Uria, este provém do grego clássico ourein, que significa «mergulhar». * epíteto específico, aalge , é uma homenagem ao nome escandinavo desta espécie. Do que toca aos nomes comuns: * «airo» e «arau» entraram no português por via do francês antigo hairon (actualmente grafado héron), que significava «garça-real». O sobredito termo francês, por sua vez, proveio do frâncico haigro e este do étimo germânico hraigrōn, ambos os quais significavam «garça». * «troile» correlaciona-se com o epíteto específico desta espécie, ante o nome binomial sinonímico Colymbus troile. == Descrição== De aspecto semelhante a uma torda- mergulheira, distingue-se desta espécie pelo bico mais fino e pontiagudo. O espécime adulto alcança de 38 a 46 cm de comprimento. O seu aspecto exterior faz lembrar um pinguim, mas no entanto não está relacionado com estas aves. É branca com a plumagem da cabeça, costas e asas preta no norte da Europa. Contudo as aves que ocorrem em Portugal, pertencentes à subespécie U. a. albionis, têm as partes superiores de um tom castanho-escuro em vez de preto. Alimenta-se no mar alto de peixes e outros animais marinhos, que captura com o bico, mergulhando até uma profundidade de 60 metros. Conseguem manter-se debaixo de água mais de dois minutos. Cada fêmea põe um único ovo, com o formato de pêra, num local da falésia abrigado da luz do Sol. == Distribuição == O seu habitat de nidificação são ilhas, costas rochosas e falésias: * no oceano Atlântico, desde o norte da América do Norte até ao sul em New Brunswick, e, na Europa, até Portugal, principalmente nas Berlengas. * no oceano Pacífico, desde as costas do norte do Alasca e da Colúmbia Britânica até à Califórnia. === Portugal === Em Portugal, esta espécie assume, sobretudo, o papel de ave invernante. De modo que pode marcar presença, ao longo de toda a costa continental portuguesa, sendo certo que tende a avistar- se mais amiúde à medida que se avança para Norte. Em Portugal existia uma pequena população nidificante nas Berlengas, contudo, crê-se que esta população se encontrará, porventura, extinta ou à beira da extinção. Era possível avistá-la na ilha da Berlenga Grande entre Janeiro e Julho, que é a sua época de reprodução. === Taxonomia=== ====Sinonímia==== *Colymbus aalge *Colymbus troile *Uria troile == Ligações externas == Onde observar o airo Categoria:Uria Categoria:Aves de Portugal Categoria:Aves descritas em 1763",
 "title": "Airo"
}