{
 "id": "9233",
 "text": "A política da Estônia acontece em uma estrutura representativa democrática de uma república parlamentar, por meio da qual o Primeiro-ministro da Estônia é o chefe de governo e de um sistema pluripartidário. O Poder legislativo é próprio do parlamento (Riigikogu). O Poder executivo é exercido pelo Governo e é conduzido pelo Primeiro-ministro. O Poder judiciário é independente do executivo e do legislativo. Com a proclamação da independência nacional da Estônia em 1918, foi formada uma república parlamentar. O Riigikogu (Assembleia do Estado) elegeu um Riigivanem que atuou como Chefe de governo e Chefe de Estado. Os partidos políticos foram banidos e o parlamento não se reuniu de 1934 a 1938, uma vez que o país foi governado por decretos emitidos por Konstantin Päts, que foi eleito primeiro Presidente da Estônia em 1938. Em 1938 uma nova constituição foi aprovada e o Riigikogu foi convocado novamente, desta vez na forma bicameral, composto de Riigivolikogu (Câmara Alta) e Riiginõukogu (Câmara Baixa), ambas significando Conselho de Estado na tradução direta. Em 1940 a Estônia foi ocupada pela União Soviética. Um ano depois, a ocupação soviética foi assumida pela Alemanha Nazista. Durante o período das duas ocupações, as instituições legais, eleitas de acordo com a constituição aprovada pelo povo estoniano, foram retiradas do poder. Em setembro de 1944, depois da retirada das forças alemãs, o poder legal foi brevemente restaurado com Otto Tief formando um novo governo em conformidade com a constituição de 1938. O governo de Tief durou apenas cinco dias, pois a Estônia foi novamente ocupada pela União Soviética. Em 1991 a República da Estônia foi restaurada com base na continuidade da constituição existente de 1938, com a pública aprovação de uma nova constituição em 1992. O governo da Estônia contemporânea segue os princípios da separação de poder e seu povo elege 101 membros para o Riigikogu a cada quatro anos. Apenas cidadãos estonianos podem participar das eleições para o parlamento. A Estônia utiliza um sistema de votos baseado na representação proporcional. Um partido deve exceder um limiar nacional de 5% de todos os votos para poder participar do parlamento. O Parlamento elege um presidente, que pode permanecer no cargo por um período de cinco anos com um máximo de dois períodos de sucessão. Como regra, o presidente convida o líder do partido que recebeu o maior número de votos na eleição para formar o novo governo, que então deve ganhar a aprovação do Riigikogu. O parlamento também indica o presidente do Banco Nacional, o Chefe de Defesa, o Controlador Geral, o Chanceler da Justiça e o Chefe de Justiça da Suprema Corte, todos eles propostos pelo Presidente da Estônia. Nos anos que se seguiram logo após a restauração da independência, havia dúzias de partidos para representar uma população de apenas 1,3 milhão de pessoas; atualmente seis partidos principais estão no parlamento. As autoridades locais também têm seguido a mesma direção. Todas as pessoas com residência permanente e idade para votar (18 anos) podem participar das eleições locais. A Estônia não tem uma religião oficial, a liberdade religiosa é garantida pela constituição. == O desenvolvimento político desde a recuperação da independência == Em 28 de junho de 1992, os eleitores da Estônia aprovaram a constituição apresentada pela assembleia constituinte e a implementação do ato, que estabeleceu um governo parlamentar com um presidente como Chefe de Estado e com um governo encabeçado por um Primeiro-ministro. O Riigikogu, um corpo legislativo unicameral, é o órgão mais alto da autoridade do Estado e dá início e aprova a legislação apresentada pelo primeiro-ministro. O primeiro-ministro tem total responsabilidade e controle sobre o seu gabinete. Em 20 de setembro de 1992 foram realizadas eleições para a formação do parlamento e escolha do presidente. Aproximadamente 68% dos 637.000 eleitores registrados no país foram para as urnas. Lennart Meri, um ilustre escritor e ex-Ministro das Relações Exteriores, venceu esta eleição e tornou-se presidente. Ele escolheu o historiador e fundador do Partido Democrático Cristão de 32 anos de idade, Mart Laar, como primeiro-ministro. Em fevereiro de 1992 e com emendas em janeiro de 1995, o Riigikogu renovou a Lei de Cidadania da Estônia de 1938, que também provê igual proteção civil a estrangeiros residentes. Em 1996, a Estônia ratificou um acordo de fronteira com a Letônia e completou um trabalho com a Rússia em um acordo técnico de fronteira. O Presidente Meri foi re- eleito nas eleições livres e indireta em agosto e setembro de 1996. Durante as eleições parlamentares em 1999, os assentos no Riigikogu foram divididos da seguinte maneira: o Partido Central recebeu 28 assentos, o União Pro Patria 18, o Partido Reformista 18, o Partido das Pessoas Moderadas (cartel eleitoral entre os Moderados e o Partido do Povo) 17, o Partido de Coalizão 7, o Partido das Pessoas do País (atual União do Povo) 7, o Partido do Povo Unido cartel eleitoral 6 assentos. A União Pro Patria, o Partido Reformista e os Moderados formaram um governo com Mart Laar como primeiro-ministro, enquanto que o Partido Central com o Partido de Coalizão, a União do Povo, o Partido do Povo Unido e os Membros do Parlamento que não eram membros de facções formaram a oposição no Riigikogu. Os Moderados uniram-se ao Partido do Povo em 27 de novembro de 1999, formando o Partido Moderado do Povo. No outono de 2001, Arnold Rüütel tornou-se o Presidente da República da Estônia. Em janeiro de 2002, o Primeiro-ministro Laar renunciou e o Presidente Rüütel indicou Siim Kallas como novo primeiro-ministro. Em 28 de janeiro de 2002, o novo governo foi formado de uma coalizão com o Partido Reformista e o Partido Central. Nas eleições parlamentares que se seguiram em 2003, os assentos foram assim distribuídos: Central 28, Res Publica 28, o Partido Reformista 19, a União do Povo 13, a União Pro Patria 7 e os Moderados 6 assentos. O Partido do Povo Unido não chegou a atingir o limiar de 5%. A Res Publica, o Partido Reformista e a União do Povo formaram o governo. Desta coalizão o Presidente Rüütel escolheu o líder do partido Res Publica, Juhan Parts, para formar um governo. Em 14 de setembro de 2003, continuando as negociações iniciadas em 1998, os cidadãos da Estônia foram perguntados em um referendo se eles queriam ou não juntar-se à União Europeia. Com a participação de 64% do eleitorado o referendo aprovou a união com 66.83% dos votos. O acesso à UE aconteceu em 1 de maio do ano seguinte. Em fevereiro de 2004, o Partido Moderado do Povo mudou o nome para Partido Social-democrata (Sotsiaaldemokraatlik Erakond). No dia 8 de maio de 2004, a saída de vários membros do Partido Central para formar um novo partido, o Partido Social Liberal, mudou a distribuição dos assentos no Riigikogu. Os Social-liberais tinham 8 assentos, mas a esperança de formar um novo partido desapareceu em 10 de maio de 2005, devido à maioria dos membros do grupo social-liberal ter-se juntado a outros partidos. Em 24 de março, o Primeiro-ministro Juhan Parts anunciou a sua renúncia após um voto de censura no Riigikogu contra o Ministro da Justiça Ken-Marti Vaher, que foi mantido em 21 de março. Resultado: 54 pro (Social Democratas, Social Liberais, União do Povo, União Pro Patria e Partido Reformista) sem nenhum contra ou neutro. 32 membros do parlamento (do Res Publica e do Partido Central) não participaram. Em 4 de abril de 2005, o Presidente Rüütel nomeou o líder do Partido Reformista Andrus Ansip como Primeiro-ministro e convidou-o para formar o novo governo, o oitavo em doze anos. Ansip formou um governo fora de uma coalizão de seu Partido Reformista com a União do Povo e o Partido Central. No dia 12 de abril de 2005 o Riigikogu aprovou a sua nomeação, que por lei deve acontecer dentro de 14 dias a partir de sua nomeação. Ansip foi aprovado por 53 dos 101 membros do Parlamento da Estônia. Quarenta deputados votaram contra a sua candidatura. O consenso geral nos meios de comunicação de massa da Estônia parece ser a de que o novo gabinete, em termos de competência, não é necessariamente melhor em comparação com o gabinete anterior. O novo governo é popularmente chamado de a \"Coalizão do Alho\", porque o acordo entre os líderes dos partidos foi alcançado em um restaurante de Tallinn, especializado em pratos com alho. Em 18 de maio de 2005, a Estônia assinou um tratado de fronteira com a Federação Russa em Moscou. O tratado foi ratificado pelo Riigikogu em 20 de junho de 2005. Porém, no final de junho, o Ministério das Relações Exteriores da Rússia informou que ele não pretendia, mas fazer parte do tratado devido ao fato de que o Riigikogu havia anexado um preâmbulo ao ato de ratificação que fazia referência a antigos documentos que mencionavam a ocupação soviética e a interrupção da continuidade legal da República da Estônia durante o período soviético. O assunto permanece sem solução é foco de discussões em nível europeu. O voto eletrônico já tem sido usado nas eleições locais na Estônia e os legisladores estonianos já autorizaram o voto eletrônico também para as eleições parlamentares. Em 4 de abril de 2006, a União da Pátria e a Res Publica decidiram se unir para formar um partido de direita conservador. A união dos dois partidos foi aprovada em 4 de junho pelos dois partidos em Pärnu. O nome dos partidos unidos é União do Pro Patria e Res Publica (Isamaa ja Res Publica Liit) . ===Coalizões=== Partido Partido Orientação (Ideologia) Partido do Centro Partido Reformista Res Publica União Pró Pátria União Popular Partido Social-democrata Partido da Coalizão União Pró Pátria e Res Publica Partido do Centro centro à centro- esquerda (social-liberal) * 2002-2003; 2005-2007; 2021- - - 2005-2007 - 1995 - Partido Reformista centro-direita (liberal clássico) 2002-2003; 2005-2007; 2021- * 2003-2005 1992-95; 1999-2002 2003-2007 1999-2002; 2007- 1995-1997 2007- Res Publica centro-direita (conservador) - 2003-2005 * - 2003-2005 - - - União Pró Pátria centro-direita (conservador) - 1992-1995, 1999-2002 - * - 1992-1995, 1999-2002 - - União Popular centro-esquerda (agrário) 1995, 2005-2007 1995-1997, 2005-2007 - - * - 1995-1999 - Partido Social-democrata centro-esquerda (social-democrata) - 1992-1994; 1999-2002; 2007- - 1992-1994, 1999-2002 - * - 2007- Partido da Coalizão centro (pega-tudo) 1995 1995-1997 - - 1995-1999 - * - União Pró Pátria e Res Publica centro-direita (conservador) - 2007- - - - 2007- - * == O Poder executivo == Cargos principais Cargo Nome Partido Desde Presidente Alar Karis independente 11 de outubro de 2021 Primeira-ministra Kaja Kallas Reformista 26 de janeiro de 2021 O Presidente da Estônia é eleito pelo Parlamento (Riigikogu) para um período de cinco anos; se ele ou ela não conseguirem dois terços dos votos após três rodadas de votação, então uma assembleia eleitoral (composta de parlamentares mais membros dos governos locais) elege o presidente, escolhendo entre os dois candidatos com maiores porcentagens de votos. O Primeiro-ministro da Estônia (em estoniano: Eesti Vabariigi Peaminister) é o chefe de governo da República da Estônia. O primeiro-ministro é escolhido pelo Presidente e confirmado pelo Parlamento. Este é geralmente o líder do maior partido ou coalizão do Parlamento. A atividade do governo é dirigida pelo Primeiro-ministro, que é de fato o chefe político do Estado. Ele não dirige nenhum Ministério específico, mas é, de acordo com a constituição, o supervisor do trabalho do governo. A importância e papel no governo do Primeiro-ministro e suas relações com os outros ministérios geralmente depende da posição do partido comandado pelo primeiro-ministro no vis-à-vis com os parceiros de coalizão, e o quanto de influência o primeiro-ministro possui dentro de seu próprio partido. Caso o primeiro-ministro tenha uma posição forte dentro de seu partido, e o governo foi constituído apenas por representantes daquele partido, ele pode reunir considerável autoridade. Em todas as questões nacionais de extrema importância, porém, a palavra final fica com o Riigikogu como poder legislativo. == O Poder legislativo == O Conselho de Estado (Riigikogu) tem 101 membros, eleitos para um período de quatro anos por representação proporcional. == Partidos políticos e eleições == :Para outros partidos políticos veja a Lista de partidos políticos da Estônia. === Eleições legislativas de 2019 === Partido Partido Votos % Assentos ± Partido Reformista 162.364 28,9 34 +4 Partido do Centro 129.617 23,1 26 −1 Partido Popular Conservador 99.672 17,8 19 +12 Isamaa 64.219 11,4 12 −2 Partido Social- democrata 55.168 9,8 10 −5 Estonia 200 24.447 4,4 0 Novo Verdes Estónios 10.226 1,8 0 0 Riqueza da Vida 6.858 1,2 0 Novo Partido Livre 6.460 1,2 0 −8 Partido da Esquerda 510 0,1 0 0 Independentes 1.590 0,3 0 0 Votos nulos Votos nulos 3.897 – – – Total Total 565.028 100 101 0 Eleitores registrados/Participação: Eleitores registrados/Participação: 887.419 63,7 – – Fonte: Valimised Fonte: Valimised Fonte: Valimised Fonte: Valimised Fonte: Valimised Fonte: Valimised == O Poder judiciário == A suprema corte judiciária é o Tribunal Nacional ou Riigikohus, com 19 juízes cujo presidente é indicado pelo parlamento em cargo vitalício por nomeação do presidente. == Divisões administrativas == A Estônia possui 15 subdivisões administrativas principais. Devido ao tamanho geográfico e demográfico dessas subdivisões, elas são consideradas condados ao invés de estados (estoniano: plural - maakonnad; singular - maakond). == Participação em organizações internacionais == A Estônia é membro do BIS, CEMA, CE, EAPC, BERD, ECE, UE, FAO, AIEA, BIRD, ICAO, CPI, ICRC, IFC, OHI, OIT, FMI, OMI, Interpol, COI, OIM (observador), ISO (correspondente), UIT, CUCI, OTAN, OPCW, OSCE, ONU, UNCTAD, UNESCO, UNMIBH, UNMIK, UNTSO, UPU, WCO, WEU (parceiro associado), OMS, WIPO, OMM, OMC == Ver também == * Parlamento da Estónia == Ligações externas == * Parlamento da Estónia * Presidência da Estónia * Suprema Corte da Estónia * Estonica : Estonia in brief : Political system: *",
 "title": "Política da Estónia"
}