{
 "id": "92343",
 "text": "A Ponte 25 de Abril é uma ponte suspensa rodoferroviária sobre o rio Tejo que liga a cidade de Lisboa (margem norte) à cidade de Almada (margem sul), em Portugal. A ponte atravessa o estuário do Tejo na parte final e mais estreita — o designado gargalo do Tejo. A Ponte tem 2 277 m de comprimento. Com um vão livre de 1 013 m, a Ponte 25 de Abril é a 33.ª maior ponte suspensa do mundo. O tabuleiro superior alberga 6 vias rodoviárias (3 por sentido), enquanto que o tabuleiro inferior alberga duas linhas ferroviárias eletrificadas a 25 kv AC. Projetos para a construção de uma ponte sobre o estuário do Tejo existem desde finais do século XIX; no entanto, apenas na década de 1950 o governo português do Estado Novo avançou com a construção de uma ponte para ligar as duas margens da área metropolitana de Lisboa. A construção começou em novembro de 1962 e prolongou-se por quatro anos. Foram pelo menos 20 os trabalhadores que perderam a vida, bem mais do que o anunciado na altura.Homenagem aos trabalhadores que morreram a construir a Ponte 25 de Abril em rtp.pt; Arquivado em WayBack Machine Foi inaugurada em 6 de agosto de 1966, então apenas com um tabuleiro rodoviário. Em 29 de julho de 1999 foi inaugurado o tabuleiro ferroviário. A Ponte 25 de Abril foi concessionada à empresa privada Lusoponte em 1996, que também foi incumbida de construir a Ponte Vasco da Gama. A concessão destas duas pontes termina em março de 2030. Até 1974, a Ponte 25 de Abril chamava-se Ponte Salazar. O nome 25 de Abril faz alusão à revolução de 25 de Abril de 1974. == História == ===Antecedentes=== Desde as últimas décadas do século XIX que se idealizou a construção de uma ponte sobre o Rio Tejo em frente de Lisboa, de forma a melhorar as ligações entre a cidade e a Margem Sul, que nessa altura se faziam de barco, gerando incómodos aos passageiros devido às operações de transbordo. Esta situação ganhou um especial relevo devido à expansão da rede ferroviária até ao Algarve, região que passou a ser muito procurada pelos habitantes de Lisboa durante a época estival, aumentando consideravelmente o movimento dos comboios na Margem Sul do Tejo. Por outro lado, neste período já se pensava na expansão de Lisboa para a Margem Sul, com a construção de uma grande mancha urbana desde a Trafaria até ao Pontal de Cacilhas, com a instalação tanto de zonas residenciais como industriais, ao que se juntaria uma importante componente militar, através da transferência da escola naval e do arsenal do Alfeite. Desta forma, algumas das infraestruturas militares, em conjunto com grande parte do tecido industrial de Lisboa e os correspondentes bairros operários poderiam concentrar-se na Margem Sul, libertando espaço em zonas como Alcântara e Poço do Bispo, permitindo a criação de uma nova imagem para a capital, mais adequada aos circuitos turísticos. Assim, até meados do Século XX foram apresentadas várias propostas para a ponte, todas preconizando um conceito misto, tanto para o tráfego rodoviário como para o caminho de ferro, tendo sido divididas em três categorias numa portaria de 1953: a nascente, com a ponte a iniciar-se no Montijo, central, em Almada, e poente, num ponto a ocidente de Almada, mais concretamente nas imediações do Pragal. ====Século XIX==== A primeira grande proposta foi feita em 1876 pelo engenheiro Miguel Pais, tendo sido a que despertou mais atenção durante cerca de seis décadas, por ser a mais adequada do ponto de vista ferroviário. De acordo com este plano, a ponte ligaria a zona dos Grilos, em Lisboa, ao Montijo, na margem oriental, seguindo depois a linha até ao Pinhal Novo, onde já existia um importante nó ferroviário. A primeira ideia sobre a construção de uma ponte que ligasse a cidade de Lisboa a Almada, situada na margem esquerda do Tejo, remonta ao ano de 1876. Naquela altura, o engenheiro Miguel Pais sugeriu que a sua construção fosse feita entre Lisboa e o Montijo. Segundo o folheto Ainda a estação fluvial das linhas do Sul e Sueste, do engenheiro António dos Santos Viegas, em 1888 o cidadão americano Lye apresentou uma nova proposta para a ponte, desta vez unindo Almada à Rua do Tesouro Velho (posterior Rua António Maria Cardoso), na zona do Chiado, onde ficaria a estação terminal para os comboios do Sul e Sueste, cuja entrada seria no Largo das Duas Igrejas (posterior Largo do Chiado). De acordo com Santos Viegas, também estava planeada a instalação de elevadores para o transporte de vagões até ao Cais do Sodré, sendo todo este conjunto orçado em cerca de 8 mil a 10 mil contos. No ano seguinte surgiu uma nova proposta para a travessia, da parte dos engenheiros franceses Bartissol e Seyrig, tendo este último ganho notoriedade como construtor da Ponte de D. Luís, no Porto. Preconizavam uma ponte com um só tabuleiro, que iria servir tanto o tráfego ferroviário como rodoviário, suportado sobre vários arcos, e que ligaria Almada a um local acima da Rocha do Conde de Óbidos, com um comprimento de 2 310 m. Na margem Norte, depois de sair da ponte, a linha passaria por um trincheira e depois entraria num túnel com cerca de 400 m, que passaria por debaixo da Calçada da Estrela. O túnel desembocaria perto da Rua de São Bento, onde teria uma estação, passava por detrás do Palácio das Cortes em trincheira e túnel, depois virava para a direita, cruzando a Rua de São Bento. Aqui entrava num novo túnel, passando pelas proximidades da Praça do Príncipe Real, que terminaria numa estação denominada de São Bento. Quanto aos acessos rodoviários, Bartissol comentou na Gazeta dos Caminhos de Ferro que seria fácil instalar uma estrada desde a ponte até ao Bairro de Buenos Aires e a zona baixa da cidade. Na Margem Sul, a linha férrea teria estações em Almada, na Piedade, no Alfeite e no Seixal, terminando no Barreiro, onde se ligaria à rede ferroviária no Sul do país. A sua ligação ao Barreiro despertou um especial interesse, uma vez que nessa altura a Companhia Real dos Caminhos de Ferro Portugueses estava interessada em tomar a exploração das linhas do Sul, então geridas pelo governo. Assim, a nova linha férrea teria cerca de 15,5 km entre o Rossio e o Barreiro, incluindo a travessia do rio. Quanto à ponte em si, teria quatro pilares na margem Norte, sendo dois pilares colocados perto da Calçada Marquês de Abrantes, enquanto que o terceiro ficaria junto aos cais do rio. Depois começariam os grandes arcos, sendo o primeiro de 300 m, de forma a deixar espaço suficiente para a manobragem e atracação dos barcos, enquanto que o segundo seria de 160 m, e o terceiro voltava a ter 300 m de abertura, alternando sucessivamente até à Margem Sul, prevendo-se que seriam construídos quatro tramos de 300 m e seis de 160 m sobre o rio em si. Devido às condições nas colinas de Almada, o último arco seria ligeiramente menor, tendo 150 m de abertura. Os pilares teriam 25 m de largura, enquanto que o tabuleiro teria 18 m, ficando a cerca de 50 m acima do nível da água. A utilização de arcos para suportar a ponte, e a sua grande altura do tabuleiro, iria deixar livre ambas as margens, permitindo a instalação das estruturas portuárias que estavam planeadas daquele lado do rio, junto a Almada. Previa-se que esta obra iria custar cerca de 10 mil contos, incluindo as expropriações. Em 1890, O Visconde de Assentiz, André Proença Vieira, em conjunto com os engenheiros Lye e Alfonso Peña Boeuf também apresentaram um plano para uma ponte entre Almada e Lisboa, amarrando na Rocha do Conde de Óbidos. Este empreendimento foi provisoriamente calculado em cerca de 7500 contos, mas provavelmente iria ter um custo muito superior, uma vez que neste percurso os pilares teriam de descer até cerca de 60 m. Posteriormente, uma empresa americana sugeriu a construção de uma ponte entre Almada e o Bairro da Lapa, que transportaria não só o trânsito rodoviário e ferroviário, mas também teria acesso para peões e carros eléctricos. ====Século XX==== Em 1913, o governo português recebeu uma sugestão para a construção de uma ponte, retomando a ideia de fazer a ligação entre a zona da Rocha Conde de Óbidos e Almada. Esta proposta foi reatada em 1921 pelo engenheiro espanhol Alfonso Peña Boeuf, mas não chegou a ser aprovada. Em 22 de Maio de 1924, o jornal Correio do Sul noticiou que a comissão parlamentar da marinha tinha dado um parecer favorável à construção de uma ponte entre Almada e Santos. Decorria o ano de 1929, quando o engenheiro português António Belo solicitou a concessão de uma via férrea a estabelecer sobre o rio Tejo, a partir da zona do Beato, em Lisboa, e o Montijo. Perante esta iniciativa, o então ministro das Obras Públicas, Duarte Pacheco, acabou por nomear, no ano de 1933, uma Comissão com o fim de analisar a proposta em causa, tendo ele próprio, apresentado, em 1934, uma proposta ao Governo, de que fazia parte, para a construção de uma ponte rodoferroviária sobre o Tejo. O Plano Geral da Rêde Ferroviária, introduzido pelo Decreto n.º 18:190, de 28 de Março de 1930, incluiu uma linha férrea entre Lisboa e a estação de Ponte de Sor, na Linha do Leste, passando por Quinta Grande e Alcochete, e com uma ligação ao Ramal do Montijo, sendo a travessia do Rio Tejo feita através de uma ponte de grandes dimensões.PORTUGAL. Decreto n.º 18:190, de 28 de Março de 1930. Ministério do Comércio e Comunicações - Direcção Geral de Caminhos de Ferro - Divisão Central e de Estudos - Secção de Expediente, Publicado no Diário do Governo n.º 83, Série I, de 10 de Abril de 1930. Em 1934 foi aberto um concurso público, baseado na solução que Miguel Pais tinha apresentado em 1876. Este processo foi muito concorrido, tendo o correspondente caderno de encargos sido pedido por 128 empresas de engenharia, gerando uma grande quantidade de propostas, mas a construção não avançou devido aos problemas de estabilidade pelos quais o país estava a atravessar. Na década de 1930, existiam duas grandes propostas para o local onde deveria ser construída uma ponte sobre o Tejo, unindo a cidade de Lisboa à Margem Sul. A primeira era uma evolução do plano de Miguel Pais, e preconizava uma ligação entre o Beato, em Lisboa, e o Montijo, enquanto que a solução alternativa ditava a construção da ponte no local onde o rio era mais estreito nas imediações da capital, entre Santos e o Bom Sucesso, na margem Norte, e de Cacilhas ao Lazareto, na Margem Sul. A solução do Beato ao Montijo tinha três grandes vantagens: era considerada de construção mais económica, uma vez que cruzava uma zona de menor tráfego fluvial, permitindo um maior número de tramos, cujos vãos seriam proporcionais à altura dos pilares, não constituiria um obstáculo à navegação fluvial caso fosse destruída, em caso de conflito ou desastre natural, e permitiria uma melhor ligação às redes ferroviárias em ambas as margens. Porém, a vantagem do ponto de vista económico poderia ser balançada pelas grandes dimensões da ponte, e a profundidade do lodo naquela parte do rio, que segundo um estudo de 1933 chegava a ser de cerca de cinquenta metros, e que iria encarecer a construção. Quanto aos receios que os destroços da ponte de Lisboa a Cacilhas obstruíssem o acesso ao porto, estes também podiam ser considerados como sem fundamento, pois mesmo no seu ponto mais estreito o Rio Tejo ainda alcançava cerca de dois quilómetros de largura, além da grande profundidade naquele local. Em terceiro lugar, a circunstância de que a Ponte do Beato ao Montijo iria permitir melhores ligações à rede ferroviária em ambas as margens, que inicialmente até era considerada como sua principal vantagem, tornou-se secundária devido à necessidade de melhorar as ligações rodoviárias de Lisboa com a região a Sul. Com efeito, a ponte de Cacilhas iria unir de forma muito mais eficiente a capital à Península de Setúbal, potenciando a expansão urbana na Margem Sul, e facilitando os acessos à Costa da Caparica, que tinha grandes potencialidades como zona balnear e turística. Além disso, uma ponte que ligasse as redes ferroviárias em ambas as margens do Tejo não necessitava de ser construída num local tão dispendioso, podendo ser instalada num ponto mais a montante do rio, por exemplo junto a Vila Franca de Xira. Assim, o maior entrave à construção da ponte por Cacilhas era devido às condições no terreno, embora estas pudessem ser vencidas através do emprego de uma ponte pênsil, um tipo de estrutura que nessa altura estava em franco desenvolvimento nos Estados Unidos da América, sendo o principal expoente deste método de construção a Ponte Golden Gate, em São Francisco, cujos três vãos suspensos tinham quase 2000 m de comprimento. As zonas mais profundas no estreito situavam-se mais perto da margem esquerda, com dois fundões, um a montante do Porto Brandão e outra junto ao pontal de Cacilhas, onde se atingiam cerca de 45 m abaixo do zero hidrográfico. Por outro lado, a faixa do estreito em frente da Junqueira era mais plana, com profundidades inferiores a 30 m, pelo que o engenheiro civil Afonso Zuzarte de Mendonça aconselhou que a ponte fosse ali construída. Além disso, aquele local também iria facilitar a instalação dos acessos à ponte na Margem Sul, por ser uma área de reduzida urbanização. Na margem Norte, o acesso seria feito por um viaduto até à Tapada da Ajuda, terminando na vertente Sul de uma colina a poente do Vale de Alcântara, onde se ligaria a facilidade a uma outra ponte que estava prevista sobre a ribeira. Alvitrou que deveria ser utilizado um modelo semelhante ao da Ponte de São Francisco, ou seja, uma estrutura pênsil de tabuleiro rígido, com três vãos e dois pilares, tendo o vão central cerca de 1300 m e cada um dos laterais 350 m. Este tipo de ponte tinha várias vantagens: a possibilidade de colocar o tabuleiro a uma grande altitude, que deixaria uma altura igual ou superior a sessenta metros para a navegação; apenas seria necessário colocar dois pilares dentro do rio, o que também iria reduzir os incómodos para o tráfego fluvial; caso fosse destruída em caso de guerra ou desastre natural, os destroços da ponte seriam relativamente fáceis de remover, no sentido de desobstruir o estreito; e finalmente, este tipo de ponte era considerada de aparência elegante e monumental, e enquadrar-se-ia facilmente no contexto cénico do Porto de Lisboa. Zuzarte de Mendonça considerou que inicialmente a ponte deveria ser construída apenas para tráfego rodoviário, o que teria a vantagem de reduzir consideravelmente o custo das obras, além que já existia uma ponte do caminho de ferro sobre o Tejo, junto ao Setil, unindo as duas redes. Propôs igualmente que a construção da ponte pênsil deveria ser acompanhada por um programa de desenvolvimento urbano, tanto na margem esquerda como na direita, na zona poente do vale de Alcântara. ===Planeamento=== Nos princípios da década de 1950, um dos defensores da construção da ponte sobre o Tejo em frente de Lisboa foi o deputado Pinho Brandão, que na sessão de 28 de Outubro de 1952 da Assembleia Nacional, sugeriu que aquela obra fosse adjudicada como parte das comemorações dos vinte de cinco anos do governo de Oliveira Salazar. Em 4 de Dezembro, durante a discussão do Plano de Fomento Nacional, defendeu que a construção da ponte fosse incluída naquele importante programa económico. Na sessão de 21 de Março de 1953, Pinho Bandão recordou um despacho emitido em 10 de Julho de 1942 pelo então Ministro das Obras Públicas, Duarte Pacheco, na sequência de um relatório da Junta Autónoma de Estradas sobre os acessos rodoviários às localidades na Margem Sul do Tejo, em frente da cidade de Lisboa, e de um parecer que tinha sido elaborado com base nesse relatório pela Direcção Geral dos Serviços Hidráulicos. Neste despacho, o ministro expressou a necessidade de desenvolver as ligações entre a capital e a região Sul do país, principalmente com a margem esquerda do Tejo, na zona a Ocidente do Barreiro, tendo preconizado a construção de uma ponte rodoferroviária entre o Pragal e o Vale de Alcântara, com cerca de dois quilómetros de extensão. Duarte Pacheco discutiu igualmente dos acessos rodoviários e ferroviários à ponte, tendo previsto a sua união à Avenida de Ceuta, na margem direita, de forma a providenciar boas ligações tanto à capital como à rede de estradas para o Norte do país, enquanto que a via férrea iria entroncar com a linha já existente no Vale de Alcântara, na Estação Ferroviária de Campolide. Na margem esquerda, considerou que a ponte deveria ter unir-se à rede ferroviária já existente, enquanto que em termos de acessos rodoviários, a ponte deveria ter ligações a Cacilhas, à estrada de turismo que estava planeada ao longo do Tejo, e à zona marginal do rio. Porém, a proposta de Duarte Pacheco não chegou a ser estudada a fundo, tendo Pinho Brandão criticado a forma como o governo deixou de dar atenção à ponte sobre o Tejo em frente de Lisboa, após a inauguração da Ponte Marechal Carmona, em Vila Franca de Xira, em 21 de Dezembro de 1951.CAPELO et al, 1994:350 Também foram construídas estruturas de acostagem de topo e introduzidas novas embarcações para o serviço fluvial entre Lisboa e Cacilhas, no sentido de acelerar as manobras de embarque e desembarque dos passageiros e os veículos. Porém, tanto o desenvolvimento do transporte fluvial como a ponte em Vila Franca de Xira foram insuficientes para solucionar os problemas de acesso entre a capital e Margem Sul, principalmente tendo em conta o acelerado crescimento do tráfego para a zona de Almada. Assim, uma portaria de 16 de Junho de 1953 do Ministério das Obras Públicas e Comunicações ordenou a formação de uma comissão técnica, de forma a estudar o problema das ligações entre a capital e a Margem Sul do Tejo, tanto do ponto de vista ferroviário como rodoviário. Esta diploma preconizou desde logo uma preferência por fazer a ponte amarrar em Almada ou no Pragal, uma vez que se considerou que a presença da Ponte Marechal Carmona, pela sua localização, tinha retirado a necessidade de fazer uma ponte até ao Montijo. Previu igualmente que a ponte não seria construída num futuro próximo, devido ao grande esforço económico que foi necessário para instalar a ponte de Vila Franca de Xira, mas que seria necessário deixar desde logo a obra planeada, de forma a organizar de forma conveniente o crescimento urbano, tanto em Lisboa como na zona de Almada, reservando assim os espaços que seriam necessários para a ponte e os seus acessos. Entretanto, em 1951 o engenheiro espanhol Peña Boeuf voltou a propor uma solução para a ponte, durante o XIV Congresso da Associação Espanhola para o Progresso das Ciências, desta vez ligando Almada ao Alto de Santa Catarina, em Lisboa, através de uma ponte suspensa. Em 1953, foi formada uma comissão especial para decidir se deveria ser construída uma ponte ou um túnel, presidida pelo engenheiro João Alberto Barbosa Carmona, que já tinha uma valiosa experiência na construção de pontes. Esta comissão contratou a firma francesa Compagnie Générale de Géophysique (fr) para fazer o reconhecimento geológico do fundo do Tejo, entre Porto Brandão e Cacilhas, tendo um dos principais métodos utilizados sido o da prospecção eléctrica de refracção sísmica, através da explosão de dezasseis cargas submarinas em Outubro de 1954. Também em 1954, ficou determinado que a Junta Autónoma de Estradas seria responsável pelas sondagens de reconhecimento geológico e outros trabalhos preliminares, no âmbito dos estudos para a travessia rodoferroviária do Tejo. A comissão apresentou o seu relatório em 1957, tendo proposto duas soluções para a travessia do rio, por túnel ou por ponte. Ainda nesse ano, o Ministro das Obras Públicas, Eduardo de Arantes e Oliveira, inseriu a construção da ponte no II Plano de Fomento, e em 2 de Maio de 1958 foi formado o Gabinete da Ponte sobre o Tejo, dirigido por José do Canto Moniz. O concurso público internacional iniciou-se em 27 de Abril de 1959, e em 3 de Março de 1960 foram abertas as propostas, tendo quatro empresas concorrido para esta obra. Em 25 de Fevereiro de 1961 foi assinado o contrato com a empresa United States Steel Export Company, no valor de 1 764 190 contos, estipulando a conclusão das obras até 1966. A empresa apresentou o plano definitivo para a ponte em 3 de Novembro desse ano, que foi aprovado em 9 de Maio de 1962, levando desta forma à adjudicação definitiva para a obra. ===Construção e inauguração=== As obras iniciaram-se em 5 de Novembro de 1962, tendo nessa altura sido prevista a sua conclusão em 5 de Fevereiro de 1967. Porém, a ponte foi inaugurada cerca de seis meses antes deste prazo, em 6 de Agosto de 1966, do lado de Almada, na presença das mais altas individualidades portuguesas, entre as quais se destacou o Presidente da República, Almirante Américo de Deus Rodrigues Tomás, o Presidente do Conselho de Ministros, António de Oliveira Salazar e o Cardeal Patriarca de Lisboa, D. Manuel Gonçalves Cerejeira, recebendo a denominação de Ponte Salazar.Cf. Decreto-Lei n.º 48112, de 14 de dezembro. Nessa altura, a ponte foi considerada como um símbolo do esforço para a modernização do país e de uma suposta maior abertura cosmopolita, que era incentivado pelas divisões mais industrialistas do governo e pelos grandes capitalistas do país, processo ao qual se resignaram os membros mais tradicionalistas do governo, chefiados pelo presidente do conselho.CAPELO et al, 1994:369 Com a inauguração da ponte foram melhorados os acessos entre Lisboa e a Margem Sul do Tejo, permitindo o desenvolvimento urbano daquela área. O seu custo rondou, preço à época da sua construção, o valor de dois milhões e duzentos mil contos, o que corresponde, sem ajustes à inflação, a perto de 11 milhões de Euros. Ainda que projectada para suportar, em simultâneo, tráfego ferroviário e rodoviário, nesta fase só ficou preparada para a passagem de veículos rodoviários. A ponte 25 de Abril exige uma manutenção permanente. Este colosso de aço é inspeccionado há 50 anos pelo ISQ. No dia da inauguração a imprensa estava lá para festejar, laudatoriamente, a maior obra pública do país. Várias centenas de páginas de jornais e revistas foram preenchidas tendo-se difundido o grande projeto além fronteiras. Jornais de renome como o Diário de Notícias, O Século, Diário de Lisboa, Diário Popular, Comércio do Porto entre muitos outros, mostraram ao mundo o impacto da fundação através de imagens e testemunhos. Ainda no mesmo ano nasceu o filme \"A Ponte Salazar sobre o Rio Tejo em Portugal\", filme oficial encomendado pelo regime, produzido pela Tobis Portuguesa sob a direção de imagem de Leitão de Barros. Em 6 de Agosto de 1968, foram inauguradas as novas instalações do Gabinete da Ponte sobre o Tejo, durante as comemorações do segundo aniversário da ponte, evento que teve a presença do chefe do governo e do Ministro e do Subsecretário das Obras Públicas. Aquele órgão tinha como um das principais funções o planeamento da segunda fase da construção da ponte, que contemplava a instalação da via férrea, que já se previa que seria dupla e electrificada. Naquela altura, já tinham sido gastos cerca de 33 mil contos em obras e nos estudos para o nó ferroviário na Margem Sul, que além dos acessos à ponte, também iria servir uma zona industrial em planeamento naquela área. Este processo iria ser dividido em dois estágios: o primeiro, no valor de 160 mil contos, iria incluir a instalação de vias férreas unindo a Moita à futura estação de Almada, além dos acessos à Siderurgia Nacional, no Seixal, e aos estaleiros da Lisnave, prevendo-se que as expropriações iriam ter início ainda no mesmo ano, e que a primeira empreitada iria ser lançada entre 1960 e 1970. No segundo estágio, orçado em cerca de 700 mil contos, iria ser instalada a via férrea na ponte e a sua ligação à estação de Almada, e um ramal para a Praia do Rei, na Costa da Caparica. Durante a cerimónia, José do Canto Moniz relatou que o tráfego rodoviário foi inferior ao previsto nos primeiros dois anos da ponte, mas que estes valores seriam muito provavelmente compensados pela elevada taxa de crescimento de 20%, pelo que ainda se mantinha o plano financeiro para a amortização do investimento, prevista num prazo de duas décadas. A instalação da via férrea na ponte sobre o Tejo foi uma das grandes obras previstas no quarto Plano de Fomento, no âmbito de um programa da modernização dos caminhos de ferro nacionais, no espírito da chamada Primavera Marcelista. === Revolução de 25 de Abril de 1974 === Após a Revolução de 25 de Abril de 1974, a Ponte Salazar conservou o seu nome durante mais de cinco meses. Foi mudado para Ponte 25 de Abril na sequência do putsch falhado de 28 de Setembro, por iniciativa do coronel João Varela Gomes, que depois da intentona fora nomeado, improvisadamente, para presidir às primeiras comemorações em liberdade da revolução republicana de 5 de Outubro de 1910.Sobre a denominação oficial cf., entre muitos outros, o Decreto-Lei 145/77, de 9 de abril. Vd. também Louçã, António. Varela Gomes. \"Que outros triunfem onde nós fomos vencidos\". Biografia. Lisboa, Ed. Parsifal, 2016, pg. 160. Na sequência do processo revolucionário, verificou-se uma alteração nas prioridades do governo, devido ao surgimento de vários problemas mais urgentes, como a prestação de cuidados de saúde, educação e saneamento básico, que levaram ao cancelamento do quarto Plano de Fomento. Por outro lado, a própria Companhia dos Caminhos de Ferro Portugueses viu a sua situação financeira degradar-se consideravelmente devido à necessidade de regularização dos seus quadros internos, além da entrada em vigor do salário mínimo.MARTINS et al, 1996:68-70 ===Décadas de 1980 e 1990=== Em 27 de Junho de 1987, foram entregues ao Conselho Superior de Obras Públicas os planos para vários investimentos de vulto nos transportes de Lisboa, incluindo a expansão do Metropolitano de Lisboa, a renovação da rede dos eléctricos, e o alargamento do tabuleiro rodoviário na Ponte 25 de Abril. A apresentação oficial destes planos, que teve lugar nas vésperas da campanha para as eleições legislativas, contou com a presença do Ministro das Obras Públicas, Transportes e Comunicações, Joaquim Ferreira do Amaral, e dos secretários dos Transportes e Comunicações, Sequeira Braga, e das Vias de Comunicação, Falcão e Cunha. Foi igualmente feita uma proposta ao Conselho Superior para que fosse criado um órgão dedicado à realização de estudos para novas travessias sobre o Rio Tejo, incluindo a instalação de um segundo tabuleiro na Ponte 25 de Abril, de forma a permitir a passagem do caminho de ferro. Em 24 de Julho de 1990, entrou ao serviço a quinta via rodoviária no tabuleiro da Ponte 25 de Abril.CAPELO et al, 1994:461 Posteriormente, voltou- se a pensar a instalação do caminho de ferro na Ponte 25 de Abril, como parte dos chamados Planos Energéticos, e em meados da década de 1990, o governo considerou que esta obra não mais podia ser adiada. Assim, o governo abriu o concurso para a ligação ferroviária Norte–Sul, correspondente a vários lanços entre Chelas e Penalva, incluindo a montagem da via férrea na Ponte 25 de Abril, tendo o Decreto Regulamentar n.º 19/94, de 17 de Agosto, determinado as medidas preventivas para as áreas que iriam ser necessárias naquela intervenção.PORTUGAL. Decreto Regulamentar n.º 19/94, de 17 de Agosto. Ministério das Obras Públicas, Transportes e Comunicações. Publicado no Diário da República n.º n.º 189/1994, Série I-B, de 17 de Agosto de 1994 Em 1996, procedeu à elaboração de um projecto para a instalação do tráfego ferroviário, através da montagem de um novo tabuleiro, alguns metros abaixo do tabuleiro do trânsito rodoviário, já em funcionamento. Este empreendimento ficou a cargo do Gabinete do Nó Ferroviário de Lisboa, uma divisão do Ministério das Obras Públicas, Transportes e Comunicações, tendo a via férrea no tabuleiro inferior da ponte sido integrada numa rede de linhas suburbanas entre as duas margens do Rio Tejo. A nova linha deveria ligar os nós ferroviários de Campolide, na margem Norte, e do Pinhal Novo, na Margem Sul, passando pelo Fogueteiro, e ser de via dupla electrificada,MARTINS et al, 1996:217 com equipamentos de telecomando e sinalização electrónica, comandada a partir de Campolide.MARTINS et al, 1996:159-167 Esta linha seria parte do importante Eixo Norte-Sul, que ligava Braga a Faro, constituindo assim a espinha dorsal do sistema ferroviário nacional.MARTINS et al, 1996:206 Com efeito, a instalação da via férrea na Ponte 25 de Abril resolveu um dos dois importantes estrangulamentos de tráfego no Eixo Norte–Sul, tendo o outro, a travessia do Rio Douro junto à cidade do Porto, sido solucionado com a construção da Ponte de São João.TAVARES e ESTEVES, 2000:108 O Eixo Norte–Sul, incluindo a via férrea no tabuleiro inferior da ponte, foi inaugurado em 29 de Julho de 1999, numa cerimónia que teve a presença do Primeiro-Ministro, António Guterres, do antigo Ministro das Obras Públicas, Joaquim Ferreira do Amaral, do Ministro do Equipamento, do Planeamento e da Administração do Território, João Cravinho, dos presidentes das Comissões Parlamentares, dos deputados eleitos pelos círculos de Lisboa e Setúbal e os correspondentes Governadores Civis, e dos presidentes das Câmaras Municipais de Lisboa, Seixal, Almada e Palmela. Nesta altura, esperava-se que a nova linha fosse impulsionar a utilização dos transportes públicos na capital, cujas modalidades (linhas suburbanas, Metropolitano, barcos fluviais e autocarros da Carris) tinham sofrido uma grande redução na procura ao longo da Década de 1990, tendo perdido 93 milhões de utilizadores desde 1990, dos quais 11,6 milhões foram nos comboios suburbanos da C. P. Este decréscimo foi causado principalmente pela explosão no uso dos automóveis particulares e a uma maior aposta do governo em infraestruturas rodoviárias, em detrimento das outras modalidades de transporte, como a construção da Ponte Vasco da Gama e o alargamento do tabuleiro da Ponte 25 de Abril. Estimava-se que o comboio iria atingir cerca de 41 milhões de utentes em 2001, dos quais cerca de um quarto seriam retirados ao tráfego automóvel da Ponte. Com efeito, de acordo com o governo e a Fertagus, o comboio iria reduzir até 15% do tráfego rodoviário na Ponte 25 de Abril, que em 1998 tinha atingido quase cinquenta milhões de automóveis, e uma vez que, segundo as estimativas da associação ambiental Quercus, cada automóvel que atravessava a ponte transportava em média 1,4 pessoas, isto totalizava cerca de 10,5 milhões de utentes. Os outros 30,5 milhões de passageiros viriam em parte do esperado crescimento populacional na Margem Sul, embora o então Ministro do Equipamento, do Planeamento e da Administração do Território, João Cravinho, tenha admitido que o comboio pela Ponte iria também retirar utentes aos transportes fluviais e às carreiras de autocarros, tendo empresas como a Transportes Sul do Tejo e a Setubalense iniciado medidas para minimizar o impacto na procura. A nova linha férrea seria coordenada em conjunto com outras modalidades de transporte público, tendo a Norte correspondência com os serviços do Metropolitano e da Carris, e as linhas de Sintra e da Azambuja, enquanto que na Margem Sul iria ter ligações aos autocarros das operadoras Transportes Sul do Tejo, Setubalense e SulFertagus, e ao futuro sistema ferroviário ligeiro do Metro Sul do Tejo. As consequências resultantes desta travessia não se fizeram esperar, desde a sua entrada em funcionamento, designadamente no que se refere à explosão urbanística que surgiu na margem esquerda do Rio Tejo, de Almada a Setúbal, estimulando, igualmente, o crescimento económico e turístico do sul de Portugal, destacando-se, neste caso, a região do Algarve. ===Século XXI=== Em Janeiro de 2003, foi provisoriamente inaugurado o lanço entre Coina e Pinhal Novo, estabelecendo desta forma a ligação entre as margens Norte e Sul do Tejo por caminho de ferro, através da Ponte 25 de Abril. Naquela altura, a nova linha ainda não estava totalmente pronta, faltando ainda terminar a electrificação e a instalação da sinalização electrónica, prevendo-se apenas a sua conclusão em Abril de 2004. Quando estivesse concluído, o novo lanço iria igualmente permitir o prolongamento dos comboios suburbanos da Fertagus do Fogueteiro até Setúbal. Apesar de ainda não estar pronto, a operadora Comboios de Portugal já tinha pedido autorização à empresa Rede Ferroviária Nacional para fazer passar seis comboios de longo curso por dia naquele lanço, ligando a Gare do Oriente, em Lisboa, a Faro, no Algarve, evitando desta forma a utilização dos barcos até ao Barreiro. Após a electrificação total do eixo ferroviário entre Lisboa e o Algarve, prevista em 2004, iriam ser colocados em serviço os comboios pendulares da CP, permitindo a viagem em cerca de duas horas e quarenta e cinco minutos. A primeira viagem técnica entre Lisboa (Gare do Oriente) e Faro, passando pela Ponte 25 de Abril, foi feita ainda em 2003.REIS et al, 2006:224 Porém, os preços dos bilhetes do novo serviço através da Ponte 25 de Abril foram criticados pelo jornalista José Manuel Fernandes por serem superiores não só aos das outras linhas suburbanas mas também aos valores das portagens, pelo que para alguns utentes continuaria a ser mais economicamente viável a utilização do transporte próprio nas suas deslocações. Em 27 de setembro de 2017, abriu na ponte um miradouro junto ao tabuleiro por onde circulam os carros na Ponte 25 de Abril, a 80 m de altura, junto ao pilar 7 permitindo uma vista privilegiada de Lisboa até à outra margem. O projeto custou 5,3 milhões de euros, assegurados parcialmente pela taxa turística que é cobrada aos turistas que visitam Lisboa. A estrutura tem chão e paredes de vidro. ==Descrição== Desde o início do seu funcionamento que a circulação rodoviária é intensa, do que resultam situações de congestionamento automóvel diárias. Esclarecedores são os números referentes ao início do ano de 2006: passam na Ponte 25 de Abril 7 000 carros, nos dois sentidos, na \"hora de ponta\" e cento e 50 000, em média, por dia, o que corresponde a mais de 300 000 utilizadores diários. Também a circulação ferroviária é intensa, correspondendo esta à passagem de 157 comboios, diariamente, nos dois sentidos, transportando estes cerca de oitenta mil passageiros dia. Só no ano de 2007 foram transportados 22 milhões de utentes pela via ferroviária. A grandeza e a imponência da Ponte 25 de Abril está bem expressa no facto de, à data da sua inauguração, ser a quinta maior ponte suspensa do mundo e a maior fora dos Estados Unidos. Passados cinquenta anos, após a sua inauguração, ocupa, agora, o 20º lugar, a nível mundial. Anualmente, em meados de Março, a ponte é cortada ao trânsito por umas horas para a realização da Meia-Maratona de Lisboa. === Características técnicas === Outros dados relevantes sobre a Ponte 25 de Abril, à data da sua inauguração: * 1 012,80 m de comprimento do vão principal * 2 277,64 m de distância de amarração a amarração * 70 m de altura do vão acima do nível da água * 190,47 m de altura das torres principais acima do nível da água (o que a torna a segunda mais alta construção de Portugal e uma das pontes mais altas da Europa, com o viaduto de Millau em França) * 58,6 cm de diâmetro de cada cabo principal * 11 248 fios de aço com 4,87 mm de diâmetro, em cada cabo (o que totaliza 54,196 km de fio de aço) * 79,3 m de profundidade, abaixo do nível de água, no pilar principal, Sul * 30 km de rodovias nos acessos Norte e Sul com 32 estruturas de betão armado e pré-esforçado ** Estes resultados foram obtidos com a aplicação de 263 000 m3 de betão e 72 600 t de aço. Na Ponte 25 de Abril pode ouvir-se constantemente este som (59s) que corresponde à vibração dos cabos de aço, e à passagem dos carros em cima da grelha nas vias da esquerda. thumb|center|810px|Panorama da Ponte vista do Palácio das Necessidades. == Perfil == Troço Perfil Extensão Lisboa — Almada 2 277,64 m == Histórico de Troços == Troço Situação Metros Lisboa — Almada Em serviço (08/1966) 2 277,64 == Ver também == * Pontes mais extensas do mundo ==Bibliografia== * * * * ==Leitura recomendada== * == Ligações externas == * Informações sobre a ponte * Imagem Satélite da Ponte * * * * \"Visita Guiada — Ponte 25 de abril\", episódio 19, 11 de julho de 2016, temporada 6, programa de Paula Moura Pinheiro na RTP 25 Abril 25 Abril 25 de Abril, Ponte 25 de Abril Categoria:Fundações em Portugal em 1966 Categoria:Pontes no distrito de Setúbal",
 "title": "Ponte 25 de Abril"
}