{
 "id": "92353",
 "text": "180px|direita|thumb|Um contentor de lixo. Resíduos sólidos, popularmente chamado lixo, ientes e líquidos cujas particularidades tornem inviável o seu lançamento na rede pública de esgotos ou em corpos d’água. No Brasil, segundo a Política Nacional de Resíduos Sólidos (Lei 12.305/2010), resíduos sólidos são definidos como sendo todo material, substância, objeto ou bem descartado resultante de atividades humanas em sociedade.complementar com:... ou seja, Resíduos sólidos são materiais descartados das atividades humanas. Os resíduos resultantes das mais diversas atividades podem não ter utilidade para quem os gera, porém podem ser reincorporados em outros processos produtivos como matéria-prima secundária, o que os difere de rejeito ou lixo. A PNRS define o termo rejeito como: \"resíduos sólidos que, depois de esgotadas todas as possibilidades de tratamento e recuperação por processos tecnológicos disponíveis e economicamente viáveis, não apresentem outra possibilidade que não a disposição final ambientalmente adequada\". Tudo aquilo que não pode ser reutilizado ou tratado, é o que podemos chamar corretamente de rejeito, popularmente chamado de lixo (não considerado um termo técnico no gerenciamento de resíduos). A geração de algum resíduo sólido que não fossem excretas corporais e restos de alimentos foi uma novidade que surgiu na nossa espécie com a sua sedentarização, quando ela começou a praticar a agricultura e elaborar o seu sistema de comunicação simbólica sob a forma de linguagem, ao mesmo tempo em que criava ferramentas para aumentar o poder e espectro de força de seu corpo, algo que nunca existira antes na vida do planeta nesse grau de complexidade. Surgiram, então, necessidades que não existiam antes, necessidades decorrentes do modo de agrupamento dos seres humanos, com relações cada vez mais complexas. Demandas de moradia, de limpeza, de indumentária, de proteção e de recursos. A cada inovação, surgia algum tipo de resíduo sólido que nunca tinha sido gerado antes, e isso foi se tornando cada vez mais intenso, se distanciando cada vez mais de todas as outras espécies animais, que, normalmente, apenas geram resíduos orgânicos putrescíveis.PUCCI, F. G. Biometanização da fração orgânica do resíduo sólido urbano: Uma revisão do estado da arte.. p.6-7 Trabalho de Conclusão de curso. Departamento de Engenharia Química Universidade Federal de São Carlos. São Carlos - SP, Brasil, 2013. O ponto crítico veio com a revolução industrial, que, iniciada no século XVIII na Inglaterra e espalhada para o mundo todo, deu a partida para que a curva de crescimento populacional tomasse a forma exponencial, assim como a geração de resíduos. A manufatura perdeu o sentido de \"trabalho com as mãos\". O que antes era feito com mãos utilizando ferramentas passou a ser feito com máquinas, e em massa, sem se aplicar o conceito de durabilidade máxima aos produtos. Na época o pensamento humano em relação a durabilidade e obsolescência não havia chegado ao ponto que se encontra hoje. No Século XX, com o desenvolvimento da capacidade de uso não energético do petróleo, surgiram os polímeros sintéticos, que inauguraram uma nova classe de resíduos sólidos e, mais do que isso, inauguraram uma mudança cultural profunda, que aceita a descartabilidade e não reparabilidade dos objetos, aumentando ainda mais a geração de resíduos sólidos per capita. Como citado anteriormente, na linguagem popular, o conceito de resíduo sólido está vinculado ao termo popular de \"lixo\", algo que não serve mais e que tem de ser descartado. Contudo, linguisticamente, denominar algo de \"rejeito\" ou \"lixo\" expressa que o indivíduo apenas não encontrou mais nenhum uso para este, e que ainda podem existir muitos outros usos para o mesmo. Conforme o geocientista e químico James Lovelock e a Hipótese de GaiaLOVELOCK, J. GAIA: A New Look at Life on Earth. Oxford: Editora da Universidade de Oxford, 1979. 148 p. (ou \"Hipótese de resposta da Terra\")Lovelock, James. Homage to Gaia: The Life of an Independent Scientist. Oxford University Press, 2001 o resíduo de um ser vivo é o alimento de outro e quando o resíduo de algum ser vivo não encontra um consumidor que consiga consumi-lo totalmente, os ciclos de retroalimentação da vida na Terra realizam mudanças nos padrões da vida. Em processos naturais, não há lixo. As substâncias produzidas pelos seres vivos e que são inúteis ou prejudiciais para o organismo, tais como as fezes e urina dos animais, assim como os restos de organismos mortos, são, em condições naturais, reciclados pelos decompositores, que, por sua vez, excretam substâncias minerais que são o substrato dos vegetais. Até o oxigénio produzido pela fotossíntese, é um resíduo para a planta ou alga enquanto é útil para os organismos aeróbios. == Ética == Seguindo o princípio de uma eficiente gestão dos recursos disponíveis para o homem, se chega a uma ordem de importância nas ações relativas a gestão dos resíduos, que é definido na lei brasileira: Artigo 9º - Na gestão e gerenciamento de resíduos sólidos, deve ser observada a seguinte ordem de prioridade: não geração, redução, reutilização, reciclagem, tratamento dos resíduos sólidos e disposição final ambientalmente adequada dos rejeitos. § 1oPoderão ser utilizadas tecnologias visando à recuperação energética dos resíduos sólidos urbanos, desde que tenha sido comprovada sua viabilidade técnica e ambiental e com a implantação de programa de monitoramento de emissão de gases tóxicos aprovado pelo órgão ambiental. Partindo de cima para baixo nos quadros da figura da esquerda, fica evidente a não geração de resíduos como a melhor alternativa para a superação dos problemas decorrentes da necessidade da humanidade em gerir os seus resíduos. A não geração, a redução, o reuso, a reciclagem e a recuperação energética são, nessa ordem, os processos prioritários para um modo de produção mais limpo e dessa forma, mais ético com o meio. Conforme a Diretiva 2008/98/CE do Parlamento Europeu, na seção de \"Hierarquia dos resíduos\": Para proteger o ambiente da melhor forma, os Estados-Membros devem tomar medidas para o tratamento dos seus resíduos, de acordo com a seguinte hierarquia, que se aplica por ordem de prioridades: * prevenção; * preparação para a reutilização; * reciclagem; * outros tipos de valorização, por exemplo, energética; * eliminação. Não será possível replicar o modo de produção e consumo pautado na obsolescência programada dentro do ciclo de vida de um produto, além da ênfase em se ter embalagens descartáveis em detrimento das embalagens retornáveis. Um exemplo de estímulo à não geração de resíduos, seria o estímulo dos serviços de reparo e reforma de objetos, uso de vasilhames e bolsas retornáveis, e o controle da indústria da moda e de criações de tendências estéticas efêmeras além do Consumo conspícuo. Estes são modos de produção e consumo alternativos que podem ser incorporados ao modo de vida do homem moderno de modo a torná-lo mais sustentável, de modo que sejam satisfeitas as reais necessidades relativas ao bem viver dos seres humanos. Quando não é possível mais a não geração de um resíduo sólido pode se buscar a reincorporação do mesmo em cadeias circulares de transformação e uso, como ocorre na natureza, e na indústria da reciclagem. === Os \"erros\" que reciclam nossos hábitos === *Repensar: envolve questionar sobre o que é fundamental e analisar a necessidade da aquisição, para que não sejam tomadas atitudes por impulso;SEBRAE. Gestão de resíduos sólidos. Centro Sebrae de Sustentabilidade. *Recusar: atitude de recusar a oferta e não comprar um produto desnecessário; *Reduzir: consumir de forma racional, sem excessos; *Reparar: antes de descartar, verificar a viabilidade de conserto; *Reutilizar: antes de descartar, verificar se o objeto pode ser usado para outra funcionalidade; *Reintegrar: verificar a possibilidade de reintegrar o resíduo gerado para a natureza, exemplo: compostagem, para a produção de adubo. == Tipos == (Classificados de acordo com a fonte geradora) === Resíduo sólido urbano === Constituído dos resíduos domiciliares, os resíduos de limpeza urbana, e os resíduos de estabelecimentos comerciais e prestadores de serviços. ==== Resíduos domiciliares ==== São constituídos por três frações distintas, os recicláveis, os orgânicos biodegradáveis e os rejeitos. No Brasil, em média, mais de 50% dos resíduos domiciliares são compostos por materiais orgânicos.FRÉSCA, F. R. Estudo da geração de resíduos domiciliares no município de São Carlos SP a partir da caracterização física. 2007. 133 p. Dissertação (Mestrado em Engenharia Ambiental) – Escola de Engenharia de São Carlos, Universidade de São Paulo, São Carlos, 2007. Nessa categoria se inclui os restos de comida e varrição. ===== Resíduos orgânicos ===== Os resíduos orgânicos são compostos por alimentos e outro materiais que se decompõem pela natureza, tais como cascas e bagaços de frutas, verduras, galhos e folhas de podas, entre outros. ===== Um problema urbano: A não segregação da fração orgânica na fonte ===== Comumente, o resíduo orgânico é misturado na origem, seja nas residências, seja nos estabelecimentos comerciais, junto a resíduos recicláveis e rejeitos dentro de sacos plásticos colocados nas ruas a ser coletado pelos garis. Nesse caso, a fração orgânica se decompõe anaerobicamente (por estar fechado e não ter acesso ao oxigênio atmosférico), gerando mau cheiro, além de atrair organismos indesejados como ratos, baratas, pombos, insetos e cães de rua. Todos esses animais, em contato com a material orgânico, servem de vetores para micro-organismos, que podem ser patogênicos. Todavia, é possível que o resíduo orgânico possa ser compostado para a fabricação de adubos ou até ter seu conteúdo energético aproveitado, seja através do calor gerado na compostagem seja através da digestão anaeróbia, que gera biogás, um combustível renovável. ===== Resíduos inorgânicos ===== Os resíduos inorgânicos são compostos por produtos manufaturados, tais como cortiças, espumas, metais e tecidos. ==== Resíduos de limpeza urbana ==== Oriundos da varrição pública, poda e capina de espaços e vias públicas como praças, calçadas, ruas e sarjetas. ===== Resíduos especiais ===== São aqueles resíduos classificados pelos riscos que representam para o meio ambiente e a saúde públicas, podendo ser provenientes de atividades industriais, hospitalares, agrícolas etc., e exigem cuidados especiais desde o acondicionamento, transporte, tratamento até destinação final. Podem ser classificados em: * Classe I - perigosos: São aqueles que, em função de suas propriedades físicas, químicas ou infectocontagiosas, podem apresentar riscos à saúde pública ou ao meio ambiente, ou ainda podem ser inflamáveis, corrosivos, reativos, tóxicos ou patogênicos. Exemplo: pilhas, pesticidas, resíduos de serviços de saúde infectantes, baterias, lâmpadas, óleos. * Classe II A - não inertes: São aqueles que não se enquadram nas classificações de resíduos classes I-perigosos ou de resíduos classe II B - inertes. Os resíduos classe II A - não inertes podem ter propriedades, tais como: biodegradabilidade, combustibilidade ou solubilidade em água. Exemplos: restos de alimentos, papel, resíduos de varrição. * Classe II B - inertes: Quaisquer resíduos que, quando amostrados de forma representativa e submetidos a ABNT 10007 - Amostragem de resíduos sólidos, submetidos a um contato dinâmico ou estático com água destilada ou deionizada, à temperatura ambiente, conforme ABNT NBR 10006 - Procedimento para obtenção de extrato solubilizado de resíduos sólidos, não tiver em nenhum de seus constituintes solubilizados a concentrações superiores aos padrões de potabilidade da água, excetuando-se os padrões de aspecto, cor, turbidez e sabor (ABNT, 2004). Exemplos: tijolos, plástico, aço e vidro. * Rejeitos: aqueles resíduos que não podem ser reaproveitados ou reciclados, devido à falta de tecnologia ou viabilidade econômica para esse fim, entre eles estão: absorventes femininos, fraldas descartáveis e papéis higiênicos usados. === Resíduos de estabelecimentos comerciais e prestadores de serviços === Resíduos de estabelecimentos como sacolas de supermercados, embalagens de produtos, embalagens de plástico de materiais de limpeza, resíduos de materiais inorgânicos como metais e ferros provenientes de estabelecimentos comerciais etc. === Resíduo industrial === Os resíduos industriais podem estar no estado sólido, semissólido ou líquido, sendo caracterizados como contaminantes e altamente prejudiciais ao meio ambiente e à saúde, não devendo ser lançados na rede pública de esgotos ou corpos d'água. === Resíduo hospitalar === Resíduos perigosos produzidos dentro de hospitais, como seringas usadas, jalecos etc. Por conter agentes causadores de doenças, este tipo de lixo é separado do restante dos resíduos produzidos dentro de um hospital (restos de comida etc.), e é geralmente incinerado. Porém, certos materiais hospitalares, como aventais que estiveram em contato com raios eletromagnéticos de alta energia como raios X, são categorizados de forma diferente (o mencionado avental, por exemplo, é considerado lixo nuclear), e recebem tratamento diferente. Os resíduos hospitalares constituem o lixo produzido em unidades de prestação de cuidados de saúde, incluindo as atividades médicas de diagnóstico, prevenção e tratamento da doença em seres humanos ou em animais, e ainda em atividades de investigação relacionadas. === Resíduos de construção civil === É o entulho, ou seja, resíduos provenientes de obras civis: construção, reconstrução, ampliação, alteração, conservação e demolição ou derrocada de edificações, assim como o solo e lama de escavações. === Resíduos nucleares === Composto por produtos altamente radioativos, como restos de combustível nuclear, produtos hospitalares que tiveram contato com radioatividade (aventais, papéis etc), enfim, qualquer material que teve exposição prolongada à radioatividade ou que possui algum grau de radioatividade. Devido ao fato de que tais materiais continuam a emitir radioatividade por muito tempo, eles precisam ser totalmente confinados e isolados do resto do mundo. === Resíduos Agrosilvopastoris === Compõem os resíduos gerados nas atividades da agricultura, silvicultura, e pecuária. Além da fração orgânica presente em grande quantidade que normalmente já é reincorporada na lavoura como adubo orgânico, pode se encontrar embalagens de agrotóxicos. === Resíduos portuários, aeroportuários e de outras áreas alfandegárias === Todos os resíduos provenientes de outros países podem ser classificados como perigosos, pois são possíveis agentes contaminantes e vetores de doenças endêmicas. Os resíduos considerados perigosos são incinerados com os mesmos cuidados utilizados na eliminação de lixo hospitalar. == Gestão == === Aterros sanitários === Aterros sanitários são considerados como uma solução prática, relativamente barata de disposição final de resíduos urbanos e industriais - inclusive de resíduos que poderiam ser reciclados. Todavia, demandam grandes áreas de terra, onde o lixo é depositado. Após o esgotamento do aterro, essas áreas podem ser descontaminadas e utilizadas para outras finalidades. Todavia, se o aterro não for adequadamente impermeabilizado e operado, constitui-se em fator de poluição ambiental e contaminação do solo, das águas subterrâneas e do ar. A poluição se deve ao processo de decomposição da matéria orgânica, que gera enormes quantidades de chorume (fluido que se infiltra para o solo e nos corpos de água) e biogás, composto de metano e outros componentes tóxicos. A construção do aterro sanitário requer a instalação prévia de mantas impermeabilizantes, que impedem a infiltração do chorume no solo e no lençol freático. O líquido que fica retido no aterro, o chorume, é então conduzido até um sistema de tratamento de efluentes para posterior descarte em condições que não agridam o meio ambiente. === Lixões === \"Lixão\", vazadouro ou descarga de resíduos a céu aberto é uma forma inadequada de disposição final de resíduos sólidos, que se caracteriza pela simples descarga do lixo sobre o solo, sem medidas de proteção ao meio ambiente ou à saúde pública.Instituto de Pesquisas Tecnológicas do Estado de São Paulo (IPT). Lixo Municipal: manual de gerenciamento integrado. São Paulo: IPT/CEMPRE. 1995. 278p apud Geologia Ambiental. Módulo 12. Disposição de resíduos No \"lixão\", não há nenhum controle quanto aos tipos de resíduos depositados. Resíduos domiciliares e comerciais de baixa periculosidade são depositados juntamente com os industriais e hospitalares, de alto poder poluidor. A presença de catadores, que geralmente residem no local, e de animais (inclusive a criação de porcos) e os riscos de incêndios causados pelos gases gerados pela decomposição dos resíduos constituem riscos associados aos lixões. === Coprocessamento === Coprocessamento é o sistema utilizado com o uso de resíduos industriais e/ou urbanos, no processo de fabricação do cimento, a fim de gerar energia e/ou recuperação de recursos e resultar na diminuição do uso de combustíveis fósseis e/ou substituição de matéria-prima. === Incineradores === Incineradores reduzem o lixo a cinzas com redução de volume superior a 90%. Pode ser utilizado quando se acabaram todas as outras possibilidades de tratamentos a priori, como o reuso e reciclagem. É o tipo de destinação final mais utilizado nos países Europeus e Japão com reaproveitamento da energia térmica para geração de energia elétrica. Podem ser altamente poluidores, gerando dioxinas e gases de efeito estufa se mal operados ou ainda pequenos ou nenhum investimento em controle, monitoramento e lavagem dos gases for realizado. É um dos métodos mais corretos para destinação final de lixo hospitalar (RSS - Resíduos de Serviços de Saúde), que podem conter agentes causadores de doenças potencialmente fatais. No século passado até meados dos anos cinquenta era prática comum, a destruição descontrolada de resíduos industriais e até a matéria orgânica serem eliminados com uso de grandes fornos por dissipação atmosférica das chaminés o que gerava emissões gasosas acima dos limites mundiais. === Pirólise === Craqueamento ou destilação dos compostos orgânicos, na ausência de total ou parcial de Oxigênio (atmosfera redutora), obtendo-se um gás, o Syngás e resíduos com alto teor de carbono fixo. O sistema consiste em tratamento a baixa temperatura dos resíduos e inibe a geração de dioxinas e furanos, gases altamente tóxicos, ainda proporciona uma redução de volume dos resíduos de até 70%. O resíduo proveniente do processo de pirólise pode ser usado como condicionador de solo, combustível, ou suplemento agrícola. O processo emite quantidades de gases infimamente inferiores aos métodos de compostagem e aterro controlado e ainda pode utilizar os gases e carbono provenientes do processo para geração de energia elétrica. === Compostagem === A compostagem pode ser definida como um processo controlado de decomposição aeróbia e exotérmica da substância orgânica biodegradável, por meio da ação de microrganismos autóctones, com liberação de gás carbônico e vapor de água, produzindo, ao final, um produto estável e rico em matéria orgânica.KIEHL, E.J. Fertilizantes orgânicos. São Paulo: Agronômica Ceres. 492 p., 1985. A compostagem apresenta muitas vantagens ambientais, podendo-se destacar o aumento da vida útil do aterro sanitário, a redução na emissão do gás metano e na geração de lixiviado. Indiretamente, tem-se, como benefício, a redução nos custos de implantação e operação de sistemas para o tratamento do chorume. É importante ressaltar que essas vantagens somente serão obtidas se houver um controle adequado do processo. Considerando que o metabolismo dos micro-organismos envolvidos na compostagem é extremamente sensível às variações de temperatura, nível de oxigênio, quantidade e qualidade do material compostável, relação Carbono/Nitrogênio, pH e disponibilidade de nutrientes, infere-se que esses são os principais fatores que devem ser controlados. É um processo de produção de composto fertilizante, através da decomposição natural em presença de oxigénio e com o auxílio de micro-organismos da matéria orgânica. A utilização das lamas na agricultura é uma das alternativas que se pode utilizar pois promove a sua valorização e é um nutriente natural para os solos. Sabendo desde já que a aplicação de lamas nos solos exige muitos cuidados de higienização e cumprimento de legislação específica, o que eleva os custos das empresas produtoras deste resíduo. Neste sentido pondera-se a solução de enviar este resíduos de lamas de algodão para operadores de resíduos licenciados.MASSUKADO, L. M. Desenvolvimento do processo de compostagem em unidade descentralizada e proposta de software livre para o gerenciamento municipal dos resíduos sólidos domiciliares. 2008. 204p. Tese (Doutorado - Programa de pós-graduação e Área de concentração em ciências da Engenharia Ambiental) - Escola de Engenharia de São Carlos, Universidade de São Paulo No Brasil, se define, por lei, a responsabilidade compartilhada pelo gerador, poder público, e responsável pela limpeza urbana e coleta de resíduos sólidos, de se realizar a gestão dos resíduos sólidos orgânicos. Como consta no item V do Art. 36, da seção II, capítulo III da lei 12305/2010,Lei 12.305/2010 - Institui a Política Nacional de Resíduos Sólidos; altera a Lei no 9.605, de 12 de fevereiro de 1998; e dá outras providências. Capítulo III Seção II Art. 36. No âmbito da responsabilidade compartilhada pelo ciclo de vida dos produtos, cabe, ao titular dos serviços públicos de limpeza urbana e de manejo de resíduos sólidos, observado, se houver, o plano municipal de gestão integrada de resíduos sólidos: V - implantar sistema de compostagem para resíduos sólidos orgânicos e articular com os agentes econômicos e sociais formas de utilização do composto produzido; no âmbito da responsabilidade compartilhada pelo ciclo de vida dos produtos, é dever do titular dos serviços públicos de limpeza urbana e de manejo de resíduos sólidos: \"Implantar sistema de compostagem para resíduos sólidos orgânicos e articular com os agentes econômicos e sociais formas de utilização do composto produzido\". ==== A presença de metais pesados e outros elementos indesejados no composto ==== A Portaria n.º 176/96 (2.ª série), de 3 de outubro de 1996, estabelece os valores permitidos para a concentração de metais pesados nos solos receptores de lamas e nas lamas para utilização na agricultura como fertilizantes, bem como as quantidades máximas que poderão ser introduzidas anualmente nos solos agrícolas. A Portaria n.º 177/96 (2.ª série), de 3 de outubro de 1996, estabelece as regras sobre a análise de lamas e dos solos. Com a publicação do Decreto-Lei n.º 118/2006, de 21 de junho de 2006, cujo objeto, estabelece a utilização de lamas de depuração em solos agrícolas, de forma a, evitar efeitos nocivos para o homem, para a água, para os solos, para a vegetação e para os animais, é revogado, o Decreto-Lei n.º 446/91 e respectivas portarias. Este Decreto consagra uma maior exigência de proteção de valores fundamentais como o ambiente e a saúde humana, que se consubstancia em regras mais restritas no que respeita às análises, às definições, às informações a prestar e às proibições de aplicações de lamas. === Vermicompostagem === Vermicompostagem é uma tecnologia de tratamento e valorização da fração orgânica dos resíduos que recorre a espécies Epígeas de minhocas. === Biogasificação === A biogasificação ou metanização é um tratamento por decomposição anaeróbica que gera biogás, formado por cerca de 50% de metano e que pode ser utilizado como combustível. O resíduo sólido da biogasificação pode ser tratado aerobicamente para formar composto orgânico. === Confinamento permanente === O lixo altamente tóxico e duradouro, e que não pode ser destruído, como o lixo nuclear, precisa ser tratado e confinado permanentemente, e mantido em locais de difícil acesso, tais como túneis escavados a quilômetros abaixo do solo. === Reciclagem === A reciclagem é o processo de reaproveitamento de resíduos sólidos orgânicos e inorgânicos. É considerado o melhor método de destinação do lixo, em relação ao meio ambiente, uma vez que diminui a quantidade de resíduos enviados a aterros sanitários, e reduz a necessidade de extração de matéria-prima diretamente da natureza. Porém, muitos materiais não podem ser reciclados continuadamente (fibras, em especial). A reciclagem de certos materiais é viável, mas pouco praticada, pois muitas vezes não é comercialmente interessante. Alguns materiais, entretanto, em especial o chamado lixo tóxico e o lixo hospitalar, não podem ser reciclados, devendo ser eliminados ou confinados. Fraldas descartáveis são recicláveis. No processo de reciclagem, que além de preservar o meio ambiente também gera riquezas, os materiais mais reciclados são o vidro, o alumínio, o papel e o plástico. Esta reciclagem contribui para a diminuição significativa da poluição do solo, da água e do ar. Muitas indústrias estão reciclando materiais como uma forma de reduzir os custos de produção. Um outro benefício da reciclagem é a quantidade de empregos que ela tem gerado nas grandes cidades. Muitos desempregados estão buscando trabalho neste setor e conseguindo renda para manterem suas famílias. Cooperativas de catadores de papel e alumínio já são uma boa realidade nos centros urbanos do Brasil.Metodo Knowaste No Brasil, apenas 3% de todo o lixo produzido foi reciclado em 2015, porém esta cifra poderia chegar a até 30% de reaproveitamento. ==== O consumo consciente ==== O consumo consciente já é muito incentivado nas empresas privadas. Hoje muitas empresas estão procurando reaproveitas toda a matéria prima utilizada no seus processos, de diferentes formas como por exemplo gerar energia de volta para a fabrica. As empresas que estão aderindo a essa mudança de reaproveitamento dos resíduos da sua matéria prima, estão gerando mais lucros por gerar energia a partir do que antes era lixo e descartado de forma não proveitosa para a empresa. == Ver também == * Coleta seletiva do lixo * Saco de plástico * Biodigestor anaeróbico * Poluição do solo * Eliminação == Ligações externas == * Associação Brasileira de Empresas de Limpeza Pública e Resíduos Especiais - ABRELPE * Panorama dos resíduos sólidos no Brasil- ABRELPE * LIPOR - Serviço Intermunicipalizado de Gestão de Resíduos do Grande Porto * Lixo não existe - Reportagem Categoria:Saneamento",
 "title": "Resíduo sólido"
}