{
 "id": "92388",
 "text": "(geralmente abreviado como DBZ) foi uma série de animação produzida pela Toei Animation. Baseada na série de mangá Dragon Ball escrita por Akira Toriyama, Dragon Ball Z corresponde aos volumes 17 ao 42 do mangá que foi publicado na revista, Weekly Shonen Jump, de 1988 a 1995, e estreou no Japão na Fuji TV em 26 de abril de 1989, e terminou dia 31 de janeiro de 1996 com o total de 291 episódios, antes de ser dublada em diversos territórios ao redor do mundo, incluindo Estados Unidos, Austrália, Europa, Índia e América Latina. A série já foi exibida em mais de 80 países ao redor do mundo. O sucesso da série Dragon Ball levou à criação da continuação, Dragon Ball Z, sendo um dos animes mais conhecidos de todos os tempos. Esta série aparece recheada de longos combates com muita ação. Em Dragon Ball Z, as histórias possuem um clima mais sério que as de seu antecessor. Substituíram a comédia, mas o humor ainda existe em muitas partes da série. Possui vários episódios em que o suspense é entrelaçado aos acontecimentos que primeiramente não parecem ter grande relevância, ou de fatos despercebidos e revelados com maiores detalhes no auge de tal acontecimento. Foi lançado o primeiro BOX com quatro DVDs de Dragon Ball Z em agosto de 2012, sendo a primeira vez que o anime é distribuído oficialmente em home vídeo no Brasil pelo Grupo PlayArte. Atualmente está no 3° box com 52 episódios já lançados. A popularidade da Dragon Ball Z gerou numerosos lançamentos que representaram a maioria dos conteúdos no universo da Dragon Ball; incluindo 17 filmes e 148 jogos de vídeo, muitos deles sendo lançados apenas no Japão, e uma série de trilhas sonoras provenientes desse material. Dragon Ball Z continua a ser um ícone cultural através de inúmeras adaptações, incluindo uma transmissão remasterizada mais recente, intitulada Dragon Ball Kai. Dragon Ball Z foi sucedido por Dragon Ball GT (1996–1997) e Dragon Ball Super (2015–2018). == Produção == Kazuhiko Torishima, o editor de Akira Toriyama em Dr. Slump e Dragon Ball, percebeu que as audiências do anime Dragon Ball estavam a diminuir gradualmente. Torishima alegou que Dragon Ball tinha uma imagem “infantil e engraçada” ligada à Dr. Slump, assim pediu ao estúdio para mudar o produtor. Impressionado com o trabalho da equipe de Saint Seiya, pediu ao diretor Kōzō Morishita e ao roteirista Takao Koyama que ajudassem a “reiniciar” Dragon Ball, que coincidiu com o crescimento de Goku. O novo produtor explicou que terminar o primeiro anime e criar um novo resultaria em mais dinheiro para a promoção. O resultado foi o início de Dragon Ball Z. O título \"Dragon Ball Z\" foi escolhido pelo próprio Akira Toriyama, porque Z é a última letra do alfabeto e ele queria terminar a série Dragon Ball, pois estava ficando sem ideias. O \"Z\" foi usado somente no anime para separar a infância e a vida adulta do protagonista Goku. Uma vez que a equipe de animação pensou em tornar Gohan o protagonista, a ideia para o título chegou a ser Dragon Ball: Gohan Big Adventure. Outros nomes também estavam em pauta, antes do Z ser escolhido, sendo eles: New Dragon Ball, Dragon Ball 2, Wonder Boy Dragon Ball e Dragon Ball 90. Dragon Ball Z tem sido subordinado a longos \"fillers\": um material que é original mas inexistente no mangá do qual o anime foi adaptado, criados com o intuito de impedir que o anime ultrapasse o mangá em termos de história. Isto foi ocasionalmente necessário, porque Toriyama ainda escrevia o mangá simultaneamente com a produção do anime.Editors' roundtable, Jump Comics (Shueisha), July 2, 2004, page 88. ISBN 4088737059 Um exemplo de filler é o arco intermediário entre a luta contra Freeza e os androides, onde os Guerreiros Z lutam novamente contra Garlic Jr., personagem do filme Dragon Ball Z: Return My Gohan!!. Ao longo da produção, os dubladores (Seiyū, no Japão) foram encarregados de interpretar vários personagens e realizar as suas falas na hora, trocando de um a outro papel quando necessário. Os dubladores não foram capazes de gravar as falas separadamente por causa do tempo estreito dos diálogos. Entretanto, Masako Nozawa, responsável pelas diferentes vozes de Goku, Gohan e Goten, afirmou que ela era capaz de trocar de papéis sem dificuldade, ao ver a imagem do personagem. == Enredo == === Saga Sayajin === Cinco anos depois do final da série anterior, Son Goku já é adulto e tem seu filho Son Gohan, fruto de seu casamento com Chi-Chi. Um homem desconhecido chamado Raditz chega à Terra em uma nave espacial e encontra Goku, contando que é seu irmão mais velho e que seu verdadeiro nome é , informando também que os dois são membros de uma raça guerreira quase extinta chamada . Os saiyajins enviaram Goku à Terra para conquistar o planeta para eles, mas ao cair de um penhasco e bater a cabeça em uma rocha ele esquece a sua missão. Ao se negar a ajudar Raditz, o mesmo sequestra Gohan. Goku decide formar uma aliança com Piccolo para derrotar Raditz e salvar seu filho, sacrificando a sua vida no processo. Morto, Goku treina com o Senhor Kaioh até ser ressuscitado pelas esferas do dragão um ano depois para salvar a Terra, e surge dois saiyajins ainda mais fortes que Raditz: Nappa e Vegeta, o príncipe dos saiyajins. Durante a batalha, Piccolo é morto, junto com amigos de Goku, Yamcha, Tenshinhan e Chaos e as esferas do dragão deixam de existir devido à morte de Piccolo (já que com ele morto, Kami-Sama também morre). Goku chega ao campo de batalha atrasado, mas vinga seus amigos caídos ao derrotar Nappa com seu novo nível de poder. Vegeta trava uma batalha com Goku, e depois de vários confrontos, Goku consegue vencê-lo com a ajuda de Gohan e seus amigos, Kuririn e Yajirobe. A pedido de Goku, Kuririn poupa a vida de Vegeta e deixa-o escapar da Terra. === Saga Freeza === Durante a batalha, Kuririn escuta Vegeta mencionar a origem de Piccolo, e das esferas do dragão do planeta , lar dos namekuseijins como Piccolo. Enquanto Goku se recupera, Gohan, Kuririn e Bulma, vão para a Namekusei usar essas esferas do dragão para ressuscitar seus amigos mortos. No entanto, eles descobrem que o imperador do universo, Freeza, também está em busca das esferas para obter a vida eterna. Logo depois, Vegeta também vai para Namekusei procurar as esferas por conta própria, o que resulta em várias batalhas entre os membros do exército de Freeza. Percebendo que ele está sobrecarregado, Vegeta junta-se a Gohan e Kuririn para lutar contra a , um grupo de mercenários contratados por Freeza. Quando Goku finalmente chega em Namekusei, trava uma batalha árdua contra Freeza, que chega ao fim quando Goku se transforma no lendário após ver a morte do seu melhor amigo. === Saga Androides e Cell === Um ano depois de retornar à Terra, Goku encontra um viajante do tempo chamado Trunks, o futuro filho de Bulma e Vegeta. Trunks mata Freeza vindo à Terra como um ciborgue em busca de vingança e seu pai Rei Cold. Trunks adverte aos Guerreiros Z que um grupo de criados por um cientista louco chamado Dr. Gero aparecerá três anos depois em busca de vingança contra Goku por destruir o Exército Red Ribbon quando ele era criança. Durante este período, uma forma de vida maliciosa chamada Cell emerge e, depois de absorver os androides 17 e 18 para alcançar sua \"forma perfeita\", organiza seu torneio de artes marciais para decidir o destino da Terra. Depois que Goku sacrifica sua vida pela segunda vez, Gohan vinga seu pai ao derrotar a Cell depois de alcançar o segundo nível de Super Sayajin. === Saga Majin Boo === Sete anos depois, Goku é ressuscitado por um dia para permitir que ele participasse da nova edição do torneio de artes marciais. Ele é arrastado para uma batalha com seus amigos contra um ser maléfico chamado Majin Boo. Após inúmeras batalhas que levam à destruição e a recriação da Terra, Goku (cuja vida é permanentemente restaurada por Supremo Senhor Kaio) destrói Boo com uma Genkidama que contém a energia de toda a Terra. Goku, alguns momentos antes de destruí-lo, espera que Majin Boo renascerá como boa pessoa, e dez anos depois, durante outro torneio de artes marciais, ele encontra sua reencarnação humana, Oob. Deixando a partida entre eles inacabados, Goku começa a treinar com Oob para educá-lo a se tornar o novo guardião da Terra. == Músicas == Abertura: * Cha-La Head-Cha-La (episódios 001 a 199, filmes 1~8 e especiais 1 e 2) ** Letra: Yukinojō Mori, Música: Chiho Kiyooka, Arranjo: Kenji Yamamoto, Vocal: Hironobu Kageyama *** Vocal Versão Brasileira: Rodrigo Firmo, Adaptação de letra: Wendell Bezerra ** Versões: **# Versão 1: episódios 1~21 **# Versão 2: episódios 22~117 **# Versão 3: episódios 118~199 * We Gotta Power (Temos a força) (episódios 200 a 291 e filmes 9~13) ** Letra: Yukinojō Mori, Música: Keiju Ishikawa, Arranjo: Keiju Ishikawa, Vocal: Hironobu Kageyama ** Versões: *** Versão única: episódios 200~291 *** Vocal Versão Brasileira: Anísio Mello Júnior, Adaptação de letra : Wendell Bezerra *** Versão para filme A Galáxia em Perigo Encerramento: * Detekoi Tobikiri ZENKAI Pawā! (Zenkai Power)(Magnífico poder) (episódios 1 a 199) ** Letra: Toshihisa Arakawa, Música: Takeshi Ike, Arranjo: Kenji Yamamoto, Vocal: MANNA ** Versões: *** Versão única: episódios 1~199 ****Vocal Versão Brasileira: Sarah Regina, Adaptação de letra: Wendell Bezerra * Boku-tachi wa Tenshi Datta (Garra no coração)(episódios 200 a 291) ** Letras: Yukinojō Mori, Músic: Takeshi Ike, Arranjo: Osamu Tozuka, Vocal: Hironobu Kageyama ** Versões: *** Versão única: episódios 200~291 *** Vocal Versão Brasileira: Anísio Mello Júnior *** Versão para filme Os Guerreiros do Futuro Son Gohan e Trunks *** Versão para filme A Galáxia em Perigo == Dragon Ball Kai == Dragon Ball Kai (ドラゴンボール改 Doragon Bōru Kai?), conhecido no Brasil como Dragon Ball Z Kai, é o remake da série remasterizado em HD, anunciado em fevereiro de 2006 pela Toei Animation. Kai significa revisão, nada mais sendo que uma nova versão editada por Akira Toriyama para comemorar os 20 anos de Dragon Ball. A nova versão da série possui nova abertura e novo encerramento e as falas foram redubladas pelos atores originais. A primeira versão de DBKai tem 98 episódios, o que significa um corte de 96 episódios até a saga de Cell da versão \"Z\". Este corte tem como objetivo fazer a nova série readquirir a dinâmica do mangá original. Dragon Ball Z Kai estreou no Japão na Fuji TV em 2 de abril de 2009. O Cartoon Network comprou uma franquia internacional para a exibição do anime. Em 2013 foi anunciada uma nova saga de Dragon Ball Z Kai para encerrar a nova versão da série. A Saga Majin Boo estreou em 2014 acrescentando 60 episódios, o que significa um corte de 31 episódios comparado à versão original. Ao todo, Dragon Ball Z Kai teve 159 episódios, 132 a menos que o originalmente transmitido em Dragon Ball Z. Em 4 de abril de 2011 Dragon Ball Z Kai estreou no Brasil pelo canal por assinatura Cartoon Network. Em 2012, Dragon Ball Z Kai foi exibido no Brasil em televisão aberta pela Rede Bandeirantes. Estreou em 3 de setembro de 2012, sendo substituído em 14 de novembro de 2012 por Dragon Ball GT. A emissora reexibiu o anime para vários estados brasileiros em outubro de 2015, a partir das 6 da manhã (Horário de Brasília), aos sábados e domingos, em uma sequência de três episódios por dia. Em outubro de 2016, a emissora voltou a exibir o anime nas madrugadas de sua programação após a Rede Brasil começar a exibição de Dragon Ball Z junto com Os Cavaleiros do Zodíaco. Já no dia 6 de fevereiro de 2017, o anime Dragon Ball Z foi reprisado desde o inicio e interrompido no meio da Saga Freeza. == Repercussão e impacto cultural == Dragon Ball Z teve uma audiência média no Japão de 20,5%. A popularidade da série também é refletida por vários dados referentes a interações online que comprovaram seu impacto na internet. Em 2001, foi divulgado que o site oficial de Dragon Ball Z registrava 4,7 milhões de acessos por dia e mais de 500 mil fãs cadastrados. O termo \"Dragonball Z\" foi o 4º mais buscado em 1999 e o 2º mais buscado em 2000 no Lycos. Em 2001, \"Dragonball\" foi o termo mais popular no Lycos e \"Dragonball Z\" foi o quinto mais buscado no Yahoo!. De 1986 a 2000, antes de seu auge de sucesso nos Estados Unidos, a franquia gerou mais de 3000 milhões de dólares em merchandising. Em seu auge de sucesso no Brasil, Dragon Ball Z sempre foi usado pela Globo para aumentar seus números na faixa infantil até 2012, e nos grandes tempos, chegava a até 20 pontos de audiência no IBOPE em plena 11h30 da manhã. == Bibliografia == == Ligações externas == * * Categoria:Séries de anime Categoria:Dragon Ball Categoria:Programas da Fuji Television Categoria:Filmes distribuídos pela PlayArte",
 "title": "Dragon Ball Z"
}