{
 "id": "92391",
 "text": "Albrecht Dürer (Nuremberga, 21 de maio de 1471 – Nuremberga, 6 de abril de 1528) foi um gravurista, pintor, ilustrador, matemático e teórico de arte alemão e, provavelmente, o mais famoso artista do Renascimento nórdico, tendo influenciado artistas do no seu país e nos Países Baixos. A sua maestria como pintor foi o resultado de um trabalho árduo e, no campo das artes gráficas, não tinha rival. As suas xilogravuras, consideradas revolucionárias, são ainda marcadas pelo estilo gótico. É considerado como o primeiro grande mestre da técnica da aguarela, principalmente no que diz respeito à representação de paisagens. Os seus interesses, no espírito humanista do Renascimento, abrangiam ainda outros campos, como a geografia, a arquitectura, a geometria e a fortificação. Conseguiu chamar a atenção do imperador Maximiliano I para o seu trabalho, tendo sido por ele nomeado pintor da corte em 1512. Viveu, provavelmente, duas vezes na Itália em adulto. Em 1520, depois da morte do imperador, partiu para os Países Baixos, visitou muitas das cidades do norte e conheceu pintores e homens de letras, como Erasmo de Roterdão. Nos seus últimos anos, em Nuremberga, partindo de estudos de teoria da Arte italianos de autores que o antecederam, ocupou-se principalmente com a elaboração de tratados sobre a medida e proporções humanas, perspetiva e geometria como elementos estruturantes da obra de arte. Chegou até nós uma quantidade apreciável de documentos pessoais e autobiográficos, como cartas, textos e desenhos acompanhados de anotações minuciosas que permitem uma boa compreensão da sua obra. Esta documentação é ainda enriquecida por diversas fontes que derivam da fama conquistada por Dürer numa idade relativamente jovem. == Biografia == === Primeiros anos e contexto cultural === Dürer nasceu no dia 21 de maio de 1471 em Nuremberga, cidade a que esteve intimamente ligado ao longo da sua vida. O seu pai, Albrecht Dürer, o Velho, era um ourives de origem húngara, filho de Anton Dürer, também ourives, teve 18 filhos – e Albrecht foi o terceiro, que em 1455 se mudou de Ajtós (ou Eytas, segundo as anotações de Dürer), perto de Gyula, na Hungria, para Nuremberga. Apelidado de \"Ajtósi\" (fabricante de portas), mudou o seu nome para Thürer, com o mesmo significado em alemão, mudando mais tarde para Dürer, de modo a ajustar o nome à pronúncia nuremburguesa. O brasão adquirido pela família, mais tarde desenhado por Dürer, contém no seu escudo, aliás, uma porta aberta. Em 1467, no mesmo ano em que se tornava mestre ourives depois de doze anos de aprendizado, Albrecht Dürer, o Velho, casou-se com Bárbara Hallerin, filha do seu mestre, Hieronymus Holper (também referido como Hyeronymus Haller), de quem teve dezoito filhos, Albrecht foi o terceiro e o segundo do sexo masculino. Como era costume na época, depois de alguns anos de formação escolar, Albrecht entrou para o ateliê do seu pai como aprendiz na arte da ourivesaria. Foi aí, certamentel, que utilizou pela primeira vez o cinzel, gravando adornos em peças de prata ou ouro. A técnica da gravura não é muito diferente, usando-se neste caso a folha de cobre que servirá para imprimir o papel usando uma prensa. De facto, sabe- se que os melhores gravadores do , começaram como ourives. Em princípio seguiria a profissão do pai, não tivesse ele demonstrado enorme talento, aos 15 anos de idade, quando começou como aprendiz de Michael Wolgemut em 1486, onde trabalhou durante três anos. Ao mesmo tempo em que aprendia pintura com Wolgemut, aprofundava os seus conhecimentos sobre técnicas de gravura em metal (como a técnica em ponta-seca) e em madeira, e artistas representativos do estilo alemão como Schongauer e o Mestre de Housebook inspiraram-no a criar o seu próprio estilo. Wolgemut era, então, o artista mais conceituado de Nuremberga, com uma grande ateliê onde eram executadas as obras mais diversas, principalmente xilogravuras para livros. A cidade passava por um período de grande prosperidade, centro de publicações e de uma rica atividade comercial em produtos de luxo. Nesta primeira etapa formativa, o jovem Dürer herdou os ensinamentos da arte alemã do , legado em que estava bem presente a pintura flamenga do gótico tardio. Os artistas alemães tinham integrado na sua tradição o seu estilo de artistas flamengos, como Robert Campin, Jan van Eyck e, principalmente, Roger van der Weyden. A ligação comum era o conceito empírico do mundo comum aos povos do norte, mais fundamentado na observação que na teoria. Durante o , o aprofundamento de laços com a Itália através do comércio e difusão das ideias dos humanistas italianos pelo norte da Europa infundiu novas ideias artísticas no mundo cultural alemão, de tradição mais conservadora. Para os artistas alemães era difícil conciliar o seu imaginário medieval — representada com texturas requintadas, cores brilhantes e formas muito detalhadas, com a ênfase posta pelos artistas italianos na Antiguidade clássica, inspirando-se em temas mitológicos e figuras idealizadas. A tarefa que Dürer prosseguirá seria a de fornecer um modelo em que os seus compatriotas poderiam combinar o interesse empírico pelos detalhes naturalistas com os aspectos teóricos da arte italiana. Na sua abundante correspondência, especialmente nas cartas ao humanista Willibald Pirckheimer, que se manteria seu amigo ao longo de toda a vida, e em diversas obras publicadas, Dürer defendeu que a geometria e as medidas eram a chave para a compreensão da arte renascentista italiana e, através dela, da arte clássica. Entre os amigos de Dürer contavam-se também matemáticos e astrónomos como Johannes Stabius, da corte de Maximiliano. Amizades que se refletem em trabalhos que desenvolveu, como os seus estudos sobre a construção de relógios de sol. Cerca de 1507 até a data da sua morte foi tomando notas e executou desenhos para o seu tratado mais conhecido, Vier Bücher von menschlicher Proportion (\"Quatro livros sobre as proporções humanas\"), publicado postumamente em 1528. No entanto, outros artistas seus contemporâneos, com uma orientação mais visual que literária, deram mais atenção à obra calcográfica e xilográfica de Dürer que aos seus escritos, onde defendia um tipo de arte mais próximo das linhas mestras da Renascença italiana. ===Os anos de aprendizagem=== O padrinho de Dürer era Anton Koberger, que abandonou a carreira de ourives para se tornar num importante editor e impressor, provavelmente no ano do nascimento de Dürer. De facto, terá chegado a possuir vinte quatro prensas móveis e várias tipografias dentro e fora da Alemanha. A sua mais famosa publicação foram as Crónicas de Nuremberga, de Hartmann Schedel, publicadas em 1493. Continha um número sem precedentes de xilogravuras (1 809), muitas com uso repetido do mesmo bloco, executadas no ateliê de Wolgemut na altura em que Dürer aí era aprendiz, nomeadamente de 1488 e 1493, parecendo certo de que Dürer tenha trabalhado neste projeto, recebendo uma formação exaustiva quanto à execução de desenhos em placas de madeira. Enquanto durou o Renascimento, o sul da Alemanha tornou-se no centro de numerosas publicações, sendo frequentes os pedidos de gravuras. Como era costume entre os jovens alemães acabados de terminar o seu período de aprendizagem, Dürer empreendeu os seus Wanderjahre ou anos de estudo em viagem (uma espécie de ano sabático), que lhe permitiriam conhecer o trabalho de outros artistas. Partiu em 1490, depois da Páscoa, passando pela Alemanha, pelos Países Baixos, Alsácia, Basileia e Estrasburgo. A viagem durou quatro anos, tendo terminado depois do Pentecostes. Em 1492, depois de ter passado provavelmente por Frankfurt e pelos Países Baixos, chegou a Colmar, onde tentou arranjar lugar no estúdio do pintor e gravurista alemão Martin Schongauer, talvez o mais importante gravador do Norte da Europa. Dürer desconhecia, no entanto, que o artista tinha morrido em 1491. Pôde, contudo, estudar o seu trabalho com os irmãos de Schongauer. Estes, Caspar e Paul (ourives), e Ludwig (pintor), aconselharam-no a dirigir-se para Basileia, cidade que era, então, um florescente centro de publicações. Escreveram-lhe uma carta de recomendação para um seu outro irmão, Georg Schongauer, também um ourives, dono de um grande ateliê em Basileia. À chegada, foi recebido na própria casa de Geórg. Em 8 de agosto de 1492 o editor de Nicolaus Kessler publicou uma edição das Cartas de São Jerónimo (\"Epistolare beati Hieronymi\") e, no frontispício, aparecia um retrato do santo na sua cela, feito por Dürer. Apesar da sua juventude, o sucesso desta obra valeu-lhe mais ofertas de trabalho.Primeiro em Basileia e mais tarde em Estrasburgo, onde apreciou as esculturas de Nikolaus Gerhaert, Dürer executou ilustrações para várias publicações, entre as quais Das Narrenschiff (A Nave dos loucos), de 1494, de Sebastian Brant. Durante esta primeira etapa da sua vida, cobrindo o período de aprendizagem até ao seu retorno a Nuremberga em 1494, a sua obra reflete grande facilidade no traço do desenho e uma observação dos detalhes. Estas qualidades são especialmente evidentes numa série de retratos de que destacamos três: um dos seus mais antigos desenhos, executados a ponta de prata, de 1484 (atualmente na Galeria Albertina de Viena), quando tinha cerca de treze anos (quando ainda \"era criança\", como é referido na sua inscrição de data posterior); um retrato pintado em 1491 (Coleção da Universidade, Erlangen, Alemanha), onde mostra uma expressão séria, e outro retrato mais tardio, em 1493 (Louvre), onde se autorrepresenta como um jovem mais confiante, e que teria sido enviado para a sua noiva em Nuremberga. === Casamento e primeira viagem a Itália === Em 7 de julho de 1494, casou-se com Agnes Frey, filha de um rico burguês de Nuremberga, graças um arranjo feito pela sua família, sem que tivesse sido consultado. Os relatos mais comuns, principalmente fundamentados numa carta de Pirkheimer dirigida ao arquiteto da corte, Johannes Tscherte, e desenvolvidos num romance escrito por Joachim von Sandrart indicam que o casamento, além de não ter resultado em filhos, foi particularmente infeliz, com Agnes ignorando o génio artístico do marido, ciumenta das atenções que lhe eram dedicadas por outras pessoas, e avarenta, obrigando-o a trabalhar mais do que lhe era possível. O amigo de Dürer chega a acusar Agnes da morte prematura do artista graças ao seu feitio. Essas alegações não são, porém, unânimes. Alguns autores, analisando os escassos textos de Dürer sobre a esposa, consideram que a carta de Pirkheimer foi motivada por ressentimentos pessoais contra Agnes, ainda que seja mais ou menos unânime que este não teria sido o casamento ideal. Há ainda suposições quanto a uma relação homossexual, consumada ou não, entre Dürer e Pirkheimer. Em setembro de 1494, quando Nuremberga era acometida por um surto de peste, terá viajado até Itália, mais especificamente a Veneza, deixando a esposa em casa. Alguns autores duvidam da efetiva realização desta viagem, ainda que outros a considerem mais que provável. Argumenta-se que a sua passagem por Veneza está patente em desenhos e gravuras que atestam a influência de autores italianos como Mantegna, Antonio Pollaiuolo, também particularmente interessado nas proporções humanas, Lorenzo de Credi, entre outros. Note-se, contudo, que Nuremberga tinha fortes ligações a Itália, especialmente a Veneza, a uma distância relativamente curta, para lá dos Alpes. Segundo alguns autores terá ainda passado por Mântua e Pádua. Na primavera de 1495 voltou para Nuremberga, onde permaneceu por dez anos. Durante a viagem executou aguarelas de paisagens com grande rigor de detalhe como se pode ver, por exemplo, numa Vista do Castelo de Trent (National Gallery, Londres), pintada provavelmente estava de retorno. Muitos dos esboços a aguarela efetuados nesta altura sobreviveram, enquanto a existência de outros pode ser deduzida a partir de paisagens, muito fiéis às originais, presentes em trabalhos posteriores, como na gravura Némesis. São, aliás, os primeiros estudos puros de paisagem conhecidos na arte ocidental. Tal como a Leonardo da Vinci, os temas naturalistas atraíram-no, tendo executado alguns excelentes estudos de animais e plantas que deram origem a desenhos e aguarelas. É de referir a mais conhecida de todas, a Lebre jovem, pintada em 1502. imagem:Wenceslas Hollar - A lion standing, after Dürer (State 1).jpg|Um leão em pé imagem:Wenceslas Hollar - A stag lying, after Dürer.jpg|Um veado deitado imagem:Albrecht Dürer - Head of an Old Man, 1521 - Google Art Project.jpg|Cabeça de um ancião imagem:Petite-touffe.JPG|O pequeno tufo de grama imagem:Duerer - Studie Reiter 1495.jpg|Estudo === Retorno a Nuremberga === De volta a Nuremberga e depois de abrir o seu próprio ateliê em 1495, o que só poderia fazer estando casado, de acordo com as deliberações do conselho da cidade, realizou durante a década de 1495 a 1505 um grande número de obras, especialmente xilogravuras, que ajudaram a estabelecer sua reputação, notáveis pelas suas dimensões, equilíbrio e complexidade de composição. Entre elas está a série de ilustrações do Apocalipse (1498), consideradas como o início de uma nova era no que a esta arte diz respeito; as gravuras de A Grande Fortuna (1501–1502), onde se sente a influência italiana, nas proporções vitruvianas e nos atributos da figura idealizada da deusa Fortuna ou Némesis e A Queda do Homem (1504). Dürer orgulhava-se de tal modo desta última, que é a única onde inscreveu o seu nome por completo, na cartela pendente do ramo segurado por Adão, em contraste com as outras obras onde apenas apunha o seu famoso monograma. A série Apocalipse inclui quinze xilogravuras (excluindo os dois frontispícios da primeira e segunda edição), publicadas em forma de livro. Destas destaca-se, pela sua importância, \"Os Quatro Cavaleiros\", representando as forças da Morte, Guerra, Fome e Peste. O Apocalipse foi a obra que mais fama lhe rendeu. O tema refletia, ademais, de forma muito visionária, o clima socialmente atormentado do final do século XV. Esta e outras obras deste período mostram, no seu todo, um domínio técnico da arte da xilogravura e gravura cada vez maior, o uso de proporções humanas baseado nos textos do tratadista romano Vitrúvio e uma capacidade extraordinária de incorporar detalhes da natureza em obras que refletiam o seu contexto de origem com grande realismo. Ainda que se refira frequentemente que Dürer fosse o próprio executante dos blocos de impressão, o que é particularmente verdade para as suas primeiras obras, o mesmo não se poderá dizer com tanta certeza dos seus trabalhos posteriores que seriam escavados no bloco por especialistas nesta função (os formschneiders), muitos dos quais eram mulheres (formschneiderin). Claro que a sua supervisão era essencial para a excelência da execução dos seus desenhos, feitos diretamente sobre o bloco ou a ele colados (sendo, neste caso, destruídos durante o processo). Pouco depois de inaugurar o seu ateliê, Dürer teve Frederico III da Saxônia como primeiro cliente a encomendar-lhe um retrato. Este encomendar-lhe-ia, ainda, em 1496, o Políptico das Sete Dores, executado por Dürer e os seus assistentes em cerca de 1500. Pouco depois das gravuras do Apocalipse trabalhou ainda nas primeiras sete cenas da Grande Paixão, tendo, provavelmente depois de 1500, executado onze gravuras da Sagrada Família e vários santos, isolados ou em grupo. Entre 1504 e 1505, gravou uma série de dezassete ilustrações da Vida da Virgem. Apesar de estas só terem sido publicadas em conjunto mais tarde, várias cópias de gravuras isoladas foram sendo feitas e vendidas em grande número. Dürer preparou-se para trabalhar em gravação em cobre, mais detalhada e de melhor retorno financeiro. Não tentou reproduzir tantas imagens como nas xilogravuras, mas produziu uma quantidade de Madonas, personagens bíblicos ou santos, nus mitológicos e grupos de pessoas comuns, alguns deles satíricos. Em 1502 morria o seu pai. A mãe faleceria em 1513. === Segunda viagem a Itália === O artista veneziano Jacopo de Barbari, que teria conhecido em Itália, visitou Nuremberga por volta de 1500 e influenciou Dürer com novos conhecimentos de perspectiva, anatomia e proporção, a partir dos quais começou vários estudos. Uma série de desenhos existentes mostra as experiências com a proporção do corpo humano, até chegar à famosa gravura de Adão e Eva de 1504, que mostra um traço firme e detalhado trabalhando na superfície do corpo, usando as ferramentas da gravura com mestria. Duas ou três outras obras com sua soberba técnica foram produzidas em 1505, quando Dürer regressou a Itália para uma segunda visita (das duas, a única de que não subsistem dúvidas, dada a documentação que dela existe). Na Itália, Dürer mudou a sua técnica de pintura, primeiramente produzindo uma série de trabalhos em têmpera sobre tela, incluindo retratos e peças de altar, notadamente o Paumgartner e a Adoração dos Magos. No começo de 1506 estava em Veneza, onde permaneceu até 1507, enquanto suas gravuras adquiriam grande popularidade e eram muito copiadas. Recebeu, entretanto, uma encomenda da comunidade germânica de Veneza, de uma obra para a Igreja de São Bartolomeu. O quadro pintado por Dürer estava próximo do estilo italiano – A Adoração da Virgem, também conhecida como Festa das Grinaldas de Rosas — depois adquirida pelo imperador Rodolfo II e levada para Praga. São conhecidas outras obras produzidas em Veneza, incluindo A Virgem e o Menino com um pintassilgo, Cristo disputando com os Doutores (supostamente produzida em meros cinco dias) e várias obras menores. Esta segunda viagem prolongou-se por um ano. Além de Veneza, onde conviveu com Giovanni Bellini que, segundo o seu próprio testemunho, era o melhor dos pintores da sua época, visitou também Bolonha. === Nuremberga e as obras-primas === A despeito do reconhecimento que recebeu dos venezianos, Dürer voltou a Nuremberga em meados de 1507, ali permanecendo até 1520. Em 1509 estava em condições de comprar a casa que ficaria conhecida para a posteridade como Albrecht-Dürer-Haus. Sua reputação espalhara-se por toda a Europa e era tratado com camaradagem e amizade pelos mestres da época. O próprio Rafael sentia-se honrado em trocar desenhos com ele. Em 1512 conseguiu que o imperador Maximiliano I, de quem passou a receber especial proteção, o nomeasse pintor da Corte.Os anos entre o seu retorno e a sua viagem aos Países Baixos são comumente divididos pelo tipo de trabalho no qual estava principalmente ocupado. Esses cinco anos, 1507 – 1511, são predominantemente os anos em que pintou mais em sua vida, trabalhando com um grande número de estudos e desenhos preliminares. Produziu aqueles que foram considerados seus quatro melhores trabalhos: Adão e Eva (1507), Virgem com Íris (1508), A Ascensão da Virgem (1509) e Adoração da Trindade por todos os Santos (1511). Durante este período, completou também a série de xilogravuras da Grande Paixão e da Vida da Virgem, ambas publicadas em 1511, juntamente com uma segunda edição das cenas do Apocalipse. De 1511 a 1514, Dürer concentrou- se nas gravuras, tanto em madeira quanto em cobre. A sua obra-prima desse período foram as trinta e sete xilogravuras da Pequena Paixão (1511) e um conjunto de quinze gravações em cobre do mesmo tema (1512). No ano seguinte, apareceram seus trabalhos mais famosos em cobre, O Cavaleiro, a Morte e o Diabo, Melancolia I e São Jerônimo em seu estúdio (as duas últimas de 1514). Em Melancolia I aparece um quadrado mágico de quarta ordem que se acredita o primeiro a aparecer na arte europeia. Durante a viagem executou aguarelas de paisagens com grande rigor de detalhe como se pode ver, por exemplo, numa Vista do Castelo de Trent (National Gallery, Londres), pintada provavelmente estava de retorno. Muitos dos esboços a aguarela efetuados nesta altura sobreviveram, enquanto a existência de outros pode ser deduzida a partir de paisagens, muito fiéis às originais, presentes em trabalhos posteriores, como na gravura Némesis. São, aliás, os primeiros estudos puros de paisagem conhecidos na arte ocidental no meio da fileira de baixo dão a data da gravação: 1514. Produziu nessa época ainda uma vasta gama de outras obras, incluindo retratos em têmpera de 1516, gravuras com vários temas, experiências em gravações em ferro ou zinco. Para o imperador Maximiliano I, trabalhou em parte do Portão triunfal, desenhou o retrato e decorou as margens do livro de oração, antes da morte deste em 1519. === Viagem aos Países Baixos === No verão de 1520, o desejo de Dürer por um novo mecenas, após a morte do imperador Maximiliano I, e o aparecimento de doenças contagiosas em Nuremberga, ocasionaram sua última viagem. Junto com a esposa e a aia desta, viajou para os Países Baixos em julho, onde o imperador Carlos V o recebeu com grandes honras, convidando-o para a sua coroação em Aquisgrano. Efetuou a sua viagem pelo rio Reno até Colônia, seguindo para Antuérpia, onde foi bem recebido, onde se demorou e produziu numerosos desenhos usando diversas técnicas. Entre as obras que aí executou conta-se o São Jerónimo, feito para um próspero comerciante português, de seu nome Rodrigo Fernandes, e que se encontra atualmente no Museu Nacional de Arte Antiga em Lisboa e cujos estudos se encontram em Viena e em Berlim. Percorreu Bruxelas, Malines, Bruges, Gante, Zelândia e Nijmegen. Retornou finalmente para casa em julho de 1521, tendo contraído uma doença indeterminada que o afligiu pelo resto da sua vida. === Últimos anos === De volta em Nuremberga, Dürer começou uma série de figuras religiosas. Muitos esboços e desenhos preliminares sobreviveram, mas não grandes pinturas. Isso se deve em parte ao declínio de sua saúde, mas mais por causa do tempo que gastou na preparação de seus trabalhos teóricos em geometria e perspectiva, proporções e fortificações. Embora tivesse dom natural para escrever, trabalhou duramente para produzir essas obras. A consequência dessa ênfase nos escritos foi a pequena produção artística. Apenas três pinturas, um retrato de Hieronymus Holtzschuher, uma Madona com o Menino e dois painéis mostrando os Quatro Apóstolos: São João com São Pedro ao fundo e São Paulo com São Marcos ao fundo. Algumas gravuras em cobre, retratos basicamente, como o do Grande Cardeal, Frederico de Wise, Pirckheimer, Melanchthon e Erasmo de Roterdão, que contem a inscrição \"Imago Erasmi Roterodami ab Alberto Durero ad vivam effigiem deliniata\" e \"ΤΗΝ ΚΡΕΙΤΤΩ ΤΑ ΣΥΓΓΡΑΜ ΜΑΤΑ ΔΙΞΕΙ\" que pode ser traduzido por \"Seus escritos dão uma imagem melhor do homem que este retrato\". Contraiu uma doença indeterminada que durante muito tempo se acreditava ter sido malária,Erwin Panofsky - \"The Life and Art of Albrecht Dürer\", Princeton, 1945. ISBN 0-691-00303-3 teoria entretanto desacreditadahttps://pubmed.ncbi.nlm.nih.gov/20924705/ — que o afligiria o resto da vida e reduziria o seu ritmo de trabalho.Bartrum, Giulia. Albrecht Dürer and his Legacy. British Museum Press, 2002. ISBN 0-7141-2633-0 Dois de seus livros foram publicados em vida: Instrução para medições à régua e ao compasso (Unterweisung der Messung mit dem Zirkel und Richtscheit), de 1525, e o Tratado sobre fortificações (Arcibus castellisque condendis ac muniendis rationes aliquot), de 1527. O livro Sobre proporção do corpo humano (Quatro livros sobre as proporções humanas) foi publicado logo após sua morte, em 1528. Faleceu com a idade de 56 anos. Encontra-se sepultado em Johannisfriedhof, Nuremberga, Baviera na Alemanha. == Dürer gravurista e pintor == É considerado pela crítica que a força da obra de Dürer reside mais no seu trabalho enquanto desenhador e gravador do que no de pintor. Enquanto que o desenho transmite monumentalidade às figuras, a pintura é mais fruto de um trabalho minucioso e esforçado que de génio espontâneo. Isso reflete, aliás, o interesse que sempre manifestou pela forma, pela geometria e pelas proporções matemáticas. Assim acontece com as suas duas obras mais famosas no que diz respeito à pintura: a \"Adoração dos Magos\" de 1504, onde o desenho se sobrepõe a tudo, seja na monumentalidade do espaço arquitetónico e na perspetiva, seja nos objetos, seja nos pormenores naturais do escaravelho, das borboletas ou das plantas e os \"Quatro Apóstolos\" ou \"Quatro Temperamentos\", realizado em Munique em 1526, onde é a figura humana que toma a primazia na sua riqueza psicológica. Os desenhos, aguarelas e guaches (por vezes combinados) são também dos mais apreciados na sua obra, incluindo estudos de animais como a Lebre jovem, a Pequena Coruja, várias naturezas mortas e estudos de plantas (Raminho de violetas ou o O Grande Tufo de Ervas), ou seções anatómicas (Asa de uma rola). Dürer executou um grande número de esboços ou estudos preparatórios das suas pinturas e gravuras, muitos dos quais ainda existem, incluindo o famoso Betende Hände (\"Mãos que oram\"), c. 1508, Albertina, Viena), que não é mais que um estudo para um apóstolo do retábulo Heller. == Dürer arquiteto == Grande teórico da cidade do Renascimento, foi o primeiro fora da Itália. Publicou em 1527, em Nuremberga, o Tratado sobre fortificação de cidades, vilas e castelos, onde apresenta um esquema de uma cidade ideal quadrada, opondo-se ao ponto de vista de maior parte dos tratadistas italianos, como Barbaro, Filarete, e até Vitrúvio, cujo texto da Antiguidade é referido como obra-prima para estes arquitectos e urbanistas (\"Clássico Anticlássico\"). == Obras de destaque == === Gravuras === * Apocalipse (1498) * Visitação (1503) * Adão e Eva (1504) * Joaquim e Ana se encontram na Porta Dourada (1504) * Vida da Virgem (1511) * Pequena Paixão (1511) * O Cavaleiro, A Morte e o Diabo (1513) * Melancolia I (1514) * Rinoceronte de Dürer (1515) imagem:Durer Revelation Four Riders.jpg|Os Quatro Cavaleiros do Apocalipse, 1498 imagem:Knight-Death-and-the-Devil.jpg|O cavaleiro, a morte e o diabo, 1513, Museu Boymans Van Beuningen, Rotterdam imagem:Dürer Melancholia I.jpg|Melancolia I, 1514 imagem:Dürer - Rhinoceros.jpg|Rinoceronte, 1515, === Museus === Museus onde se encontram obras de Dürer * Antiga Pinacoteca, Munique imagem:Albrecht Dürer - Paumgartner-Altar - Alte Pinakothek München.jpg|São Jorge - Natividade - Eustáquio imagem:Albrecht Dürer 029.jpg|José e Joaquim imagem:Albrecht Dürer 101.jpg|Suicídio de Lucrécia * Galeria Albertina, Viena Dürer fez numerosos desenhos preparatórios, especialmente para suas pinturas e gravações, e muitos desses rascunhos sobreviveram, sendo o mais famoso Betende Hände (\"Mãos em Oração\", c. 1508), um estudo para um apóstolo no altar de Heller. Ele também continuou a fazer imagens em aquarela, incluindo algumas naturezas mortas, a Jovem Lebre (1502) e Grande relva (1503). imagem:Duerer-Prayer.jpg|Mãos em oração imagem:Albrecht Dürer - Young Hare - WGA07362.jpg|Jovem lebre imagem:Albrecht Dürer - Head of the Twelve Year Old Christ - WGA07061.jpg|Cabeça de cristo aos Doze Anos * Galleria degli Uffizi, Florença imagem:Albrecht Dürer - Ritratto del padre - Google Art Project.jpg|Retrato do pai de Dürer, 1490 imagem:Durer, san giacomo.jpg|Apóstolo Tiago o Velho, 1516 imagem:Albrecht Dürer 009.jpg|Apóstolo Filipe, 1516 imagem:Albrecht Dürer 005.jpg|Adoração dos magos, 1504 imagem:Chiamata di san pietro, uffizi.jpg|Chamada de São Pedro, 1514 * Galeria Nacional de Arte, Washington, D.C. imagem:Albrecht Dürer - Bildnis eines Geistlichen (National Gallery of Art).jpg|Retrato de um clérico (Johann Dorsch?) imagem:Albrecht Dürer - Portrait of Dürer's Father at 70.jpg|Retrato do pai de Dürer, 1497 imagem:Albrecht Dürer, Christ in Limbo, 1512, NGA 6629.jpg|Cristo no Limbo, 1512 imagem:Albrecht Dürer, Christ on the Cross Between the Virgin and Saint John, 1493, NGA 3693.jpg|Cristo na Cruz entre a Virgem e São João, 1493 imagem:Albrecht Dürer - Erasmus of Rotterdam (NGA 1943.3.3554).jpg|Erasmo de Roterdam, 1526 imagem:Albrecht Dürer - Hercules (NGA 1943.3.3482).jpg|Hércules, 1498 imagem:Albrecht Dürer, The Adoration of the Magi, c. 1501-1503, NGA 613.jpg|Adoração dos magos, 1501 imagem:Albrecht Dürer, Saint Jerome in His Cell, 1511, NGA 6794.jpg|São Jerônimo em sua cela, 1511 * Germanisches Nationalmuseum, Nuremberga imagem:Albrecht Dürer - Emperor Charlemagne.jpg|Imperador Carlos Magno, 1511-1513 imagem:Albrecht Dürer 082.jpg|Imperador Sigismundo, 1509-1516 imagem:Albrecht Dürer 011.jpg|Deposição de Cristo, 1498 imagem:Albrecht Dürer 085.jpg|Retrato de Michel Wolgemut, 1516 imagem:1500 Duerer Herkules im Kampf gegen die stymphalischen Voegel anagoria.JPG|Hércules caçando os pássaros estisfalianos, 1500 * Kunsthistorisches Museum, Viena imagem:Albrecht Dürer 089b.jpg|Retrato de uma jovem veneziana, 1519 imagem:Albrecht Dürer - Portrait of Maximilian I - Google Art Project.jpg|Imperador Maximiliano I, 1519 imagem:Albrecht Dürer 017.jpg|Madona com o Menino, 1512 * Museu Metropolitano de Arte Série de gravuras da paixão imagem:Dürer, Kupferstichpassion 02, Am Ölberg.jpg|02-Cristo no Monte das Oliveiras imagem:Dürer, Kupferstichpassion 03, Gefangennahme.jpg|03-A captura de Cristo imagem:Dürer, Kupferstichpassion 04, Vor Kaiphas.jpg|04-Cristo diante de Caifás imagem:Dürer, Kupferstichpassion 05, Vor Pilatus.jpg|05-Cristo diante de Pilatos imagem:Dürer, Kupferstichpassion 08, Ecce homo.jpg|08-Eis o Homem imagem:Dürer, Kupferstichpassion 09, Handwaschung.jpg|09-Pilatos limpa suas mãos imagem:Dürer, Kupferstichpassion 11, Kreuzigung.jpg|11-Crucificação de Cristo imagem:Dürer, Kupferstichpassion 12, Kreuzabnahme.jpg|12-O lamento de Cristo imagem:Dürer, Kupferstichpassion 13, Grablegung.jpg|13-O sepultamento imagem:Dürer, Kupferstichpassion 14, Vorhölle.jpg|14-Cristo no Limbo imagem:Dürer, Kupferstichpassion 15, Auferstehung.jpg|15-Ressurreição imagem:Dürer, Kupferstichpassion 16, Goldene Pforte.jpg|16-São Pedro e São João * Museu do Prado, Madrid imagem:Albrecht Dürer - Bildnis eines unbekannten Mannes.jpg|Retrato de um homem com pergaminho e um tipo de chapéu imagem:Albrecht Dürer - Adam and Eve (Prado) 2.jpg|Adão e Eva, 1507 * Princeton University Art Museum Série de gravuras da paixão imagem:Dürer, Kupferstichpassion 06, Geißelung.jpg|06-Flagelação de Cristo imagem:Dürer, Kupferstichpassion 07, Dornenkrönung.jpg|07-A coroação com espinhos imagem:Dürer, Kupferstichpassion 08, Ecce homo.jpg|08-Eis o Homem imagem:Dürer, Kupferstichpassion 10, Kreuztragung.jpg|10-Cristo está portando a cruz * Museu do Louvre, Paris * Národní galerie, Praga * Staatliche Museen, Berlim * Historisches Museum, Frankfurt * Museu Nacional de Arte Antiga, Lisboa * Museu de Arte de São Paulo, São Paulo == Galeria == 358durer.jpg|homem desenhando um alaúde - 1525 Dürer - Der verlorene Sohn.jpg|O filho pródigo Dürer - Samsoms Kampf mit dem Löwen.jpg|Sansão luta contra o leão Dürer - König David tut Buße.jpg|Rei Davi faz arrependimento Dürer - Die Auferstehung Christi.jpg|Ressurreição Dürer - Noli me tangere.jpg|Não me toque Dürer - Christus und die Jünger in Emmaus.jpg|Cristo é um dos discípulos de Emaús Dürer - Der ungläubige Thomas.jpg|A incredulidade de São Tomé Dürer - Die Himmelfahrt Christi.jpg|Ascensão de Cristo Dürer - Die Ausgiessung des heiligen Geistes.jpg|Os apóstolos recebem o Espírito Santo Dürer - Die Bekehrung des Paulus.jpg|A conversão de Paulo Dürer - Christi Einzug in Jerusalem.jpg|Entrada de Cristo em Jerusalém Albrecht Dürer - Christ Driving the Moneychangers from the Temple.jpg|Cristo conduz os cambistas do Templo Dürer - Das Abendmahl.jpg|A última ceia Dürer - Christus am Ölberg.jpg|Cristo no Monte das Oliveiras Durer, la grande passione 02.jpg|Cristo no Monte das Oliveiras Jesus-och-Herodes.jpg|Cristo diante de Herodes Dürer - Geiselung Christi.jpg|Flagelação de Cristo Dürer - Der Schmerzensmann.jpg|Varão de Dores Durer, la grande passione 04.jpg|Eis o Homem Durer, la grande passione 06.jpg|Crucificação de Cristo Durer, la grande passione 07.jpg|O lamento de Cristo Durer, la grande passione 08.jpg|o sepultamento Dürer - Johannes verschlingt das Buch.jpg|São João que devora o livro do Apocalipse, de Albrecht Dürer, c. 1497–98 Narrenschiff.JPG|navio dos tolos Dürer - Das Narrenschiff.jpg|navio dos tolos Dürer - Das Narrenschiff 002.jpg|navio dos tolos Dürer - Das Narrenschiff 001.jpg|navio dos tolos imagem:Map of the Northern Sky by Albrecht Dürer, circa 1515.jpg|Mapa do céu do norte por Albrecht Dürer imagem:AGAD Albrecht Dürer – The Martyrdom of Saint Catherine.jpg|O martírio de Santa Catarina imagem:Anatomical and geometrical proportions - Albrecht Dürer.png|Proporções anatômicas e geométricas imagem:Albrecht Durer hand study drawing.jpg|Desenho estudo mão Albrecht Durer imagem:Albrecht Dürer - Das große Rasenstück.jpg|Albrecht Dürer - O grande gramado imagem:Large Horse by Albrecht Dürer.jpg|Cavalo Grande. Museu Britânico, em Londres. imagem:Albrecht Dürer - Willow Mill - WGA07361.jpg|Moinho de Salgueiro imagem:Albrecht Dürer - Study of Drapery - WGA07064.jpg|Estudo de roupagem ou drapeado imagem:Dürer, Albrecht - Hand Study with Bible - 1506.jpg|Dürer, Albrecht - Estudo da mão com a Bíblia - 1506 imagem:AGAD Albrecht Dürer – Christ Carrying the Cross.jpg|Cristo Carregando a Cruz imagem:The Holy Family with the Dragonfly by Albrecht Durer.jpg|A Sagrada Família Indianapolis Museum of Art imagem:Albrecht Dürer - The Betrayal of Christ - Google Art Project.jpg|A traição de Cristo imagem:Dürer - Das Wappen mit dem Totenkopf.jpg|Brasão da Morte, gravura. Universidade do Museu de Arte de Virginia, Charlottesville == Homenagens == Foi dado o nome Dürer a uma cratera na superfície do planeta Mercúrio. == Bibliografia == * * * * == Outras fontes == * ABBAGNANO, Nicola História da Filosofia, vol. V, Lisboa, Editorial Presença, 1984. * BRUNO, Giordano Acerca do Infinito, do Universo e dos Mundos, Lisboa, Fundação Calouste Gulbenkian, 1984. * CHEVALIER, Jean; * GHEERBRANT, Alain Dictionnaire des Symboles, Paris, Robert Laffont/Jupiter, 1982. * COELHO, António Borges Portugal na Espanha Árabe, vol. IV., Lisboa, Seara Nova, 1975. * COHN, Werner Albrecht Dürer, Lisboa, Livraria Bertrand, 1953. * COLOMER, Eusebio Nicolau de Cusa (1401-1464). De Deo abscondito, Braga, Faculdade de Filosofia, 1964. * COLONNA, Giovanni; DONATI, Maria Museus do Vaticano, Lisboa, Editorial Verbo, 1973. * DUNSTAN, J. Leslie Protestantismo, Lisboa, Editorial Verbo, 1980. * GROTE, Ludwig Dürer, Genève, Editions d’Art Albert Skira, 1990. * HEIDEN, Rüdiger van der Dürer. História da Arte, vol. VI, Mem Martins, Edições Alfa, 1972. * MANDROU, Robert Des humanistes aux hommes de science (XVI e et XVII e siècles), Paris, Éditions du Seuil, 1973. * MARQUES, A. H. de Oliveira Dicionário de maçonaria Portuguesa, Lisboa, Editorial Delta, 1986. * PEFEIFFER, Wolfgang Dürer, in Génios da Pintura, vol. I, fsc. 21, São Paulo, Abril Cultural, 1973. * PLATON Timée / Crtias, Paris, Flammarion, 1992. * RUSSEL, Bertrand História da Filosofia, Viseu, Livros Horizonte, [s. d.]. * TOUCHARD, Jean História das ideias políticas, vol. III, Lisboa, Publicações Europa-America, 1970. * WITTKOWER, Rudolf Architectural Principles in the age of humanism, London, Academy Editions, 1988 * CALAZANS José Carlos, A Melancolia de Albercht Dürer (1471-1528) REVISTA LUSÓFONA DE CIÊNCIA DAS RELIGIÕES – Ano XI, 2012 / n. 16/17 – 135-152 == Ligações externas == * Historia del Arte (em inglês) * Alberto Durer. Fotos y Biografía *Obras digitalizadas de Alberto Durer naBiblioteca Nacional de España * As obras de arte de Albrecht Dürer Categoria:Alemães do século XV Categoria:Gravadores da Alemanha Categoria:Ilustradores da Alemanha Categoria:Mortes por malária Categoria:Naturais de Nuremberga Categoria:Pintores da Alemanha Categoria:Pintores do Renascimento Categoria:Alemães de ascendência húngara",
 "title": "Albrecht Dürer"
}