{
 "id": "92446",
 "text": "A Fundação Calouste Gulbenkian MHSE • MHIH • MHL • GCB é uma instituição portuguesa de direito privado e utilidade pública geral com caráter perpétuo, cujos fins estatutários são a Arte, a Beneficência, a Ciência e a Educação. Criada por disposição testamentária de Calouste Sarkis Gulbenkian, que legou os seus bens ao país sob a forma de uma fundação, os seus estatutos foram aprovados pelo Estado Português a 18 de julho de 1956. A 20 de junho de 1960, foi agraciada com a Grã-Cruz da Ordem de Benemerência, a 7 de agosto de 1981 foi feita Membro-Honorário da Ordem Militar de Sant'Iago da Espada, a 13 de agosto de 1986 foi feita Membro-Honorário da Ordem do Infante D. Henrique e a 20 de julho de 2016 foi feita Membro-Honorário da Ordem da Liberdade. ==Administração== A Administração da Fundação está confiada a um Conselho formado por um mínimo de três e um máximo de nove administradores. Atualmente, o Conselho é composto por seis membros executivos, dos quais um é Presidente, e ainda por dois administradores não executivos. Sendo a Fundação uma instituição portuguesa e atuando sob legislação do país, a maioria dos membros do Conselho deve ter nacionalidade portuguesa. Os mandatos dos administradores são de cinco anos. As vagas do Conselho são preenchidas por cooptação de todos os seus membros. José de Azeredo Perdigão foi o primeiro presidente da Fundação Calouste Gulbenkian, desde julho de 1956 até à data da sua morte, em setembro de 1993. Pode dizer-se que aquilo que Calouste Gulbenkian idealizou, Perdigão concretizou, razão pela qual o seu nome ficará para sempre associado à Fundação. ===Lista de Presidentes do Conselho de Administração=== Nome Início do Mandato Fim do Mandato António Ferrer Correia 1993/09/21 1998/12/29 Victor de Sá Machado 1998/12/30 2002/04/27 Rui Vilar 2002/05/02 2012/05/02 Artur Santos Silva 2012/05/02 2017/05/02 Isabel Mota 2017/05/03 2022/05/03 António M. Feijó 2022/05/03 presente ==Atividades== Na sua Sede em Lisboa, nas suas Delegações em França e no Reino Unido, bem como no Instituto Gulbenkian de Ciência, a Fundação Calouste Gulbenkian proporciona ao público, ao longo de todo o ano, um vasto programa de atividades culturais, educativas e científicas que contribuem quer para a formação cultural dos seus beneficiários, quer para o aumento do conhecimento científico. É uma das mais importantes fundações europeias e desenvolve uma vasta atividade através de projetos próprios, ou em parceria com outras entidades, além da atribuição de apoios e bolsas. Possui uma Orquestra, um Coro, salas de espetáculos e congressos, uma Biblioteca de Arte e um Museu (Coleção do Fundador e Coleção Moderna), além do Instituto Gulbenkian de Ciência (IGC). Os seus serviços centrais estão sediados em Lisboa e tem delegações em Paris e em Londres, cidades onde Calouste Gulbenkian viveu. ==Os espaços== O complexo modernista de edifícios que inclui a Sede da Fundação, o Museu Gulbenkian e ainda o Jardim circundante foi considerado em 1975 Prémio Valmor e Monumento Nacional em 2010, constituindo-se como a primeira obra contemporânea a ser considerada património em Portugal. Um complexo horizontal, sóbrio nos materiais (constituído fundamentalmente por betão), e abrindo, no seu interior, para uma diversidade de usos. Os três arquitetos portugueses que o desenharam – Ruy d’Athouguia, Alberto Pessoa e Pedro Cid –, viram-no como um enorme centro cultural, onde os públicos podem fluir livremente entre auditórios e salas de exposições. ===O Museu – Coleção do Fundador e Coleção Moderna=== O Museu Calouste Gulbenkian – Coleção do Fundador, inserido no conjunto que integra o edifício sede e jardim, inclui obras de vários períodos e áreas adquiridas pelo fundador Calouste Gulbenkian, da Arte Egípcia e Greco-Romana à Arte Islâmica e do Extremo Oriente, e ainda Numismática, Pintura e Artes Decorativas europeias. Em 1983, numa das extremidades do jardim, foi inaugurado o Centro de Arte Moderna José de Azeredo Perdigão, construído segundo projeto do arquiteto britânico Leslie Martin, para albergar a coleção de arte moderna e contemporânea portuguesa da fundação. Este acervo reúne um importante núcleo de arte britânica do século XX. De Amadeo de Souza-Cardoso a Paula Rego ou Vieira da Silva, a Coleção Moderna mostra alguns dos artistas portugueses mais conceituados internacionalmente e continua a aumentar a sua coleção de obras de arte contemporânea através de doações e aquisições. ===O jardim=== O jardim da Fundação Calouste Gulbenkian foi construído na década de 1960, um projeto dos arquitetos paisagistas António Viana Barreto e Gonçalo Ribeiro Telles, na antiga localização do Parque de Santa Gertrudes. Este jardim é considerado um exemplo emblemático do movimento moderno em Portugal e uma referência para a arquitetura paisagista portuguesa, tendo sido desenhado com uma escolha criteriosa de árvores, arbustos e flores. Em 2002 iniciou-se a sua renovação, com introdução de novos percursos, mais espelhos de água e novas espécies, pela mão de Gonçalo Ribeiro Telles. Hoje em dia é frequentado diariamente por mais de 5 mil pessoas. Dentro do Jardim fica ainda o Centro Interpretativo Gonçalo Ribeiro Telles, um espaço multimédia em homenagem ao arquiteto paisagista que o concebeu, que permite ao público perceber como foi pensado o Jardim através de meios audiovisuais, e que inclui uma geladaria e cafetaria com uma esplanada de cerca de 60 lugares. ===O Instituto Gulbenkian de Ciência (IGC)=== O Instituto Gulbenkian de Ciência, instalado em Oeiras, num campo científico junto ao Palácio dos Marqueses de Pombal, é um instituto líder em investigação biomédica e formação pós-graduada, dedicado à excelência científica e à formação de uma nova geração de líderes científicos. ==O fundador== Calouste Sarkis Gulbenkian (1869-1955) foi um homem de negócios, colecionador de arte e filantropo de origem arménia, nascido no Império Otomano. Com uma vasta cultura oriental e ocidental, Gulbenkian foi, acima de tudo, um “arquiteto de empreendimentos”, com visão e sentido de equilíbrio dos interesses em jogo na primeira metade do século XX. Graças à sua persistência, capacidade negocial e flexibilidade, desempenhou um papel fundamental como mediador nas negociações internacionais para a exploração das reservas de petróleo no território que é hoje o Iraque. Ao longo da sua vida, conduzido pelo seu gosto pessoal e de forma criteriosa, reuniu uma coleção de arte muito eclética, única no mundo. Adquiriu nacionalidade britânica em 1902 e morreu em 1955, em Lisboa, cidade onde passou os últimos anos da sua vida e onde estabeleceu no seu testamento que seria construída a sede de uma fundação internacional com o seu nome, em benefício de toda a humanidade. == HPIP - Património de influência portuguesa == Heritage of Portuguese Influence / Património de Influência Portuguesa (HPIP) é um portal produzido pela Fundação Calouste Gulbenkian, que se desenvolveu a partir de um projeto de recolha e disponibilização pública do Património de Origem Portuguesa no Mundo – Arquitectura e Urbanismo, para o qual foi constituída uma equipa de cinco académicos dirigidos por José Mattoso. Funciona como portal público interativo da base de dados georeferenciada na qual se concentra e administra toda a informação sobre o tema.Apresentação do Portal (HPIP) A sua gestão é assegurada rotativamente pelas universidades cooperantes: Universidade de Coimbra, Universidade Nova de Lisboa, Universidade de Lisboa e Universidade de Évora. O lançamento público do HPIP foi realizado na Fundação Calouste Gulbenkian em 16 de Abril de 2012. Histórico (HPIP) == Ver também == * Museu Calouste Gulbenkian * Orquestra Gulbenkian * Bibliotecas Itinerantes da Fundação Calouste Gulbenkian * Grande Prémio Gulbenkian de Literatura para Crianças e Jovens * Edifício-sede e parque da Fundação Calouste Gulbenkian == Ligações externas == * Fundação Calouste Gulbenkian * Museu Calouste Gulbenkian * Gulbenkian Música * Jardim Gulbenkian * Biblioteca de Arte * \"Visita Guiada - Complexo da Fundação Calouste Gulbenkian\", episódio 8, 20 de maio de 2019, temporada 9, programa de Paula Moura Pinheiro, na RTP *Obras da Fundação Calouste Gulbenkian na Biblioteca Nacional de Portugal Fundacao Calouste Gulbenkian Categoria:Comunidade dos Países de Língua Portuguesa Categoria:Nossa Senhora de Fátima (Lisboa) Categoria:Grã-Cruzes da Ordem do Mérito Categoria:Membros-Honorários da Ordem Militar de Sant'Iago da Espada Categoria:Membros honorários da Ordem do Infante D. Henrique Categoria:Membros-Honorários da Ordem da Liberdade Categoria:Avenidas Novas (Lisboa) Categoria:Fundações em Portugal em 1956 Categoria:Prémio Áquila Excelsior Categoria:Prémio Vida e Obra da SPA Categoria:Locais_de_espetáculo_em_Portugal Categoria:Prémio Arco-íris",
 "title": "Fundação Calouste Gulbenkian"
}