{
 "id": "92461",
 "text": "Courteney Bass Cox (Birmingham, 15 de junho de 1964), é uma atriz, produtora e diretora norte-americana. Tornou-se mais conhecida por interpretar Monica Geller na série de comédia da NBC, Friends, Gale Weathers na franquia de filmes Scream, e Jules Cobb na série de comédia da ABC/TBS, Cougar Town, pelo qual ela recebeu sua primeira indicação ao Globo de Ouro. Courteney também estrelou a série de televisão da FX, Dirt. Ela é dona da companhia de produção Coquette Productions, criada por Cox e seu então marido David Arquette. Courteney trabalhou como diretora em sua série de comédia, Cougar Town, e no filme Talhotblond. == Biografia == Courteney é filha de Richard L. Cox e Courteney Copeland e tem três irmãos: duas irmãs chamadas Virginia e Dottie, e um irmão mais velho chamado Richard Jr. Em 1974, seus pais divorciaram-se e Richard, pai de Courteney, mudou-se para a Flórida. Ela então tornou-se uma adolescente rebelde, rebelando-se contra sua mãe, Courteney Copeland e Hunter Copeland, seu padrasto. Courteney estudou no liceu \"Mountain Brook High School\", onde foi líder de classe, jogadora de ténis e nadadora. Nos seus últimos anos no liceu, ela apareceu num anúncio para a loja Parisians. Depois de se formar, saiu de Alabama e foi estudar arquitetura e design de interiores no \"College Mount Vernon\". Após um ano, ela saiu desse colégio para seguir uma carreira de modelo em Nova Iorque, depois de ter sido contratada pela prestigiada Ford Modelling Agency. Cox apareceu em várias capas de revistas adolescentes como Tiger Beat e Little Miss. Então, começou a fazer anúncios para a Maybelline, Noxzema, Companhia Telefônica de Nova Iorque e Tampax. Aliás, num anúncio para a Tampax, Courteney tornou-se a primeira pessoa a dizer \"menstruação\" (period) na televisão estadunidense. Enquanto fazia o seu curso de modelo, Courteney Cox começou a fazer um curso de teatro, já que seu sonho e a sua ambição eram tornar-se atriz. Sua primeira grande aparição para as lentes das câmeras, foi quando participou do videoclip de Bruce Springsteen, \"Dancing in the Dark\", tendo sido escolhida por Brian De Palma para integrar o teledisco. Em 1985, mudou-se para Los Angeles para protagonizar, ao lado de Dean Paul Martin, \"Misfits of Science\" (1985). O filme foi um fracasso nas bilheteiras, mas alguns anos depois, ela foi escolhida, entre milhares de candidatas, para integrar o elenco de Family Ties (1982), ao interpretar a namorada de Michael J. Fox e a psicóloga doutorada Lauren Miller. Em 1989, Family Ties (1982) havia chegado ao fim e Courteney passou por um período fraco na sua carreira, aparecendo em filmes que não fizeram sucesso como Mr. Destiny (1990), com Michael Caine. Sua carreira deu uma volta de 180 graus, quando, em 1994 ela protagonizou, juntamente com Jim Carrey, o inesperado sucesso Ace Ventura e um tempo depois, Courteney Cox foi escolhida para integrar o elenco da série Friends (1994), onde interpretava a neurótica Monica Geller. Este papel fez com que Cox se tornasse numa estrela internacional e levou a uma nomeação para o prêmio American Comedy Award e a deixou como uma artista promessa, ganhando 750 000 dólares por episódio e nos últimos episódios da série ganhando 1 milhão. A série permaneceu no ar durante 10 anos, devido às ótimas audiências. Em 1996, participou no filme de terror de Wes Craven, Pânico, que faturou mais de 100 milhões de dólares nas bilheteiras. Courteney recebeu ótimas críticas pela sua interpretação da jornalista sensacionalista Gale Weathers. Cox interpretou esta personagem mais duas vezes nos dois filmes da trilogia que se seguiram: Pânico 2 (1997) e Pânico 3 (2000). As participações na trilogia não só lhe renderam ótimas críticas, como também fez com que conhecesse David Arquette, o seu ex-marido, com quem foi casada até 11 de outubro de 2010, quando, após onze anos juntos, anunciaram sua separação. Na trilogia, David interpretou um policial chamado Dewey, apaixonado pela jornalista Gale Weathers, interpretada por Cox. Os dois casaram-se em San Francisco, no dia 12 de junho de 1999. A cerimônia teve cerca de 200 convidados e Courteney mudou o seu nome para Courteney Cox Arquette, um dos nomes do seu marido. Exatos cinco anos e um dia depois do seu casamento, no dia 13 de junho de 2004, Courteney Cox teve a sua primeira filha, Coco Riley Arquette. Em 2006 passou a protagonizar a série Dirt, onde apareceu numa cena polêmica, dando um beijo em Jennifer Aniston, sua amiga de longa data. Courteney interpretou Jules Cobb em \"Cougar Town\", uma mulher recém-separada com um filho de 17 anos. A série recebeu as participações de Jennifer Aniston e Lisa Kudrow. Em 2011, Courteney voltou a interpretar Gale Weathers em Pânico 4. Atualmente, namora com o cantor de rock Johnny McDaid, da banda Snow Patrol. Em 2021 e em 2022 o programa 9 Months With Courteney Cox foi indicado ao Daytime Emmy por Melhor Programa Curto em horário diurno. A atriz estrela, desde 2021 a série de terror e comédia Shining Vale, na Starz+. == Filmografia == === Cinema === Ano Título Papel Notas 1987 Down Twisted Tarah Masters of the Universe Julie Winston 1988 Cocoon: The Return Sara 1990 Blue Desert Lisa Roberts Mr. Destiny Jewel Jagger Shaking the Tree Kathleen 1992 The Opposite Sex and How to Live with Them Carrie Davenport 1994 Ace Ventura: Pet Detective Melissa Robinson 1996 Scream Gale Weathers 1997 Commandments Rachel Luce Scream 2 Gale Weathers 1999 The Runner Karina 2000 Scream 3 Gale Weathers 2001 3000 Miles to Graceland Cybil Waingrow The Shrink Is In Samantha Crumb Também produtora executiva Get Well Soon Lily Charles 2004 November Sophie Jacobs 2005 The Longest Yard Lena Não creditada 2006 Barnyard Daisy (voz) Zoom Marsha Holloway The Tripper Cynthia 2008 Alien Love Triangle Alice Curta-metragem Bedtime Stories Wendy The Butler's in Love Curta-metragem, produtora executiva 2011 Scream 4 Gale Weathers-Riley 2012 Got Rights? Celebridade Curta-metragem 2014 Just Before I Go Diretora e produtora 2016 Mothers and Daughters Beth 2020 You Cannot Kill David Arquette Ela Mesma Documentário 2022 Scream Gale Weathers 2023 Scream VI Também produtora executiva === Televisão === Ano Título Papel Notas 1984 As the World Turns Bunny Episódio: \"1.5000\" 1985 Code Name: Foxfire Amy Episódio: \"Pick a Hero, Any Hero\" 1985-1986 Misfits of Science Gloria Dinallo 16 episódios 1986 The Love Boat Carol Episódio: \"Picture Me a Spy/Daredevil/Sleeper\" Murder, She Wrote Carol Bannister 2 episódios 1987-1989 Family Ties Lauren Miller 21 episódios 1987 If It's Tuesday, It Still Must Be Belgium Hana Wyshocki Filme de TV 1988 I'll Be Home for Christmas Nora Bundy 1989 Roxanne: The Prize Pulitzer Jacquie Kimberly Till We Meet Again Marie-Frederique 'Freddy' de Lancel 2 episódios 1990 Curiosity Kills Gwen Filme de TV 1991 Morton & Hayes Princesa Lucy Episódio: \"Oafs Overboard\" 1992 Battling for Baby Katherine Filme de TV Dream On Alisha Episódio: \"Come and Knock on Our Door...\" 1993 The Trouble with Larry Gabriella Easden 7 episódios 1994 Seinfeld Meryl Episódio: \"The Wife\" 1994-2004 Friends Monica Geller 234 episódios 1995 Sketch Artist II: Hands That See Emmy Filme de TV The Larry Sanders Show Ela mesma Episódio: \"Larry's Big Idea\" 1999 Happily Ever After: Fairy Tales for Every Child Emerald Salt Pork Episódio: \"The Three Little Pigs\" 2007-2008 Dirt Lucy Spiller 20 episódios 2009 Scrubs Dra. Maddox 3 episódios Web Therapy Serena DuVall 3 episódios 2009-2015 Cougar Town Jules Cobb 102 episódios 2011 Private Practice Mulher Episódio: \"Step One\" 2012 TalhotBlond Amanda Filme de TV 2013 Go On Talia Beaumaster Episódio: \"Matchup Problems\" 2014-2016 Drunk History Edith Wilson 2 episódios 2018 Shameless Jen Wagner Episódio: \"Face It, You're Gorgeous\" 2020 Modern Family Ela mesma Episódio: \"The Prescott\" 2022 Shining Vale Patricia 'Pat' Phelps 8 episódios === Video game === Ano Título Papel 2006 Barnyard Daisy === Prêmios e indicações === Prêmios Ano Resultado Premiação Categoria Título 1995 Golden Apple Awards Descoberta do ano 1996 Screen Actors Guild Awards Melhor elenco Friends 1997 Kids' Choice Awards Atriz favorita de televisão 1998 Blockbuster Entertainment Awards Atriz favorita - terror Scream 2 Saturn Award Melhor atriz (coadjuvante/secundária) 1999 Screen Actors Guild Awards Melhor elenco Friends American Comedy Awards Atriz (coadjuvante/secundária) mais engraçada 2000 Teen Choice Awards Melhor Química Scream 3 TV Guide Awards Escolha do editor Screen Actors Guild Awards Melhor elenco Friends Kids' Choice Awards Amigos favoritos na televisão 2001 Screen Actors Guild Awards Melhor elenco Blockbuster Entertainment Awards Atriz favorita - terror (apenas internet) Scream 3 2002 Teen Choice Awards Escolha de atriz de televisão - comédia Friends Screen Actors Guild Awards Melhor elenco Razzie Awards Pior atriz (coadjuvante/secundária) 3000 Miles to Graceland Pior casal 2003 Teen Choice Awards Escolha de atriz de televisão - comédia Friends Screen Actors Guild Awards Melhor elenco 2004 2005 Teen Choice Awards Escolha de hissy fit em filme The Longest Yard 2006 TV Land Awards Casamento mais lindo Friends 2007 Estreia que de tão ruim foi boa Family Ties 2010 Gold Derby Awards Melhor atriz cômica Cougar Town 2010 Globo de Ouro Melhor atriz Cougar Town 2011 Critics Choice TV Awards Melhor atriz em série cômica 2013 People's Choice Awards Melhor atriz de TV a cabo 2014 2021 e 2022 Daytime Emmy Produtora executiva e apresentadora Nine Months with Courteney Cox 2021 Emmy Awards Produtora executiva Friends: The Reunion 2022 The Win Awards Melhor atriz Shining Vale 2022 Saturn Awards Melhor atriz Shining Vale == Ligações externas == * Categoria:Naturais de Birmingham (Alabama) Categoria:Atores dos Estados Unidos Categoria:Friends Categoria:Vencedores do Prémio Screen Actors Guild de melhor elenco em série de comédia Categoria:Scream (franquia) Categoria:Prémio MTV Movie de melhor luta",
 "title": "Courteney Cox"
}