{
 "id": "92473",
 "text": "Predador (algumas vezes sendo referidos como Yautja ) é uma espécie fictícia apresentada no filme O Predador, de 1987. Os Predadores são uma raça extraterrestre cuja civilização parece girar em torno do conceito de caça esportiva com seu próprio código de honra. Eles são apresentados como excelentes caçadores que viajam de mundo em mundo em busca de qualquer presa formidável que eles julguem um desafio à sua altura, geralmente levando os crânios como troféus. Eles perseguem e matam suas presas usando um arsenal de armas e dispositivos altamente avançados, combinando equipamentos de alta tecnologia como armas de energia e equipamentos de invisibilidade com ferramentas simples, como lâminas e lanças. Dentre as várias mídias com participação do Predador estão vários crossovers com outras franquias, mais notavelmente o Alien do mesmo estúdio de O Predador na série Alien vs. Predator. ==Criação== Depois do lançamento de Rocky IV, uma piada em Hollywood circulava dizendo que Rocky Balboa iria ficar sem adversários terrestres e teria de enfrentar um alienígena. Os irmãos Jim e John Thomas se inspiraram nisso para criar um roteiro, originalmente intitulado Hunter (Caçador), centrado na sensação de se sentir caçado, apresentando uma raça de extraterrestres caçadores buscando a espécie mais perigosa, humanos, e \"o homem mais perigoso\", um soldado combatente. O desenho original da criatura tinha um longo pescoço, uma cabeça similar à de um cachorro e pernas curvadas como um sátiro, com Jean-Claude Van Damme vestindo o traje. Porém após seis semanas de filmagem os produtores decidiram que o traje e seu design não estavam funcionando e pararam por oito meses para recriar o Predador, contratando para isso o artista de efeitos Stan Winston. Enquanto Winston desenhava a criatura em um voo para Tóquio junto de James Cameron, Cameron sugeriu mandíbulas similares às de um inseto, ideia que Winston incorporou. Para que o novo Predador fosse mais fisicamente intimidante diante do elenco de homens musculosos, foi chamado Kevin Peter Hall, um ator com mais de 2 metros que tinha acabado de interpretar um pé grande em Harry and the Hendersons. Os efeitos vocais vieram do ator de voz Peter Cullen, que criou um som focado em cliques e grunhidos para não forçar sua garganta como quando dublou King Kong no filme de 1976. == Fisiologia == Fisicamente, os Predadores são extremamente resistentes; eles podem resistir a traumas físicos que iriam ferir os humanos gravemente com somente alguma pouca irritação ou inconveniência; sendo ferido apenas levemente por armas de fogo pesado e sendo completamente resistente ao fogo de armas pequenas. Predadores também têm eficientes poderes regenerativos, conseguindo se recuperar de ferimentos relativamente rápido. Eles também possuem grande força física em comparação com humanos, dando-os a habilidade de levantar troncos imensos, destruir paredes e atirar seres humanos como bonecos de pano. Para criaturas de seu tamanho eles são bastante rápidos e atléticos, tendo sido vistos pulando longas distâncias, e sobrevivendo a pulos e quedas de grandes altitudes. Eles também possuem alta resistência ao cansaço, sendo capazes de cobrir longas distâncias e realizar atividades de grande consumo de energia, sem quase nunca precisar descansar. Predadores são também extremamente altos, com altura variando entre 2.15m e 2.40m. Sua dieta nunca foi estabelecida, mas de acordo com o filme Predador 2, são seres carnívoros, ou seja, se alimentam principalmente de carne, pois o City Hunter vai a cada dois dias á um matadouro para se alimentar das carnes existentes nele. Apesar de lembrarem bastante seres humanos no formato de seus corpos, muitos aspectos de sua anatomia diferem bastante dos dos seres humanos. Mas obviamente, eles têm quatro mandíbulas envolvendo suas bocas, dando a eles uma a aparência similar a de um caranguejo, apesar de Michael Harrigan (Danny Glover) em Predador 2 notou sua semelhança com outra anatomia, chamando o de \"cara de vagina\". Estas mandíbulas parecem estar envolvidas na produção de ruídos audíveis usados na comunicação. Outros aspectos que distinguem os Predadores são uma pele escamosa ligeiramente similar às dos répteis terrestres, e a existência do que parecem ser dreadlocks flutuantes e espinhosos em volta de suas cabeças. Em \"Alien vs. Predador\", um Predador decorado é visto com uma \"barba\" espinhosa em volta do queixo e dos lados da sua face. Além do exterior, Predadores têm notavelmente um sangue verde luminescente. Julgando pela maneira que eles tratam sua feridas, como mostrado em \"Predador 2\", uma pasta médica especial (feita de porcelana,e um líquido azul não especificado) foi criada e então aplicada em um antebraço recentemente ferido. Isso pareceu cauterizar a ferida e estimular o rápido crescimento de uma nova camada de pele e em Aliens vs. Predator: Requiem o Predador é visto usando o mesmo líquido para dissolver o cadáver de um Alien em uma piscina . Entre os predadores existem vários clans como os Borgs, os Super Predadores, entre outros...Os predadores tem conhecimento da linguagem humana e podem falar, mas nos filmes são seres de poucas palavras, embora em jogos e quadrinhos eles dialogam de forma mais frequente, porém mantendo seu jeito sério e apatico. Sua visão é diferente da humana. Pois enchergam em infravermelho, mas graças as suas mascaras, eles podem ter uma visão melhor das coisas, como visão de calor e outros modos de visão para caça suas presas. Mas se as presas conseguem camuflar e abafar o calor de seu corpo, a presa fica invisivel para ele, como acontece nos dois primeiros filmes. == Hierarquia e Povo == Como uma raça considerada poderosa no universo, eles vivem em uma sociedade organizada e civilizada, em todo o planeta, eles tem um líder, um predador mais velho e mais experiente, que aparece pela primeira vez em Predador 2 e em Alien vs Predador, pois seus dreadlocks, são brancos, ao contrario dos outros predadores cujos dreadlocks são negros na maioria das vezes, seu planeta é bem estranho, o mesmo é mostrado em uma cena rápida de Alien vs Predador 2, cujo um mundo quente, com o céu alaranjado e um par de Sois no céu, com algumas estruturas que parecem edifícios(o que parece ser uma metrópole tribal, as construções parecem uma mistura de asteca, maia e mesopotâmica), todos dessa espécie ao que tudo indica, são machos, nenhum predador fêmea tem destaque na história deles, nem filmes, quadrinhos, jogos, nada, apenas os machos são destacados na história. Mas segundo informações de quadrinhos antigos, são citadas em HQs antigas, os predadores seriam mais ou menos como os índios, os machos saem para caçar de planeta em planeta e conseguir presas formidáveis e temíveis para ter sua honra no mundo deles, as fêmeas por outro lado, nunca saem do planeta(a não ser claro se por uma razão muito especial e importante, tipo uma evacuação em massa se o planeta estiver sendo destruído por sua estrela mãe), pois elas tem como função cuidar dos filhotes(jovens predadores) até a sua adolescência, e até ser enviado pelos pais a um campo de treinamento onde será um futuro caçador, as fêmeas também tem um outro papel importante, proteger seu planeta de invasores(Space Jockeys, seria um deles), as fêmeas, assim como nas aldeia de índios, tem papel limitado e dificilmente se tornam caçadoras, a menos que conquistem esse direito como os machos, outro fato bem relevante inspirado na cultura indígena, se um filhote nascer bonito e saudável, ele vive, mas se nascer com alguma deficiência ou defeito, é sacrificado pelos pais e assim poder ter outros filhos que nasçam em condições melhores dos que nascem doentes, serve como uma forma de purificar a linhagem do casal e assim onde só filhotes fortes e saudáveis terão lugar e sobreviverão, mas revelasse uma sociedade alienígena machista onde só os machos tem a palavra, a forma de governo seria de um líder predador e sua companheira, sendo como rei e rainha, limitado somente por um conselho de predadores mais velhos(anciões), que ditam todas as leis, códigos e tradições da caça, e como obter respeito e glória na sociedade Yautja. Os machos são em geral maiores e mais musculosos, as fêmeas menores um pouco, são mais magras e possuem seios, com corpo similares aos humanos. Apesar do poder masculino ser forte na sociedade yautja, mas quando os machos não estão caçando, eles são bons chefes de família, bons maridos e ótimos pais. Quando não estão caçando, aproveitam o máximo de tempo que passam com sua família e nada deixa falta para seus filhos, filhas e companheira. Como os predadores tem uma infância muito longa, passam mais ou menos 50 anos sob a tutela e os cuidados de seus pais e ao serem adolescentes, são rapidamente enviados para o treinamento em um tipo de escolar para serem caçadores e ter habilidades de caça, já as adolescentes fêmeas ficam com suas mães para serem treinadas como guerreiras na defesa do Planeta, como amazonas. Entre os Predadores não existe o termo classe rica ou pobre e sim, ter uma galeria de troféus e honra estão acima da riqueza ou pobreza, coisas que na sociedade Yautja não existe. == Filmografia do personagem == * 1987 - Predator * 1990 - Predator 2 * 2004 - Alien vs. Predator * 2007 - Alien vs. Predator: Requiem * 2010 - Predators * 2018 - The Predator * 2022 - Prey == Ligações externas == * Predator: The Hunted * Yautja encyclopedia * The Yautja Hunting Lair * Predator lore Categoria:Predator Categoria:Extraterrestres não humanos Categoria:Vilões em filmes Categoria:Raças de vilões",
 "title": "Predador (criatura)"
}