{
 "id": "9251",
 "text": "O padêAs nações Kêtu: origens, ritos e crençãs : os candomblés antigos do Rio de ...,Por Agenor Miranda Rocha é uma cerimônia do candomblé e de religiões de origem ou influência afro-brasileira, na qual se oferecem a Exu, antes do início das cerimônias públicas ou privadas, alimentos e bebidas votivas, animais sacrificiais etc., na intenção de que não perturbe os trabalhos com seu lado brincalhão e que agencie a boa vontade dos orixás que serão invocados no culto. Também conhecido como despacho (de Exu). == Procedimentos == Tem início obrigatoriamente com o padê de Exu, do qual muitas vezes se dá uma interpretação falsa, particularmente nos candomblés banto: Dizem que Exu poderá perturbar a cerimônia se não for homenageado antes dos outros Orixás, como aliás ele mesmo reclamou.Roger Bastide, Imagens, p. 115 Para que não haja rixas, invasões da polícia (nas épocas em que havia perseguições contra os candomblés,\"Estado Novo\"), é preciso pedir-lhe que se afaste; daí o termo de despacho, empregado algumas vezes em lugar de padê, despachar (significando mandar alguém embora). Exu é, na verdade, o Mercúrio africano, o intermediário necessário entre o homem e o sobrenatural - o Aiê com o Orum - intérprete que conhece ao mesmo tempo a língua dos mortais e a dos Orixá. É pois ele o encarregado - e o padê não tem outra finalidade - de levar aos Orixás da África o chamamento de seus filhos do Brasil. O padê é celebrado pela Iamorô que é auxiliada por duas das filhas-de-santo mais antigas da casa, a dagã e a sidagã, ao som de cânticos em língua africana, cantados sob a direção da Iatebexê e sob o controle do babalorixá ou ialorixá, diante de uma quartinha com água e um alguidar contendo o alimento de Exu, um outro recipiente com o alimento favorito dos ancestrais. Embora o padê se dirija antes de tudo a Exu, comporta também obrigatoriamente uma cantiga aos mortos (Essá) ou para os antepassados do candomblé, alguns dentre eles sendo mesmo designados por seus títulos sacerdotais. A quartinha, o recipiente e o alguidar serão levados para fora do barracão onde se desenrolará o conjunto de cerimônias. Sendo um dos primeiros rituais executado, tem como objetivo principal retirar o Ajé (Energias negativas) e reverenciar os ancestrais, Eguns, Egunguns, Babá Eguns, em especial as grandes mães Iamins, Oxorongó, Opaocá e Agué-Xalugá. Este ritual tem como participante ativo as Iagãs, Iamorôs, ajemudás e Quirijebós que são cargos específicos para a proteção espiritual do terreiro. A festa propriamente dita pode então ter início. == Ligações externas == * Categoria:Celebrações do candomblé Categoria:Rituais religiosos",
 "title": "Ipadê de Exu"
}