{
 "id": "92538",
 "text": "O citoesqueleto é uma rede complexa e dinâmica de filamentos proteicos interligados presentes no citoplasma de todas as células, incluindo as de bactérias e arqueias. Nos eucariotos, estende-se do núcleo da célula até a membrana celular e é composto por proteínas semelhantes nos vários organismos. É composto por três componentes principais: microfilamentos, filamentos intermediários e microtúbulos, e todos são capazes de crescer ou desmontar rapidamente dependendo das necessidades da célula. Uma infinidade de funções pode ser executada pelo citoesqueleto. Sua função principal é dar à célula sua forma e resistência mecânica à deformação e, por meio da associação com tecido conjuntivo extracelular e outras células, estabiliza tecidos inteiros. O citoesqueleto também pode se contrair, deformando assim a célula e o ambiente da célula e permitindo a migração celular. Além disso, está envolvido em muitas vias de sinalização celular e na captação de material extracelular (endocitose), na segregação de cromossomos durante a divisão celular, no estágio de citocinese da divisão celular, como andaime organizar o conteúdo da célula no espaço e pode ser um modelo para a construção de uma parede celular) e no transporte intracelular (por exemplo, o movimento de vesículas e organelas dentro da célula. Além disso, pode formar estruturas especializadas, como flagelos, cílios, lamelipódios e podossomos. A estrutura, função e comportamento dinâmico do citoesqueleto podem ser muito diferentes, dependendo do organismo e do tipo de célula. Mesmo dentro de uma célula, o citoesqueleto pode mudar por meio da associação com outras proteínas e da história anterior da rede. Um exemplo em larga escala de uma ação realizada pelo citoesqueleto é a contração muscular. Isto é realizado por grupos de células altamente especializadas trabalhando juntas. Um componente principal do citoesqueleto que ajuda a mostrar a verdadeira função dessa contração muscular é o microfilamento. Os microfilamentos são compostos pela proteína celular mais abundante conhecida como actina. Durante a contração de um músculo, dentro de cada célula muscular, os motores moleculares da miosina exercem coletivamente forças em filamentos de actina paralelos. A contração muscular começa a partir de impulsos nervosos que fazem com que quantidades maiores de cálcio sejam liberadas do retículo sarcoplasmático. O aumento do cálcio no citosol permite que a contração muscular comece com a ajuda de duas proteínas, a tropomiosina e a troponina. A tropomiosina inibe a interação entre a actina e a miosina, enquanto a troponina detecta o aumento do cálcio e libera a inibição. Esta ação contrai a célula muscular e, através do processo síncrono em muitas células musculares, todo o músculo. == História == Em 1903, Nikolai Koltsov propôs que a forma das células fosse determinada por uma rede de túbulos que ele denominou citoesqueleto. O conceito de mosaico de proteínas que coordenava dinamicamente a bioquímica citoplasmática foi proposto por Rudolph Peters em 1929 enquanto o termo (cytosquelette, em francês) foi introduzido pela primeira vez pelo embriologista francês Paul Wintrebert em 1931. Quando o citoesqueleto foi introduzido pela primeira vez, pensava-se que era uma substância desinteressante, semelhante a um gel, que ajudava as organelas a permanecerem no lugar. Muitas pesquisas foram realizadas para tentar entender o propósito do citoesqueleto e seus componentes. Inicialmente, pensava-se que o citoesqueleto era exclusivo dos eucariontes, mas em 1992 descobriu-se que também estava presente nos procariontes. Essa descoberta ocorreu após a constatação de que as bactérias possuem proteínas homólogas à tubulina e à actina; os principais componentes do citoesqueleto eucariótico. == Ligações externas == * Blog e Notícias Mensais Sobre o Citoesqueleto * MBInfo - Dinâmica do Citoesqueleto * Citoesqueleto, Motilidade Celular e Motores - Biblioteca Virtual de Bioquímica, Biologia Molecular e Biologia Celular * Banco de dados de citoesqueleto, ensaios clínicos, literatura recente, registro de laboratório... * Animação da adesão de leucócitos (animação com algumas imagens de montagem e dinâmica de actina e microtúbulos.) * http://cellix.imba.oeaw.ac.at/ Citoesqueleto e motilidade celular incluindo vídeos * Artigo de revisão de acesso aberto sobre a complexidade emergente do citoesqueleto (publicado em Advances in Physics, 2013) Categoria:Organelos",
 "title": "Citoesqueleto"
}