{
 "id": "92559",
 "text": "Andy Roddick {| style=\"background:#f9f9f9;\" border=\"0\" cellpadding=\"2\" cellspacing=\"0\" Andrew \"Andy\" Stephen Roddick (Omaha, 30 de agosto de 1982) é um ex-tenista profissional norte-americano. Foi vencedor de Grand Slam e número 1 do mundo pela ATP. Em 2002, alcançou o top-10 em simples do ranking mundial masculino da ATP pela primeira vez, e foi número 1 em simples do ranking mundial masculino em 3 de novembro de 2003. Iniciou sua carreira como tenista profissional no ano 2000. Antes disso já tinha se consagrado como o melhor tenista juvenil. Como profissional, no ano 2000 se tornou o tenista mais jovem a estar entre os 200 melhores do ranking mundial masculino, com apenas 18 anos e 3 meses. Já no ano de 2001 se tornou no tenista mais jovem a figurar entre os 20 melhores do ranking mundial masculino, com 19 anos e 4 meses. Já no ano de 2002 se tornou o mais jovem tenista norte-americano a estar entre os 10 melhores do mundo desde Michael Chang em 1992. E em 2003 com a conquista do posto de tenista n°1 do ranking mundial masculino de simples, torna-se o segundo mais jovem a conseguir esse fato, apenas atrás do australiano Lleyton Hewitt, este que conquistou o posto de n°1 do ranking mundial masculino de simples com apenas 21 anos e 2 meses. Conquistou 32 títulos ATP em simples e 4 em duplas durante sua carreira como tenista profissional. Ganhou o Grand Slam do U.S. Open de 2003, quando derrotou o espanhol Juan Carlos Ferrero na final. Além do título no torneio do Grand Slam do U.S. Open de 2003. Andy Roddick foi vice-campeão em outras quatro finais de Grand Slam de simples: U.S. Open de 2006 e Wimbledon de 2004, 2005 e 2009, onde perdeu todas essas finais para o suíço Roger Federer. Andy Roddick conquistou cinco títulos ATP Masters 1000 em simples, sendo dois no Masters de Cincinnati, dois no Masters de Miami e um no Masters do Canadá. Já em duplas, ele conquistou um título ATP Masters 1000, o de Indian Wells. Foi por três vezes semifinalista da Tennis Masters Cup (atual ATP World Tour Finals). == Vida Pessoal == Além da carreira de tenista, possui uma de modelo também já tendo saído em várias revistas e ter sido escolhido o atleta mais sexy do mundo pela revista People. Roddick também se tornou o terceiro tenista a apresentar o programa Saturday Night Live. Seu pai, Jerry, é um empresário, enquanto sua mãe cuida da organização beneficente de Andy, a Andy Roddick Foundation. Já seu irmão John dirige uma academia de tênis em San Antonio e já jogou tênis pela Universidade da Georgia. Andy morou em Omaha até os quatro anos de idade, quando se mudou para Austin no Texas, e mais tarde Andy mudaria com 10 anos para Boca Raton. Jogou basquete na escola até ter que se decidir entre o tênis e o basquete ao se formar. Em 2004 ganha o prêmio de melhor tenista masculino no ESPY. Andy Roddick é patrocinado pela SAP e pela Lacoste. == Recorde == Roddick possuía, até 5 de março de 2011, o recorde mundial de mais veloz da história do tênis profissional - 249,4 km/h (155 mph) obtidos em 2004 durante a semifinal da Copa Davis contra Vladimir Voltchkov em Charleston. Nessa data, o croata Ivo Karlovic quebrou a marca de Roddick, em uma partida pela Copa Davis contra a Alemanha, cravando 251 km/h.Highlights da carreira de RoddickGuinness Book of Records - Roddick Fastest Men's Tennis Serves Como profissional, no ano 2000 se tornou o tenista mais jovem a estar entre os 200 melhores do ranking mundial masculino, com apenas 18 anos e 3 meses. Já no ano de 2001 se tornou no tenista mais jovem a figurar entre os 20 melhores do ranking mundial masculino, com 19 anos e 4 meses. Já no ano de 2002 se tornou o mais jovem tenista norte-americano a estar entre os 10 melhores do mundo desde Michael Chang em 1992. E em 2003 com a conquista do posto de tenista n°1 do ranking mundial masculino de simples, torna-se o segundo mais jovem a conseguir esse fato, apenas atrás do australiano Lleyton Hewitt, este que conquistou o posto de n°1 do ranking mundial masculino de simples com apenas 21 anos e 2 meses. == Carreira == Iniciou sua carreira como tenista profissional em 2000. Antes disso já tinha se consagrado como o melhor tenista juvenil. Já no ano 2000 como profissional se tornou o tenista mais jovem com 18 anos e 3 meses a estar entre os 200 melhores do mundo. Ganhou sua primeira partida em um torneio ATP no ATP Masters Series de Miami derrotando o veterano Andre Agassi. Mais tarde venceria seu primeiro Challenger em Austin. No ano 2001 se torna o jogador mais jovem a figurar entre os 20 melhores do mundo, com 19 anos e 4 meses. Nesse mesmo ano, conquistou seu primeiro título ATP em Atlanta, num torneio disputado em quadra de saibro, derrotando Xavier Malisse na final. Na semana seguinte, vence o segundo título em Houston sem perder um set, derrotando Lee Hyung-taik na final. Mais tarde, ganha mais um título em Washington, sendo este o seu primeiro em quadra dura, derrotando Sjeng Schalken. No ano 2002 se torna o mais jovem americano a estar entre os 10 melhores do mundo desde Michael Chang em 1992. Vence os torneio de Memphis, de Houston novamente e chega na final de Delray Beach. Alcança nesse mesmo ano sua primeira final em um torneio Masters Series em Toronto, porém perde para o argentino Guillermo Cañas. Em 2003 conquista o posto de tenista n°1 do mundo, tornando-se o segundo mais jovem a conseguir esse fato apenas atrás de Lleyton Hewitt, com 21 anos e 2 meses. Durante esse ano vence seis títulos, entre eles dois ATP Masters Series, Montreal e Cincinnati, e conquista seu primeiro torneio do Grand Slam no US Open. Durante o Aberto da Austrália desse ano conquista o recorde de jogar o quinto set mais longo durante uma partida de Grand Slam, contra Younes El Aynaoui, em uma partida que durou cinco horas. No ano de 2004, ganha 4 títulos e chega pela primeira vez, junto com seu país, na final da Copa Davis, perdendo da Espanha na final. Nesse ano vence os torneios de Miami, San Jose, Queen’s e Indianapolis e chega pela primeira vez na final do torneio de Wimbledon. Em 2005, chega mais uma vez a final do torneio o Wimbledon, além de vencer novamente os torneios de San Jose, de Houston, Queen's e Washington. Vence também o torneio de Lyon, conquistando assim seu vigésimo título na carreira. No resto do ano sofre uma lesão nas costas que o faz se retirar do circuito e assim não participar da Tennis Masters Cup. Em 2006, com uma atuação regular, consegue ganhar o Masters Series de Cincinnati. Conseguiu chegar a sua segunda final de US Open perdendo para o então número um do mundo, Roger Federer, ainda chega a final de Indianápolis, a semifinal de London / Queen's Club, San Jose, Viena. Ele participa, no final desse ano, da Tennis Masters Cup, que reúne os oito melhores do mundo. Em 2007, conseguiu como resultados mais expressivos, chegar à semifinal do Aberto da Austrália e do Masters Series de Indian Wells. Ganhar o ATP de Queens, chegar às quartas em Wimbledon, ganha o ATP de Washington, ir às quartas do US Open e chega à semifinal da Tennis Masters Cup. Em 2008, alguns de seus melhores resultados foram: ganhar o ATP de San Jose e o de Dubai, ir às semifinais dos Masters Series de Miami e Roma, às quartas do US Open, e ganhar o ATP de Pequim. Em 2009, teve como melhores desempenhos, a semifinal do Aberto da Austrália, o título do ATP de Memphis, a semifinal no Masters 1000 de Indian Wells, a final do torneio de Wimbledon (onde foi derrotado no 5º set por Roger Federer com um placar de 14/16), a final do ATP de Washington, e a semifinal no Masters 1000 do Canadá. Já em 2010, venceu o ATP de Brisbane, chegou às quartas no Aberto da Austrália, foi vice-campeão do Masters 1000 de Indian Wells e campeão em Miami, e semifinalista do Masters 1000 de Cincinnati, entre outros resultados relevantes. == Desempenho em torneios == === Torneios Maiores === ==== Finais de Grand Slam ==== ===== Simples: 5 (1/4) ===== Ano Torneio Superfície Oponente na final Placar Campeão 2003 US Open Dura Juan Carlos Ferrero 6–3, 7–6(2), 6–3 Vice-Campeão 2004 Wimbledon Grama Roger Federer 4–6, 7–5, 7–6(3), 6–4 Vice-Campeão 2005 Wimbledon (2) Grama Roger Federer 6–2, 7–6(2), 6–4 Vice- Campeão 2006 US Open Dura Roger Federer 6–2, 4–6, 7–5, 6–1 Vice-Campeão 2009 Wimbledon (3) Grama Roger Federer 5–7, 7–6(6), 7–6(5), 3–6, 16–14 ==== Finais de Masters Series ==== ===== Simples: 9 (5/4) ===== Ano Torneio Superfície Oponente na final Placar Vice-Campeão 2002 Canada (Toronto) (1) Dura Guillermo Cañas 6–4, 7–5 Campeão 2003 Canada (Montréal) Dura David Nalbandian 6–1, 6–3 Campeão 2003 Cincinnati (1) Dura Mardy Fish 4–6, 7–6(3), 7–6(4) Campeão 2004 Miami (1) Dura Guillermo Coria 6–7(2), 6–3, 6–1, retired Vice- Campeão 2004 Canada (Toronto) (2) Dura Roger Federer 7–5, 6–3 Vice-Campeão 2005 Cincinnati Dura Roger Federer 6–3, 7–5 Campeão 2006 Cincinnati (2) Dura Juan Carlos Ferrero 6–3, 6–4 Vice-Campeão 2010 Indian Wells Dura Ivan Ljubicic 7-6(3), 7-6(5) Campeão 2010 Miami (2) Dura Tomas Berdych 7-5, 6–4 ===== Duplas: 1 (1/0) ===== Ano Torneio Superfície Parceiro Oponente na final Placar Campeão 2009 Indian Wells Dura Mardy Fish Max Mirnyi Andy Ram 3–6, 6–1, [14-12] === Torneios vencidos === ==== Simples: 32 ==== {| class=\"wikitable\" Legenda Grand Slam (1) Tennis Masters Cup (0) ATP Masters Series (5) Outros torneios ATP (26) Nr. Data Torneio Superfície Adversário Pontos 1\\. 23 de Abril de 2001 Atlanta Saibro Xavier Malisse 6-2, 6-4 2\\. 30 de Abril de 2001 Houston Saibro Hyung-Taik Lee 7-5, 6-3 3\\. 13 de Agosto de 2001 Washington D.C. Dura Sjeng Schalken 6-2, 6-3 4\\. 18 de Fevereiro de 2002 Memphis Open Dura James Blake 6-4, 3-6, 7-5 5\\. 22 de Abril de 2002 Houston Saibro Pete Sampras 7-6(9), 6-3 6\\. 19 de Março de 2003 St. Poelten Saibro Nikolay Davydenko 6-3, 6-2 7\\. 9 de Junho de 2003 London/Queen's Club Grama Sébastien Grosjean 6-3, 6-3 8\\. 21 de Julho de 2003 Indianapolis Dura Paradorn Srichaphan 7-6(2), 6-4 9\\. 4 de Agosto de 2003 Canada Masters Dura David Nalbandian 6-1, 6-3 10\\. 11 de Agosto de 2003 Cincinnati Masters Dura Mardy Fish 4-6, 7-6(3), 7-6(4) 11\\. 25 de Agosto de 2003 US Open Dura Juan Carlos Ferrero 6-3, 7-6(2), 6-3 12\\. 9 de Fevereiro de 2004 San Jose Dura Mardy Fish 7-6(13), 6-4 13\\. 22 de Março de 2004 Miami Masters Dura Guillermo Coria 6-7(2), 6-3, 6-1, ret. 14\\. 7 de Junho de 2004 London/Queen's Park Grama Sébastien Grosjean 7-6(4), 6-4 15\\. 19 de Julho de 2004 Indianapolis Dura Nicolas Kiefer 6-2, 6-3 16\\. 7 de Fevereiro de 2005 San Jose Dura Cyril Saulnier 6-0, 6-4 17\\. 18 de Abril de 2005 Houston Saibro Sébastien Grosjean 6-2, 6-2 18\\. 6 de Junho de 2005 London/Queen's Club Grama Ivo Karlovic 7-6(7), 7-6(4) 19\\. 1 de Agosto de 2005 Washington D.C. Dura James Blake 7-5, 6-3 20\\. 24 de Outubro de 2005 Lyon Carpete Gaël Monfils 6-3, 6-2 21\\. 14 de Agosto de 2006 Cincinnati Masters Dura Juan Carlos Ferrero 6-3, 6-4 22\\. 11 de Junho de 2007 London/Queen's Park Grama Nicolas Mahut 4-6, 7-6(7), 7-6(2) 23\\. 29 de Julho de 2007 Washington Dura John Isner 6-4, 7-6(4) 24\\. 8 de Fevereiro de 2008 San Jose Dura Radek Stepanek 6-4, 7-5 25\\. 3 de Março de 2008 The Dubai Tennis Championships Dura Feliciano Lopez 6-7(8), 6-4, 6-2 26\\. 22 de Setembro de 2008 Beijing Dura Dudi Sela 6-4, 6-7(6), 6-3 27\\. 16 de Fevereiro de 2009 San Jose Dura Radek Stepanek 7-5, 7-5 28\\. 10 de Janeiro de 2010 Brisbane Dura Radek Stepanek 7-6(2), 7-6(7) 29\\. 4 de Abril de 2010 Miami Masters Dura Tomas Berdych 7-5, 6-4 30\\. 19 de Fevereiro de 2011 Memphis, Estados Unidos Dura Milos Raonic 7-6(7), 6-7(11), 7-5 31\\. 23 de Junho de 2012 Eastbourne Grama Andreas Seppi 6-3, 6-2 32\\. 22 de Julho de 2012 Atlanta Duro Gilles Muller 1-6, 7-6 (2), 6-2 === Finais perdidas === ==== Simples: 20 ==== {| class=\"wikitable\" Legenda Grand Slam (4) Tennis Masters Cup (0) ATP Masters Series (4) Outros torneios ATP (12) Nr. Data Torneio Superfície Adversário Pontos 1\\. 10 de Março de 2002 Delray Beach Dura Davide Sanguinetti 6-4, 7-5 2\\. 5 de Agosto de 2002 Toronto Dura Guillermo Cañas 6-4, 7-5 3\\. 24 de Fevereiro de 2003 Memphis Dura (i) Taylor Dent 6-1, 6-4 4\\. 28 de Abril de 2003 Houston Dura Andre Agassi 3-6, 6-3, 6-4 5\\. 19 de Abril de 2004 Houston Saibro Tommy Haas 6-3, 6-4 6\\. 4 de Julho de 2004 Wimbledon, Londres Grama Roger Federer 4-6, 7-5, 7-6(3), 6-4 7\\. 2 de Agosto de 2004 Toronto Dura Roger Federer 7-5, 6-3 8\\. 4 de Outubro de 2004 Bangkok Dura (i) Roger Federer 6-4, 6-0 9\\. 3 de Julho de 2005 Wimbledon, Londres Grama Roger Federer 6-2, 7-6(2), 6-4 10\\. 22 de Agosto de 2005 Cincinnati Masters Dura Roger Federer 6-3, 7-5 11\\. 24 de Julho de 2006 Indianapolis Dura James Blake 4-6, 6-4, 7-6(5) 12\\. 11 de Setembro de 2006 US Open Dura Roger Federer 6-2, 4-6, 7-5, 6-1 13\\. 25 de Fevereiro de 2007 Dura (i) Tommy Haas 6-3, 6-2 14\\. 10 de Agosto de 2008 Los Angeles Dura Juan Martin Del Potro 6-1, 7-6(2) 15\\. 10 de Janeiro de 2009 Doha Dura Andy Murray 6-4, 6-2 16\\. 5 de Julho de 2009 Wimbledon, Londres Grama Roger Federer 5-7, 7-6(6), 7-6(5), 3-6, 16-14 17\\. 9 de Agosto de 2009 Washington Dura Juan Martín Del Potro 3-6, 7-5, 7-6(7) 18\\. 14 de Fevereiro de 2010 San Jose Dura (i) Fernando Verdasco 3-6, 6-4, 6-4 19\\. 21 de Março de 2010 Indian Wells Masters Dura Ivan Ljubicic 7-6(3), 7-6(5) 20\\. 9 de Janeiro de 2011 Brisbane Dura Robin Soderling 6-3, 7-5 == Ligações externas == * * Site oficial * Andy Roddick Foundation Categoria:Tenistas dos Estados Unidos Categoria:Tenistas nos Jogos Olímpicos de Verão de 2004 Categoria:Tenistas nos Jogos Olímpicos de Verão de 2012 Categoria:Naturais de Omaha (Nebraska) Categoria:Tenistas número um do mundo Categoria:Tenistas vencedores de torneios do Grand Slam",
 "title": "Andy Roddick"
}