{
 "id": "92560",
 "text": "Nvidia Corporation estilizada como NVIDIA ou, devido ao seu logotipo, nVIDIA é uma empresa multinacional de tecnologia incorporada em Delaware e com sede em Santa Clara, Califórnia.https://investor.nvidia.com/investor- resources/faqs/default.aspx Ela projeta unidades de processamentos gráficos conhecidas como (GPUs) para os mercados de jogos eletrônicos e profissionais, bem como o sistema em unidades de chip (SoCs) para o mercado de computação móvel e automotivo. Sua linha principal de produtos GPU, denominada \"GeForce\", está em concorrência direta com os produtos \"Radeon\" da Advanced Micro Devices (AMD). A Nvidia expandiu sua presença na indústria de jogos com seus portáteis Shield Portable, Shield Tablet e Shield Android TV. Desde de 2014, a Nvidia mudou para se tornar uma empresa de plataforma focada em cinco mercados – jogos, visualização profissional, data centers , auto e o mercado de criptomoedas. Nvidia também está agora concentrada na inteligência artificial. Muitas pessoas que mineram Bitcoin e outras criptomoedas tem se utilizado dos chips de processamento gráfico da Nvidia (como a rtx 3080) para conseguir minerar com mais eficiência e rapidez. Além da fabricação de GPU, a Nvidia fornece recursos de processamento paralelo a pesquisadores e cientistas que permitem a execução eficiente de aplicativos de alto desempenho. Eles são implantados em sites de supercomputação em todo o mundo. Mais recentemente, passou para o mercado de computação móvel, onde produz processadores móveis Tegra para smartphones e tablets, bem como sistemas de navegação e entretenimento de veículos. Além da AMD, seus concorrentes incluem Intel, Qualcomm e Arm (por exemplo, devido a Denver, enquanto a Nvidia também licencia os projetos da Arm). Em 2021 logrou entre as dez melhores empresas de Tecnologia da Informação para se trabalhar. O ranking foi criado pela Glassdoor. Em 2022, foi considerada uma das maiores empresas de tecnologia do mundo. == Produtos == * Chipsets para Placas de Vídeo e componentes gráficos para consoles de videogames, Playstation 3 e Xbox 360. * Chipsets para Motherboards. * Softwares. * Produtos da linha Shield como tablets, set top boxes e consoles portáteis. ==História== Fundada em 1993, se tornou uma das principais empresas produtora de placas de vídeo do mundo, dessa forma fica interessante a investigação de sua trajetória até esse momento: * 1993 - Jensen Huang, Chris Malachowsky e Curtis Priem fundam NVIDIA. * 1994 - Primeira parceria estratégica associada com SGS-Thompson. * 1995 - Lança o primeiro produto nV1. * 1996 - Primeira drivers Directx Microsoft são divulgados. * 1997 - Lançamento de Riva 128, 1 milhão de unidades são vendidas nos primeiros 4 meses. * 1998 - Parceria assinada com TSMC. * 1999 - Inventa a GPU. * 2000 - Adquire gráficos pioneiros 3DFX. * 2001 - Entra no mercado com placas integradas usando NFORCE. * 2002 - Nomeada Companhia de crescimento mais rápido da América.(FORTUNE 2002 - As 100 companhias de crescimento mais rápido). * 2003 - Adiquire MEDIA Q. * 2004 - Lança SLi, permitindo que multiplas GPUs sejam linkadas e aumentando drasticamente o poder gráfico. * 2005 - Desenvolve um processador para Sony Playstation 3. * 2006 - Arquitetura CUDA é divulgada. ** Embarca seus 500 milhões de processadores gráficos. ** Adquire Graficos Híbridos. * 2007 - Nomeada pela Forbes a Companhia do Ano. ** Atinge a receita de 1 bilhão no primeiro trimestre. ** Ganha um Emmy concedido pelo impacto de sua inovação nos processadores gráficos sobre a indústria de entretenimento. ** Lança Tesla GPU. O poder de computação previamente avaliada em supercomputadores faz amplamente acessível para pesquisadores para campos como descobrimento de drogas, imagem médica e modelo de tempo. ** Adiquire PortalPlayer. Fornecedor de semicondutores, firmware e softwares pessoais de media players * 2008 - Processador Tegra Mobile é lançado * 2009 - Arquitetura Fermi é lançada na inaugural conferência de tecnologia GPU. * 2010 - Força da Nvidiano supercomputador mais rápido do mundo. * 2011 - Lançamento do Tegra 2. * 2012 - Lançamento do Kepler arquitetura base de GPUs. * 2013 - Lançamento Tegra 4 família de processador mobile é introduzido. * 2014 - ANDROID GAMING atinge o ponto de flash com o lançamento da Nvidia Tegra K1, Shield Tablet * 2015 - NVIDIA mergulha no DEEP LEARNING com o drive Tegra X1. * 2016 - Revolução de Inteligência artificial com PASCAL, DGX-1 e Drive PX2 * 2017 - Promoção da moderna IA com GPU DEEP LEARNING com VOLTA * 2018 - Reinvenção de computadores gráficos com arquitetura TURING * 2019 - Anuncia avanços nos mercados de HPC, EMBEDDED, Data Center, Veículo Autônomo e Gráficos Profissionais. * 2020 - Conclui a aquisição da MELLANOX. ** A Mellanox, líder em tecnologia de interconexão de alto desempenho, é adquirida, unindo duas das empresas líderes mundiais em HPC. == Tecnologias == === NVIDIA DLSS === O NVIDIA DLSS (Deep Learning Super Sampling) é uma tecnologia de renderização por AI que leva a fidelidade visual a um nível totalmente novo usando processadores de AI Tensor Core dedicados em placas de vídeo GeForce RTX™ . O DLSS aproveita o poder de uma rede neural de deep learning para aumentar as taxas de frames e gerar lindas imagens nítidas para seus games. Você obtém até mesmo o desempenho necessário para maximizar as configurações de ray tracing e aumentar as resoluções de saída. === RAY TRACING === Simula o comportamento físico da luz para proporcionar uma renderização em tempo real e com qualidade cinematográfica - até mesmo nos games mais visualmente intensos. == s 3D == * NV1 - Primeiro chip gráfico da nVidia. * RIVA 128 e RIVA 128ZX - Primeiro processador gráfico a oferecer suporte a DirectX, nesta época em sua versão 5. Suporta também a primeira versão do OpenGL. * VANTA, VANTA LT * RIVA TNT, RIVA TNT2 - Suporte a DirectX 6 e OpenGL 1. Foi a partir dessas placas de aceleração gráfica que a nVidia começou a dominar o segmento de processamento gráfico. A partir da serie GeForce, os chipsets se ocuparam praticamente de todo o processo gráfico, constituindo o que a NVIDIA nomeia de GPU (Graphic Processing Unit - Unidade de processamento gráfico). * GeForce Series - Linha de GPUs Destinadas a Desktops. **GeForce 256 ** GeForce 2: MX 200, MX 400, GTS, Pro, Ti e Ultra. ** GeForce 3: Ti 200 e Ti 500. ** GeForce 4: MX 420, MX 440, MX 460, Ti 4200, Ti 4400, Ti 4600 e Ti 4800. ** GeForce FX (5): (DirectX 8.0, 8.1 o ultimamente 9.0b por hardware) composta pelos modelos FX 5950 Ultra, FX 5900, FX 5800, FX 5700, FX 5600, FX 5500, FX 5300 e FX 5200. ** GeForce 6: (DirectX 9.0c por hardware) composta pelos modelos 6800 Ultra, 6800 GT, 6800, 6600 GT, 6600, 6500, 6200, 6150 e 6100 (AGP). ** GeForce 7: (DirectX 9.0c por hardware) composta pelos modelos 7950 GX2, 7950 GT, 7900 GTX, 7900 GTO, 7900 GT, 7900 GS, 7800 GTX, 7800 GT, 7800 GS, 7600 GT, 7600 GS, 7300 GT, 7300 GS, 7300 LE, 7100 GS e 7025 GT. ** GeForce 8: (microarquitetura codinome Tesla) 8300GS, 8400GS, 8500 GT, 8600 GT, 8600 GTS, 8800 GS, 8800 GTX, 8800 Ultra, 8800 GT, 8800 GTS, 8800 GTX, 8800 Ultra. ** GeForce 9: (microarquitetura Tesla melhorada) 9100 G, 9300 GS, 9400 GT, 9500 GT, 9500 GS, 9600 GT, 9600 GS, 9600 GSO, 9600 GSO 512, 9600 GTX, 9800 GX2, 9800 GTX, 9800 GT. ** GeForce 200: (microarquitetura Tesla melhorada) GT 205, GT 210, GT 220, GT 230, GT 240, GTS 250, GTX 260, GTX 275, GTX 280, GTX 285 e GTX 295. ** GeForce 300: (microarquitetura Tesla melhorada) GT 310, GT 315, GT 320, GT 330 e GT 340. ** GeForce 400: (microarquitetura codinome Fermi) GT 420, GT 430, GT 440, GTS 450, GTX 460, GTX 465, GTX 470 e GTX 480. ** GeForce 500: (microarquitetura Fermi melhorada) GT 520,GTX 550Ti, GTX 560, GTX 560Ti, GTX 570, GTX 580 e GTX 590. ** GeForce 600: (microarquitetura codinome Kepler), salvo em modelos 610, 620 e 630 baseados em Fermi) GT 610, GT 620, GT 630, GT 640, GTX 650, GTX 650Ti, GTX 650Ti BOOST, GTX 660, GTX 660Ti, GTX 670, GTX 680, GTX 690 e GTX TITAN. ** GeForce 700: (microarquitetura Kepler melhorada, exceto os modelos 750 e 750 Ti, estes são baseados na microarquitetura Maxwell) GTX 750, GTX 750Ti, GTX 760, GTX 770, GTX 780, GTX 780Ti, GTX TITAN Black e GTX TITAN Z. ** GeForce 900: (microarquitetura codinome Maxwell) GTX 950, GTX 960, GTX 970, GTX 980, GTX 980Ti e GTX TITAN X. ** GeForce 1000: (microarquitetura codinome Pascal) GT 1030, GTX 1050, GTX 1050Ti, GTX 1060, GTX 1070, GTX 1070Ti, GTX 1080, GTX 1080Ti e TITAN X. ** GeForce 1600: (microarquitetura codinome Turing) GTX 1630, GTX 1650, GTX 1650 Super, GTX 1660, GTX 1660 Super, GTX 1660 TI ** GeForce 2000: (microarquitetura Turing melhorada) RTX 2060, RTX 2060 Super, RTX 2070, RTX 2070 Super, RTX 2080, RTX 2080 Super, RTX 2080 Ti ** GeForce 3000: (microarquitetura codinome Ampere) RTX 3050, RTX 3060, RTX 3060 Ti, RTX 3070, RTX 3070 Ti, RTX 3080, RTX 3080 Ti, RTX 3090, RTX 3090 Ti ** GeForce 4000: (microarquitetura codinome Ada Lovelace) RTX 4060, RTX 4060 Ti, RTX 4070, RTX 4070 Ti, RTX 4080, RTX 4090 * NVIDIA Quadro - Linha de placas de vídeo profissionais da nVidia. Otimizadas para uso em sistemas CAD e CAM, renderização 3D profissional e aceleração de programas como 3D Studio. * NVIDIA TESLA - Para aplicação extremas. * NVIDIA TITAN - Especial para games. * NVIDIA GeForceM - Linha de GPUs destinados a Notebooks e Netbooks. * GoForce - Para PDAs e \"smartphones\" * NVIDIA RSX - GPU usado pelo \"Playstation 3\". == Ver também == * AMD * Matrox * PowerVR * Rendition * S3 Graphics * XGI Technology Categoria:Empresas fundadas em 1993 Categoria:Empresas listadas na NASDAQ",
 "title": "Nvidia"
}