{
 "id": "926",
 "text": "A Guiana Francesa (, oficialmente apenas Guyane) é um departamento ultramarino e região da França, na costa do Atlântico Norte da América do Sul, nas Guianas. Faz fronteira com o Brasil a leste e sul e com o Suriname a oeste. Desde 1981, quando Belize se tornou independente do Reino Unido, a Guiana Francesa tem sido o único território continental na América que ainda está sob a soberania de um país europeu.Um “Caribe europeu” Journals Open Edition - acessado em 18 de outubro de 2020 Com uma área de 83 534 km², a Guiana Francesa é a segunda maior região da França e a maior região ultraperiférica dentro da União Europeia. Tem uma densidade populacional muito baixa, com apenas 3,6 habitantes por km². Metade de seus 301 099 habitantes em 2022 viviam na área metropolitana de Caiena, sua capital. Desde dezembro de 2015, tanto a região como o departamento têm sido governados por uma assembleia única no âmbito de uma nova coletividade territorial, a Coletividade Territorial da Guiana Francesa (em francês: Collectivité Territoriale de Guyane). Essa assembleia, a Assembleia da Guiana Francesa (em francês: Assemblée de Guyane), substituiu o antigo conselho regional e o conselho departamental, ambos desmembrados. A Assembleia da Guiana Francesa é responsável pelo governo regional e departamental. Antes do contato europeu, o território era originalmente habitado por nativos americanos, a maioria falantes do idioma arauaque, da família linguística arawakana. O povo foi identificado como Lokono. O primeiro estabelecimento francês está registrado em 1503, mas a França não estabeleceu uma presença durável até que os colonos fundaram Caiena em 1643. A Guiana foi desenvolvida como uma sociedade escravista, onde plantadores importavam africanos como trabalhadores escravizados em grandes açucareiros e outras plantações em número tal que aumentar a população. A escravidão foi abolida nas colônias na época da Revolução Francesa.França abolia escravidão há 170 anos Portal RFI - acessado em 6 de junho de 2020 A Guiana foi designada como um departamento francês em 1797. Mas depois que a França abandonou seu território na América do Norte, desenvolveu a Guiana como uma colônia penal, estabelecendo uma rede de campos e penitenciárias ao longo do litoral onde prisioneiros da França foram condenados a trabalhos forçados. Durante a Segunda Guerra Mundial e a queda da França para a Alemanha Nazista, o franco-guianense Félix Éboué foi um dos primeiros a apoiar o general Charles de Gaulle, da França Livre, em 18 de junho de 1940. A Guiana reuniu oficialmente a França Livre em 1943, e pouco depois, abandonou seu status de colônia e tornou-se novamente um departamento francês em 1946. Depois que De Gaulle foi eleito presidente da França, ele estabeleceu o Centro Espacial da Guiana em 1965. Ele agora é operado pelo CNES, pela Arianespace e pela Agência Espacial Europeia (ESA). No final dos anos 1970 e início dos anos 1980, vários milhares de refugiados da etnia Hmong, oriundos do Laos, imigraram para a Guiana Francesa, fugindo do deslocamento após o envolvimento dos Estados Unidos na Guerra do Vietnã.INSEE. Acessado em 8 de outubro de 2021. No final da década de 1980, mais de 10 mil refugiados surinameses, em sua maioria quilombolas, chegaram à Guiana Francesa, fugindo da Guerra Civil do Suriname. Mais recentemente, a região recebeu um grande número de migrantes econômicos brasileiros e haitianos. Mineração de ouro ilegal e ecologicamente destrutiva por garimpeiros brasileiros é uma questão crônica na remota floresta tropical interna da Guiana Francesa. Totalmente integrada no Estado central francês, a Guiana faz parte da União Europeia, e sua moeda oficial é o euro. Uma grande parte da economia da Guiana deriva de empregos e negócios associados à presença do Centro Espacial da Guiana, hoje o principal local de lançamento da Agência Espacial Europeia, próxima à Linha do Equador. Como em outras partes da França, a língua oficial é o francês, mas cada comunidade étnica tem sua própria língua. O crioulo da Guiana Francesa, uma língua crioula com base francesa, é o idioma mais falado. Em comparação com a França metropolitana, a região enfrenta problemas como imigração ilegal significativa, infraestrutura mais pobre, custo de vida mais alto, taxas de criminalidade mais altas e agitação social mais comum. ==História== === Povos nativos colonização europeia === A Guiana Francesa foi originalmente habitada por indígenas: calinas, aruaques, palicures, tekos, oiampis e uaianas. Antes da colonização europeia, o território era originalmente habitado por nativos americanos, a maioria falando a língua aruaque, da família linguística aruaque. O primeiro estabelecimento francês é registrado em 1503, mas a França não estabeleceu uma presença durável até que os colonos fundaram Caiena em 1643. A Guiana foi desenvolvida como uma sociedade escravista, onde os proprietários importavam africanos como trabalhadores escravos em grandes plantações de cana-de-açúcar e outras plantações em número que chegava a aumentar a população. O sistema de escravidão na Guiana Francesa continuou até a Revolução Francesa, quando a Convenção Nacional votou pela abolição do tráfico de escravos e da escravidão na nas colônias ultramarinas da França em fevereiro de 1794, meses depois de haitianos escravizados iniciarem uma rebelião de escravos na colônia de Saint- Domingue (atual Haiti). No entanto, o decreto de 1794 só foi implementado em Saint-Domingue, Guadalupe e Guiana Francesa, enquanto as colônias do Senegal, Maurícia, Reunião, Martinica e Índia Francesa resistiram à imposição dessas leis.Sue Peabody, French Emancipation https://www.oxfordbibliographies.com/view/document/obo-9780199730414/obo-9780199730414-0253.xml Acessado em 29 de outubro de 2019. Bill Marshall, professor de Estudos Culturais Comparados da Universidade de Stirling, escreveu sobre as origens da Guiana Francesa: A Île du Diable (Ilha do Diabo) era o local de uma pequena prisão, parte de um sistema penal maior com o mesmo nome, que consistia em prisões em três ilhas e três prisões maiores no continente. Funcionou de 1852 a 1953. Além disso, no final do século XIX, a França começou a exigir residências forçadas de prisioneiros que sobreviveram ao trabalho forçado.\"French Guiana\", Encyclopædia Britannica Uma esquadra naval luso- britânica tomou a Guiana Francesa em nome do Império Português em 1809, que foi devolvida à França com a assinatura do Tratado de Paris em 1814. Embora Portugal tenha devolvido a região à França, manteve uma presença militar até 1817. Depois que a Guiana Francesa foi estabelecida como colônia penal, as autoridades às vezes usavam presidiários para pegar borboletas. As penas dos condenados eram muitas vezes longas e as perspectivas de emprego muito fracas, de modo que os condenados pegavam borboletas para vender no mercado internacional, tanto para fins científicos quanto para coleta em geral., Convicts, \"Collecting and Knowledge Production in the Nineteenth Century\", Clare Anderson, Staff Blogs Uma disputa de fronteira com o Império do Brasil surgiu no final do século XIX por uma vasta área de selva, resultando no breve Estado pró-francês e independente de Counani no território disputado. Houve algumas lutas entre os colonos. A disputa foi resolvida em grande parte em favor do Brasil pela arbitragem do governo suíço. === Séculos XX e XXI === O território de Inini consistia na maior parte do interior da Guiana Francesa quando foi criado em 1930. Foi abolido em 1946, ano em que a Guiana Francesa como um todo foi formalmente estabelecida como um departamento ultramarino da França. Em 1936, Félix Éboué, de Caiena, se tornou o primeiro homem negro a servir como governador em uma colônia francesa. Durante a Segunda Guerra Mundial e a queda da França para as forças alemãs nazistas, a Guiana Francesa tornou-se parte da França de Vichy. A Guiana se uniu oficialmente à França Livre em 16 de março de 1943. Abandonou seu status de colônia e mais uma vez se tornou um departamento francês em 19 de março de 1946. Após a retirada francesa do Vietnã na década de 1950 e a guerra subsequente conduzida na região pelos Estados Unidos, a França ajudou a reassentar centenas de refugiados hmong do Laos para a Guiana Francesa durante as décadas de 1970 e 1980, que fugiam do deslocamento após a tomada comunista do Laos por Pathet Lao em 1975. Em 1964, o presidente francês Charles de Gaulle decidiu construir uma base para viagens espaciais na Guiana Francesa. O objetivo era substituir a base do Saara na Argélia e estimular o crescimento econômico da Guiana Francesa. O departamento foi considerado adequado para o efeito porque está perto da linha do equador e tem amplo acesso ao oceano como zona tampão. O Centro Espacial da Guiana, localizado a uma curta distância ao longo da costa de Kourou, cresceu consideravelmente desde os primeiros lançamentos dos foguetes Véronique. Agora faz parte da indústria espacial europeia e teve sucesso comercial com lançamentos como o Ariane 4 e o Ariane 5. No final da década de 1980, mais de 10 mil refugiados surinameses, principalmente quilombolas, chegaram à Guiana Francesa, fugindo da Guerra Civil do Suriname. Mais recentemente, a Guiana Francesa recebeu um grande número de migrantes econômicos brasileiros e haitianos. A mineração ilegal e ecologicamente destrutiva de ouro por garimpeiros brasileiros é um problema crônico na remota floresta tropical do interior da Guiana Francesa. A região ainda enfrenta problemas como imigração ilegal, infraestrutura mais pobre do que a França continental, custos de vida mais elevados, além de níveis mais altos de criminalidade e agitação social. O Conselho Geral da Guiana adotou oficialmente uma bandeira departamental em 2010. Em um referendo naquele mesmo ano, a Guiana Francesa votou contra a autonomia. Em 20 de março de 2017, os trabalhadores da Guiana Francesa começaram a entrar em greve e a se manifestar por mais recursos e infraestrutura. No dia 28 de março de 2017 houve a maior manifestação já realizada na Guiana Francesa. A região foi severamente afetada pela pandemia de COVID-19, com mais de 1% da Guiana Francesa com testes positivos até o final de junho de 2020. == Geografia == A Guiana Francesa está situada ao norte da América do Sul, sua extensão territorial é de (dos quais são a Guiana propriamente dita, o restante forma o território interno de Inini). Esse departamento delimita ao norte com o oceano Atlântico, ao sul e ao leste com o Brasil e a oeste com o Suriname. O perímetro de suas fronteiras soma e sua faixa litorânea mede . A Guiana Francesa é uma região plana com poucas colinas, a máxima altitude ocorre em Bellevue de Inini e é de 851 m. O relevo eleva-se desde a faixa costeira até as terras altas do sul, passando por uma planície de transição (situada no centro do departamento), onde se combinam os granitos do escudo guianês (ou maciço das Guianas) e os depósitos fluviais. No extremo sul, estão localizadas as cadeias montanhosas Eureupogcigne e Oroye. Os rios são de escassa longitude, bastante caudalosos, de vital importância para chegar ao interior do departamento e desembocam no oceano Atlântico. Os rios mais importantes são: Mana, Sinnamary, Approuague e Oiapoque. === Clima === O clima é tropical, portanto bastante chuvoso, quente e úmido na grande maior parte do ano. Os furacões que são gerados no oceano atlântico dificilmente chegam à Guiana Francesa. A temperatura média do território é de 27 °C e as precipitações superam os anuais. Um dia típico na floresta da Guiana Francesa é muito quente durante o dia e chuvoso no final da tarde. Tem clima equatorial de montanha (clima que se caracteriza por sua maior facilidade de percepção das estações, diferenciando-se assim do clima equatorial comum). A temperatura tem uma variação pequena, chegando a 303,15K (30 °C) e 298,15K (25 °C) no verão e no inverno respectivamente. A chuva ocorre nesse território durante todo o ano (mais frequentemente no verão), mas diferentemente do clima equatorial comum, que tem em média , com esse clima equatorial de montanha, vê-se apenas (um volume bem menor). === Biodiversidade === A flora é característica da floresta tropical, quer dizer, extremamente diversificada e densa (como acontece no Brasil). A maior parte do departamento (mais de 90% da superfície) está coberta por uma floresta tropical densa que fica ainda mais impenetrável na proximidade dos rios. Calcula-se que existam na floresta equatorial mais de 60 000 espécies de árvores (algumas delas centenárias, como o ébano), com alturas que podem ultrapassar os 80 m. Os manguezais cobrem grande parte do litoral e, por tratar-se de um ecossistema extremamente frágil, o ecoturismo tem se desenvolvido lenta e planejadamente na região costeira. Existem quatro tipos diferentes de manguezais no departamento, dentre os quais o vermelho e o branco. Atrás do mangue, a planície litorânea alberga a palmeira tucum, seus frutos permitem a elaboração de caldo tradicionalmente consumido na época do Natal. Na fauna da Guiana Francesa é possível encontrar enormes variedades de peixes, aves, répteis, insetos e mamíferos, dentre os quais podemos destacar a onça-pintada, araras e papagaios, serpentes, antas, tatus, jacarés e macacos. ==Demografia== Evolução demográfica 1790 estimativa 1839 estimativa 1857 estimativa 1891 estimativa 1946 censo 1954 censo 1961 censo 1967 censo 1974 censo 1982 censo 1990 censo 1999 censo 2006 estimado 14 520 20 940 25 561 33 500 25 499 27 863 33 505 44 392 55 125 73 022 114 678 157 213 202 000 Número de habitantes segundo os censos e estimativas. A população da Guiana Francesa de 301 099 habitantes (segundo estimativas de 2022),INSEE, «Estimation de population par région, sexe et grande classe d'âge – Années 1975 à 2023» 19/01/2023. Acessado em 8 de outubro de 2021. a maioria dos quais vivem próximas do litoral, é muito diversificada etnicamente. No censo de 2014, 57,3% dos habitantes da Guiana Francesa nasceram na região, 9,3% nasceram na França metropolitana, 3,0% nasceram nos departamentos e coletividades do Caribe francês (Guadalupe, Martinica, São Martinho, São Bartolomeu). e 30,2% nasceram em países estrangeiros (principalmente Brasil, Suriname e Haiti). A expectativa de vida média é 79,8 anos. === Línguas e religião === O francês é a língua oficial, e é o idioma predominante do departamento, mas outras línguas também são faladas. A principal língua falada pela sociedade franco-guianense é o Crioulo da Guiana Francesa, que é baseado no francês, inglês, português, espanhol e outros dialetos africanos e ameríndios. Seis línguas ameríndias, quatro dialetos quilombolas, bem como hmong. Outros idiomas falados incluem o português, hacá (um dialeto chinês), crioulo haitiano, espanhol, holandês e inglês. A principal religião praticada na Guiana Francesa é o catolicismo romano; os quilombolas e o povos ameríndios ainda mantêm suas próprias religiões tradicionais. Os hmong também são em grande parte católicos devido à influência de missionários que ajudaram a trazê-los para a Guiana Francesa.Palmerlee, Danny (2007). South America. Lonely Planet. ISBN 1-74104-443-X. === Cidades mais populosas === ==Política== A Guiana Francesa, como um coletividade da França, faz parte da União Europeia — é considerada o maior território da UE fora da Europa desde que a Groenlândia deixou a Comunidade Europeia em 1985, com uma das mais longas fronteiras externas da UE. É um dos três únicos territórios da União Europeia fora da Europa que não estão localizados em uma ilha (os outros são as cidades autônomas espanholas na África, Ceuta e Melilla). Como parte integrante da França, seu chefe de Estado é o presidente da França e seu chefe de governo é o primeiro-ministro da França. O governo francês e suas agências são responsáveis por uma ampla gama de questões reservadas ao poder executivo nacional, como a defesa e as relações externas. O Presidente da França nomeia um prefeito como seu representante para chefiar o governo local da Guiana Francesa. Há um órgão executivo local eleito, a Assembleia da Guiana Francesa (Assemblée de Guyane). A Guiana Francesa elege dois deputados para a Assembleia Nacional da França, um representando as comunas de Caiena e Macouria, e o outro representando o restante da Guiana Francesa. Este último eleitorado é o maior da República Francesa por área terrestre. A Guiana Francesa também elege dois senadores para o Senado francês. O Partido Socialista Guianês dominou a política na Guiana Francesa até 2010. Uma questão crônica que afeta a Guiana Francesa é o afluxo de imigrantes ilegais e garimpeiros clandestinos de ouro oriundos do Brasil e do Suriname. O rio Maroni, que é a fronteira natural com o Suriname, flui através da floresta tropical e é difícil para a Gendarmaria e a Legião Estrangeira Francesa patrulhar. Houve várias fases lançadas pelo governo francês para combater a mineração ilegal de ouro na Guiana Francesa, começando com a Operação Anaconda a partir de 2003, seguida pela Operação Harpie em 2008, 2009 e a Operação Harpie Reinforce em 2010. O coronel François Müller, comandante da Gendarmaria na Guiana Francesa, acredita que essas operações foram bem-sucedidas. No entanto, após o término de cada operação, retornaram os garimpeiros brasileiros. Logo após o início da Operação Harpie Reinforce, ocorreu uma confronto entre autoridades francesas e mineradores brasileiros. Em 12 de março de 2010, uma equipe de soldados franceses e policiais de fronteira foram atacados enquanto retornavam de uma operação bem-sucedida, durante a qual \"os soldados prenderam 15 mineiros, confiscaram três barcos e apreenderam 617 gramas de ouro... atualmente valendo cerca de US$ 22 317\". Os garimpeiros retornaram para recuperar seus saques e colegas perdidos. Os soldados dispararam tiros de advertência e balas de borracha, mas os mineiros conseguiram retomar um de seus barcos e cerca de 500 gramas de ouro. \"A reação violenta dos garimpeiros pode ser explicada pela tomada excepcional de 617 gramas de ouro, cerca de 20% da quantidade apreendida em 2009 durante a batalha contra a mineração ilegal\", disse Phillipe Duporge, diretor da polícia de fronteira da Guiana Francesa. uma conferência de imprensa no dia seguinte. == Divisões administrativas == A Guiana Francesa é ao mesmo tempo uma região e um departamento francês de ultramar cuja prefeitura tem sede em Caiena. É dividida em três arrondissements (Caiena, São Jorge do Oiapoque e Saint- Laurent-du-Maroni), dezesseis cantões e 22 comunas. 250px|direita Arrondissement de Saint-Laurent-du-Maroni Arrondissement de São Jorge do Oiapoque Arrondissement de Caiena == Economia == A economia da Guiana Francesa é baseada principalmente na pesca e na extração mineral, principalmente aurífera. O departamento registra notável imigração ilegal, principalmente de brasileiros, haitianos e surinameses, atraídos pela possibilidade de obter renda em euros. Na segunda metade do século XX, a Guiana Francesa desenvolveu uma economia florescente, estimulada pela atividade no centro espacial de Kourou, conhecida por hospedar a base de lançamento de foguetes e satélites da Agência Espacial Europeia (ESA). O aluguel da base de lançamento rende dividendos à administração local. O Centro Espacial de Kourou, construído a partir de 1968 pela Agência Espacial Europeia, contribuiu decisivamente para o desenvolvimento econômico da Guiana Francesa, não só por gerar empregos, mas também por introduzir tecnologia de ponta e informática à região. O sistema de transportes concentra-se no litoral. Há um aeroporto internacional em Rochambeau, perto de Caiena. O programa denominado Plan Vert (Plano Verde) objetiva desenvolver a agricultura, a pecuária e a exploração florestal, e se baseia na imigração de colonos franceses. A pesca, principalmente de camarões, cresceu a partir de meados do século XX. As exportações incluem açúcar, mandioca, coco, banana, rum e madeira. A Guiana Francesa explora seus recursos minerais, sobretudo ouro e bauxita, porém, em baixo volume em comparação com o resto do mundo — o país extrai cerca de 1 a 2 toneladas de ouro por ano, e está longe de ser um dos maiores produtores do mundo tanto de ouro como de bauxita. Guiana Francesa Produção de ouroUSGS Gold Production StatisticsUSGS Bauxite Production Statistics == Cultura == === Festivais === O Carnaval é um dos eventos mais importantes da Guiana Francesa. Considerado o mais longo do mundo, acontece na tarde de domingo, entre Epifania no início de janeiro e quarta-feira de cinzas em fevereiro ou março. Grupos vestidos de acordo com a temática do ano desfilam em carros alegóricos decorados, ao ritmo de percussão e metais. A preparação dos grupos dura meses antes do carnaval. Os grupos desfilam diante de milhares de espectadores que se aglomeram nas calçadas e arquibancadas dispostas para a ocasião. Grupos de brasileiros idênticos aos do carnaval carioca, também são apreciados por seus ritmos e trajes sedutores. A comunidade chinesa de Caiena também participa dos desfiles dando seu toque característico, com os dragões. Depois, no início da noite, os Touloulous, personagens típicos do carnaval guianense, vão à discoteca para participar dos famosos Bailes de máscaras. === Culinária === A culinária guianense é rica nas diferentes culturas que se misturam na Guiana Francesa. A arte culinária local originalmente reunia as culinárias Crioulo, Bushinengue e Indígena. Todas essas cozinhas têm vários ingredientes em comum: * Mandioca; * Carnes e peixes defumados. Na Páscoa, o povo guianense come um prato tradicional chamado Caldo de awara. == Ver também == *República de Cunani *Guiana Britânica *Guiana Holandesa === Bibliografia === * Robert Aldrich and John Connell. France's Overseas Frontier : Départements et territoires d'outre-mer Cambridge University Press, 2006. . * René Belbenoit. Dry guillotine: Fifteen years among the living dead 1938, Reprint: Berkley (1975). . * René Belbenoit. Hell on Trial 1940, translated from the original French manuscript by Preston Rambo. E. P Dutton & Co. Reprint by Blue Ribbon Books, New York, 194 p. Reprint: Bantam Books, 1971. * Henri Charrière. Papillon Reprints: Hart-Davis, MacGibbon Ltd. 1970. (hbk); Perennial, 2001. (sbk). * John Gimlette, Wild Coast: Travels on South America's Untamed Edge 2011 * * Peter Redfield. Space in the Tropics: From Convicts to Rockets in French Guiana . * Miranda Frances Spieler. Empire and Underworld: Captivity in French Guiana (Harvard University Press; 2012) studies slaves, criminals, indentured workers, and other marginalized people from 1789 to 1870. == Ligações externas == * * * * * Categoria:Departamentos ultramarinos da França Categoria:Departamentos da França Categoria:Regiões administrativas francesas Categoria:Francofonia Categoria:Antigos territórios de Portugal Categoria:Colonização francesa da América Categoria:Regiões ultraperiféricas da União Europeia",
 "title": "Guiana Francesa"
}