{
 "id": "92601",
 "text": "Saurolophus (que significa \"lagarto com crista\") é um gênero de dinossauro ornitópode hadrossaurídeo que viveu durante o período Cretáceo Superior. Media de nove a doze metros de comprimento, 5,2 metros de altura e pesava cerca de quatro toneladas. O Saurolophus viveu na América do Norte e na Ásia. A espécie-tipo, S. osborni, foi descrita por Barnum Brown em 1912 a partir de fósseis canadenses da Formação Horseshoe Canyon. Uma segunda espécie válida, S. angustirostris, é representada por numerosos espécimes na Formação Nemegt da Mongólia, e foi descrita por Anatoly Konstantinovich Rozhdestvensky. Saurolophus possuía uma crista na parte de cima do crânio que se estendia até atrás da nuca. Era um dinossauro herbívoro que podia se mover de forma bípede ou quadrúpede. ==Descoberta== Barnum Brown recuperou os primeiros restos descritos de Saurolophus em 1911, incluindo um esqueleto quase completo (AMNH 5220). Agora em exposição no Museu Americano de História Natural, este esqueleto foi o primeiro esqueleto de dinossauro quase completo do Canadá. Foi encontrado em rochas do início do estágio Maastrichtiano, na Formação Horseshoe Canyon do Cretáceo Superior (então conhecida como Formação Edmonton) perto de Tolman Ferry no Rio Red Deer em Alberta. Brown não perdeu tempo em descrever seu material, dando a ele sua própria subfamília. Saurolophus foi uma referência inicial importante para outros hadrossauros, como visto nos nomes de Prosaurolophus (\"antes de Saurolophus\") e Parasaurolophus (\"paralelo ao Saurolophus\"). No entanto, pouco material adicional foi recuperado e descrito. Na Ásia, foram descobertos do gênero que permitiram melhor compreensão do gênero Saurolophus, bem como de seus relativos. Os restos iniciais não eram promissores; um ísquio fragmentário parcial de Heilongjiang, China, que Riabinin chamou de S. kryschtofovici. Restos muito melhores foram recuperados logo, porém, da Formação Nemegt do início do Maastrichtiano da Mongólia. As expedições paleontológicas russo-mongóis de 1946-1949 recuperaram o grande esqueleto que se tornou S. angustirostris, conforme descrito por Anatoly Rozhdestvensky. Outros esqueletos de uma variedade de estágios de crescimento também foram descobertos, e S. angustirostris é agora o hadrossaurídeo asiático mais abundante. ===Espécies=== Duas espécies são consideradas válidas hoje: a espécie tipo S. osborni, do Canadá, e S. angustirostris, da Mongólia. A primeira espécie (Brown, 1912) é conhecido por um crânio e esqueleto, dois outros crânios completos e fragmentos de crânio. A segunda (Rozhdestvensky, 1952) é conhecido por pelo menos 15 espécimes. Se difere de S. osborni por alguns detalhes do crânio, bem como no padrão de escamas encontradas em impressões de pele. A espécie mongol tinha um crânio mais longo (em 20%) e a frente do focinho (os ossos pré-maxilares) eram mais direcionados para cima. S. angustirostris também tinha uma fileira distinta de escamas retangulares ao longo da linha média das costas e da cauda, conhecidas como 'escamas de características da linha média'; estas não são atualmente preservadas em S. osborni. Na espécie mongol, as escamas no flanco da cauda estavam dispostas em padrões verticais, o que pode ter correspondido à coloração listrada em vida. Esta área estava coberta por padrões de escamas radiais na espécie canadense, possivelmente indicando uma coloração mais mosqueada ou manchada. S. kryschtofovici (Riabinin, 1930) não é considerado válido; ou é considerado um nome duvidoso, ou como um sinônimo de S. angustirostris (embora o nome seja anterior a S. angustirostris). Até uma reavaliação da espécie em 2011 por Phil R. Bell, S. angustirostris não era bem descrito. Nenhuma autapomorfia, características derivadas únicas, havia sido estabelecida para distingui-lo de S. osborni. Bell descobriu em uma publicação no início do ano que os dois estudos anteriores de S. angustirostris, por Rozhdestvensky em 1952, e Maryanska e Osmolska em 1981, não fornecem uma descrição abrangente o suficiente para comparar a espécie com S. osborni. Em 1939-40, dois esqueletos parciais foram encontrados na Formação Moreno da Califórnia, do final do Maastrichtiano. Esses espécimes foram referidos como cf. Saurolophus sp. Em 2010, um dos crânios foi atribuído ao Edmontosaurus. Um estudo de 2013 colocou os dois espécimes em uma nova espécie, S. morrisi. Em 2014, a espécie foi reatribuída a um novo gênero, Augustynolophus. ==Descrição== Saurolophus é conhecido por material incluindo esqueletos quase completos, dando aos pesquisadores uma imagem clara de sua anatomia óssea. S. osborni, a espécie mais rara de Alberta, tinha cerca de 8,2–8,5 metros de comprimento, com seu crânio de um metro de comprimento. Foi estimado que pesava cerca de três toneladas. S. angustirostris, a espécie mongol, era maior; chegou a 13 m de comprimento, e restos maiores são relatados. Foi estimado que pesava potencialmente até onze toneladas. O maior crânio conhecido de S. angustirostris mede 1,22 m de comprimento. Além do tamanho, as duas espécies são virtualmente idênticas, com diferenciação dificultada pela falta de estudo. ===Crânio=== A característica mais marcante do Saurolophus é sua crista craniana, que está presente em indivíduos jovens, mas é menor. É longa e semelhante a um espinho e se projeta para cima e para trás em um ângulo de cerca de 45.°, começando sobre os olhos. Essa crista é frequentemente descrita como sólida, mas parece ser sólida apenas na ponta, com câmaras internas que podem ter tido uma função respiratória e/ou de regulação de calor. A crista única do Saurolophus é composta quase completamente pelos ossos nasais, e em S. angustirostris é sólida. Em espécimes adultos, as cristas têm uma forma triangular arredondada na seção transversal. A crista se projeta além da borda do crânio para trás. Processos finos dos frontais e pré-frontais se estendem ao longo da parte inferior da crista, provavelmente para fortalecê-la. No final da crista há um inchaço do nasal, que geralmente é denominado de forma diferente. O holótipo de S. angustirostris é um crânio e elemento pós-craniano, sendo que este primeiro é bem descrito. Bell et al. reavaliaram toda a espécie em uma publicação de 2011 com a Acta Palaeontologica Polonica. Sua descrição descobriu que o crânio era generalizado entre os hadrossauros e é muito maior do que qualquer crânio de S. osborni. A característica mais incomum para um hadrossauro é a crista longa, saliente e sólida que se estende para cima diagonalmente da parte de trás do teto do crânio. Ao contrário dos lambeossauríneos, as cristas são feitas completamente do osso nasal. Os ossos da pré-maxila constituem quase 50% de todo o comprimento do crânio, e ambos os lados são preenchidos com pequenos orifícios. Somente em indivíduos adultos a frente do contato pré- maxilar foi fundida. Mais longos do que a pré-maxila, os ossos nasais são os mais longos do crânio. Eles constituem todo o comprimento da crista e nunca são preservados como fundidos. ==Classificação== Barnum Brown, que descreveu os primeiros espécimes, colocou-os em sua própria subfamília em \"Trachodontidae\" (hoje sinonimizada com Hadrosauridae), os Saurolophinae. Na época, isso também incluía Corythosaurus e Hypacrosaurus, os únicos exemplos bem conhecidos do que se tornaria o clado Lambeosaurinae. Brown pensou que Saurolophus tinha uma ponta expandida para o osso ísquio no quadril, como os dinossauros agora reconhecidos como lambeossauríneos tinham, mas isso parece ter sido baseado em um ísquio deste grupo erroneamente associado. Além disso, ele interpretou mal as cristas de Saurolophus e dos dinossauros de Lambeosaurinae como sendo feitas dos mesmos ossos.. A maioria das publicações antes de 2010 classificou Saurolophus como um membro de Hadrosaurinae, frequentemente conhecido coloquialmente como os \"hadrossauros de cabeça chata\". Em 2010, a subfamília Saurolophinae foi trazida de volta ao uso porque Hadrosaurus parece ter se ramificado antes da divisão das duas subfamílias. Como resultado, Hadrosaurinae por definição não pode incluir os propostos para o grupo. Saurolophinae é o nome mais antigo disponível para o antigo clado em questão. Saurolophus, como o nome sugere, é um membro de Saurolophinae, pois tem uma pélvis característica do grupo e uma crista (em grande parte) sólida. O seguinte cladograma de relações hadrossaurídeos foi publicado em 2013 por Alberto Prieto-Márquez et al. em Acta Palaeontologica Polonica: ==Paleobiologia== ===Alimentação=== Como um hadrossaurídeo, Saurolophus teria sido um herbívoro bípede/quadrúpede, comendo uma variedade de plantas. Seu crânio permitia um movimento de trituração análogo à mastigação, e seus dentes eram continuamente substituídos e embalados em baterias dentárias que continham centenas de dentes, apenas um punhado relativo dos quais estava em uso em qualquer momento. O material vegetal teria sido cortado por seu bico largo e mantido nas mandíbulas por um órgão semelhante a uma bochecha. Seu alcance de alimentação teria se estendido do solo até cerca de quatro metros acima. ===Função da crista=== A crista distinta em forma de espinho do Saurolophus foi interpretada de várias maneiras e pode ter tido várias funções. Brown comparou-a à crista de um camaleão e sugeriu que ela poderia fornecer uma área para fixação muscular e um ponto de conexão para um babado dorsal não corporal como o visto no lagarto Basiliscus. Peter Dodson interpretou características semelhantes em outros bicos de pato como tendo uso na identificação sexual. Maryańska e Osmólska, observando a base oca, sugeriram que a crista aumentou a área de superfície da cavidade respiratória e ajudou na termorregulação. James Hopson apoiou uma função como um sinal visual e mencionou ainda a possibilidade de que as abas de pele infláveis sobre as narinas pudessem ter atuado como ressonadores e sinais visuais adicionais. Essa ideia foi retomada por autores de obras populares sobre dinossauros, como David B. Norman, que discutiu longamente a exibição dos hadrossaurídeos e incluiu uma restauração da vida de tal adaptação em ação. ===Ontogenia=== Em 2015, Leonard Dewaele e colegas descreveram um ninho pequeno e parcial contendo vários juvenis de S. angustirostris. O espécime (MPC-D 100/764) foi recuperado do notório conjunto Dragon's Tomb da Formação Nemegt. A equipe observou que entre os restos mortais, três ou mesmo quatro juvenis podem ser reconhecidos, e duas cascas de ovos fragmentárias foram encontradas em associação. Os juvenis dentro deste bloco foram identificados como perinatos, pois tinham comprimentos de crânio menores que cinco por cento do comprimento dos crânios dos adultos, indicando que estavam no estágio inicial de desenvolvimento no momento de suas mortes. Com base nesses juvenis, Dewaele e equipe indicaram que durante a ontogenia de S. angustirostris a crista distinta encontrada em adultos era pouco desenvolvida na infância, o focinho cresceu proporcionalmente mais, a órbita tornou-se mais oval, a cúpula do frontal tornou-se menos proeminente e o processo coronoide tornou-se mais alto. == Ver também == * Outros dinossauros * Taxonomia dos dinossauros == Ligações externas == * * Categoria:Saurolophinae Categoria:Dinossauros do Cretáceo Categoria:Dinossauros da América do Norte Categoria:Dinossauros da Ásia Categoria:Espécies fósseis descritas em 1912",
 "title": "Saurolophus"
}