{
 "id": "92625",
 "text": "O enxaimel, ou Fachwerk (em alemão) é uma técnica de construção na qual as paredes são montadas com vigas de madeira em posições horizontais, verticais ou inclinadas, cujos espaços são preenchidos com material de fácil utilização no local. Os tramos podem ser preenchidos com tijolos, pedras, adobe, taipa, dentre outros materiais, e geralmente não se utiliza reboco. O tramado de madeira confere estilo e beleza às construções do gênero, produzindo um caráter estético privilegiado. Outras características são a robustez, eficiência estrutural e baixo custo de edificação. Esse padrão arquitetônico é historicamente atribuído às regiões germânicas, porém passou por inúmeros processos de adaptação ao longo do tempo derivados da mudança na disponibilidade de recursos naturais. Também houve a inserção de elementos estruturais inexistentes em sua origem, tais como blocos de pedra e alvenaria. O quadro de madeira é muitas vezes deixado exposto no exterior do edifício.Nikolas Davies, Erkki Jokiniemi: 2008. Dictionary of architecture and building construction. Architectural Press. . 726 pages: pp 181 == História == O edifício de enxaimel mais antigo conhecido é chamado de casa opus craticum. Ele foi enterrado pela erupção do Monte Vesúvio em 79 DC em Herculano, Itália. A técnica de construção opus craticum foi mencionado por Vitrúvio em seu livro Tratado de arquitetura como uma estrutura de madeira com enchimento de taipa. No entanto, o mesmo termo é usado para descrever estruturas de madeira com preenchimento de entulho de pedra colocado em argamassa, que os romanos chamavam de opus incertum.Wilson, Nigel Guy. Encyclopedia of ancient Greece. London: Routledge, 2006. 82. Print. Ainda que normalmente se faça uma ligação natural entre o Enxaimel e a Alemanha, a verdade é que essa técnica construtiva não possui uma origem determinada. Embora seu desenvolvimento maior tenha ocorrido naquele país e regiões vizinhas, especialmente no período renascentista, sabe-se que o povo etrusco, habitante da Península Itálica, já praticava a técnica no século VI AEC. Desde a antiguidade os povos da Europa central constroem em madeira. Contudo, sempre houve o empecilho do apodrecimento das fundações diretamente no solo. Solucionou-se este problema ao se elevar as madeiras sobre fundações de pedra. A perda de rigidez, que aconteceu com isso, foi compensada com peças inclinadas e encaixadas nos tramos. Surgiu assim a arquitetura em enxaimel, chamada em alemão de Fachwerrkbau, Fachwerk ou Fachwerkbau.WEIMER, Günter (org). A arquitetura no Rio Grande do Sul. Porto Alegre: Mercado Aberto, 1987. > Inicialmente, o enxaimel se desenvolveu onde abundavam as madeiras duras que > nós chamamos de lei, ou seja, por toda a planície germânica e planalto > médio, no centro da Alemanha. A madeira mais empregada era de carvalho > (Eiche), que abundava nessas regiões. Mas o carvalho cresce muito devagar, > necessitando de 200 anos para poder ser abatido (...). Por isso, ele começou > a escassear e foi substituído pela madeira de abeto (Fichte) e de faia > (Buche).WEIMER, Günter. Arquitetura da imigração alemã: Um estudo sobre a > adaptação da arquitetura centro-européia ao meio rural do Rio Grande do Sul. > São Paulo: Nobel, 1983. == Materiais de preenchimento == O tipo mais antigo de preenchimento conhecido, chamado opus craticum pelos romanos, era uma construção do tipo de taipa.Vitruvious, De Architectura, Book II, Chapter 8, paragraph 20 Outros preenchimentos incluem bousillage , tijolo queimado, tijolo cru, como adobe ou barro, pedras às vezes chamadas de pierrotage, pranchas como no ständerbohlenbau alemão, madeiras como ständerblockbau . Raramente utiliza-se cob sem qualquer suporte de madeira.Glick, Thomas F., Steven John Livesey, and Faith Wallis. Medieval science, technology, and medicine: an encyclopedia. New York: Routledge, 2005. 229. Print. O preenchimento de tijolos tornou-se o padrão depois que a fabricação em massa de tijolos os tornou mais disponíveis e menos caros. Paredes de enxaimel podem ser cobertas por revestimentos, incluindo gesso, tábuas, ladrilho ou ardósia. == No Brasil == Atualmente, construções no estilo enxaimel podem ser encontradas principalmente na região Sul e Sudeste do Brasil. Também é possível encontrar o estilo neoenxaimel em construções de alguns lugares do Nordeste, como a Torre de Guaramiranga, no Ceará, e o Clube Alemão de Pernambuco, em Recife. Na época em que houve a emigração da Alemanha para o Brasil, o enxaimel era obsoleto, não por sua técnica, mas por falta de matéria-prima.WEIMER, Günter. Arquitetura popular dos imigrantes: Um estudo comparativo. [s.l.]: [s.n.], [s.d.]. Por influência de José Bonifácio, Dom Pedro I decidiu inaugurar com os alemães um programa de imigração para o sul no início do século XIX movido não apenas por questões de segurança nacional, diante das sucessivas disputas territoriais naquela então erma região fronteiriça, como também por um casamento de interesses políticos, literalmente – filha de Francisco I, da Áustria, a imperatriz Leopoldina tinha sangue germânico (vale ressaltar que a colonização alemã em Nova Friburgo foi anterior à de São Leopoldo). O êxodo foi impulsionado, também, pela escassez de terras que apenas garantia sua posse ao primogênito de cada família. As casas no chamado \"estilo\" (técnica construtiva) enxaimel são uma das principais atrações turísticas em qualquer região de colonização alemã. Quando os primeiros alemães chegaram ao Brasil, a arquitetura enxaimel já não era utilizada havia muito tempo, mas foi considerada a mais adequada para as condições encontradas em São Paulo, Paraná, Rio Grande do Sul, Santa Catarina e Minas Gerais. Além de fortes, as casas eram baratas e de construção simples. Enxaimel quer dizer enchimento. Primeiro, era construído o esqueleto da casa, todo de toras grossas de madeira. Entre as vigas verticais eram colocadas as horizontais e, nas extremidades das paredes, algumas em ângulo, para evitar inclinação. Pronta a \"caixa\", os espaços eram completados com materiais disponíveis de acordo com a região: no Rio Grande do Sul, há fechamentos com taipa, barro socado, tijolos maciços rebocados e até mesmo pedras grês cortadas. Em Santa Catarina, há maior ocorrência de tijolos maciços sem uso de reboco. O Vale do Itajaí e o Norte do estado de Santa Catarina têm uma das maiores concentrações deste modo construtivo na América. Os municípios de Indaial, Blumenau, Joinville, São Bento do Sul, Timbó, Taió e Pomerode têm número significativo de enxaiméis. No Paraná essa técnica é encontrada na localidade de Marechal Cândido Rondon, a cidade mais alemã do Paraná e em áreas preservadas na região de Curitiba além de pequenas casas rurais em localidades isoladas no norte do Paraná,como em Rolândia, Cambé e Warta (distrito de Londrina). Em São Paulo encontra-se em algumas casas de bairros tipicamente alemães, como Santo Amaro e Bresser. Já em cidades turísticas como Campos do Jordão e Holambra é muito frequente o neoenxaimel, estrutura em concreto que busca lembrar a arquitetura enxaimel. No Rio Grande do Sul, se destacam os municípios emancipados da antiga colônia alemã de São Leopoldo (Ivoti, Dois Irmãos, Picada Café, Santa Maria do Herval, Morro Reuter, Linha Nova e Presidente Lucena), a região do alto Taquari (Estrela, Teutônia, Westfália, Imigrante, Colinas), e ainda algumas localidades rurais de Nova Petrópolis e Gramado (embora na zona urbana desta última predomine o neoenxaimel). == Reinterpretação do enxaimel == Ao chegarem ao Rio Grande do Sul, os imigrantes encontraram lotes retangulares com mata virgem. A primeira construção que erguiam, para morar enquanto arrumavam o terreno cheio de mato, era o barracão, rancho, choupana ou cabana: construção muito parecida com a casa do caboclo, constituída de um único cômodo, cobertura de folhas de palmeira e piso de chão batido. Na segunda fase, a cabana era substituída por uma outra construção um pouco maior que servia de casa, ficando a cabana com a função de cozinha. Somente numa terceira fase surgiam as casas em estilo enxaimel, cerca de trinta anos depois da instalação do colono no lote de terra. A antiga cabana-cozinha se transformava em paiol e a antiga casa virava a cozinha.WEIMER, Günter. Arquitetura da imigração alemã. [s.l.]: [s.n.], [s.d.]. A mudança no modelo de lote não possibilitou aos colonos a formação de um aldeamento como o que costumavam viver no país de origem. Para amenizar essa diferença estabeleceram as vizinhanças como sendo as casas em lotes que dividiam ruas em comum. > uma “aldeia” unifamiliar, isto é, com a construção de diversas edificações > como residência, chiqueiro, galinheiro, etc em torno de um espaço “urbano” > no qual eram respeitadas, dentro dos limites do possível, as leis que regiam > a ordenação espacial das aldeias de origem. Sabe-se que mais uma forma de manter as tradições da Alemanha foi o trabalho comunitário, como a solidariedade entre vizinhos na hora de erguer as paredes de enxaimel (montadas no chão e depois erguidas), ou na construção de uma igreja para a comunidade, uma ponte, ou um salão de bailes, a formação de comunidades religiosas, clubes esportivos, associações do canto etc. Além disso, todos os tipos de edificações eram realizados em enxaimel, já que esta era a técnica mais conhecida entre os colonos, puramente baseada no uso da madeira (ao chegarem ao Rio Grande do Sul, os colonos se depararam com uma imensa diversidade de árvores, que não conheciam na Alemanha). > houve uma enorme simplificação e uma integração entre as diversas correntes > formais. (...) Formas diversifica das originais acabaram por se aproximar de > tal modo que as variantes locais nada mais são do que os resquícios do que > delas sobraram. Muitos estudiosos poderiam dizer que as construções aqui realizadas são formas simplificadas das construções em enxaimel da Alemanha. E constata-se que não se pode dizer exatamente de qual tipo é o enxaimel (franco, alemânico ou baixo-saxão), já que os modelos foram se aproximando à medida que cada construtor foi adaptando o estilo que conhecia às condições locais de materiais de construção e de clima. === Corte das tábuas === Depois de abatida a árvore, o tronco era deixado para secar e depois falquejado nas quatro faces para deixá-lo quadrado. Desta peça de seção quadrada se serrava uma tábua de cada face, por isso as peças vistas nas paredes eram serradas de um lado e falquejadas do outro. Para serrar de forma perfeita as tábuas, utilizava-se uma técnica simples de marcação realizada com uma tinta feita de fuligem com água. > O cordão assim umedecido era esticado sobre a madeira no local exato onde > deveria ser feito o corte. Com os dedos tracionava-se o cordão à maneira das > cordas de um violão. Ao soltá-la, ele batia sobre a madeira e deixava um > traço preto do nanquim que servia de diretriz para o corte. === Paredes === A forma mais básica e comum de uma parede de enxaimel encontrada no Rio Grande do Sul, > é contida por um baldrame, um frechal e dois cunhais (ou dois esteios > principais, em se tratando de paredes internas). Neste requadro estão > encaixados os esteios secundários que definem os vãos, limitados > horizontalmente, por verga e peitoril. Nos tramos fechados aparece o > Mittelriegel que chamamos de \"peitoril\" ou \"verga\" conforme ele se situe > abaixo ou acima da linha média das janelas. As paredes internas são marcadas > eternamente por esteios principais, mais robustos que os secundários. Nos > tramos extremos de cada pano de parede aparecem escoras encaixadas entre o > baldrame e o frechal. Quando os panos são muito grandes, pode aparecer uma > escora intermediária. === Sistemas estruturais === Para a sustentação dos barrotes do forro, existem dois modos de construção: empregar uma viga-mestra longitudinal à construção ou não. A viga-mestra, na Alemanha, é uma estrutura renana e aqui foi usada por renanos e vestfalianos quando o vão a ser vencido pelos barrotes era grande. Por isto, não a encontraremos em construções de largura inferior a 5m. > Nas construções mais largas, ela aparece como uma peça inteiriça colocada no > eixo da construção. Quando a construção é muito comprida, encontramos duas > vigas alternadas: a que vence o maior vão é colocada no eixo e a outra, > excêntrica. (...) Como os vestfalianos aqui passaram a usá-la, julgamos que > seja por influência renana. Já em relação à estrutura do telhado, a maioria das casas da imigração alemã possui telhado de duas águas, com caibros simples, e sem tirantes por serem construções menores. Em algumas edificações, encontra-se o que Weimer (1983) convenciona chamar de madeiramento inclinado, que > surgiu como uma estrutura independente da do telhado e servia para sustentar > as cargas acidentais colocadas sobre o tabuado que passava sobre os > tirantes. Estas cargas eram transmitidas através de vigas contínuas (...) > aos esteios (...) e destes, às paredes externas. (...) Não havia a > necessidade de colocar um esteio sob cada caibro. Desta forma surgiram dois > tipos de caibros: os que tinham esteios (...) e os que não os possuíam. === Vãos === As portas de cozinhas recebem tratamento simples e despretensioso, sendo quase sempre de duas folhas sobrepostas. “Estas portas tendem à proporção de 1:2, com duas folhas quadradas. Sempre são ‘de abrir’ para dentro”. Já as portas das casas são diferenciadas de acordo com a função que exerciam. A porta dos fundos é parecida com a das cozinhas. > As internas são de uma só folha e seu tratamento é muito sóbrio. Já a porta > principal mereceu um tratamento especial. Dificilmente encontrarmos uma que > não seja de duas folhas, frequentemente desiguais. Porta principal que se > preza deve ter uma bandeira fixa com um caixilho de vidro bem trabalhado. > Estas portas são, quase sempre, almofadadas e, por vezes, apresentam um > trabalho escultório respeitável (...). São tratadas com filetes e batentes > esculpidos com imitação de motivos clássicos. Em relação às janelas, só existem dois modelos de fechamento, com tampos duplos (para vãos maiores) ou simples (em caso de vãos pequenos), e a grande maioria abre-se para fora. As vidraças possivelmente eram colocadas posteriormente, já que algumas construções até hoje não as possuem e nas outras foram sobrepostas aos marcos. Enquanto na Alemanha, as folhas das janelas abriam para dentro, aqui se encontra o modelo de guilhotina, com raras exceções. == Galeria == Ficheiro:Rural_railway_station_built_timber_framing_style.jpg|Estação ferroviária em Metelen, Alemanha Ficheiro:Eisenbahnmuseum_Metelen.JPG|Estação ferroviária em Metelen, Alemanha Ficheiro:Trutnowy_005.jpg|Casa de Menonitas na Polônia Ficheiro:Encorbellement-primitif.JPG|Casa na Normandia, França Ficheiro:Fachwerkgiebel_aus_dem_Jahre_1856_in_Osnabr%C3%BCck.jpg|Enxaimel esculpido e decorado Ficheiro:Rathaus_Wernigerode.JPG|Prefeitura de Wernigerode, na Alemanha Ficheiro:WernigerodeRathausWeihnachten.jpg|Prefeitura de Wernigerode, na Alemanha, à noite == Ver também == * Ensambladura * Madeira laminada colada * Madeira laminada cruzada * Opus craticium == Ligações externas == *Fotos de casas em enxaimel na cidade de Nova Petrópolis - RS *Fotos de casas em enxaimel em Picada 48 Alta, localidade de Ivoti *Enxaimel em Hamburgo Velho, centro histórico de Novo Hamburgo Categoria:Arquitetura vernacular Categoria:Tipologias arquitetónicas",
 "title": "Enxaimel"
}