{
 "id": "92641",
 "text": "Eric Idle (South Shields, 29 de março de 1943) é um comediante, ator, dublador, dramaturgo, diretor, cantor, compositor e guitarrista britânico que escreveu e atuou como membro de um dos mais famosos e importantes grupos de humor britânico, Monty Python. É ainda conhecido por fazer parte dos The Rutles, uma paródia dos The Beatles e como criador do musical Spamalot, baseado no filme Monty Python and the Holy Grail. == Primeiros anos de vida e educação == Idle nasceu em South Shields, County Durham (atualmente Tyne and Wear). É filho de Nora Barron, uma enfermeira, e Ernest Idle. O seu pai era membro da Força Aérea Real e sobreviveu à Segunda Guerra Mundial, porém morreu pouco depois num acidente enquanto procurava boleia. A mãe de Eric Idle passou por dificuldades para manter um emprego a tempo inteiro e criar o filho por isso, quando ele tinha sete anos, ela enviou-o para a Royal Wolverhampton School, onde Idle passou a viver. Nessa altura, a escola era uma fundação de caridade que se dedicava à educação de crianças órfãs. Sobre a escola, Eric Idle disse: \"Era um ambiente abusivo, intimidante e duro para uma criança crescer. Habituei-me a lidar com os grupos de rapazes e a viver a minha vida em circunstâncias desagradáveis e a ser inteligente e engraçado e subversivo à custa da autoridade. Foi o treino perfeito para os Python.\" Idle disse que as duas coisas que faziam a sua vida suportável eram ouvir a Radio Luxembourg debaixo dos cobertores e ver a equipe de futebol local, os Wolverhampton Wanderers. Contudo, ele não gostava de outros esportes e fugia da escola todas as Quintas à tarde para ir ao cinema. Idle acabou por ser apanhado a ver o filme para adultos BUterfield 8, o que lhe valeu a perda da prefeitura. Idle diz que não havia muito para fazer na escola e isso fez com que ele estudasse muito e conseguisse entrar na Universidade de Cambridge. == Carreira == === Antes dos Monty Python (1965-1969) === Idle frequentou a Pembroke College da Universidade de Cambridge, onde estudou Inglês. Na Pembroke, foi convidado para se juntar ao prestigiado grupo de teatro Footlights pelo presidente Tim Brooke-Taylor e por Bill Oddie, que também era membro do clube. Idle entrou em Cambridge um ano depois dos seus futuros colegas dos Monty Python, Graham Chapman e John Cleese. Tornou-se presidente em 1965 e foi o primeiro a permitir a entrada de mulheres no clube. Idle protagonizou a série de comédia para crianças Do Not Adjust Your Set onde trabalhou com Terry Jones e Michael Palin (ambos ex-estudantes da Universidade de Oxford). Terry Gilliam era responsável pelas animações do programa. David Jason e Denise Coffey também faziam parte do elenco. === Monty Python (1969-1983; 2014) === Idle escrevia quase sempre sozinho para os Monty Python, no seu próprio ritmo, mas por vezes achava que era difícil apresentar o seu material aos restantes membros do grupo sem a ajuda de um parceiro. John Cleese admitiu que a situação de Idle era algo injusta - quando o grupo votava nos sketches que apareciam no programa, \"ele só tinha um voto\" - contudo, ele diz que Idle é uma pessoa independente e trabalhava melhor sozinho. O próprio Eric Idle admitiu que a sua situação era por vezes difícil: \"Tinha de convencer cinco pessoas. E eles não eram escritores muito pouco egoístas\". O trabalho de Idle nos Monty Python caracteriza-se por uma obsessão com a língua e a comunicação: muitas das suas personagens têm peculiaridades verbais, como é o caso do homem que fala através de anagramas, o homem que diz palavras na ordem errada e o talhante que alterna entre a simpatia e a rudeza sempre que fala. Muitos dos seus sketches incluem monólogos extensos (como por exemplo o cliente em \"Travel Agency\" que não pára de falar das más experiências que teve nas férias), e satirizava com frequência a linguagem pouco natural e os padrões de fala dos apresentadores de televisão. Além disso, diz-se que Idle, tal como Michael Palin, era o mestre das personagens desonestas. Como era o segundo membro mais novo do grupo (é pouco mais de um mês mais velho que Michael Palin), Idle estava mais próximo do espírito dos estudantes e adolescentes, que representavam a maior fatia dos fãs dos Monty Python. Os sketches do grupo que abordam obsessões contemporâneas como a música pop, a libertação sexual e drogas recreativas são normalmente obra de Idle. Idle é um guitarrista competente e compôs muitos dos números musicais mais conhecidos do grupo, sendo o mais notável o \"Always Look on the Bright Side of Life\", o número musical que encerra Life of Brian e que se tornou a música chave dos Monty Python. Foi ele o responsável por \"Galaxy Song\" de The Meaning of Life e (em conjunto com Cleese) \"Eric the Half-a-Bee\", uma música extravagante que surgiu no álbum Monty Python's Previous Record. === Carreira depois dos Monty Python (1973-presente) === Quando os Monty Python deixaram de estar no activo no início dos anos 1980, os seis membros seguiram para projectos a solo. O primeiro projecto a solo de Eric Idle foi um programa na BBC Radio 1 intitulado Radio Five. O programa teve duas temporadas entre 1973 e 1974 e consistia em Idle a representar sketches e música que ele próprio tocava. Para a televisão, Idle criou o Rutland Weekend Television (RWT), um programa com sketches na BBC Two que ele próprio escreveu, com música de Neil Innes. RWT era 'o canal de televisão mais pequeno da Grã-Bretanha'. O nome era uma paródia da London Weekend Television, um franchise de televisão independente que fornecia serviços de ITV aos londrinos aos fins-de-semana; Rutland era o distrito mais pequeno de Inglaterra e tinha sido \"abolido\" com a reforma administrativa. Para completar a piada, o programa ia para o ar a um dia da semana. Outros membros habituais do programa incluíam David Battley, Henry Woolf, Gwen Taylor e Terence Bayler, e George Harrison dos The Beatles fez uma aparição especial num episódio. Um legado do RWT foi a criação, em conjunto com Innes, dos The Rutles, uma paródia carinhosa dos The Beatles. A banda tornou-se num fenómeno popular, especialmente nos Estados Unidos onde Idle apareceu no programa Saturday Night Live. Os fãs enviavam Lp's dos Beatles com as capas alteradas para representarem antes os The Rutles. Em 1978, o mockumentary dos The Rutles, All You Need is Cash, uma colaboração entre os membros dos Monty Python e o programa Saturday Night Live, foi para o ar na NBC. O filme foi escrito por Eric Idle e a música ficou a cargo de Neil Innes. Eric Idle faz a personagem de \"Dick McQuinckly\" (uma espécie de Paul McCartney do grupo) e é também o comentador principal. No filme apareceram ainda actores de Saturday Night Live como John Belushi, Bill Murray e Gilda Radner e ainda George Harrison e Mick Jagger. Idle escreveu e dirigiu o regresso dos The Rutles em 2008 para um espectáculo ao vivo, Rutlemania!, para celebrar o 30º aniversário do grupo. Os concertos ocorreram em Los Angeles e em Nova Iorque e foram acompanhados de uma banda de tributo aos The Beatles. Em 1986, Idle fez a voz de Wreck-Gar, o líder dos Junkions (uma raça de robôs feita com lixo e que só sabe falar com catchphrases de filmes e slogans de anúncios publicitários) em The Transformers: The Movie. Em 1987 teve um papel na produção da English National Opera de The Mikado. O seu papel foi o de Lord High Executioner. Em 1989 apareceu na série de comédia americana Nearly Departed sobre um fantasma que assombra a família que mora na sua antiga casa. A série teve apenas seis episódios e foi exibida durante o Verão para substituir as séries normais do canal. Idle recebeu boas críticas em projectos escritos e realizados por outras pessoas - tais como The Adventures of Baron Munchausen de Terry Gilliam (1989), em Nuns on the Run (1990) onde contracenou com Robbie Coltrane e em Casper (1995). Também fez o papel de Rat na versão de Terry Jones de The Wind in the Willows (1996). Porém, os seus próprios projectos - tais como o filme Splitting Heirs (1993), uma comédia que ele escreveu, protagonizou e produziu - não tiveram sucesso nem com a crítica nem com o público. Em 1994 fez o papel de Dr. Nigel Channing, presidente do Instituto da Imaginação e de anfitrião da cerimónia de prémios de 'Inventor do Ano' no filme em 3D, Honey, I Shrunk the Audience!, que foi uma atracção na Walt Disney World de 1994 a 2010 e na Disneyland de 1998 a 2010. No filme também entram Rick Moranis e outros membros do elenco do filme de 1989 Honey, I Shrunk the Kids. Em 1999, Idle retomou o papel para a segunda (e controversa) versão do Journey Into Imagination em Epcot, substituindo Figment and Dreamfinder como anfitrião. Como resultado do clamor dos fãs da Disney, Figment voltou à atracção. Idle é também o argumentista e protagonista do filme em 3D Pirates - 4D. Idle trabalhou com pessoas que o vêem como uma inspiração, tais como Trey Parker e Matt Stone em South Park: Bigger, Longer & Uncut, onde fez a voz do Dr. Vosknoocker. Eric Idle também emprestou a voz três vezes aos The Simpsons no papel do famoso realizador de documentários Declan Desmond. Ele é, até à data, o único membro dos Monty Python a aparecer na série. De 1999 a 2000, fez o papel de Ian Maxtone-Graham na sitcom da NBC, Suddenly Susan. Idle foi ainda o narrador da versão áudio do livro Charlie e a Fábrica de Chocolate de Roald Dahl e fez a voz do papagaio Waddlesworth no filme 102 Dálmatas e no jogo com o mesmo nome. Em finais de 2003, Idle deu início a uma digressão que passou por várias cidades norte-americanas intitulada The Greedy Bastard Tour. Nos seus espectáculos, Idle representava material e músicas dos Monty Python e ainda algum material original. Em 2005, Idle lançou o Greedy Bastard Diary, um livro onde contava detalhes do que ele, o elenco e a equipa encontraram durante a digressão de três meses. thumb|200px|right|Spamalot em exibição no Palace Theatre em Londres Em 2004, Idle criou Spamalot, uma comédia musical baseada no filme de 1975 Monty Python and the Holy Grail. A produção medieval conta a história do Rei Artur e dos seus Cavaleiros da Távola Redonda na sua jornada para encontrar o Cálice Sagrado. Idle escreveu o musical e compôs as músicas em conjunto com John Du Prez. O musical foi dirigido por Mike Nichols e coreografado por Casey Nicholaw. Em 2007, Idle fez a voz de Merlin, o mágico no filme de animação Shrek, the Third onde o seu colega dos Monty Python, John Cleese faz a voz do rei Harold. A peça de Idle, What About Dick? foi representada em duas ocasiões em Hollywood. O elenco incluía o próprio Eric Idle, Billy Connolly, Tim Curry, Eddie Izzard, Jane Leeves, Emily Mortimer, Jim Piddock e Tracey Ullman. Eric Idle fez uma aparição bastante aplaudida na cerimónia de encerramento dos Jogos Olímpicos de Londres a 12 de Agosto de 2012. No espírito dos Jogos Olímpicos, Idle cantou o seu êxito \"Always Look on the Bright Side of Life\". Eric foi o criador e diretor do espetáculo ao vivo Monty Python Live (mostly) - One down, Five to go, que foi apresentado entre 1 e 20 de julho de 2014 na O2 Arena em Londres. == Outros créditos == === Escrita === Eric Idle já escreveu vários livros, tanto de ficção como de não ficção. Os seus romances são Hello Sailor e O Caminho para Marte. Em 1976 escreveu um livro de ficção que serviu de spin-off para a sua série Rutland Weekend Television intitulkado The Rutland Dirty Weekend Book. Em 1982 escreveu a peça Pass the Butler que foi mais tarde publicada em livro. Durante a Greedy Bastard Tour de 2003, Idle escreveu os diários que seriam publicados no livro The Greedy Bastard Tour Diaries: A Comic Tour of America, publicado em Fevereiro de 2005. Idle também escreveu o livro e foi um dos compositores da música e das letras do musical Monty Python's Spamalot, baseado no filme Monty Python e o Cálice Sagrado. Spamalot estreou em Chicago antes de ir para a Broadway onde recebeu o prémio Tony de Melhor Musical da época de 2004-05. Eric Idle ainda venceu o prémio Drama Desk para Melhor Letra. Numa votação de 2005 para encontrar \"O Comediante dos Comediantes\" no Reino Unido, Eric Idle ficou em 21º lugar no top 50 dos melhores comediantes de sempre, uma lista que foi elaborada por comediantes. Um exemplo da escrita idiossincrática de Idle é \"Ants in Their Pants\", um poema sobre a vida sexual das formigas. Começa da seguinte forma: :'Where does an ant get its rocks off? :How does the ant get it on? :Do ants have it away, say three times a day, :Is it once a week sex, or p'raps none?' === Compositor === Eric Idle é um compositor realizado e foi o responsável por muitas das músicas mais conhecidas dos Monty Python, incluindo \"Eric the Half- a-Bee\", \"The Philosophers' Song\", \"Galaxy Song\", \"Penis Song (Not the Noel Coward Song)\" e, provavelmente o seu sucesso mais conhecido, \"Always Look on the Bright Side of Life\", que foi escrita para a última cena do filme A Vida de Brian e é cantada nas cruzes durante a crucificação em massa. Entretanto artistas como Harry Nilsson, Bruce Cockburn, Art Garfunkel e Green Day já fizeram covers da música. Eric Idle e os seus colegas dos Monty Python, assim como alguns amigos e familiares cantaram a música no funeral de Graham Chapman. Idle cantou a música na cerimónia de encerramento dos Jogos Olímpicos de Londres de 2012. Em 1990, Idle cantou e ajudou a compor a música de abertura da popular sitcom britânica, One Foot in the Grave. A música foi lançada mais tarde, mas teve pouco sucesso nas tabelas. Porém, quando \"Always Look on the Bright Side of Life\" foi adoptada como um cântico de futebol no final dos anos 1980, o vizinho de Eric Idle na altura, Gary Lineker sugeriu- lhe que voltasse a gravar e lançasse a música. Com a ajuda do apresentador do programa da manhã da Radio 1, Simon Mayo, que tocava a música frequentemente e usava o refrão como jingle, esta tornou-se num sucesso 12 anos após ter surgido pela primeira vez em A Vida de Brian. A música chegou ao 3º lugar nas tabelas do Reino Unido e levou Eric Idle a tocá-la no programa Top of the Pops em Outubro de 1991. Ele gravou uma versão especial da música para Mayo usar na rádio (\"Come on Simon, get another song on now; why don't you put on a nice Cliff Richard record?\") e mudou o verso \"life's a piece of shit\" para \"life's a piece of spit\" para que a música pudesse passar durante o dia. Idle ofereceu um modelo de pé humano parecido com o que os Monty Python usavam no genérico de abertura do seu programa como agradecimento por ele ter ajudado a promover a música. Em 2004, Idle gravou uma espécie de música de protesto chamada \"FCC Song\" na qual ridiculariza a Comição de Comunicações dos Estados Unidos por estes o terem multado em 5000 dólares por este ter dito \"foda-se\" na rádio nacional. Nem a propósito, na curta música a palavra é dita 14 vezes. Eric Idle compôs, produziu e gravou a música Really Nice Day para o filme Selvagem de 2006. Em Junho de 2007, \"Not the Messiah (He's a Very Naughty Boy)\", um oratório cómico de Eric Idle e John Du Prez estreou no primeiro festival de artes Luminato em Toronto. O próprio Idle levou a cabo o oratório com a Orquestra Sinfónica de Toronto e membros do Coro Mendelssohn de Toronto. O compositor, John Du Prez, também esteve presente. Shannon Mercer, Jean Stilwell, Christopher Sieber e Theodore Baerg cantaram as partes principais. A estreia americana teve lugar em Caramoor (Westchester County, Nova Iorque) a 1 de Julho de 2007. As solistas foram as mesmas de Toronto, mas o coro que o acompanhou era composto por membros do New York ity's Collegiate Chorale. O espectáculo foi revisto e aumentado para uma digressão na Austrália e na Nova Zelândia em 2007, que incluiu duas noites esgotadas da Sydeey Opera House. Uma digressão durante o Verão de 2008 incluiu actuações com a Orquestra Sinfónica Nacional em Washington D.C., com a Los Angeles Philarmonic no Hollywood Bowl em Los Angeles, uma actuação no Wolf Trap National Park em Virginia e em Houston. Eric Idle contribuiu com uma cover da música \"Raining in My Heart\" de Buddy Holly para o álbum de tributo Listen to Me: Buddy Holly, lançado a 6 de Setembro de 2011. == Homenagens == * Um asteróide, o 9620 Ericidle, recebeu esse nome em sua honra. * Idle foi considerado o 12º melhor comediante de todos os tempos na votação de 2005 \"The Comedian's Comedian\" elaborada por comediantes. == Vida pessoal == Eric Idle casou-se com Lyn Ashley, uma australiana, em 1969. Ashley apareceu algumas vezes com papéis pequenos na série televisiva dos Monty Python e aparecia nos créditos como Mrs. Idle. O casal divorciou-se em 1975 e teve um filho, Carey, nascido em 1973. Idle casou-se com a sua mulher actual, Tania Kosevich, uma americana, em 1981. Os dois têm uma filha, Lily, nascida em 1990. Idle vive em Los Angeles desde o início dos anos 1990. == Críticas == Idle tem sido criticado nos últimos anos por ter comercializado o legado dos Monty Python. Sam Anderson escreveu no artigo \"And Now for Something Completely Deficient\" para a revista Slate que apesar de Eric Idle \"ter alcançado um lugar no Paraíso da Comédia devido aos Monty Python... a 'exposição' anedótica da sua própria exploração (ele chamou as suas digressões 'Eric Idle Explora os Monty Python' e 'A Digressão do Sacana Ganancioso') é mais irritante do que engraçada\". Sobre Spamalot, Anderson opinou que \"Os Monty Python apareceram como uma reacção ao tipo de comédia preguiçosa que Spamalot representa - aquilo que Michael Palin descreveu como a 'reacção fácil a frases feitas' que todos os membros do grupo foram forçados a perpetuar nos seus trabalhos anteriores\". Spamalot teve críticas mistas dos outros membros dos Monty Python. John Cleese apoiou o musical ao fazer a voz de Deus. Michael Palin disse: \"É um óptimo espectáculo. Não é o tipo de coisa que os Monty Python teriam escrito, mas também nenhum de nós se teria juntado para escrever um musical dos Monty Python\". Terry Guilliam reagiu de forma mista ao espectáculo e disse que tinha o espírito dos Monty Python. Terry Jones descreveu-o como \"completamente inútil e cheio de ar\". Em 1998 Idle protagonizou o filme An Alan Smithee Film: Burn Hollywood Burn. O filme foi um dos nomeados dos Razzies para Pior Filme da Década e recebeu cinco estatuetas que incluíram Pior Filme do Ano. Em 2000 o The AV Club deu ao álbum Eric Idle Sings Monty Python: Live In Concert o título de álbum a solo mais dispensável do ano. Os restantes membros dos The Rutles também já criticaram Eric Idle e chegaram mesmo a reunir-se para o álbum Archaeology em meados dos anos 1990 sem ele. No programa do Channel 4 What the Pythons Did Next, o baterista dos The Rutles John Hasley (ou \"Barry Wom\") disse que desistiu de ver The Rutles 2: Can't Buy Me Lunch dez minutos depois de começar. Neil Innes foi mais diplomático nesse mesmo programa e disse: \"dantes pensávamos que tínhamos a mania da grandeza, agora sabemos que é só grandeza\". == Filmografia == Ano Filme Papel Notas 1972 And Now For Something Completely Different Várias personagens Também foi um dos argumentistas 1974 Monty Python and the Holy Grail Sir Robin/Vários Também foi um dos argumentistas 1978 All You Need Is Cash Dirk McQuickly Também escreveu o argumento e realizou 1979 Monty Python's Life of Brian Stan/Vários Também foi argumentista 1983 Monty Python's The Meaning of Life Gunther/Vários Também foi argumentista 1983 Yellowbeard Commander Clement 1985 National Lampoon's European Vacation The Bike Rider 1985 Faerie Tale Theatre O Flautista de Hamelin Episódio: \"O Flautista de Hamelin\" 1986 The Transformers: The Movie Wreck-Gar Voz 1988 The Adventures of Baron Munchausen Berthold/Desmond 1990 Nuns on the Run Brian Hope/Sister Euphemia of the Five Wounds 1992 Mom and Dad Save the World King Raff Missing Pieces Wendel 1993 Splitting Heirs Tommy Patel/Thomas Henry Butterfly Rainbow Peace, Duke of Bournemouth Também foi argumentista e produtor executivo 1995 Casper Paul \"Dibs\" Plutzker 1996 The Wind in the Willows Mr. Rat 1997 Burn Hollywood, Burn Alan Smithee 1998 Rudolph the Red-Nosed Reindeer: The Movie Slyly Voz 1998 Secret of Nimh 2 Evil Martin Voz 1998 Quest for Camelot Devon Voz 1999 Dudley Do-Right Prospector Kim J. Darling 1999 South Park: Bigger, Longer & Uncut Dr. Vosnocker Voz 2000 102 Dalmatians Waddlesworth Voz 2002 Pinocchio Medoro Voz 2002 Pinocchio Medoro Versão inglesa 2002 The Rutles 2: Can't Buy Me Lunch Narrator / Dirk McQuickly / Lady Beth Mouse-Peddler Argumentista, produtor e realizador 2002 The Scream Team Coffin Ed 2003 Concert for George Ele próprio / Barbeiro / Mountie 2003 National Lampoon's Christmas Vacation 2: Cousin Eddie's Island Adventure Plane passenger 2003 Hollywood Homicide The Celebrity 2004 Ella Enchanted Narrador 2005 The Aristocrats Ele próprio 2006 Who is Harry Nilsson? (And Why Is Everybody Talkin' About Him) Ele próprio 2007 Not the Messiah (He's a Very Naughty Boy) Ele próprio 2007 Shrek the Third Merlin Voz 2008 Delgo Spig Voz 2014 Monty Python Live (Mostly) Vários papéis Filme de concerto, também roteirista e diretor The Boxtrolls Compositor: \"The Boxtrolls Song\" 2015 Absolutely Anything Extraterrestre Voz == Bibliografia == *Hello Sailor, romance, 1975 ISBN 0-297-76929-4 *The Rutland Dirty Weekend Book, 1976 ISBN 0-413-36570-0 *Pass the Butler, guião de peça, 1982 ISBN 0-413-49990-1 *The Quite Remarkable Adventures of the Owl and the Pussycat, livro infantil, 1996 ISBN 0-7871-1042-6 *O Caminho para Marte (The Road to Mars), romance, 1998 ISBN 0-7522-2414-X (hardcover), ISBN 0-375-70312-8 (paperback) *Eric Idle Exploits Monty Python Souvenir Program, Green street Press (U.S.), 2000 *The Greedy Bastard Tour Souvenir Program, Green street Press (U.S.), 2003 *The Greedy Bastard Diary: A Comic Tour of America, journal, 2005 ISBN 0-06-075864-3 *Not the Messiah (He's a Very Naughty Boy) *Always Look on the Bright Side of Life: A Sortabiography (2018) ISBN 9781984822581 ==Ligações externas== *Eric Idle's profile on Monty Python's official website *Eric Idle singing his \"FCC Song\" in MP3 format from Archive.org * Categoria:Monty Python Categoria:Naturais de South Shields Categoria:Membros do Footlights Categoria:Alunos do Pembroke College",
 "title": "Eric Idle"
}