{
 "id": "92664",
 "text": "Chanchada, em arte, é o espetáculo ou filme de comédia musical com humor ingênuo e popular, sendo uma adaptação brasileira do gênero internacionalmente conhecido como burlesco. As chanchadas foram comuns no Brasil entre as décadas de 1930 e 1960, tendo como pano de fundo geralmente o samba e o Carnaval.Cinema Musical Brasileiro: Dos filmes cantantes ao ciclo das ChanchadasO que eram as Chanchadas (Mundo Estranho-Editora Abril) A produtora carioca Atlântida Cinematográfica descobriu nos filmes carnavalescos um grande negócio, capaz de fazer muito sucesso entre o público brasileiro. Sem dúvida, ela foi a grande responsável pelo sucesso das chanchadas e a pioneira em adotar os temas carnavalescos em forma de musicais. Após o esgotamento da fórmula que fazia uso de temas carnavalescos, a Atlântida passou a adotar argumentos, enredos e situações mais complexas e heterogêneas. É neste período, entre as décadas de 50 e 60, que os filmes ganham maior empatia com o público e a Atlântida vive seu auge. O Brasil da época tinha laços de dependência com a cultura norte-americana, o que gera atitudes colonizadas dos produtores, do público e da crítica. Desta forma, as chanchadas passam a basear-se na paródia do cinema dos Estados Unidos para atrair o público. == Características == Apesar das produções serem feitas a partir da caricatura e trejeitos norte-americanos, eram adicionados temas do cotidiano nacional, como as anedotas tipicamente cariocas e o jeito malandro de falar e se comportar do brasileiro. O resultado obtido eram produções genuinamente brasileiras, que foram capazes de lotar as salas de cinema por um longo período. Com a liberação dos costumes, começaram a ser produzidas no início dos anos 70 as chamadas Pornochanchadas, inspiradas em comédias italianas e filmes eróticos europeus. == As cinco fases das chanchadas == O termo chanchada surgiu para designar os filmes brasileiros nos anos 30. Várias teses de críticos como Jean Claude Bernadet, Ana Cláudia Zacco, e Guilherme Heffner ampliam essa fase, colocando o início em 1908 - com o surgimento do primeiro filme de ficção, Nhô Anastácio Chegou de Viagem - e o final em meados de 1960, com as últimas tentativas de chanchada. Já outros consideram o movimento 'chanchada' desde 1929, com o primeiro filme falado - a comédia Acabaram-se os Otários, de Luiz de Barros - até meados de 1960 devido à incursão do Cinema Novo e à definitiva abolição das comédias ingênuas e carnavalescas. Há ainda terceiros que apenas incluem os filmes da Atlântida a partir do primeiro conceito ideal de chanchada - o musical Carnaval no Fogo, 1949. E o seu término com o último musical da empresa, Garotas e Samba, 1957. === Primeira fase - As comédias mudas === Podem-se distinguir 5 fases distintas do processo de formação da chanchada convencional, que funcionava da seguinte maneira: o mocinho e a mocinha perseguidos pelo vilão, e ajudados pelo cômico, embalados em músicas carnavalescas, muitas confusões e brigas, até chegar ao final apoteótico e feliz. A primeira tentativa de humor no cinema foi em 1908, com o curta Nhô Anastácio Chegou de Viagem. Basicamente, a história contava as desventuras de um caipira na cidade grande, que se envolvia com uma corista, e no final apanhava de sua mulher. Aí pode se perceber alguns traços do que viria a se tornar a chanchada dos anos 50. Principalmente as de Zé Trindade, cômico baiano que encarnava um mulherengo que vivia perseguido por sua terrível mulher. As comédias mudas tiveram vida curta, devido ao advento do som em 1929. Eram basicamente de forma linear, e inspiradas em espetáculos teatrais de sucesso. Geralmente revistas. Dessa fase Augusto Aníbal, um popular cômico teatral, se destacou com o filme Augusto Aníbal Quer Casar, 1923, onde o diretor Luiz de Barros fazia a incursão da homossexualidade. Algumas operetas filmadas, A Viuvinha, 1909, e revistas filmadas, Paz e Amor, 1910, merecem destaque por terem inspirado alguns diretores na criação dos \"filmusicais\", gênero mais próximo do musical americano, e do carnavalesco da Atlântida. === Segunda fase - Os filmes musicais === A partir de 1929, com o primeiro filme falado do Brasil, abriu-se um leque de oportunidades para o nosso cinema. Luiz de Barros, o pioneiro do cinema sonorizado no país, continuou fazendo filmes precários, do gênero de Acabaram-se Os Otário, sem sucesso, até que, em 1933, a empresa cinematográfica Cinédia lançou um semidocumentário chamado A Voz do Carnaval, o qual não passava de um desfile de cantores da época, misturando cenas do carnaval carioca e paulista. Sucesso imediato. O filme atraiu ao cinema milhares de fãs de rádio, que queriam ver como eram aqueles cantores, conhecidos somente pela voz. A empresa então lançou outros musicais carnavalescos, com destaque para Alô, Alô, Carnaval (1936), um marco para o cinema brasileiro. Com um fiapo de enredo e muita música, o filme foi considerado o maior sucesso dos anos 30, e juntava os maiores cantores do Brasil na época: Carmen Miranda, Francisco Alves, e outros grandes cartazes do rádio. Além disso, a empresa lançou comédias, adaptadas do Teatro de Revista, revelando grandes cômicos como Oscarito, Grande Otelo, Mesquitinha e Walter D'Ávila. === Terceira fase - Os carnavalescos da Atlântida === A empresa cinematográfica Atlântida foi fundada por intelectuais, que queriam um compromisso com o cinema sério. A primeira fita da empresa foi um sucesso, Moleque Tião, 1943, um melodrama sobre a vida do ator Grande Otelo, que atuava como ele mesmo. Já o segundo filme, um drama intenso, foi um fracasso. Seguiram-se alguns outros dramas, que foram mal de bilheteria. O que os intelectuais temiam aconteceu, apelaram para o musical, que vinha dando certo com outras companhias de cinema (como a Cinédia e a Sonofilmes). O primeiro carnavalesco foi Tristezas Não Pagam Dívidas 1943, com Oscarito e Jaime Costa no elenco. Um estrondoso sucesso, fazendo a companhia repetir a dose e a fórmula, de trechos cômicos (livremente inspirados em peças teatrais), muita música, e um fiapo de história. A dupla Oscarito e Grande Otelo tomou conta dos cinemas na época. Com uma química ímpar, a dupla arrastou multidões ao cinema, até 1954, quando filmou seu último trabalho. Nos anos 40, os dois filmaram a maioria dos carnavalescos da Atlântida, Oscarito no primeiro papel, e o grande Grande Otelo como faxineiro, secretário, uma escada para o sucesso do amigo. O filme mais completo dessa fase foi Este Mundo É Um Pandeiro, 1947, um fenômeno dirigido por Watson Macedo. Outros filmes desta época, repletos de números musicais, são Fantasma por Acaso de 1946 e ...E o Mundo se Diverte de 1948. === Quarta fase - A chanchada === O diretor Watson Macedo, responsável pelos grandes filmes dos anos 40, filmou em 1949, com um argumento do galã Anselmo Duarte, o primeiro e ideal conceito de chanchada. Carnaval no Fogo contava com todos os ingredientes do fenômeno desse gênero popular: O mocinho e a mocinha em perigo. O cômico tenta ajudá-los, mas se dá mal. O vilão os aterroriza. Mistério. Luta final. Final Feliz. Nesse filme, Oscarito e Grande Otelo protagonizaram a célebre cena do balcão, de Romeu e Julieta, e se consagram como os maiores comediantes do Brasil. A partir daí, a empresa se especializa no gênero, e produz várias chanchadas. Watson Macedo ainda dirige Aviso aos Navegantes 1950, uma espécie de continuação do filme anterior, e uma das maiores e mais lembradas chanchadas do país. O diretor sai da Atlântida, em 1951, após dirigir seu último filme na companhia, Aí Vem o Barão. Watson ganhava muito mal, e resolveu partir para a produção independente, fundando a Watson Macedo Produções Cinematográficas. As chanchadas deixam de ser exclusivamente carnavalescas, e passam a ter um tom mais debochado, parodiando o cinema americano e a política nacional. Quem domina essa área é o diretor Carlos Manga, que assume o papel de Watson, e cria belíssimas chanchadas, com um padrão de qualidade muito superior, valorizando a fotografia e os aspectos técnicos. Começa em 1953, com a melodramática história de Dupla do Barulho, uma espécie de homenagem ao ator Grande Otelo. Seguem-se outros grandes filmes, e inesquecíveis cenas. Nem Sansão nem Dalila, 1954, e O Homem do Sputnik, 1959 são os maiores filmes dessa época. Oscarito brilha sem parceiro, mas com uma força que quase monopoliza o mercado cinematográfico, fazendo a Atlântida faturar rios de dinheiro, mas ganhando muito 'mal'. Estrelou todos os filmes, e praticamente não teve rival, até que, em 1956, surge outra companhia cinematográfica, a Herbert Richers. === Quinta fase - As chanchadas B === Antes do surgimento da Herbert Richers, algumas companhias também lançaram suas chanchadas. A Cinelândia Filmes, lançou várias comédias com um novo ator encabeçando o elenco: Ankito. Com grande sucesso, repetia a fórmula, mas o nível técnico das chanchadas estavam bem abaixo dos da Atlântida. A Herbert Richers então chegou, como rival da Atlântida, e com a direção do ambicioso Luiz Severiano Ribeiro, monopolizou o circuito comercial e exibidor. Surgiram novos e grandes cômicos: Zé Trindade, Dercy Gonçalves e Ankito, que tiveram seus grandes momentos. Uma enxurrada de chanchadas invadia o país. A crítica cinematográfica ia à loucura. Condenava o gênero ao inferno. Com sérios problemas de fotografia, montagem, sonografia, etc., e com a história sendo quase sempre a mesma, eram chamadas de 'Chanchadas tipo B'. Mesmo assim, o seu sucesso junto ao público era garantido, o qual se preocupava somente com uma coisa: rir. Zé Trindade era um sujeito baixinho, voz esganiçada, feioso, mas fazia o maior sucesso com a mulherada. Tinha os seus famosos bordões Caiu na risada considero castigada, Mulheres, cheguei! Dercy, histriônica, fazia os filmes mais engraçados da época, sempre como personagem-título. Cala a Boca, Etelvina, 1958 e A Viúva Valentina (1960), são alguns exemplos. Ankito, muito semelhante ao Oscarito, era um cômico de circo. Seus filmes eram quase sempre a mesma coisa, mas deliciosamente singulares. Fez várias chanchadas de sucesso, várias carnavalescas, com destaque para Metido a Bacana, 1957 e Pistoleiro Bossa Nova, 1959. A par disso, a Atlântida mantinha seu alto padrão técnico, suas chanchadas inesquecíveis, e o seu reinado um pouco abalado. Watson também foi responsável por grandes momentos do cinema na década. Sua sobrinha, Eliana, protagonizou quase todos os filmes do diretor. Às vezes de Carmen Miranda, às vezes de ladra, menina sapeca, jovem do interior, ou mocinha simplesmente, essa sim, brilhou com tudo nas chanchadas do tio. Entre seus maiores filmes estão Maria 38, 1958 e Alegria de Viver, 1958. Categoria:Géneros de cinema Categoria:Teatro de revista",
 "title": "Chanchada"
}