{
 "id": "92735",
 "text": "A primeira vez na história que o termo discos voadores foi utilizado, aconteceu na edição de 25 de junho de 1947 do jornal Y East Oregonian, quando dois jornalistas publicaram um curto artigo no periódico, com uma entrevista do piloto civil Kenneth Arnold, sobre sua observação de nove objetos voadores em forma de crescente muito brilhantes, que comparou a pires saltando sobre a água (\"saucer skipping across water\"), quando sobrevoava a área do Monte Rainier no estado de Washington, Estados Unidos. No mesmo dia, um despacho de imprensa enviando a notícia ao escritório da Associated Press em Portland, espalhou a história dos discos voadores, em inglês \"flying saucer\", por todo o globo. Os formatos relatados para tais objetos se diversificaram desde então, mas a expressão disco voador permanece ainda para denominar genericamente um objeto voador que se pressupõe não terrestre. O dicionário Michaelis trata a expressão UFO, de origem americana, com a tradução OVNI – Objeto Voador Não Identificado e com a tradução disco voador, mas ressalta que a expressão disco voador é de origem popular. == Óvnis e extraterrestres == A expressão OVNI é usada para denominar um disco voador, uma sonda, um objeto voador de origem humana usado em espionagem ou, simplesmente, um objeto voador de origem e natureza desconhecidas. A existência de discos voadores não é reconhecida publicamente pela grande maioria dos governos mundiais, nas Forças Armadas o assunto é tratado com muita discrição, porém muitas pessoas das mais variadas nacionalidades, culturas, religiões, níveis educacionais, classes sociais e profissões afirmam ter visto discos voadores, incluindo entre essas pessoas militares aposentados que afirmam que a “tecnologia alienígena” realmente existe e é extremamente avançada. A quantidade de registros visuais feitos por cidadãos comuns é grande. Supõe-se que esses objetos voadores possam ter origem extraterrestre ou alienígena, principalmente pelo fato de que a extraordinária e impressionante capacidade de manobrabilidade deles é absolutamente incomparável aos equipamentos atualmente produzidos pelo ser humano, sejam eles para uso militar ou para uso civil. A expressão OVNI, que é uma sigla para Objeto Voador Não Identificado, é usada para designar o que se supõe serem discos voadores, que seriam tripulados por seres inteligentes de outros planetas, e sondas, que não seriam tripuladas mas seriam controladas remotamente por esses seres inteligentes. Os discos voadores e as sondas têm formatos diferentes e há suposições de que tenham a mesma origem extraterrestre ou alienígena. Curiosamente e surpreendentemente, a expressão OVNI é aceita entre militares de muitos países e há relatórios militares divulgados por alguns governos mundiais (no Brasil, por exemplo, uma parte está disponível no Arquivo Nacional) que usam essa expressão para designar tais objetos voadores, sem no entanto afirmarem explicitamente que são controlados por ETs. == Confusões == Iridium satellite replica.jpg|Satélite de baixa órbita Iridium Looking Down on a Shooting Star.JPG|Uma estrela cadente vista da ISS Apesar de serem relatados desde tempos remotos da humanidade, os OVNIs tornaram-se mais conhecidos de 50 anos para cá, como consequência natural do grande avanço da tecnologia humana na captura de imagens e na difusão da informação pelos meios de comunicação. Os ufólogos são pessoas que dedicam uma parte do seu tempo e esforço para pesquisar e investigar informalmente o suposto fenômeno. Outros exemplos de objetos e fenômenos frequentemente confundidos com discos voadores: sinalizadores de emergência, balões meteorológicos e de festas juninas, meteoritos entrando na atmosfera terrestre, nuvens lenticulares e lixo espacial entrando na atmosfera terrestre. ==Ver também== * OVNI * Avrocar * Extraterrestre == Ligações externas == * * Categoria:Ufologia",
 "title": "Disco voador"
}