{
 "id": "92737",
 "text": "Marisa de Azevedo Monte OMC (Rio de Janeiro, 1 de julho de 1967) é uma cantora, compositora, multi-instrumentista e produtora musical brasileira. Conhecida por sua entrega vocal e canções de MPB influenciadas pela música pop, além de vida pública bastante reservada. Ela alcançou a fama em 1989, com seu álbum ao vivo e de estreia MM, que vendeu um milhão de cópias impulsionado pelo single \"Bem Que Se Quis\".Marisa Monte Folha de S.Paulo. Universo Online acessado em 6 de setembro de 2010 Seus dois disco seguintes, os primeiros em estúdio, Mais (1991) e Verde, Anil, Amarelo, Cor-de-Rosa e Carvão (1994), consolidaram sua carreira e acabou por serem certificados com multi-platina, pela Pro-Música Brasil (PMB). Tais projetos geraram singles de sucesso, como \"Beija Eu\", \"Ainda Lembro\", \"Segue o Seco\" e \"Dança da Solidão\". Com o último citado e MM sendo, ainda, reconhecidos pela Rolling Stone Brasil como um dos 500 melhores álbuns brasileiros de todos os tempos.Rolling Stone Brasil: Os 100 de maiores discos da música brasileira acessado em 6 de setembro de 2010 Seu terceiro álbum de estúdio, Memórias, Crônicas e Declarações de Amor (2000), tornou-se o maior sucesso comercial de sua carreira solo. O projeto que, liderou as paradas do Brasil, vendeu mais de um milhão de exemplares e foi certificado como diamante pela PMB. O principal foco de promoção do projeto, \"Amor I Love You\", tornou-se a música solo de maior popularidade da artista e uma das mais populares daquele ano no Brasil. Depois de ganhar o seu primeiro Grammy Latino — vencido na categoria Melhor Álbum de Pop Contemporâneo Brasileiro —, Monte seguiu no topo das paradas com seu disco seguinte, lançado em colaboração com os músicos Arnaldo Antunes e Carlinhos Brown: Tribalistas (2002) vendeu mais de 3 milhões de unidades e recebeu certificações em várias partes do mundo, incluindo a de diamante pela PMB. Deste foram retirados dois singles de grande popularidade: \"Já Sei Namorar\" obteve êxito internacional, enquanto \"Velha Infância\" foi a música mais tocada nas rádios do Brasil em 2003. Em 2006, artista lançou simultaneamente dois trabalhos de estúdio — Infinito Particular e Universo ao Meu Redor —, este último sendo o seu primeiro projeto totalmente direcionado ao samba. Ambos foram certificados como duas vezes platina pela PMB, com o primeiro alcançando o topo das paradas brasileiras e sendo considerado, pelo periódico estadunidense The New York Times, o segundo melhor disco do ano.Marisa Monte e Cansei de Ser Sexy conquistam crítico do NYT G1. Organizações Globo Seu registro seguinte, O Que Você Quer Saber de Verdade (2012), também foi bem recebido pela crítica e alcançou o segundo lugar em vendas. Através desses trabalhos, ela acumulou várias canções de grande popularidade, como \"Vilarejo\", \"Ainda Bem\" e \"Depois\". Em paralelo ao seu próprio trabalho, Monte focou seus dons musicais na produção musical de álbuns de outros artistas, como Brown e a Velha Guarda da Portela, e fundou seu próprio selo discografico Phonomotor Records, responsável pelos direitos autorais de todo o seu fonograma. Monte é uma das artistas musicais brasileiras que mais venderam de todos os tempos, com uma comercialização estimada em mais de 10 milhões de cópias em todo o mundo. Ela ganhou inúmeros prêmios e reconhecimentos, incluindo cinco Grammy Latino,Marisa Monte Grammy Latino. The Recording Academy sete Video Music Brasil, nove Prêmio Multishow de Música Brasileira, cinco APCA e seis Prêmio TIM de Música.Mosaicos Culturais #68: Da Palestina a Shangri-lá, Marisa Monte canta para acalmar o coração Jornal da USP. Universidade de São Paulo Além de ser honrada com o título de doutora honoris causa pela Universidade de São Paulo (USP).\"Cultura com educação, valores indissociáveis que têm o poder de transformar o universo ao nosso redor\" Jornal da USP. Universidade de São Paulo A revista Rolling Stone Brasil se referiu a ela como a maior cantora brasileira de todos os tempos e a posicionou em décimo primeiro lugar entre as 100 maiores vozes da música brasileira.Marisa Monte: a maior cantora do país Rolling Stone Brasil. Grupo Spring de Comunicação As 100 Maiores Vozes da Música Brasileira Rolling Stone Brasil. Universo Online Em outubro de 2021, Monte foi agraciada na 44.ª edição do Prêmio Tenco, pelo conjunto de sua obra como cantora e compositora, tornando-se a primeira artista feminina brasileira a receber tal honraria. == Início == Nasceu na cidade do Rio de Janeiro, filha do engenheiro Carlos Saboia Monte e de Sylvia Marques de Azevedo Monte. O pai foi diretor da Portela até 1975, levando-a a um frequente contato com os sambistas de tal escola, à qual ainda apoia. Os pais se divorciaram quando Marisa tinha 10 anos. Marisa é descendente de Branca Dias, uma Cristã-nova e senhora de engenho do período colonial brasileiro em Pernambuco. Esta foi processada pelo Santo Ofício sob a acusação de praticar secretamente o judaísmo. Estudou canto, piano e bateria na infância. Iniciou o estudo de canto lírico aos catorze anos chegando a ter aulas quase todos os dias da semana. Em 1982, participou do musical The Rocky Horror Show, dirigido por Miguel Falabella, com alunos do Colégio Andrews. No ano seguinte esteve no musical Azul, de André Di Mauro, onde começou a ter contato com músicos que pediam ajuda como backing vocals. Em 1983, depois de ouvir uma fita com músicas de jovens talentos, Roberto Menescal, então diretor artístico da extinta gravadora PolyGram, se encantou com Marisa e propôs a gravação de um disco, mas tal proposta foi recusada pela jovem que não se sentia preparada para o projeto na época. Já aos 18 anos, em 1985, Marisa grava oficialmente sua primeira música em estúdio para o filme Tropclip. A música \"Sábado à Noite\" foi escrita por Sérgio Sá e marcou a estreia da cantora no cenário musical.Marisa Monte - Enciclopédia Itaú Cultural ==Carreira== === 1985—1990: Início e primeiro álbum === Aos dezenove, Marisa abandonou o curso na Escola de Música da Universidade Federal do Rio de Janeiro (UFRJ) e mudou-se para Roma, na Itália, onde durante dez meses estudou belcanto. Após esse período, passou a fazer apresentações em bares e casas noturnas cantando música brasileira, acompanhada de amigos. Um desses espetáculos foi assistido pelo produtor musical Nelson Motta, que se tornou diretor do primeiro show no Rio de Janeiro após o retorno de Marisa, em 1987. O show Veludo Azul teve temporadas no Rio e em São Paulo, e mesmo que as casas noturnas não tivessem tanta fé em uma cantora sem nenhum disco gravado, foi um sucesso de público e crítica e despertou o interesse das gravadoras. Na época, Marisa foi convidada pela TV Manchete a gravar seu primeiro especial, que logo após foi lançado em dois formatos, LP e VHS, com o nome MM.\"Com fome de público\". Veja, 24 de julho de 1991 (p.76-8) A este disco com repertório eclético pertence o primeiro grande sucesso de Marisa, \"Bem Que Se Quis\" (versão de Nelson Motta para E Po' Che Fa do compositor italiano Pino Daniele), que foi executada exaustivamente nas emissoras de rádio brasileiras e fez parte da trilha sonora da novela da Rede Globo O Salvador da Pátria, escolhida pela atriz Lúcia Veríssimo para ser o tema de sua personagem após sugestão de Marina Lima. Lançado pela EMI, o álbum vendeu 500 mil cópias, um sucesso para uma artista estreante. O disco está na lista dos 100 melhores discos da música brasileira feita pela revista Rolling Stone Brasil na posição #62\\. === 1991—1999: Desenvolvimento artístico === Depois de um disco que considerou uma apresentação, com registro de músicas que gostava, para seu segundo álbum Marisa visava criar um estilo próprio ao colaborar com compositores de sua geração, no caso os Titãs Arnaldo Antunes, Nando Reis e Branco Mello, e com a ajuda do produtor Arto Lindsay, um contato com a produção musical contemporâ­nea e a inserção da música brasileira no contexto da world music. O disco Mais saiu em 1991, com críticas positivas, afirmando que a cantora tinha amadurecido do álbum anterior, e vendas ainda maiores, embaladas pela música de trabalho \"Beija Eu\", classificada como uma das melhores canções pop brasileiras, em pesquisa realizada pelo jornalista Zeca Camargo através do Portal G1.G1 - Zeca Camargo: \"Et tu...\" acessado em 6 de setembro de 2010 Após a extensa turnê de 250 shows em um ano e meio, passou um ano entre viagens e colaborações com outros artistas buscando vivências que inspirariam o próximo disco. Em 1994, lançou o terceiro álbum, Verde, Anil, Amarelo, Cor-de-Rosa e Carvão, que a própria cantora co-produziu com Lindsay. Foi muito bem recebido por crítica e público, sendo considerado o melhor da carreira da cantora e passando de um milhão de cópias vendidas. Este disco está na lista dos 100 melhores discos da música brasileira na posição #87. Entre as canções lançadas está o single \"Segue o Seco\", que ganhou cinco MTV Video Music Brasil 1995, nas categorias Melhor Videoclipe do ano, Melhor Videoclipe de MPB, Melhor direção de Videoclipe, Melhor fotografia de Videoclipe e Melhor edição de Videoclipe. Em 1996, Marisa lançou Barulhinho Bom - Uma Viagem Musical, seu primeiro álbum duplo. O trabalho traz o registro ao vivo de alguns sucessos dos trabalhos anteriores, além de canções inéditas, gravadas em estúdio. Barulhinho Bom também provocou grande polêmica pela capa, um desenho do artista de quadrinhos pornô-naif Carlos Zéfiro, que foi censurado ao ser lançado nos EUA.Marisa Monte enfrenta censura nos EUA Este CD marcou uma aproximação maior de Marisa com diversas escolas e gerações do samba carioca. No mesmo ano, ela abre sua editora a Monte Songs Edições Musicais Ltda. Em 1998, conquista sua independência musical durante a renovação de seu contrato com a EMI, comprando todas as fitas matrizes de suas músicas, desde seu álbum de estreia até Barulhinho Bom, enquanto estabelecia que a gravadora apenas distribuiria os álbums a serem registrados em um selo próprio, a Phonomotor Records. Como produtora, atua em Omelete Man (1998), segundo disco de Carlinhos Brown, Tudo Azul (1999), da Velha Guarda da Portela, que incluiu uma canção gravada pela própria Marisa, e colabora com a cantora cabo-verdeana Cesária Évora em seu disco Café Atlantico, produzindo a faixa \"É Doce Morrer No Mar\", na qual também participa.' === 2000—2001: Carreira musical consolidada === Em 2000 Marisa lança o disco Memórias, Crônicas e Declarações de Amor, trabalho centrado no tema amor. Trabalhando juntamente com Arnaldo Antunes, Cury, Carlinhos Brown, entre outros. Com ele, Marisa ganha um Disco de Diamante, concedido pela venda superior a 2 milhões de cópias no Brasil. Este álbum foi puxado pelo hit \"Amor I Love You\", música mais tocada do ano de 2000 que rendeu um MTV Video Music Brasil 2000 na categoria Melhor Videoclipe de MPB. Teve cinco indicações: Melhor Website de Artista, Videoclipe do Ano, Melhor Fotografia em Videoclipe, Melhor Direção de Arte em Videoclipe e Melhor Direção em Videoclipe. No mesmo ano, Marisa inicia sua quarta tour mundial Memórias, Crônicas e Declarações de Amor Tour, iniciada em Curitiba e durando mais de um ano e 150 shows. O álbum ganhou vários prêmios, sendo o mais importante deles um Grammy Latino na categoria Melhor Álbum de Pop Contemporâneo Brasileiro. Além disso, a faixa \"Amor I Love You\" foi indicada como Melhor Canção Brasileira. O clipe \"O Que Me Importa\" ganhou ainda o MTV Video Music Brasil 2001, na categoria Melhor Videoclipe de MPB. O álbum ganhou ainda dois Prêmio Multishow de Música Brasileira. Em 2001, Marisa lança o DVD gravado ao vivo no Rio de Janeiro, com um orçamento de 1,5 milhão de reais. Para divulgar o DVD, a sua gravadora lança um EP com duas faixas, incluindo a então inédita \"A Sua\", uma das mais tocadas de 2001, que ajudou o DVD a se tornar um sucesso de vendas. Após vender mais de 100 mil cópias, o DVD obteve o certificado de diamante. === 2002—2003: Tribalistas === Em Novembro de 2002 a cantora lançou seu sexto álbum, em parceira com Arnaldo Antunes e Carlinhos Brown, trio que adotou o nome de Tribalistas. O álbum homônimo foi gravado entre 8 e 24 de abril daquele ano no estúdio na casa de Marisa no Rio de Janeiro, com o registro das gravações resultando em um DVD. Mesmo que o trio tenha recusado a fazer shows, tocando apenas no Grammy Latino e em uma ocasião no Sarau do Brown, o único show que foi aberto ao público, e apenas uma entrevista à época do lançamento no site oficial do grupo, a venda do CD alcançou a marca de 1,5 milhão de cópias no Brasil, alçado pelas canções \"Já Sei Namorar\" em 2002, \"Velha Infância\" em 2003, e \"É Você\", trilha sonora da novela Da Cor do Pecado, em 2004. Tribalistas também conseguiu alcance internacional, com \"Já Sei Namorar\" entrando em diversas paradas e o disco vendendo 300 mil cópias em 46 países, levando a uma breve apresentação em Paris no fim de 2003.Tribalistas vão à França para falar com MTV Em 2003, o trio ganhou o Grammy Latino de Melhor Álbum de Pop Contemporâneo Brasileiro. Além disso, o disco recebeu outras três indicações, nas categorias Gravação do Ano e Melhor Canção Brasileira para \"Já Sei Namorar\" e Álbum do Ano. === 2006—2009: Retorno depois de seis anos === Três anos e meio após o lançamento de Tribalistas e seis anos após seu último disco solo, Marisa voltou ao cenário musical no primeiro semestre de 2006, quando lançou simultaneamente dois discos: Infinito Particular e Universo ao Meu Redor, o primeiro dedicado a canções inéditas pop, feitas em parceria com Arnaldo Antunes, Carlinhos Brown, Pedro Baby, Seu Jorge, entre outros. O segundo com um repertório de samba, incluindo canções inéditas e regravações de D. Yvone Lara, Moraes Moreira, Argemiro Patrocínio, entre outros. Cada disco vendeu 450 mil cópias, o que fez Marisa ultrapassar a marca de 10 milhões de discos vendidos no Brasil. No mesmo ano, Universo ao Meu Redor ganhou o Grammy Latino de Melhor Álbum de Samba ou Pagode. Além disso, Marisa recebeu duas outras indicações para o Grammy Latino: Melhor Álbum de Pop Contemporâneo Brasileiro para \"Infinito Particular\" e Melhor Canção Brasileira para \"O Bonde do Dom\". Ainda em 2006, a artista inicia sua quinta turnê mundial, Universo Particular, que durou quase dois anos, e gerou o documentário Infinito ao Meu Redor. O DVD registra os dois anos de trabalho de Marisa, desde o lançamento dos discos até o fim da turnê, mostrando os bastidores com viagens, ensaios, relação dos fãs com seu trabalho e alguns registros dos shows, que também foram lançados em um CD bônus no mesmo estojo do DVD. É neste disco que foi lançada a música \"Não é Proibido\", incluída na trilha sonora da novela global, Três Irmãs. O ano de 2008 marcou a estreia de Marisa como produtora de cinema. É que neste ano é lançado o filme \"O Mistério do Samba\", que retrata a história e o cotidiano dos integrantes da Velha Guarda da Portela e o trabalho de pesquisa de Marisa no resgate de composições quase esquecidas e que existiam apenas na tradição oral, já que os antigos bambas não tinham o costume de registrá-las. Esse filme fez parte da seleção oficial do Festival de Cannes. \"O Mistério do Samba\", lançado nas salas de cinema em 2008, foi lançado também em DVD em 2009. Além disso, a faixa \"Não é Proibido\" recebeu uma indicação ao Grammy Latino em 2009, na categoria Melhor Canção Brasileira. === 2011 - 2013: \"O Que Você Quer Saber de Verdade\" e a sexta turnê=== Cinco anos após seus dois últimos discos solo, em outubro de 2011 foi lançado o nono álbum de sua carreira: O Que Você Quer Saber de Verdade, sendo o oitavo álbum da cantora que debutou em primeiro lugar na posição de discos mais vendidos no Brasil. \"Ainda Bem\", o primeiro single, recebeu críticas geralmente positivas e ganhou um clipe contando com a participação especial do lutador Anderson Silva. O disco foi produzido pela própria Marisa, e co-produzido pelo seu parceiro de anos, Dadi Carvalho. As faixas do álbum foram compostas com novos e antigos parceiros, como Arnaldo Antunes, Carlinhos Brown e Rodrigo Amarante, integrante da banda Los Hermanos, que também canta com Marisa em uma das faixas, além de uma regravação de Jorge Ben Jor e uma versão da canção \"El Panuelito\" feita por Haroldo Barbosa. Começando em Curitiba em junho de 2012, a tour mundial \"Verdade, Uma Ilusão\" traz Marisa de volta aos palcos cantando novos e velhos sucessos de seu repertório. A turnê foi encerrada após 1 ano e meio, em dezembro de 2013, com 116 apresentações. Em agosto de 2012, ela participou da Cerimônia de encerramento dos Jogos Olímpicos de Verão de 2012 para apresentação formal dos Jogos Olímpicos de Verão de 2016 no Rio de Janeiro. Ela cantou um trecho da Ária Cantilena de Villa-Lobos (retirada da Bachiana Brasileira nº 5) interpretando a rainha do mar Iemanjá, e \"Aquele Abraço\" com BNegão e Seu Jorge. Em 20 de novembro de 2013, a cantora participou de um show ao lado de Caetano Veloso. Intitulado Somos Todos Amarildo, toda a renda obtida foi revertida ao Instituto de Desenvolvimento e Direitos Humanos. O show foi feito com o intuito de dar mais visibilidade ao caso do desaparecimento do ajudante de pedreiro Amarildo Dias de Souza e de dar oportunidade para mais pessoas ajudarem na causa. Durante o show, Marisa cantou: Vide Gal, Gentileza, Dança da Solidão, Pale Blue Eyes (em homenagem ao recentemente falecido Lou Reed), Vilarejo, Carnavália, Eu Sei e A Menina Dança sozinha e Cajuína, Lua, Lua, Lua, Oração ao Tempo, e De Noite na Cama dividindo os microfones com Caetano, além de realizarem um cover de Canta, Canta, Minha Gente (de Martinho da Vila). O espetáculo foi apresentado no Circo Voador, casa de shows localizada na cidade do Rio de Janeiro e terminou em dezembro de 2013. === 2014 - 2019 : Coleção === Pouco antes do lançamento oficial do DVD \"Verdade Uma Ilusão\", foram divulgados singles promocionais como \"Ilusão\" e \"Verdade, Uma Ilusão\". Em 17 de abril de 2014 a capa e o título do DVD (Verdade, Uma Ilusão Tour 2012/2013) foram divulgados pela cantora em seu Facebook oficial. O último DVD da cantora foi lançado em maio de 2014 em uma sessão de cinema exclusiva para fãs no Cine Leblon, no Rio de Janeiro. Após a exibição do DVD, Marisa apareceu de surpresa no cinema, conversou com a plateia e respondeu a algumas perguntas enviadas por fãs pelo Instagram. A versão em CD de Verdade, Uma Ilusão recebeu, ao final de 2014, uma indicação ao Grammy Latino, na categoria Melhor Álbum de MPB, sendo a primeira indicação da cantora em 5 anos. A sua última indicação foi em 2009 pela canção Não É Proibido.Caetano Veloso e Apanhador Só disputam Grammy Latino; veja lista de indicados Em 20 de novembro de 2014, a cantora venceu a disputa e levou o prêmio.Os ganhadores do Grammy Latino 2014 Em março de 2016, a cantora recusa um convite para se apresentar com os velhos parceiros Carlinhos Brown e Arnaldo Antunes na cerimônia de abertura das XXXI Olimpíada, que acontecerão em agosto. O disco mais recente da cantora, Coleção, foi lançado em abril de 2016 e é a primeira compilação da cantora, que sempre se mostrou avessa ao formato. O disco traz em seu repertório músicas que a cantora gravou para trilhas sonoras ou projetos pouco conhecidos fora da carreira principal. O formato dessa coletânea foi originalmente criado pelo grupo Kid Abelha em 2000, com o lançamento do homônimo, Coleção. O primeiro single de Coleção, uma releitura de Nu com a minha música (de Caetano Veloso), cantada em trio com Rodrigo Amarante e Devendra Banhart, foi lançado no dia 01 de abril do mesmo ano. Em novembro de 2016 é lançado o disco Silva Canta Marisa, do capixaba Silva. O disco é uma homenagem à cantora fluminense, que participa como autora e artista convidada de uma das faixas, Noturna (Nada de novo na noite). === 2020: Cinephonia === Após trinta anos entre as gravadoras EMI e Universal, a cantora carioca assinou com a Sony. Para iniciar os trabalhos na nova gravadora, Marisa lançou em três partes, um projeto chamado \"Cinephonia\", com músicas inéditas e regravações. A primeira parte foi liberada digitalmente em 11 de junho de 2020; as outras duas partes foram lançadas respectivamente nos dias 19 de junho e 26 de junho. \"Cinephonia\" é um projeto inicialmente audiovisual, que segundo a cantora \"nunca foi lançado em áudio streaming e é uma forma de liberdade para cada um criar suas próprias imagens\". No \"Cinephonia\" foram liberados os álbuns \"Princípios\", que tem participação especial do cantor Ed Motta na primeira faixa, \"Hotel Tapes\" com participação especial de Novos Baianos, Moraes Moreira e Davi Moreira, em algumas canções; e Memórias 2001, álbum proveniente do registro audiovisual da turnê do CD Memórias, Crônicas e Declarações de Amor. A chegada de Marisa à Sony é considerado pelo crítico musical Mauro Ferreira da Globo, um movimento surpreendente da artista, pois hoje em dia não é preciso mais gravar álbuns com um selo fonográfico atrelado. === 2021: Portas === Depois de mais de dez anos sem lançar um álbum inédito, Marisa lançou em 1.º de julho o álbum Portas. O trabalho conta com composições de Nando Reis, Arnaldo Antunes, Carlinhos Brown, e Seu Jorge, com o último também participando da faixa \"Pra Melhorar\", que encerra o disco. O álbum deveria ser lançado em 2020, mas o projeto foi adiado devido à pandemia da COVID-19. No processo de produção, as gravações aconteceram em encontros presenciais e virtuais. A turnê do disco começaria em janeiro de 2022, mas sofreu um adiamento após Marisa contrair COVID-19,Marisa Monte testa positivo para Covid-19 e adia shows da turnê 'Portas' abrindo em fevereiro no Espaço das Américas, em São Paulo.Com show repleto de sucessos Marisa Monte dá início a turnê Portas no Espaço das Américas ==Vida pessoal== Marisa tem três irmãs: Lívia, Letícia e Carolina. Letícia foi casada com o produtor e diretor Luiz Buarque de Hollanda. Entre 1988 e 1990 namorou o cantor Nasi.Ira!: Nasi revela diferença entre namoros com Marisa Monte e com Marisa Orth No início da carreira, no começo dos anos 1990, namorou o cantor e compositor Nando Reis. O término do relacionamento, que durou poucos anos, inspirou a música \"Resposta\", que Nando compôs junto com Samuel Rosa, que gravou com sua banda Skank em 1998. De 1996 a 2001, Marisa se relacionou com o cantor e instrumentista Davi Moraes, que integrou a banda da cantora durante o período do relacionamento. Marisa foi casada com o músico Pedro Bernardes, entre os anos de 2002 a 2007, e dessa união tiveram um filho, Mano Wladimir. Marisa também é mãe de Helena, de seu casamento com o empresário Diogo Pires Gonçalves, seu marido desde 2008. == Discografia == * Mais (1991) * Verde, Anil, Amarelo, Cor-de-Rosa e Carvão (1994) * Memórias, Crônicas e Declarações de Amor (2000) * Tribalistas (2002) * Infinito Particular (2006) * Universo ao Meu Redor (2006) * O Que Você Quer Saber de Verdade (2011) * Tribalistas (2017) * Portas (2021) ==Turnês== *Veludo Azul Tour (1987-1988) *MM Tour (1989-1990) *Mais Tour (1991-1992) *Cor-de-Rosa e Carvão Tour - Uma Viagem Musical (1994-1996) *Barulhinho Bom Ao Vivo (1996-1998) *Memórias, Crônicas e Declarações de Amor Tour (2000-2001) *Universo Particular Tour (2006-2007) *Verdade, Uma Ilusão (2012-2013) *Paulinho da Viola Encontra Marisa Monte ≤(2017) *Tribalistas Tour (2018-2019) *Portas Tour (2022-presente) == Prêmios e indicações == === Grammy Latino=== O prêmio Grammy Latino é realizado desde 2000, para homenagear os artistas da música da América Latina. Marisa Monte foi premiada em cinco oportunidades (incluindo uma com os Tribalistas). Ano Nomeação Categoria Resultado 2000 Tudo AzulÁlbum lançado pela Velha Guarda da Portela e produzido por Marisa Monte. Melhor Álbum de Samba/Pagode 2001 \"Amor I Love You\" Melhor Canção Brasileira Memórias, Crônicas e Declarações de Amor Melhor Álbum de Pop Contemporâneo Brasileiro 2003 \"Já Sei Namorar\" Gravação do Ano Melhor Canção Brasileira Tribalistas Álbum do Ano Melhor Álbum de Música Popular Brasileira 2006 \"O Bonde do Dom\" Melhor Canção Brasileira Universo ao Meu Redor Melhor Álbum de Samba/Pagode Infinito Particular Melhor Álbum de Música Popular Brasileira 2009 \"Não é Proibido\" Melhor Canção Brasileira 2012 O Que Você Quer Saber de Verdade Melhor Álbum de Música Popular Brasileira \"Ainda Bem\" Melhor Canção Brasileira 2014 Verdade, Uma Ilusão Melhor Álbum de Música Popular Brasileira 2017 \"Noturna\"Canção lançada em dueto com Marisa Monte no álbum \"Silva Canta Marisa\", do cantor e compositor capixaba Silva. Autoria de Marisa Monte, Lúcio Silva e Lucas Silva. Melhor Canção Brasileira 2018 \"Aliança\" Melhor Canção Brasileira \"Convite para Nascer de Novo\"Canção lançada por Erasmo Carlos no álbum \"Amor é Isso\" e co-escrita com o referido artista e Dadi Carvalho. 2022 Portas Melhor Álbum de Música Popular Brasileira \"Vento Sardo\" Melhor Canção Brasileira === Prêmio Tenco === O Prêmio Tenco é um reconhecimento à carreira de artistas que deram suporte à canção autoral mundial. A cerimônia, promovida pelo Club Tenco, ocorre anualmente desde 1974 na cidade de San Remo na Itália. Na edição de 2021, Marisa Monte foi premiada na categoria \"per cantautore\", pelo conjunto de sua obra como cantora e compositora, tornando-se a primeira artista feminina brasileira a ser agraciada com tal honraria. Monte apresentou-se na cerimônia de premiação na companhia de sua banda e do musicista vencedor do Óscar Jorge Drexler (pelo filme Diários de Motocicleta, de 2004, na categoria \"Melhor Canção Original\"), e que colaborou em seu álbum de estúdio Portas, de 2021. === MTV Video Music Brasil === O prêmio MTV Video Music Brasil é realizado desde 1995, para homenagear os clipes lançados em cada ano. Marisa Monte ganhou no total oito VMB, incluindo Clipe do Ano. Ano Nomeação Categoria Resultado 1995 \"Segue o Seco\" Melhor Videoclipe do Ano Venceu Melhor Videoclipe de MPB Venceu Melhor Direção Venceu Melhor Edição Venceu Melhor Fotografia Venceu 2000 \"Amor I Love You\" Videoclipe do Ano Indicação Melhor Videoclipe de MPB Venceu Melhor Direção em Videoclipe Indicação Melhor Direção de Arte em Videoclipe Indicação Melhor Fotografia em Videoclipe Indicação Marisa Monte Melhor Website de Artista Venceu 2001 \"O Que Me Importa\" Melhor Videoclipe de MPB Venceu === Outros prêmios === Ano Prêmio Categoria 1989 Associação Paulista dos Críticos de Arte - APCA Revelação Feminina 1990 Troféu Imprensa Melhor cantora 1990 3º Prêmio Sharp de Música Revelação Feminina MPB - Marisa Monte 1994 Associação Paulista dos Críticos de Arte - APCA Melhor disco do ano - Verde Anil Amarelo Cor de Rosa e Carvão 1994 Associação Paulista dos Críticos de Arte - APCA Melhor compositora (junto com Carlinhos Brown e Nando Reis) 1996 Troféu Imprensa Melhor cantora 1997 10º Prêmio Sharp de Música Melhor Cantora Pop Rock 1998 Prêmio Multishow de Música Brasileira Melhor cantora 2001 Prêmio Multishow de Música Brasileira Melhor cantora 2001 Prêmio Multishow de Música Brasileira Melhor CD - Memórias, Crônicas e Declarações de Amor 2002 Associação Paulista dos Críticos de Arte - APCA Melhor CD - \"Tribalistas\" 2002 Prêmio Multishow de Música Brasileira Melhor DVD - \"Memórias, Crônicas e Declarações de Amor\" 2003 Prêmio Multishow de Música Brasileira Melhor DVD de música - \"Tribalistas\" 2003 Prêmio Multishow de Música Brasileira Melhor música - \"Já Sei Namorar\" 2003 Prêmio Multishow de Música Brasileira Melhor CD - \"Tribalistas\" 2003 Prêmio TIM de Música Melhor Grupo MPB - \"Tribalistas\" 2003 Prêmio Ondas Melhor Grupo Latino - \"Tribalistas\" 2003 Prêmio Austregésilo de Athaíde - Academia Brasileira de Letras Melhor CD - \"Tribalistas\" 2003 Prêmio Amigo - Indústria Fonográfica da Espanha Melhor Álbum Latino - \"Tribalistas\" 2003 Italian Music Awards Artista Revelação - \"Tribalistas\" 2003 Festivalbar Prêmio Internacional - \"Tribalistas\" 2006 Associação Paulista dos Críticos de Arte - APCA Melhor Artista de 2006 2007 Prêmio TIM de Música Brasileira Melhor Cantora Pop - \"Infinito Particular\" 2007 Prêmio TIM de Música Brasileira Melhor Cantora Samba - \"Universo ao meu Redor\" 2007 Prêmio TIM de Música Brasileira Melhor Cantora Voto Popular 2009 Prêmio da Associação dos Correspondentes da Imprensa Estrangeira no Brasil Melhor Trilha Sonora - Marisa Monte por \"O Mistério do Samba\" 2009 4 °Cineport - Festival de Cinema de Países de Língua Portuguesa Melhor Produção Não-ficcional - \"O Mistério do Samba\" 2009 Grande Prêmio Vivo do Cinema Brasileiro Melhor Longa-metragem Documentário - \"O Mistério do Samba\" 2009 Prêmio Multishow de Música Brasileira Melhor DVD - \"Infinito ao Meu Redor\" 2009 Prêmio Multishow de Música Brasileira Melhor Cantora 2012 Prêmio da Música Brasileira Melhor Cantora de Pop/rock/reggae/hip-hop/funk 2015 Prêmio da Música Brasileira Melhor Cantora de Pop/rock/reggae/hip- hop/funk 2018 Melhores do Ano Guia Folha Melhor Show Nacional (com Tribalistas) === Comenda e Doutora Honoris Causa=== Em 2014, Marisa Monte foi agraciada com a de Comendadora na Ordem do Mérito Cultural. Em 2024, a Universidade de São Paulo condecorou Marisa Monte com o título de Doutora Honoris Causa por sua contribuição às artes, à democracia e à educação​. ==Bibliografia== * McGowan, Chris and Pessanha, Ricardo. \"The Brazilian Sound: Samba, Bossa Nova and the Popular Music of Brazil.\" 1998. 2ª edição. Temple University Press. ISBN 1-56639-545-3 == Ver também == *Lista de recordistas de vendas de discos no Brasil == Ligações externas == *Página oficial Categoria:Naturais da cidade do Rio de Janeiro Categoria:Compositores do estado do Rio de Janeiro Categoria:Produtores musicais do estado do Rio de Janeiro Categoria:Violonistas do estado do Rio de Janeiro Categoria:Guitarristas do estado do Rio de Janeiro Categoria:Mulheres guitarristas Categoria:Cantores lusodescendentes Categoria:Portela (escola de samba) Categoria:Meios-sopranos do Brasil Categoria:Cantoras brasileiras do século XX Categoria:Cantoras brasileiras do século XXI Categoria:Cantores do estado do Rio de Janeiro Categoria:Cantoras de música pop do Brasil Categoria:Cantores de samba Categoria:Recordistas de vendas de discos no Brasil Categoria:Músicos de música popular brasileira Categoria:Vencedores do Grammy Latino Categoria:Músicos vencedores do MTV Video Music Brasil Categoria:Blogueiros do Brasil Categoria:Cantores de língua portuguesa Categoria:Cantoras premiadas com o Troféu Imprensa Categoria:Membros de Tribalistas Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Artistas da EMI Categoria:Vencedores do Prêmio Multishow de Música Brasileira Categoria:Doutores honoris causa da Universidade de São Paulo Categoria:Artistas da Sony Music Entertainment Categoria:Brasileiros de ascendência italiana Categoria:Brasileiros de ascendência sefardita Categoria:Brasileiros de ascendência portuguesa",
 "title": "Marisa Monte"
}