{
 "id": "92732",
 "text": "\"Greensleeves\" é uma canção folclórica tradicional inglesa. Uma broadside (folha de papel com poesias ou músicas, tradicional na Grã-Bretanha) chamada \"A Newe Northen Dittye of ye Ladye Greene Sleves\" foi registrada por Richard Jones na London Stationer Company em setembro de 1580,Frank Kidson, English Folk-Song and Dance. READ BOOKS, 2008, p.26. ISBN 1-4437-7289-5 John M. Ward, \"'And Who But Ladie Greensleeues?'\", in The Well Enchanting Skill: Music, Poetry, and Drama in the Culture of the Renaissance: Essays in Honour of F. W. Sternfeld, edited by John Caldwell, Edward Olleson, and Susan Wollenberg, 181–211 (Oxford:Clarendon Press; New York: Oxford University Press, 1990): 181. ISBN 0-19-316124-9.e a melodia é encontrada em várias fontes do final do século XVI e início do século XVII, tais como o Ballet's MS Lute Book e o Het Luitboek van Thysius, bem como vários documentos preservados na Biblioteca Histórica de Seeley na Universidade de Cambridge. == História == Uma broadside com esse nome foi registrada na London Stationer's Company em setembro de 1580, por Richard Jones, como \"A Newe Northen Dittye de ye Ladye Greene Sleves\". Seguiram-se mais seis broadsides em menos de um ano, um no mesmo dia, 3 de setembro de 1580 (\"Ye Ladie Greene Sleeves answere to Donkyn hir frende\" por Edward White), depois em 15 e 18 de setembro (por Henry Carr e novamente por White), 14 de dezembro (Richard Jones novamente), 13 de fevereiro de 1581 (Wiliam Elderton), e agosto de 1581 (terceira contribuição de White, \"Greene Sleeves is worne awaie\"). Ele aparece então no sobrevivente Um Punhado de Delícias Agradáveis (1584) como \"A New Courtly Sonnet of the Lady Green Sleeves\". Há uma crença persistente de que Greensleeves foi composta por Henrique VIII para sua amante e futura rainha consorte Ana Bolena, que supostamente rejeitou as tentativas do rei Henrique de seduzi-la; essa rejeição poderia ser referida na canção quando o escritor diz \"me expulsou de forma descortês\". No entanto, a peça baseia-se num estilo de composição italiano que só chegou a Inglaterra após a morte de Henrique, tornando-a mais susceptível de ser de origem elizabetana. == Na cultura popular == === Música === *Hino 234 - \"Um Pequeno a Repousar\" (Hinário Presbiteriano) - escrita por William Chatterton Dix em 1865 sob o nome de \"What Child Is This?\". *Allan Sherman (paródia intitulada \"Sir Greenbaum's Madrigal\") - 1962, álbum My Son The Folk Singer. * Elvis Presley - 1968, intitulado como \"Stay Away\" B-side of \"U.S. Male\"; presente no filme Stay Away Joe. * Blackmore's Night - álbum Shadow of the Moon em 1997. * Jeff Beck - 1968, álbum Truth. * Glen Campbell - 1972, álbum The Artistry of Glen Campbell. * John Coltrane - álbum Africa/Brass. * Flanders and Swann - The Greensleeves Monologue Annotated * Loreena McKennitt - 1991, álbum The Visit. * Vanessa Carlton - álbum Maybe This Christmas. * Timo Tolkki - 1994, álbum Classical Variations and Themes. * Olivia Newton-John - 1976, álbum Come on Over. * Leonard Cohen - álbum New Skin for the Old Ceremony. * Odetta - álbum At the Gate of Horn. * James Taylor - 1968, álbum James Taylor. * Kevin Max - 2005, álbum Holy Night. * Jethro Tull - 2003, álbum The Jethro Tull Christmas Album. * Mason Williams with Mannheim Steamroller - 1987, álbum Classical Gas. * Lynyrd Skynyrd- 2000, álbum Christmas Time Again. * Grey Joy - 2005, música Greensleeves. * Taberna Folk - 2010, adaptação com instrumentos medievais. * Nolwenn Leroy - 2010, álbum Bretonne * Kiyoshi Hiyama - 2011, música Greensleeves. === Televisão === * Blackadder II no episódio \"Bells\", como suporte para uma cena de estilo medieval. * Friends no episódio \"The One with the Male Nanny\". O personagem de Freddie Prinze Jr interpreta \"Greensleeves\" na flauta, para Emma. * The Office no episódio \"Take Your Daughter to Work Day\". Dwight Schrute interpreta \"Greensleeves\" para um grupo de crianças com a sua flauta. Ele afirma para as crianças: \"Esta foi Greensleeves, a balada dedicada à inglesa decapitada Ana Bolena\". * The Simpsons no episódio \"A Star Is Torn\". A personagem Lisa Simpson participa de um consurso de canto. No meio do \"caminho\" ela encontra um garoto cantando esta música para competir. Outra vez, noutro episódio, Milhouse canta uma paródia dessa música, ao som de um Teremin (a letra da versão declarava seu amor pela Lisa Simpson). * Pretty Little Liars' no episódio \"Scream For Me\" presente na 5ª temporada, as protagonistas Emily Fields, Aria Montgomery, Hanna Marin e Spencer Hastings cantam no coral da escola com o resto da turma. * Vamp (1991) Em um dos capítulos finais da novela de Antônio Calmon, a vampira roqueira Natasha interpretada por Cláudia Ohana, ao ensaiar uma música ao violão começa a tocar involuntariamente por influência de sua vida passada uma versão de \"Greensleeves\" a qual ela chama de modinha medieval. * Sons of Anarchy episódio Season 7, Episode 7 - \"Greensleeves\". *Fringe no episódio \"An Enemy of Fate\", 13º episódio da temporada 5. Foi tocada em uma caixa de música. === Jogos === * O videogame/videojogo japonês Mad Father, feito em RPG Maker por Sen, apresenta a protagonista Aya Drevis cantarolando a música. * O videojogo Magic Jewelry apresenta esta música durante o progresso a partir do nível 006. == Curiosidades == * Pessoas associam o fato de a música ser clássica, com Mozart, mas, ao contrário do que muitos pensam, o músico nunca tocou Greensleeves. == Ver também == *Greensleeves - Versão japonesa, interpretada pela cantora Ayaka Hirahara == Ligações externas == * Greensleeves – versão de Henrique VIII * Comtemplator * Versão de Henrique VIII * Partitura em diversas versões * Versão de Greensleeves para a língua portuguesa Categoria:Canções em inglês",
 "title": "Greensleeves"
}