{
 "id": "92771",
 "text": "Uma Teoria de Tudo, ou teoria do todo, ou ainda teoria unificada ou unificadora, expressões mais simples para Teoria da Grande Unificação, ou TGU (ou ToE por suas iniciais em inglês), é uma teoria científica hipotética que unificaria, procuraria explicar e conectar em uma só estrutura teórica, todos os fenômenos físicos (juntando a mecânica quântica e a relatividade geral) num único tratamento teórico e matemático. Inicialmente, o termo foi usado com uma conotação irônica para referir-se a várias teorias sobre generalizadas. Depois o termo se popularizou na Física quântica ao descrever uma teoria que poderia unificar ou explicar através dos para referir-se ao mesmo conceito são grande teoria unificada, teoria de campos unificada e teoria do campo unificado. == Noções == Houve numerosas teorias de tudo propostas por físicos teóricos no século passado, mas até agora nenhuma tem sido capaz de apresentar uma prova experimental, tem havido tremendas dificuldades para que suas teorias tenham resultados experimentais estáveis. Albert Einstein tentou desenvolver uma teoria de tudo. No seu tempo se acreditava que a única tarefa seria unificar a relatividade geral e o eletromagnetismo. O primeiro problema em produzir uma teoria de tudo é que as teorias aceitas, como a mecânica quântica e a relatividade geral, são radicalmente diferentes nas descrições do universo: as formas possíveis de combiná-las conduzem rapidamente à \"renormalização\" do problema, onde a teoria não nos dá resultados finitos para dados quantitativos experimentais. As teorias pretendentes a serem teorias de unificação têm grande importância em cosmologia, especialmente na descrição dos fenômenos mais primordiais da evolução do universo, em especial nos primeiros instantes posteriores ao Big Bang, como os que determinam o decaimento dos prótons.Universo Inflacionário - www.astro.ufrgs.br Atualmente um dos obstáculos existente é o gráviton, que embora tenha a sua existência sido prevista teoricamente ainda não foi confirmado experimentalmente. A Teoria das Cordas assume-se como candidata a uma Teoria de Tudo. Igualmente, assumem os seus pesquisadores e defensores que a Teoria M seria a teoria da grande unificação, ou ainda a Gravitação Quântica em Loop. Podemos também atribuir à Teoria do Tudo as teorias do \"Mundo em 10 dimensões\" de Michael Green e John Schwartz (1989) e dos \"Universos múltiplos em 11 dimensões\" de Edward Witten (1995). Afirmam alguns pesquisadores de uma Teoria de Grande Unificação que existem na natureza os chamados \"campos de Higgs\", relacionados com o bóson de Higgs, os quais determinariam a massa das partículas.Era Inflacionária - www.on.br == Antecedentes históricos == O conceito de uma teoria de tudo é arraigada em uma velha ideia de causalidade, famosa expressão de Laplace: Ainda que isto possa ser citado como determinista, em uma \"simples fórmula\" pode todavia existir se a física é fundamentalmente probabilística, como diz a moderna mecânica quântica. Desde os tempos dos antigos gregos, os filósofos pré-socráticos e seus posteriores têm especulado que a aparente diversidade de aparências que oculta uma subjacente unidade, e portanto que a lista das forças pode ser minimizada, de modo que possa ter uma só essência. Por exemplo, a filosofia mecânica do século XVII propôs que todas as forças poderiam por último reduzir-se a uma força de contato entre pequenas partículas sólidas.e.g. Isto foi abandonado depois da aceitação das forças gravitacionais a grande distância propostas por Isaac Newton; mas ao mesmo tempo o trabalho de Newton em seu Principia proveu a primeira dramática evidência empírica da unificação de forças que nesse momento pareciam diferentes: o trabalho de Galileo na gravitação terrestre, as leis de Kepler do movimento planetário e os fenômenos de marés foram todas quantitativamente explicadas por uma simples lei, chamada de a gravitação universal. Em 1820, Hans Christian Oersted descobriu uma conexão entre a eletricidade e o magnetismo, muitas décadas de trabalho culminaram na teoria do electromagnetismo de James Clerk Maxwell. Também durante os séculos XIX e XX, gradualmente apareceram muitos exemplos de forças de contato, elasticidade, viscosidade, fricção, pressão- resultados das interações elétricas entre pequeníssimas partículas da matéria. Ao final de 1920, a nova mecânica quântica mostrou que as interações químicas se tratavam de forças elétricas (quânticas), justificando o que Dirac havia dito sobre que as leis físicas necessárias para a teoria matemática de uma grande parte dos físicos e químicos eram então completamente conhecidos. As tentativas de unificar a gravidade com o magnetismo se remontam aos experimentos de 1849-50 de Michael Faraday Depois da teoria gravitacional (relatividade geral) de Einstein publicada em 1915, a busca de uma teoria do campo unificado que combine gravidade com eletromagnetismo se tornou mais séria. Ao mesmo tempo, se tornou plausível se dizer que não existiam mais forças fundamentais. Proeminentes contribuições foram as outorgadas por Gunnar Nordstrom, Hermann Weyl, Arthur Eddington, Theodor Kaluza, Oskar Klein,e a mais notável dada por Einstein e seus colaboradores. Nenhuma destas propostas tiveram êxito.Pais (1982), Ch. 17. A busca foi interrompida pelo descobrimento das forças fraca e forte, que não podiam ser agregadas dentro da gravidade ou do eletromagnetismo. Outro obstáculo foi a aceitação de que a mecânica quântica teria de ser incorporada desde o início, não emergiu como uma consequência da determinística teoria unificada, como Einstein esperava. Gravidade e Eletromagnetismo podem sempre coexistir pacificamente como tipos de forças de Newton, mas por muitos anos se tem observado que a gravidade não pode ser incorporada no panorama quântico, deixando-a só ao unificar-se com outras forças fundamentais. Por esta razão este trabalho de unificação no século XX se focalizou em entender as três forças \"quânticas\": eletromagnetismo e as forças nucleares fraca e forte. As duas primeiras foram unificadas em 1967-8 por Sheldon Glashow, Steven Weinberg, e Abdus Salam.e.g. Weinberg (1993), Ch. 5 As forças forte e a eletrofraca coexistem no modelo padrão de partículas, mas se mantém distintas. Muitas teorias unificadas (o GUT por suas siglas em inglês) têm sido propostas para unificá-las. Ainda que a simplicidade das GUTs tem sido descartadas pela experiência, a ideia geral, especialmente quando se vincula com as supersimetrias, continua firmemente a favor da comunidade teórica de física. == A Física moderna == Na corrente principal da física atual, a Teoria de Tudo poderia unificar todas as interações fundamentais da natureza, que são consideradas como quatro: gravitação, a força nuclear forte, a força nuclear fraca e a eletromagnética. Porque a força forte pode transformar partículas elementares de uma classe a outra, a teoria de tudo deveria produzir uma profunda compreensão de vários diferentes tipos de partículas como de diferentes forças. O padrão previsível das teorias é o seguinte: Adicionalmente às forças listadas aqui, a moderna cosmologia requer uma força inflacionária, energia escura, e também matéria escura composta de partículas fundamentais fora da cena do modelo padrão. A unificação eletrofraca é uma \"simetria quebrada\": o eletromagnetismo e a força fraca parecem distinguir-se a baixas energias porque as partículas portam forças fracas, os bósons W e Z têm a massa de aproximadamente de 100 GeV/c^{2}, enquanto que o fóton, que portam a força eletromagnética, não têm massa. A altas energias os bósons W e Z podem criar massa facilmente e a natureza unificada das forças aparece. A grande unificação se espera que trabalhe em um caminho similar, mas as energias na ordem de 10^{16} GeV ou muito maiores não podem ser obtidas por nenhum acelerador de partículas na terra. Por analogia, a unificação das forças GUT com a gravidade se espera que seja a uma energia de Planck, em torno de 10^{19} GeV. Poderia ser prematuro a busca por uma teoria de tudo quando não existe evidência direta de uma força eletronuclear e ainda em qualquer caso existem muitas diferentes propostas de GUTs. De fato o nome deliberado está envolto no Híbris. Entretanto muitos físicos creem que a unificação é possível, devido em parte à história de convergência até uma mesma teoria. A supersimetria se vê plausível não só por sua \"beleza\" teórica, senão por sua naturalidade ao produzir grandes quantidades de matéria escura, e a força inflacionária pode ser relacionada a GUT físicas (ainda que não parece formar parte inevitável da teoria). E agora as GUTs não são claramente a resposta final. Tanto o modelo padrão atual como a proposta GUT são teorias quânticas de campos que requerem a problemática técnica da renormalização de respostas a campos sensíveis. É usual considerar-se como um sinal de que há uma só teoria de campos efetiva omitindo fenômenos cruciais só a muito altas energias. Além disso a inconsistência entre a mecânica quântica e a relatividade geral implica que uma das duas deve ser substituída por uma teoria que incorpore a gravidade quântica. A única candidata principal a uma teoria de tudo no momento é a teoria das supercordas. Investigações em curso sobre a Gravidade quântica em loop pode eventualmente lançar um passo fundamental na teoria de tudo, mas este não é o principal objetivo. Estas teorias pretendem tratar com a renormalização do problema mediante o estabelecimento de algumas no limite inferior de escalas de comprimento possível. A teoria de supercordas e a supergravidade (se crê que ambas são casos especiais de uma teoria M por definir-se) supõe que o universo atualmente tem mais mais dimensões que o que pode-se ver-se a primeira vista, três espaciais e uma temporal. A motivação por trás desta abordagem começa com a teoria Kaluza-Klein onde se notou que ao aplicar a relatividade geral em um universo de 5 dimensões (uma dimensão mais uma pequena dimensão compactada) a manteria equivalente à relatividade geral, de 4 dimensões, com las leis de Maxwell do eletromagnetismo (também em 4 dimensões). Isto tem dado lugar a esforços para trabalhar-se com teorias de muitas dimensões nas que se espera que se possam produzir equações que sejam similares às conhecidas em física. A noção de extradimensões também ajuda a resolver o problema da hierarquia, onde a pergunta de porque a gravidade é mais fraca que qualquer outra força. A resposta comum diz que a gravidade estaria em uma dimensão extra às outras forças. Ao final de 1990 se notou que um dos problemas com muitas candidatas a teorias de tudo (mas particularmente com a teoria de cordas) era que estas não continham as características de predizer o universo. Por exemplo, muitas teorias da gravidade quântica podem criar universos com arbitrário número de dimensões ou com arbitrárias constantes cosmológicas. Inclusive a \"padrão\" teoria de cordas 10-dimensional permite às dimensões \"espiraladas\" serem compactadas em muitos diferentes caminhos (um estimado é 10^{500} onde cada uma corresponde a conjuntos diferentes de partículas fundamentais e forças de baixa energia). Uma solução especulativa é que muitas dessas possibilidades são realizáveis em um ou outro dos universos possíveis, mas só um número pequeno deles são habitáveis, e portanto as constantes universais fundamentais são por último o resultado de um principio antrópico como consequência de uma teoria de tudo. Esta aproximação antrópica é claramente criticada no que tange a que a teoria é suficientemente flexível para abarcar quase qualquer observação, não poderia fazer predições úteis (como originais, falseáveis ou verificáveis). Deste ponto de vista, a teoria de cordas poderia ser considerada como pseudociência, onde uma teoria infalseável é constantemente adaptada para que os resultados experimentais se ajustem a ela. == Relações com o teorema da incompletude de Gödel == Um pequeno número de cientistas afirma que o Teorema da incompletude de Gödel prova que qualquer tentativa de construir uma teoria de tudo está destinada ao fracasso. O teorema de Gödel diz que qualquer teoria matemática não trivial é inconsistente ou incompleta. Stanley Jaki assinalou em seu livro de 1966 \"A Relevância da Física\" que qualquer teoria de tudo deverá ser uma teoria matemática consistentemente não trivial, com o que deve ser incompleta. Ele afirma que condena a uma teoria determinista do tudo.Jaki, S.L.: \"The Relevance of Physics\", Chicago Press,1966 Freeman Dyson tinha estabelecido que: Muitos têm interpretado esta citação para apoiar a posição de Jaki. Stephen Hawking foi originariamente crente em uma teoria de tudo mas depois de considerar o teorema de Gödel, concluiu que esta não poderia ser obtida. Esta visão tem sido contra- argumentada por Solomon Feferman,Feferman, S. The nature and significance of Gödel's incompleteness theorems, Institute for Advanced Study, Princeton, November 17, 2006 assim como por outros. Muitos cientistas e matemáticos creem que o teorema de Gödel é completamente irrelevante quando se discute uma teoria de tudo. O teorema de Gödel é uma declaração sobre que teoremas eventualmente resultariam sistemas matemáticos, em que \"eventualmente\" significa depois de um tempo arbitrário. O teorema de Godel não impede que um matemático compute o que ocorre depois de qualquer quantidade de tempo, ou não previne a uma pessoa que conheça as regras para fazer os cálculos. Tudo o que o teorema de Gödel diz é que, inclusive conhecendo todas as regras, seria impossível predizer que novos padrões produzirão eventualmente as regras. == Potencial status da Teoria de Tudo == Nenhuma teoria física no momento se acredita como sendo precisamente exata. Em lugar disso, a física tem procedido por séries de \"aproximações sucessivas\" permitindo mais e mais precisas previsões sobre uma ampla gama de fenômenos. Muitos físicos creem que existam muitos erros nos confusos modelos teóricos com a natureza mais íntima da realidade e sustentam que a série de aproximações nunca terminará na \"verdade\". Mesmo Einstein expressou sua visão em ocasiões.Einstein, carta a Felix Klein, 1917. Apresentada em Pais (1982), Ch. 17. Em seu ponto de vista, podemos razoavelmente esperar por \"uma\" teoria de tudo onde consistente - em si mesma - incorpore todas as forças conhecidas atualmente, mas não devemos esperar ter a resposta final. Por outro lado, estava aberto a opinar que apesar da aparente complexidade matemática em cada teoria, em um sentido profundo associado com sua subjacente simetria gaugiana e ao número de constantes físicas universais, as teorias se simplificaram. Se isso ocorre, o processo de simplificação não pode continuar indefinidamente. ==Ver também== * * * * * * * * * * * * * * * * * * * Categoria:Teoria quântica de campos Categoria:Física teórica Categoria:Teorias científicas",
 "title": "Teoria de tudo"
}