{
 "id": "92798",
 "text": "O Partido Popular (PP) é um partido político conservador de Espanha fundado em 1989. Segundo as suas próprias estimativas,No Discurso do secretário geral do PP, Ángel Acebes na Convenção do seu partido (2006): «70.000 novos militantes que fazem que sejamos já mais de 700.000 os afiliados ao Partido Popular, o partido maior da Espanha e um dos maiores da Europa.» conta com 707.000 afiliados. Este partido tem a sua origem em Aliança Popular, quando se uniu com o Partido Democrata Popular e Partido Liberal Espanhol em 1989. É um dos dois partidos majoritários da Espanha, junto com o Partido Socialista Operário Espanhol, de âmbito estatal com representação nas Cortes Generales. Faz parte do Partido Popular Europeu (PPE), da Internacional Democrata Centrista (IDC), e da União Internacional Democrata (IDU). Sua organização juvenil são as Nuevas Generaciones (NNGG). No Congresso Nacional de 2022, Alberto Núñez Feijóo foi apontado como presidente do partido. ==História== ===Etapas anteriores (predecessores) (1976–1989)=== ====Aliança Popular (1976)==== Aliança Popular (AP) foi fundada a 9 de Outubro de 1976, como uma federação de pequenos partidos conservadores, alguns liderados por antigos dirigentes do franquismo. Nas primeiras eleições da Transição democrática, em 1977, AP obteve uns discretos resultados eleitorais com 8,2% dos votos e 16 cadeiras. ====Coligação Democrática (1979)==== Após os discretos resultados de AP, foi formada uma nova coligação para as eleições de 1979, às quais se apresentou sob o nome de Coligação Democrática (CD). O candidato à presidência desta coligação foi Manuel Fraga. Obteve resultados piores que os conseguidos pelo seu predecessor AP, com 6% dos votos e 10 deputados. Após as eleições de Março de 1979 demitiu Manuel Fraga, continuando na presidência de AP. No fim de 1979 foi renovada a organização da coligação com uma nova estrutura presidencial, escolhendo a Manuel Fraga como presidente e a Jorge Verstrynge como secretário geral. A 2 de Setembro de 1986, cessa como Secretario Geral Jorge Verstrynge por divergências ideológicas e é eleito no seu lugar Alberto Ruiz-Gallardón. ====Coligação Popular (1982)==== Após o afundamento da então governante União de Centro Democrático (UCD), Aliança Popular formou com alguns dos seus ramos (Partido Democrata Popular e Partido Liberal), a \"Coligação Popular\", que se tornaria em 1982 no primeiro partido da oposição, com 26% dos votos e 107 cadeiras. Similares resultados repetir-se-iam nas eleições de 1986, embora descesse a 105 deputados. No referendum sobre a permanência da Espanha na OTAN celebrado em 1986 AP propugnou a abstenção ou o voto em branco. Em Dezembro desse mesmo ano, e após o insucesso de Aliança Popular nas eleições autonômicas do País Basco celebradas o mês anterior, Manuel Fraga Iribarne apresentou a sua demissão como presidente de Aliança Popular. Após um congresso extraordinário em fevereiro de 1987, a candidatura de Miguel Herrero y Rodríguez de Miñón é recusada em favor da de Antonio Hernández Mancha. ==Partido Popular (de 1989)== Após a demissão de Manuel Fraga, e as sucessivas vitórias do PSOE nas eleições gerais de 1982 e 1986, Aliança Popular entrou numa profunda crise. Fraga tomou então de novo as rédeas e, no congresso de Janeiro de 1989, foi refundado como partido único, constituindo-se o novo Partido Popular, que afiançou os traços liberais de AP e reduziu em certa medida os conservadores. Fraga foi o primeiro presidente do partido, com Francisco Álvarez-Cascos como secretário geral. Pouco depois, a 4 de Setembro de 1989, José María Aznar (então presidente da Junta de Castela e Leão) foi eleito candidato para as eleições gerais, por sugestão do próprio Fraga. Em Abril de 1990, Aznar tornou-se presidente do partido. Fraga, pouco tempo depois, é nomeado “presidente fundador “. ===Os anos de governo (1996–2004)=== ====VI legislatura==== O PP ganhou pela primeira vez com maioria simples as eleições gerais de 1996, obtendo 39,18% do total de votos e 156 cadeiras. Depois das eleições teve lugar um acordo entre partidos da direita, sendo José María Aznar investido presidente do governo com 181 votos a favor, superando a maioria absoluta (175), com o apóio de PNV 5 cadeiras, CiU 16 cadeiras e Coligação Canária 4 cadeiras . O Partido Popular acedeu ao poder herdando uma situação política delicada após vários escândalos de corrupção e com uma economia com grandes problemas, com 2 335 425 pessoas sem emprego (ao redor de 15% da população ativa) em Abril de 1996,Instituto Nacional de Emprego último mês de Governo socialista. ;Economia As primeiras medidas a tomar do novo governo basearam-se na liberalização da economia, reduzir o déficit público e tentar o cumprimento das condições impostas no Tratado de Maastricht para conseguir a entrada da Espanha no primeiro grupo de países em adotar o Euro. Com base em estes objetivos conteve-se a despesa pública reduzindo a despesa em interesses das Administrações Públicas de 5,3% a 2,7% do P.I.B, foram congeladas as retribuições no setor público, e frenado o aumento dos orçamentos. Foram introduzidas medidas de liberalização em 1996, submetida a atividade profissional das «profissões colegiadas» à legislação sobre competência e imposta uma maior liberalização dos preços. Liberalizou-se o mercado das telecomunicações, foi regulada a televisão por cabo e foi liberalizada a telefonia móvel. Numerosas empresas públicas foram privatizadas, como Argentaria, Enagás, Repsol, Endesa e Telefónica num primeiro grupo. Posteriormente privatizar-se-iam as empresas que ainda eram totalmente públicas, Aceralia, Tabacalera e finalmente Iberia ou Santa Bárbara. Em 1999 levou-se a cabo uma reforma fiscal rebaixando o Imposto sobre a Renta. Durante a primeira legislatura, a taxa anual do crescimento do Produto Interno Bruto foi de 4,2% 1997–1999 e 4,1% em 1999–2000. Durante esta legislatura, em cumprimento do acordo atingido com Convergència i Unió, e em que pese a não o ter levado no programa eleitoral, o governo promulgou a Lei 17/1999, de 18 de Maio, de Regime do Pessoal das Forças Armadas, pelo qual se suspenderia o Serviço Militar Obrigatório a 31 de Dezembro de 2002. ;Enfrentamento PNV-PP Durante o primeiro ano de governo popular, delegaram-se novas competências ao País Basco , favorecendo um aparente entendimento entre PNV e PP. Um ano depois do nascimento do espírito de Ermua o PNV negocia secretamente com ETA uma trégua, que se iniciaria a 18 de Setembro de 1998.Proposta de ETA ao PNV em Agosto de 1998, no site do PNV.Proposta de ETA ao PNV em Agosto de 1998, no site do PNV. Estes feitos motivaram uma certa rotura do apoio mútuo entre PNV e PP, quebrando os pactos de governo conjuntos no País Basco como e no município de Bilbau. A perda do apoio do PNV no congresso não teve consequências diretas, pois o PP continuou contando com o apoio de CiU e CC, ao todo 176 cadeiras. Durante 1998 e 1999 o tempo que durou a trégua de ETA, 135 presos da ETA foram acercados para cárceres bascos, e manteve-se uma reunião entre representantes do governo e ETA em Zurique. Uma vez finalizado o processo, ETA iniciou uma ofensiva contra edis e cargos públicos do PP. Em Janeiro de 1999, Francisco Álvarez-Cascos abandoou a secretaria geral do partido em favor de Javier Arenas. PNV, PP e PSE-EE iniciaram uma nova etapa de entendimento no contexto basco. A controvérsia e confronto entre PNV e PP e PSE-EE influiria notavelmente na vida política espanhola, chegando ao clímax de confrontação nas eleições autonômicas bascas de 2001, nas quais Jaime Mayor Oreja seria candidato a lehendakari, deixando o seu posto como ministro do interior. ;Luta antiterrorista Jaime Mayor Oreja, originário do País Basco, foi o ministro do Interior durante a primeira legislatura do PP. Durante a sua gestão continuaram as desarticulações de comandos etarras, e a partir de 1998 foi iniciado um novo frente contra ETA, as operações policiais dirigiram-se tanto à detenção e desarticulação da «mão executora» de assassinatos, sequestros e extorsões quanto à pesquisa de todo o contorno e as estruturas «legais» do ETA. ====VII legislatura==== As eleições gerais de 2000 foram ganhas pelo Partido Popular por ampla maioria com 183 cadeiras frente a 125 do PSOE . thumb|right|200px|Rodrigo Rato, vice- presidente do Governo e ministério de Economia durante os oito anos de governo do Partido Popular na Espanha. Até Junho de 2007 foi diretor do Fundo Monetário Internacional ;Luta antiterrorista Em 2000, e por sugestão do Secretário Geral do PSOE, José Luis Rodríguez Zapatero, PP e PSOE assinaram o denominado Pacto pelas liberdades e contra o terrorismo, que excluía os assuntos relacionados com o terrorismo do debate político entre ambas as formações . Em 2003, sendo Mariano Rajoy ministro de Interior foi ilegalizada Batasuna, bem como SEGI e JARRAI. Progressivamente, o número de mortos por terrorismo etarra diminuiu gradualmente até não ocorrer nenhum morto até 2004. ;Afastamento PP-CiU Durante esta legislatura ocorreu um distanciamento entre o PP e Convergència i Unió, em que pese a que esta última aprovasse os Orçamentos do Estado para 2001, 2002 e 2003. ;Sucessão Em 30 de Agosto de 2003, Aznar anunciou que não iria continuar como líder do partido. Com base na sua proposta, o Comitê Executivo do Partido e a Junta Diretiva Nacional escolheram o então vice-presidente do Governo, Mariano Rajoy, para candidato à Presidência do Governo da Espanha e Secretário Geral do partido. Aznar foi sucedido por Rajoy como Secretário Geral em 2 de Outubro de 2004. ;Desgaste É nesta última etapa que o governo dirigido por Aznar sofre um maior desgaste fruto da pressão da oposição em torno a acontecimentos como a reforma laboral (que foi objeto de uma greve geral), o afundamento do Prestige (veja-se Nunca Máis) ou a Invasão do Iraque em 2003. ;Educação Aumentou-se a despesa pública de 14 403 milhões de euros no curso 1995/1996 a 23 469 milhões de euros no curso 2003/2004, supondo um aumento de 1,43% do total da despesa pública (fonte EGPEFonte ISS (MEC). (MEC)). ;Imigração Durante as legislaturas do Governo do Partido Popular o número de imigrantes registrados cresceu de 542 314 em 1996 a 3 034 326 em 2004. ===Volta para a oposição (2004–2011)=== Nas eleições de 2004, celebradas três dias depois dos atentados de 11 de Março de 2004 em Madrid, Mariano Rajoy foi derrotado nas urnas pelo candidato do PSOE José Luis Rodríguez Zapatero. Entre os três dias que aconteceram entre os atentados e a vitória socialista, vários membros do então governo popular foram acusados e seguem a ser acusados na atualidade, de declarar em várias ocasiões que havia indícios para pensar que ETA levara a cabo a matança. Enquanto isso, em pleno dia de reflexão eleitoral, celebraram-se manifestações perante as suas sedes acusando-os de mentir, ao ter-se descoberto a implicação de uma célula islamista radical no atentado. Em tão agitados comícios, o PP obtém 148 deputados com 37,71% dos votos frente a 164 do PSOE com 42,59%. A VIII Legislatura da Espanha caracterizou-se pelos seus frequentes atritos com o PSOE, sobretudo a respeito do diálogo político com ETA, a imigração, as OPAs sobre Endesa e as reformas dos Estatutos de Autonomia das comunidades autônomas, em especial o Estatuto de autonomia da Catalunha de 2006. O PP, líder da oposição parlamentar, foi-se progressivamente desmarcando dos acordos com outras forças políticas, quer de uma quer doutra, e ocasionalmente marginado, como ocorreu desde finais de 2003 com o Pacto do Tinell, em assuntos como a reforma da justiça ou nas conclusões da Comissão do 11-M. Mesmo um socialista foi eleito como presidente da câmara do Senado, em onde o Partido Popular tinha maioria simples. O novo governo reverteu a sua política exterior e paralisou ou suprimiu alguns projetos estrela, como o Plano Hidrológico Nacional ou a Lei de Qualidade do Ensino. A 13 de Setembro de 2006, também Artur Mas, líder de CiU, comprometia-se, e neste caso em cartório, a não pactuar com o PP (20 minutos), devido à oposição do PP ao novo estatuto de autonomia da Catalunha. O Partido Popular mostrou a sua rotunda recusa ao novo estatuto da Catalunha. O PP apoiou também várias manifestações organizadas por diferentes organizações e associações como a AVT ou o Foro Espanhol da Família visando reproduzir assim a estratégia de mobilização das suas bases. No contexto desta \"estratégia da crispação\", diversos meios de comunicação e pessoas vinculadas ao Partido Popular —como os jornais Libertad Digital e El Mundo, a cadeia de rádio COPE ou deputados como Jaime Ignacio del Burgo — mostraram-se em extremo partidários das desacreditadas teorias da conspiração de 11MO PP desautoriza a dois deputados por se desmarcarem do bulo do 11-M (elpais.com) Pela sua vez, as tensões entre os militantes de ambos os partidos recrudesceram, como demonstram as agressões sofridas por Ángel Acebes e Josep Piqué por parte de membros das Juventudes Socialistas em Martorell (El País) e a do «caso Bono», devido à detenção de militantes do PP com base em uma suposta agressão ao então Ministro de Defensa José Bono. Em Maio de 2007 o Partido Popular tornou-se o partido mais votado a nível nacional nas eleições municipais, superando ao PSOE em um pouco mais de 165 000 votos. ====IX legislatura e crise interna de 2008==== Os resultados das eleições gerais de 2008 deram como vencedor de novo ao Partido Socialista Operário Espanhol (PSOE) que obteve 169 cadeiras para o Congresso dos Deputados (5 mais do que em 2004) e 43,87% de votos frente ao Partido Popular (PP) que obteve 154 deputados (6 mais do que em 2004) e 39,94% de votos. Após este segundo insucesso consecutivo, diversos meios afins (como a cadeia de rádio COPE ou o diário El Mundo) puseram em julgamento a continuidade de Mariano Rajoy como chefe do partido e da oposição.O resultado é injusto mas o PP deve renovar-se (elmundo.es) O congresso celebrou-se em Valência os dias 20, 21 e 22 de Junho de 2008, e Rajoy foi reeleito presidente do PP com 84% dos votos válidos dos compromissários eleitos.Rajoy, reelegido presidente do PP com um recorde de votos em branco (elpais.com)\"Rajoy, reelegido presidente do PP em que pese a não ter o apóio de 21% dos compromissários\" (elmundo.es) === Revelações de financiamento ilegal (Caso Gurtel)=== Em outubro de 2009 num encontro transmitido pela televisão, Mariano Rajoy admitiu a possibilidade de corrupção no Partido Popular. Em Abril 2010 Rajoy acepta a demissão do tesoureiro do PP, Luis Barcenas. Luis Barcenas foi a primeira vitima do Caso Gurtel. ===Governos de Mariano Rajoy=== Nas Eleições gerais na Espanha em 2011 o partido conquistou a maioria parlamentar, o que lhe garante a possibilidade de indicar o primeiro-ministro, neste caso Mariano Rajoy. Após governar durante quatro anos, o PP perdeu a maioria absoluta nas eleições celebradas em 2015, nas quais o partido, apesar de ser o mais votado, obteve o pior resultado desde 1989. Não conseguindo formar governo, ficou em gestão até à realização de novas eleições, em 2016 , após as quais conseguiu formar um governo de maioria relativa. No entanto, com a aprovação da moção de censura da iniciativa do PSOE, a 1 de Junho de 2018, o governo liderado por Mariano Rajoy foi demitido, passando o partido à oposição. A 5 de Junho, Mariano Rajoy anunciou que deixaria de ser líder do partido, sendo sucedido por Pablo Casado, eleito Presidente do Partido Popular a 21 de Julho de 2018. == Resultados Eleitorais == === Eleições legislativas === ==== Câmara dos Deputados ==== Data Líder CI. Votos % +/- Deputados +/- Status 1977 Manuel Fraga Iribarne 4.º 1 526 671 Oposição 1979 Manuel Fraga Iribarne 4.º 1 094 438 2,2 7 Oposição 1982 Manuel Fraga Iribarne 2.º 5 548 108 20,3 98 Oposição 1986 Manuel Fraga Iribarne 2.º 5 247 677 0,4 2 Oposição 1989 Manuel Fraga Iribarne 2.º 5 285 972 0,2 2 Oposição 1993 José Maria Aznar 2.º 8 201 463 9,0 34 Oposição 1996 José María Aznar 1.º 9 716 006 4,0 15 Governo 2000 José María Aznar 1.º 10 321 178 5,7 27 Governo 2004 Mariano Rajoy 2.º 9 763 144 6,8 35 Oposição 2008 Mariano Rajoy 2.º 10 278 010 2,2 6 Oposição 2011 Mariano Rajoy 1.º 10 866 566 4,7 32 Governo 2015 Mariano Rajoy 1.º 7 215 530 15,9 63 Governo 2016 Mariano Rajoy 1.º 7 906 185 4,3 14 Governo (até 2018)/ Oposição (desde 2018) 04/2019 Pablo Casado 2.º 4 356 023 16,3 71 Oposição 11/2019 Pablo Casado 2.º 5 019 869 4,1 22 ==== Senadores ==== Data Líder Senadores +/- Status 1977 Manuel Fraga Iribarne Oposição 1979 Manuel Fraga Iribarne Oposição 1982 Manuel Fraga Iribarne 53 Oposição 1986 Manuel Fraga Iribarne 21 Oposição 1989 Manuel Fraga Iribarne 13 Oposição 1993 José Maria Aznar 16 Oposição 1996 José María Aznar 27 Governo 2000 José María Aznar 17 Governo 2004 Mariano Rajoy 24 Oposição 2008 Mariano Rajoy 2 Oposição 2011 Mariano Rajoy 42 Governo 2015 Mariano Rajoy 21 Governo 2016 Mariano Rajoy 6 Governo (até 2018)/ Oposição (desde 2018) 04/2019 Pablo Casado 76 Oposição 11/2019 Pablo Casado 23 === Eleições europeias === Data CI. Votos % +/- Deputados +/- 1987 2.º 4 474 283 1989 2.º 3 395 015 3,2 2 1994 1.º 7 453 900 18,7 13 1999 1.º 8 410 993 0,4 1 2004 2.º 6 393 192 1,5 3 2009 1.º 6 670 377 0,9 2014 1.º 4 098 339 16,0 8 2019 2.º 4 510 193 6,0 4 === Eleições regionais === ==== Andaluzia ==== Data CI. Votos % +/- Deputados +/- Status 1982 2.º 484 474 Oposição 1986 2.º 745 485 5,2 11 Oposição 1990 2.º 611 903 2 Oposição 1994 2.º 1 238 252 12,2 15 Oposição 1996 2.º 1 466 980 0,4 1 Oposição 2000 2.º 1 535 987 4,0 6 Oposição 2004 2.º 1 426 774 6,2 9 Oposição 2008 2.º 1 730 154 6,7 10 Oposição 2012 1.º 1 570 833 2,2 3 Oposição 2015 2.º 1 065 685 14,0 17 Oposição 2018 2.º 749 275 6,0 7 Governo 2022 1.º 1 589 272 22,4 32 Governo ==== Aragão ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 136 853 Oposição 1987 3.º 99 082 7,1 5 Governo 1991 3.º 126 892 5,2 4 Governo 1995 1.º 263 524 16,8 10 Governo 1999 1.º 249 458 0,7 1 Oposição 2003 2.º 219 058 7,5 6 Oposição 2007 2.º 208 642 0,4 1 Oposição 2011 1.º 269 729 8,6 7 Governo 2015 1.º 183 654 12,2 9 Oposição 2019 2.º 139 660 6,6 5 Oposição 2023 1.º 237 817 14,6 12 Governo ==== Astúrias ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 170 654 Oposição 1987 2.º 144 379 5,0 1 Oposição 1991 2.º 161 703 5,2 2 Oposição 1995 1.º 272 495 11,6 6 Governo 1999 2.º 200 164 9,7 6 Oposição 2003 2.º 242 396 6,9 4 Oposição 2007 2.º 248 907 2,3 1 Oposição 2011 3.º 119 767 21,5 10 Apoio parlamentar 2012 3.º 108 091 1,5 Oposição 2015 2.º 117 319 0,1 1 Oposição 2019 2.º 93 147 4,1 1 Oposição 2023 2.º 175 131 15,1 7 Oposição ==== Baleares ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 110 629 Governo 1987 1.º 123 044 1,1 4 Governo 1991 1.º 160 512 10,6 6 Governo 1995 1.º 169 351 2,4 Governo 1999 1.º 161 728 0,8 3 Oposição 2003 1.º 192 209 0,8 2 Governo 2007 1.º 194 372 1,4 1 Oposição 2011 1.º 196 214 0,2 6 Governo 2015 1.º 123 183 18,2 15 Oposição 2019 2.º 95 295 6,1 4 Oposição 2023 1.º 161 267 13,6 9 Governo ==== País Basco ==== Data CI. Votos % +/- Deputados +/- Status 1980 6.º 43 751 Oposição 1984 4.º 100 581 4,5 5 Oposição 1986 6.º 55 606 4,5 5 Oposição 1990 5.º 83 719 3,4 4 Oposição 1994 4.º 146 960 6,0 5 Oposição 1998 2.º 251 743 5,7 3 Oposição 2001 2.º 326 933 3,0 5 Oposição 2005 3.º 210 614 5,6 4 Oposição 2009 3.º 146 148 3,4 2 Apoio parlamentar 2012 4.º 130 584 2,3 3 Oposição 2016 5.º 107 771 1,5 1 Oposição 2020 5.º 60 650 5,4 3 Oposição ==== Ilhas Canárias ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 163 419 Oposição 1987 4.º 74 799 17,6 11 Governo 1991 4.º 89 251 1,5 Oposição 1995 2.º 247 609 18,3 12 Governo 1999 2.º 225 316 4,0 3 Governo 2003 2.º 283 186 3,5 2 Governo 2007 3.º 224 883 6,6 2 Governo 2011 1.º 289 381 7,9 6 Oposição 2015 2.º 170 129 13,3 9 Oposição 2019 3.º 135 722 3,4 1 Oposição 2023 3.º 170 747 4,2 4 Governo ==== Cantábria ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 122 748 Governo 1987 1.º 122 964 2,3 1 Governo 1991 3.º 42 714 27,3 13 Governo 1995 1.º 104 008 18,1 7 Governo 1999 1.º 134 924 10,0 6 Governo 2003 1.º 146 796 1 Oposição 2007 1.º 143 610 1,0 1 Oposição 2011 1.º 156 499 4,6 3 Governo 2015 1.º 105 944 13,5 7 Oposição 2019 2.º 78 347 8,6 4 Oposição 2023 1.º 116 198 11,8 6 Governo ==== Catalunha ==== Data CI. Votos % +/- Deputados +/- Status 1980 7.º 64 004 Extra-parlamentar 1984 3.º 221 601 5,3 11 Oposição 1988 4.º 143 241 2,1 5 Oposição 1992 5.º 157 772 0,7 1 Oposição 1995 3.º 421 752 7,1 10 Apoio parlamentar 1999 3.º 297 265 3,6 5 Apoio parlamentar 2003 4.º 393 499 2,4 3 Oposição 2006 4.º 316 222 1,2 1 Oposição 2010 3.º 387 066 1,7 4 Oposição 2012 4.º 471 681 0,6 1 Oposição 2015 5.º 349 193 4,5 8 Oposição 2017 7.º 185 670 4,3 7 Oposição 2021 8.º 109 452 0,4 1 Oposição ==== Castela-Mancha ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 364 676 Oposição 1987 2.º 319 978 6,8 3 Oposição 1991 2.º 336 642 1,8 1 Oposição 1995 2.º 469 127 8,4 3 Oposição 1999 2.º 424 531 3,9 1 Oposição 2003 2.º 402 047 3,7 3 Oposição 2007 2.º 467 319 5,7 3 Oposição 2011 1.º 564 954 5,7 4 Governo 2015 1.º 413 349 10,6 9 Oposição 2019 2.º 308 184 9,0 6 Oposição 2023 2.º 361 155 5,2 2 Oposição ==== Castela e Leão ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 543 851 Oposição 1987 1.º 493 488 5,3 7 Governo 1991 1.º 602 773 9,1 11 Governo 1995 1.º 805 553 8,7 7 Governo 1999 1.º 737 982 1,8 2 Governo 2003 1.º 760 510 1,9 Governo 2007 1.º 748 746 0,7 Governo 2011 1.º 739 502 2,4 5 Governo 2015 1.º 514 301 13,9 11 Governo 2019 2.º 433 905 6,1 13 Governo 2022 1.º 382 157 0,1 2 Governo ==== Estremadura ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 168 606 Oposição 1987 2.º 144 117 5,9 3 Oposição 1991 2.º 155 485 2,6 2 Oposição 1995 2.º 259 703 12,7 8 Oposição 1999 2.º 258 657 0,5 1 Oposição 2003 2.º 255 808 1,3 2 Oposição 2007 2.º 257 392 1 Oposição 2011 1.º 307 975 7,4 5 Governo 2015 2.º 236 266 9,1 4 Oposição 2019 2.º 168 982 9,5 8 Oposição 2023 2.º 237 384 11,3 8 Governo ==== Galiza ==== Data CI. Votos % +/- Deputados +/- Status 1981 1.º 301 039 Governo 1985 1.º 516 218 10,4 8 Governo 1989 1.º 583 579 3,1 4 Governo 1993 1.º 763 839 8,1 5 Governo 1997 1.º 832 751 0,1 1 Governo 2001 1.º 791 885 0,6 1 Governo 2005 1.º 756 562 6,4 4 Oposição 2009 1.º 789 427 1,5 1 Governo 2012 1.º 661 281 0,9 3 Governo 2016 1.º 682 150 1,8 Governo 2020 1.º 627 762 0,4 1 Governo ==== La Rioja ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 54 121 Oposição 1987 2.º 50 179 5,2 2 Governo 1991 2.º 59 876 6,9 2 Oposição 1995 1.º 81 703 7,7 2 Governo 1999 1.º 80 088 1,9 1 Governo 2003 1.º 84 533 2,7 1 Governo 2007 1.º 84 382 0,2 Governo 2011 1.º 85 975 3,2 3 Governo 2015 1.º 63 094 13,4 5 Governo 2019 2.º 53 925 5,5 3 Governo 2023 1.º 76 205 12,3 5 Governo ==== Madrid ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 798 853 Oposição 1987 2.º 762 102 2,7 2 Oposição 1991 1.º 956 865 11,3 15 Oposição 1995 1.º 1 476 442 8,3 7 Governo 1999 1.º 1 324 596 0,1 1 Governo 05/2003 1.º 1 225 390 4,4 Oposição 10/2003 1.º 1 346 588 1,8 2 Governo 2007 1.º 1 592 162 4,8 10 Governo 2011 1.º 1 548 306 1,6 5 Governo 2015 1.º 1 050 256 18,6 24 Governo 2019 2.º 719 852 10,9 18 Governo 2021 1.º 1 631 608 22,6 35 Governo 2023 1.º 1 599 186 2,5 5 Governo ==== Múrcia ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 162 074 Oposição 1987 2.º 159 566 3,9 Oposição 1991 2.º 173 491 2,0 1 Oposição 1995 1.º 330 089 18,8 9 Governo 1999 1.º 323 446 0,5 Governo 2003 1.º 367 710 3,9 2 Governo 2007 1.º 379 011 1,6 1 Governo 2011 1.º 382 871 0,5 4 Governo 2015 1.º 239 011 21,4 11 Governo 2019 2.º 211 849 5,0 6 Governo 2023 1.º 293 051 10,4 5 TBD ==== Navarra ==== Data CI. Votos % +/- Deputados +/- Status 1979 Não concorreu 1983 3.º 37 554 Oposição 1987 7.º 11 985 9,9 6 Oposição 1991 União do Povo Navarro 1995 1999 2003 2007 2011 5.º 23 551 Oposição 2015 6.º 13 289 3,4 2 Oposição 2019 Navarra Suma 2023 5.º 24 019 1 Oposição ==== Comunidade Valenciana ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 609 519 Oposição 1987 2.º 476 099 8,2 7 Oposição 1991 2.º 558 617 4,1 6 Oposição 1995 1.º 1 013 859 15,0 11 Governo 1999 1.º 1 085 011 5,1 7 Governo 2003 1.º 1 146 780 0,7 1 Governo 2007 1.º 1 277 458 5,3 10 Governo 2011 1.º 1 211 112 3,1 1 Governo 2015 1.º 658 612 22,8 24 Oposição 2019 2.º 508 534 7,5 12 Oposição 2023 1.º 881 893 16,6 21 Governo === Eleições locais === Data CI. Votos % +/- Mandatos +/- 1979 5.º 504 780 1983 2.º 4 843 665 23,1 18 693 1987 2.º 4 080 705 5,5 4 495 1991 2.º 4 775 051 4,4 1 733 1995 1.º 7 820 392 10,0 5 474 1999 1.º 7 334 135 0,9 149 2003 2.º 7 875 762 0,1 1 008 2007 1.º 7 916 075 1,3 267 2011 1.º 8 476 138 1,9 3 159 2015 1.º 6 057 767 10,4 3 757 2019 2.º 5 163 360 4,4 2 362 2023 1.º 7 054 887 8,8 3 030 == Fundações== Como a maioria de grandes partidos espanhóis, o PP conta com diversas fundações e organizações afins que desenvolvem tarefas de pesquisa teórica, cooperação internacional, documentação e análise, entre outras. *FAES *GEES *Humanismo e Democracia ==Políticos atuais do Partido Popular== *Pablo Casado (Presidente) *Mariano Rajoy (Ex-Primeiro Ministro) *María Dolores de Cospedal (Secretária General) *José María Aznar (Presidente da Honra) *Soraya Sáenz de Santamaría (Ex-Vicepresidente do Goberno) *Jesus Posada (Presidente do Congreso dos Deputados) *Pío Garcia-Escudero (Presidente do Senado) *Alfonso Alonso (Portavoz do Grupo Parlamentar Popular no Congreso dos Deputados) *Ángel Garrido (Presidente da Comunidade de Madrid) *Esperanza Aguirre (ex-Presidente da Comunidade de Madrid) *Francisco Camps (ex- Presidente da Comunidade Valenciana) *Juan Vicente Herrera (Presidente da Junta de Castela e Leão) *José Ignacio Ceniceros (Presidente de La Rioja) *Ramón Luis Valcárcel Siso (Presidente da Região de Múrcia) *Juan José Imbroda (Presidente da Cidade Autónoma de Melilla) *Juan Jesus Vivas (Presidente da Cidade Autónoma de Ceuta) *Ana Botella (Ex-Presidente da Câmara Municipal de Madrid) *Juan Ignacio Zoido (Presidente regional do partido na Andaluzia) *Xavier García-Albiol (Presidente regional do partido na Catalunha). *Jaime Mayor Oreja (Porta-voz no Parlamento Europeu) *Alberto Nuñez Feijoo (Presidente da Xunta da Galiza) ==Ver também== *Fundação para a Análise e os Estudos Sociais (FAES) *Partidos políticos da Espanha *Caso Gürtel == Ligações externas == * Página oficial * Nuevas Generaciones",
 "title": "Partido Popular (Espanha)"
}