{
 "id": "92817",
 "text": "Relações profissionais ou relações industriais , relações laborais, relações de emprego e relações de trabalho, são expressões conceptualmente equivalentes utilizados para designar o conjunto das práticas e das regras que estruturam as relações entre os assalariados, os empregadores e o Estado numa empresa, numa actividade económica, num sector, numa região ou numa economia. :Estas relações podem ser individuais ou colectivas, directamente estabelecidas pelos actores implicados na relação de trabalho ou pelos seus representantes (organizações de empregadores, organizações sindicais), enraizarem-se nos costumes e tradições ou dar lugar à produção de regras formais (acordos internos, convenções colectivas, regulamentações, leis, etc.). :: Dion G., Dictionnaire canadien des relations du travail Os termos enunciados prendem-se quer com o seu significado semântico nos países em que apareceram, quer com as preocupações dominantes de áreas disciplinares que a partir do século XIX aprofundaram temas do domínio da relação e regulação social do trabalho. De uma forma simplificada, podemos inscrever o termo relações laborais no repertório linguístico do Direito do Trabalho (labor), o termo relações profissionais (relations professionnelles) e relações de trabalho na tradição das reflexões de economistas e sociólogos franceses e o termo relações industriais (industrial relations) na tradição linguística anglo-saxónica. Este último termo apareceu nos Estados Unidos, onde \"industry\" significa sector de actividade o que integra naturalmente também os serviços. O sentido desta expressão é, portanto, bastante mais amplo do que aquele que a tradução portuguesa - indústria - lhe confere. Alguns autores, utilizam o termo \"relações industriais\" para designar de uma forma muito ampla o estudo das relações entre assalariados e empregadores nas sociedades industrializadas (Sellier, 1976). Os termos relações laborais, relações de trabalho ou relações profissionais aparecem-nos, por isso, mais ajustados à língua portuguesa e serão ao longo do texto utilizados de uma forma indiferenciada. Quando surge ao longo do texto a expressão relações industriais ela exprime o sentido amplo que lhe confere a expressão anglo-saxónica. As relações profissionais ou relações colectivas de trabalho desenvolveram-se com o movimento de industrialização dos países ocidentais na segunda metade do século XVIII. O ponto de partida dessa evolução prende-se com a diferente posição que trabalhadores e empregadores ocupam nas situações de trabalho e com a organização e afirmação de interesses expressivos dessas posições em acções colectivas. De acordo com Lallement (1996) a expressão \"industrial relations\" é bastante posterior. Morris (1987) data o seu aparecimento em Inglaterra a 1855 e a sua consagração administrativa a 1924 com a criação de um departamento designado \"industrial relations\" no âmbito do Ministério do Trabalho, destinado a tratar os problemas específicos que surgiam nas fábricas. Alguns anos antes havia-se também criado nos EUA uma \"comissão das relações industriais\" encarregada de analisar os graves conflitos que emergiam nas empresas e propôr meios de os solucionar. O grande crescimento dos sindicatos nos anos trinta e quarenta (no final da 2ª Grande Guerra os sindicatos americanos representavam mais de um terço da população activa não agrícola, i.e., perto de 15 milhões de membros) e a intensidade e violência dos conflitos laborais que deflagraram nos anos quarenta tornou o domínio das relações profissionais uma das grandes prioridades do país. Este facto, conduz os empregadores e o Estado a canalizarem verbas importantes para a investigação e formação de especialistas sobre as questões laborais. Ao contrário do que acontece noutros países em que o estudo das relações profissionais são vítimas de uma fragmentação disciplinar pelas diferentes áreas do saber (Sociologia, Economia, História, Direito, Ciência Política, etc.), nos EUA constitui-se numa disciplina universitária autónoma. Categoria:Política",
 "title": "Relações industriais"
}