{
 "id": "92853",
 "text": "A Batalha do Mar de Coral foi uma batalha naval travada no Mar de Coral, ao largo do Arquipélago das Luisíadas, no Oceano Pacífico, entre 4 e 8 de Maio de 1942, entre forças norte-americanas e australianas, pelos Aliados, e navios da Marinha Imperial do Japão. Esta foi a primeira batalha da guerra em que aviões embarcados de ambos os lados em combate atacaram os porta-aviões inimigos. Mar de Coral foi a primeira ocasião, em toda a guerra, na qual uma força naval japonesa se confrontou com uma oposição séria - e muitas fraquezas foram aí reveladas. Os norte-americanos, embora ainda inexperientes em combate aeronaval e mesmo sofrendo a perda do porta-aviões USS Lexington, afundaram o porta-aviões japonês e danificaram outros dois, o e o , obrigando-os a retornar aos estaleiros japoneses para longos reparos, ficando impossibilitados de participar na Batalha de Midway, um mês depois. == Acontecimentos no Mar de Coral == === Preparativos da guerra === Enquanto se davam os preparativos para a Operação Midway, um evento que teria profundo efeito sobre seu resultado estava ocorrendo a 4 800 km de distância, nos acessos ao nordeste da Austrália. Após a excursão da frota do almirante Chūichi Nagumo ao Oceano Índico, os japoneses haviam decidido ampliar seu perímetro de defesa, mesmo sem esperar que já estivessem consolidadas suas conquistas no Sudeste Asiático. Tropas foram desembarcadas nas ilhas Salomão e na Nova Guiné. O objetivo principal era Port Moresby, na Nova Guiné, porque esta era a única base aérea de onde os aviões aliados continuavam atacando as forças avançadas japonesas. Rabaul, cidade e porto que o Japão capturara em janeiro de 1942, dava-lhe uma base que dominava a curva norte do Mar de Coral, às vezes chamada Mar das Salomão ou Mar de Bismarck. Rabaul estava perigosamente próximo da Austrália e os planejadores de guerra do Japão tinham considerado ser possível rodear a extremidade da Nova Guiné e penetrar nas águas livres do Mar de Coral. Se tudo corresse bem, as tropas do Mikad poderiam deslocar-se para o sul até Nouméa, capital da Nova Caledônia, a orla sul do Grande Recife de Coral. No final do ano, os canhões e aviões do Japão poderiam pôr sob controle todas as regiões daquela zona. Esta era uma teoria militar atraente e o plano que a tornaria realidade era bastante razoável. A única dificuldade é que os americanos sabiam a respeito. Os criptógrafos da Marinha dos Estados Unidos haviam decifrado quase todos os códigos secretos do Japão e quando Tóquio mandou o sinal do \"Plano MO\" para os comandantes subordinados, o Serviço de Informações norte-americano estava na escuta. Originariamente, o plano consistia de um ataque que culminaria na ocupação de locais australianos bem meridionais, como Townsville, em Queensland. Mas quando os generais japoneses disseram que não podiam fornecer tropas para uma invasão da Austrália, adotou-se um plano menos ambicioso - ligado à Operação Midway. Este referia-se a desembarques nas Novas Hébridas e na Nova Caledônia, destinados a isolar a Austrália e colocar seus portos setentrionais ao alcance dos japoneses. Tulagi, do outro lado da ilha de Guadalcanal, nas Salomão Meridionais, também seria invadida. === Objetivo da Força-Tarefa japonesa === Mas o objetivo principal era Port Moresby e a força japonesa destinada à operação foi dividida em seis grupos: # Força de Invasão de Tulagi, que se deslocaria para sudeste descendo a cadeia das Salomão a partir de Rabaul, tomaria Tulagi e instalaria uma base de hidroaviões ali. Este grupo era formado de um grande navio-transporte, dois destróieres e vários caça-minas e perseguidores de submarinos. Da base de hidroaviões em Tulagi, os imensos aerobotes Kawanishi japoneses poderiam cobrir toda a região oriental do Mar de Coral; # O Grupo de Apoio da Ilha Misima, compreendendo dois cruzadores leves, um porta-aviões de hidroaviões e três canhoneiras, deveria instalar uma segunda base de hidroaviões na ilha Misima, ao largo da extremidade oriental da Nova Guiné, antes da invasão de Port Moresby. Daquela base poderiam cobrir a região ocidental do Mar de Coral; # O Grupo de Invasão de Port Moresby, composto de cinco transportes, lança-minas, caça-minas e de uma cortina defensiva de seis destróieres, zarparia de Rabaul, contornaria a extremidade oriental da Nova Guiné e desembarcaria tropas em Port Moresby. # O Grupo de Cobertura de Port Moresby, compreendendo o porta-aviões leve Shoho e quatro cruzadores pesados, ficaria ao largo de Port Moresby e protegeria o comboio de invasão; # A Força-Tarefa de Porta-Aviões - os dois grandes porta-aviões Zuikaku e Shōkaku, transportando um total de 42 caças, juntamente com dois cruzadores pesados, seis contratorpedeiros e um petroleiro - travaria combate com os porta-aviões americanos se estes tentassem interferir na operação de desembarque; # A Flotilha Aérea Baseada em Terra, com quase 150 aviões navais, localizada em Rabaul, tinha ordens de apoiar os navios em alto-mar sempre que fosse necessário. Com um raio de ação de 1 000 km, estes aviões podiam alcançar Tulagi e Port Moresby. === Otimismo japonês === De acordo com o cronograma japonês, Tulagi seria ocupada a 3 de maio e o Grupo de Invasão de Port Moresby partiria de Rabaul a 4 de maio, dando início aos desembarques a 7 de maio. Naturalmente, que os japoneses esperavam a intervenção dos americanos. Quando estes de fato aparecessem, seriam atacados pelo Grupo de Cobertura (centrado no porta-aviões leve Shōhō) pelo oeste e pela Força de Porta-Aviões (o Zuikaku e o Shōkaku) pelo leste. Os americanos seriam, assim, envolvidos num movimento de pinças e destruídos com facilidade. Os porta- aviões japoneses então atacariam as bases aliadas na Austrália Setentrional e o Grupo de Invasão de Tulagi se deslocaria para nordeste a fim de ocupar as ilhas Odan e Nauru. Mas o almirante Chester W. Nimitz soube de tudo isto no momento em que os comandantes japoneses participantes da operação eram informados. Seu único problema era como reunir forças suficientes a tempo de neutralizar o ataque japonês. Dos cinco porta-aviões da esquadra do Pacífico, o USS Saratoga, torpedeado em janeiro, ainda estava sofrendo reparos em Puget Sound; o Enterprise e o USS Hornet só retornariam do Ataque Doolittle para Pearl Harbor a 25 de abril e não poderiam reabastecer-se e chegar ao Mar de Coral, a 4 800 km, a tempo de oferecer ajuda. Somente o USS Yorktown, núcleo da força sob comando do contra-almirante Jack Fletcher, estava no Pacífico Sul. O USS Lexington, a capitânia do Contra-Almirante Aubrey Fitch, estava em Pearl Harbor recebendo novos canhões antiaéreos e a única outra força à disposição de Nimitz era a Força 1, então em São Francisco, e formada inteiramente de couraçados obsoletos. Compreendendo que teria de depender do Yorktown e do Lexington, Nimitz ordenou a Fitch que juntasse suas forças com as de Fletcher. O cruzador , da Nova Caledônia, e dois cruzadores australianos, e , sob o comando do Contra-Almirante John Crace, também receberam ordens de juntar-se ao Yorktown no Pacífico Sudoeste. As ordens de Fletcher eram bem simples: por volta de 1 de maio ele deveria concentrar sua frota no Mar de Coral e impedir a captura de Port Moresby pelos japoneses. Como o Zuikaku e o Shōkaku estavam destacados para participar da próxima operação de Midway, o Vice-Almirante Shigeyoshi Inouye, comandante da 4a Frota e a quem estava entregue a responsabilidade do ataque a Port Moresby, decidiu que a operação teria início a 3 de maio. Pelo final de abril ele contava com uma frota de 70 navios sob seu comando. Além do Zuikaku e do Shōkaku, tinha o porta-aviões leve Shoho, seis cruzadores pesados, quatro cruzadores leves, quinze contratorpedeiros e um tênder de hidroaviões. Para enfrentá-lo alinhavam-se os dois porta-aviões americanos, oito cruzadores (incluindo os dois australianos) e treze contratorpedeiros. Além disso, havia 484 bombardeiros e caças baseados em terra, na Austrália, que talvez pudessem contribuir para a batalha. O poder de fogo aliado era comparável ao japonês, mas os japoneses se sentiam plenamente confiantes no sucesso - conheciam a superioridade dos seus Zeros em combate. A bordo do Zuikaku, Shōkaku e Shōhō, os pilotos japoneses aguardavam com otimismo seu primeiro ataque aos porta- aviões americanos. Os Grupos de Invasão e Cobertura de Port Moresby do almirante Inouye zarparam de Truk a 30 de abril e a Força de Porta-Aviões, sob o comando do Vice-Almirante Takeo Takagi, partiu no dia seguinte. Aparentemente, tudo estava saindo de acordo com os planos. Sabendo disso tudo com antecipação, graças ao seu Serviço de Inteligência, os americanos tinham alertado os australianos que, por sua vez, retiraram sua pequena guarnição de Tulagi, de modo que esta foi ocupada sem dificuldades e a frota de Inouye passava agora para a segunda fase da operação - o ataque a Port Moresby. === Segunda Fase da Operação === A 3 de maio, os aviões de reconhecimento baseados na Austrália avistaram os transportes japoneses concentrados ao largo da cabeça-de-praia de Tulagi, e Fletcher, no Yorktown, decidiu atacá-los. Antes do amanhecer de 4 de maio, 12 torpedeiros Devastator atacantes e 28 bombardeiros de mergulho Dauntless decolaram do Yorktown para o voo de 192 km sobre as montanhas de 1 800 m de Guadalcanal que os levaria a Tulagi. De acordo com os métodos da época, cada esquadrão voava para o alvo e atacava independentemente. Uma vez passadas as colinas cobertas de selva, os aviões- torpedeiros desceram ao nível do mar para os 20 km restantes até a baía. Os japoneses julgavam que uma vez Tulagi conquistada ninguém se atreveria a atacá-la; por conseguinte, quando o ataque começou, o primeiro aviso veio do silvo dos bombardeiros de mergulho norte-americanos. Eles haviam conseguido o elemento surpresa. Mas apesar disto, os resultados do ataque foram decepcionantes. Perderam-se três aviões, mas apenas quatro barcaças de desembarque foram afundadas e um contratorpedeiro ficou avariado. Os pilotos, inexperientes, retornando jubilosos de uma missão que lhes parecera tão bem sucedida, afirmaram ter afundado ou avariado 14 navios japoneses, todos eles consideravelmente maiores do que aqueles que tinham estado em Tulagi. Até que se soube da verdade, um pouco mais tarde, os homens de Fletcher ficaram deleitados com a notícia, pois parecia que a frota japonesa no Mar de Coral fora virtualmente aniquilada. Mas a ilusão não demorou a desaparecer. === A atração dos japoneses para o confronto === O Almirante Yamamoto também ficou encantado com a noticia de que os americanos haviam atacado Tulagi, pois isto significava que a batalha entre os porta-aviões americanos e japoneses não demoraria muito. Os porta-aviões de Takagi, que naquele momento estavam ao norte das Ilhas Salomão, receberam ordens de se dirigirem para o sul e atacar os americanos. Entrementes, o comboio de transporte de tropas para Port Moresby, protegido pelos cruzadores e pelo porta-aviões Shōhō, do Almirante Goto, deveria prosseguir. Na manhã de 6 de maio, o Yorktown juntou-se ao Lexington e o almirante Aubrey Fitch, que tinha longa experiência com porta- aviões, assumiu a responsabilidade pela direção das operações dos aparelhos dos dois navios americanos. Os quatro almirantes adversários, Fletcher e Fitch do lado americano contra Takagi e Chuiki Hara do lado japonês, agora começavam a procurar freneticamente os porta-aviões uns dos outros. Ao amanhecer do dia 7, ambos os lados despacharam aviões e pouco depois das 08h00 um dos aviões japoneses comunicou pelo rádio ter avistado uma força-tarefa inimiga, que incluía um porta-aviões, a cerca de 256 km ao sul da posição dos porta-aviões japoneses. Todos os aviões que podiam ser reunidos a bordo do Shokaku e do Zuikaku - bombardeiros, bombardeiros-torpedeiros e caças - decolaram para atacar. Mas quando chegaram ao local onde a força-tarefa aliada devia estar, tudo o que encontraram foi um petroleiro escoltado por um único contratorpedeiro. O que o avião de reconhecimento japonês avistara não era o Yorktown de Fletcher, como se supunha, e sim o petroleiro Neosho e o contratorpedeiro Sims. Dirigidos pelo Capitão-de-corveta Kuichi Takahashi, que comandara os bombardeiros de mergulho em Pearl Harbor, os aviões de Hara aproximaram-se para o ataque. Minutos depois, o Sims estava no fundo do mar e o Neosho, que recebera sete tiros certeiros, estava em chamas. Entretanto, enquanto os aviões de Takahashi se aproximavam do porta-aviões americano, um hidravião de reconhecimento do comboio do Almirante Goto avistara \"outro grande porta-aviões\" navegando a 450 km a noroeste do comboio. Desta vez tratava-se realmente de um porta-aviões americano, mas era tarde demais para desviar Takahashi, e Hara não tinha mais nada com que atacar o novo alvo. Felizmente para os japoneses, os americanos também estavam cometendo erros. No dia 6, durante um dia de ventos fortes e temporal, os aviões de reconhecimento de Fitch não conseguiram avistar coisa alguma. Mas uma Fortaleza-Voadora americana de Port Moresby encontrou e atacou o comboio do Almirante Goto; e este, de acordo com as ordens recebidas do Almirante Inouye, procurou desviar de rumo para tirar do perigo os transportes de tropas. Mas assim que teve conhecimento do paradeiro dos transportes de tropas japoneses, Fletcher mandou que o Almirante Crace se esforçasse por interceptá-los recorrendo para isso aos três cruzadores e igual número de contratorpedeiros. No caminho, a força de Crace foi avistada por um avião japonês e posteriormente atacada por 33 bombardeiros vindos de Rabaul. Uma veloz ação evasiva permitiu que os cruzadores Chicago, Australia e Hobart escapassem, e logo se percebeu que os pilotos japoneses que dirigiam os aviões de Rabaul não tinham a mesma tarimba que aqueles que haviam bombardeado Pearl Harbor e afundado o Prince of Wales e o Repulse. Parecia que a chance de Fletcher surgira quando um dos seus aviões de reconhecimento avisou pelo rádio que avistara \"dois porta-aviões e quatro cruzadores pesados\" às 08h13 do dia 7. Noventa e três aviões foram despachados dos dois porta-aviões americanos, mas a essa altura já se descobrira que a mensagem do avião de reconhecimento fora mal decifrada. O piloto informara apenas a presença de dois cruzadores com dois destróieres. Mas Fletcher decidiu não cancelar o ataque e essa decisão teve sua recompensa, pois às 10h22 veio um comunicado anunciando a presença de um porta-aviões japonês a 8 km de distância. Tratava-se do Shoho, e os aviões alteraram o rumo para o atacar. === O ataque tem início === Eram cerca de 11h00 quando os pilotos americanos viram o alvo e iniciaram o ataque. Apenas alguns caças do Shoho o sobrevoavam, pois, em sua maioria, eles estavam cobrindo os transportes de tropas de Goto a caminho de Port Moresby. Assim, quando seus vigias anunciaram a aproximação dos aviões americanos, por ordem do capitão o Shoho foi colocado a favor do vento, na tentativa de fazer decolar os aviões que ainda estavam a bordo. Era tarde demais. Os bombardeiros do Yorktown e do Lexington mergulharam sobre ele, recebendo 13 bombas e sete torpedos certeiros. Às 11h35 estremeceu e afundou. Este foi o primeiro ataque e o primeiro afundamento de um porta-aviões inimigo cometido por aviões americanos. Até que se encontrassem os outros dois porta-aviões japoneses, Fletcher decidiu não lançar mais nenhum avião. Quando o Shōhō foi atacado, Takagi tinha como certo que dois dos porta-aviões americanos estariam nas proximidades e Fletcher achava que ele reagiria nessa conformidade. Sua avaliação foi correta, pois assim que os aviões de Takahashi retornaram ao Zuikaku e Shōkaku, foram logo rearmados para um ataque aos porta-aviões americanos. Mas já estava escurecendo e o tempo piorava. Takagi hesitou, sabendo que poucos dos seus pilotos eram capazes de pousar nos porta-aviões depois do anoitecer. Só no fim da tarde é que ele decidiu arriscar, mas às 16h30, 27 dos pilotos mais hábeis, voando 12 bombardeiros de mergulho e 15 bombardeiros-torpedeiros, decolaram. Takahashi era novamente seu líder de esquadrilha e recebera ordens de atacar no lusco-fusco quando então os artilheiros americanos teriam dificuldade em avistar seus aviões. Mas o tempo estava contra ele. Pouco depois que os aviões decolaram, tiveram de enfrentar chuva forte, e ao escurecer os pilotos encontraram dificuldade em manter sua formação. A névoa e as nuvens impossibilitavam a localização dos navios americanos, de modo que Takahashi mandou que seus pilotos lançassem fora suas bombas e torpedos e retornassem aos seus respectivos porta-aviões. Mas eles estavam agora sobrevoando o Lexington, cujo radar já captara a presença de \"hostis\". Os aviadores japoneses, cansados após um dia longo que incluíra duas missões, perdidos e aturdidos, não estavam em condições de lutar quando foram repentinamente atacados por alguns caças Wildcat de Fletcher. Os bombardeiros de mergulho Val, muito manobráveis, voltaram-se para enfrentar os Wildcats. Mas os pesados bombardeiros Kate foram alvos fáceis mesmo sem seus torpedos, e na breve batalha que se travou em seguida, os Wildcats derrubaram oito Kates e um Val. Uma hora depois os aviadores japoneses sobreviventes viram-se em apuros mais uma vez. Um dos pilotos, procurando os porta-aviões japoneses na névoa forte, vislumbrou um abaixo dele que lhe pareceu ser o Zuikaku. Com enorme sensação de alívio, ligou as luzes de sinalização e mergulhou na direção do vaso de guerra; os outros aviões seguiram-no agradecidos para pousar. Infelizmente para eles, aproximavam-se não do Zuikaku, e sim do Yorktown. Quando o primeiro avião japonês se aproximou do convés do porta-aviões, o piloto de repente percebeu o erro que cometera. Os americanos, que estavam esperando um dos seus aparelhos, não atacaram quando o avião se aproximou. Somente quando o avião japonês se desviou, seguido pelo restante da prole perdida do Zuikaku, é que os canhões abriram fogo. Mas era tarde demais. Somente seis dos 27 aviões retornaram aos porta-aviões de Takagi naquela noite. Fora os nove derrubados pelos Wildcats, outros 12 se perderam no voo de pesadelo que se seguiu à fuga do Yorktown. Os pilotos não só eram inexperientes como também estavam aturdidos e muito cansados. Mas pelo menos eles haviam encontrado os dois porta-aviões americanos, e naquela noite os almirantes de ambos os lados planejaram a destruição dos seus adversários. Takagi e Fletcher consideraram a possibilidade de um ataque de couraçados à noite, mas rejeitaram a ideia por ser demasiado arriscada. Antes do amanhecer, houve missões de reconhecimento de ambas as partes e às 08h24 um dos aviões de Takagi informou pelo rádio que avistara dois porta-aviões e um couraçado americanos a 376 km de sua frota. Muito mais tarde, um avião americano localizou com precisão os porta-aviões japoneses navegando em meio a denso nevoeiro. Pouco depois das 09h00, os dois adversários começaram a fazer decolar seus aviões apesar do forte temporal que se abatia no momento e em poucos minutos grupos de aviões americanos e japoneses rumavam ao encontro de seus respectivos inimigos, separados por algumas centenas de quilômetros. Começara a batalha. === O equilíbrio de forças === Os dois adversários estavam bem equilibrados em forças, cada um com dois porta-aviões; Fletcher com 121 aviões e Takagi, 122. Os americanos contavam com mais bombardeiros do que os japoneses; estes, por sua vez, tinham mais caças e aviões-torpedeiros e as tripulações aéreas eram mais experientes em combate. O Capitão-de-Corveta Takahashi assumiu novamente a liderança do grupo atacante composto de 70 aviões do Zuikaku e do Shokaku, e enquanto rumava para seu alvo, o temporal começou a amainar e os porta-aviões americanos puderam ser vistos claramente a 30 km de distância. Ao dar a ordem para seus aviões tomarem formação de ataque, não se via um só caça americano no ar. O ataque foi dirigido pelo avião de reconhecimento que avistara os vasos americanos. Esse avião, pilotado por um suboficial, Kenzo Kanno, ficara no local para acompanhar a presa, e quando Takahashi o alcançou, Kanno já estava ficando sem combustível. A influência que este fato exerceu sobre ele ou se foi dominado pelo ardor patriótico é algo que jamais se saberá. Já então os americanos estavam disparando todas as armas contra os bombardeiros e os navios foram envolvidos numa cortina de estilhaços de aço. Com Takahashi bem a sua retaguarda, Kanno mergulhou diretamente contra o Yorktown, mas os dois aviões explodiram antes que pudessem voltar ao convés dos porta-aviões. Já então o ataque japonês estava atingindo seu clímax. O Capitão-de-Corveta Shigekazu Shimazaki, que estivera em Pearl Harbor e comandava os aviões do Zuikaku nesta batalha, registrou posteriormente: \"Nunca, em todos os meus anos em combate, imaginei um encontro como esse! Aviões em chamas e destroçados, de ambos os lados, caíam dos céus. Em meio a essa chuva fantástica de granadas antiaéreas e aviões em parafuso, mergulhei quase até a superfície do mar e lancei meu torpedo contra o Lexington. Tive de voar logo, acima das ondas, para escapar às granadas inimigas. Eu estava voando abaixo do nível do convés de voo e quase atingi a proa do navio. Podia ver marinheiros americanos olhar para meu avião quando passei por eles\". === Yorktown resiste aos bombardeiros, o Lexington afunda e Shōkaku é deixado fora de combate === O Yorktown conseguiu desviar-se dos torpedos e embora uma bomba de 365 kg lhe penetrasse o convés de vôo e causasse grandes danos mais abaixo, ele ainda pôde lutar. O Lexington foi atingido por torpedos e duas bombas, suas salas de caldeiras foram inundadas e ele começou a adernar rapidamente. Os motores ficaram intactos, e num breve espaço de tempo parecia que os danos seriam superados, mas ele estava, de fato, condenado. Sob um sol escaldante, suando penosamente, a tripulação do Lexington esforçava-se ao máximo para aprumá-lo de novo e apagar o fogo que alastrava cada vez mais. Então, quando parecia que o momento crítico passara, o navio foi abalado por um forte estrondo. O gerador que ficara funcionando inflamara o vapor da gasolina que vazava de um cano furado. Eram 13h00 e durante as horas seguintes a situação pareceu não ser muito grave e os bombardeiros e caças que retornavam continuaram a pousar livremente no convés do Lexington. Mas as condições do grande navio de 13 000 toneladas agravavam-se a cada instante e ao anoitecer não houve outro recurso senão abandoná-lo. A uma distância de 320 km, os japoneses também passavam por seus apuros. Setenta aviões americanos haviam decolado do Lexington e do Yorktown com a missão de atacar o Zuikaku e o Shōkaku; somente 48 deles chegaram ao alvo, e às 10h30, os bombardeiros de mergulho do Yorktown, seguidos dos torpedeiros, mergulharam roncando nas nuvens cinzentas e densas para atacar os dois porta-aviões japoneses. O capitão do Zuikaku pôde vê-los e dirigiu-se rapidamente para um aguaceiro próximo dali, escapando, assim, ao ataque. O Shōkaku, no entanto, arcou com toda a força do golpe e ao impacto de três bombas que penetraram seu convés de voo, foi lançado fora de ação. Seu convés não estava mais em condições de pouso e o capitão do Zuikaku teve de lançar seus aviões ao mar a fim de acolher os do Shōkaku, que agora retornavam da investida aos porta-aviões americanos. === Próximo do fim === ==== Pilotos não tem um porta-aviões para pousar ==== Por volta das 14h, a Batalha do Mar de Coral estava quase terminada. Em consequência, os aviões que sobreviveram a ela retornaram a um porta-aviões japonês em chamas e a um porta-aviões americano inutilizado. Dos dois adversários, os americanos talvez tenham sido os menos prejudicados na batalha. O Zuikaku, apesar de todos os esforços, não pôde abrigar todos os aviões do seu parceiro avariado. Muitos pilotos japoneses retardatários receberam instruções pelo rádio para que se lançassem ao mar em locais onde poderiam ser recolhidos por destróieres. A força de ataque japonesa sofrera pesadas baixas e quase metade dos aviões de Takahashi não conseguiu regressar. Pelo fim da tarde de 8 de maio, os americanos ainda podiam decolar 37 aviões de ataque e 12 caças contra os 39 aviões em operação do Zuikaku. Mas os almirantes japoneses ainda assim se sentiam jubilosos. Apesar da perda do Shōhō e do dano ao Shōkaku, a sorte da batalha parecia estar fortemente em seu favor, pois seus aviadores afirmavam ter afundado o Lexington e o Yorktown. O subcomandante de Takahashi, dando a notícia da morte deste, acrescentou: \"Partindo às 09h20, fizemos decididos ataques de torpedos e bombas a um porta-aviões classe Saratoga e outro classe Yorktown. Pelo menos nove torpedos e mais de 10 bombas de 250 kg atingiram o primeiro. O segundo sofreu o impacto de três torpedos e oito bombas de 250 kg. Também avariamos mais dois outros vasos.\" A julgar pelas aparências, não havia razão para que Takagi deixasse de completar a destruição da frota americana já que podia contar com os bombardeiros restantes a bordo do Zuikaku. Mas por volta das 17h00 o Vice-Almirante Inouye, em Rabaul, ordenou à Força de Ataque de Takagi que suspendesse as manobras e se retirasse. Logo em seguida ordenou-se novo adiamento da invasão de Port Moresby e o retorno dos transportes de tropas para Rabaul. Inouye decidira que Takagi perdera tantos aviões no desenrolar da luta com os porta-aviões americanos que já não restava o suficiente para proteger a força de invasão contra os aviões aliados baseados em terra. Quando Yamamoto tomou conhecimento dos itens essenciais dessas ordens naquela noite, o Comandante-Chefe enviou uma nota redigida em termos vigorosos a Inouye. A prioridade absoluta de Inouye, dizia esta, deveria ter sido a completa destruição da frota americana. Como resultado disto, Takagi rumou para o sul na tentativa de restabelecer contato, mas dois dias de procura dos navios de Fletcher foram infrutíferos e sua força finalmente deixou o Mar de Coral na noite de 10 de maio. === Perdas em combate === ==== O instrumento de marketing ==== Uma estimativa das perdas sofridas pelos japoneses na Batalha do Mar de Coral mostrou que o porta-aviões leve Shōhō, um destróier e três navios menores foram afundados, o porta-aviões Shōkaku ficou seriamente avariado, 77 aviões se perderam e um total de 1 074 homens foram mortos ou feridos. O outro lado do balancete mostrava o seguinte: porta-aviões Lexington, petroleiro Neosho e um destróier afundados; o Yorktown avariado, 66 aviões perdidos e 543 baixas. Em Tóquio, programas radiofônicos foram interrompidos para dar a notícia de outra retumbante vitória da marinha imperial japonesa com o seguinte resultado: dois porta-aviões americanos haviam sido afundados, dizia o comunicado do QG imperial; e vários couraçados, destruídos. Em Washington, um comunicado igualmente absurdo referente à batalha declarava que 25 navios inimigos foram, sem a menor dúvida, afundados; cinco, era provável que o tivessem sido, e quatro, todas as aparências indicavam que tinham sofrido o mesmo destino. Na verdade, o saldo era ligeiramente favorável aos japoneses. A Batalha do Mar de Coral é digna de nota não por ter representado uma grande vitória para este ou aquele lado mas devido à influência que exerceria na batalha que estava prestes a ocorrer em Midway. Foi também o primeiro encontro na história da guerra naval em que os grandes navios lutaram sem que houvesse contato direto. Taticamente falando, o Japão vencera, mas em termos de estratégia sofrera um golpe cujos efeitos iam muito além do fracasso do objetivo dessa operação. O USS Yorktown, que os japoneses deixaram afundando quando o abandonaram, retornou com dificuldade ao Havaí para se submeter a reparos. A perda do Shoho foi um terrível golpe para o orgulho dos japoneses, mas não chegou a ser uma catástrofe. Porém, o que mais se lamentou e causou maior prejuízo foi a perda de pilotos treinados. Foram tantos os que desapareceram e tamanha a dificuldade em substituí-los, que o Shōkaku e o Zuikaku não puderam tomar parte na \"Operação Midway\". == Ligações externas == * Australian War Memorial: Battle of the Coral Sea * The Battle of the Coral Sea -- 4-8 May 1942 * Naval Historical Center: Battle of the Coral Sea, 7-8 May 1942 * Hyperwar: The Coral Sea Mar de Coral Categoria:1942 na Ásia Categoria:Batalhas da Segunda Guerra Mundial envolvendo a Austrália Categoria:Batalhas navais da Segunda Guerra Mundial envolvendo os Estados Unidos Categoria:Batalhas navais da Segunda Guerra Mundial envolvendo o Japão Categoria:Batalhas e operações da Segunda Guerra Mundial em 1942",
 "title": "Batalha do Mar de Coral"
}