{
 "id": "92896",
 "text": "Monsenhor Jonas Abib (Elias Fausto, 21 de dezembro de 1936 – Cachoeira Paulista, 12 de dezembro de 2022) foi um sacerdote católico, músico, pregador internacional, fundador da Comunidade Canção Nova e presidente da Fundação JPII. ==Vocação== Nascido em Elias Fausto, interior de São Paulo, seus pais eram Sérgio Abib, de ascendência sírio-libanesa, e Josefa Pacheco, de ascendência italiana. Aos sete anos de idade, iniciou o curso de primeiro grau no Colégio Padre Moye, dirigido pelas Irmãs da providência de Gap. Aos doze anos passou a estudar no Liceu Coração de Jesus e trabalhar nas oficina de artes gráficas - setor de encadernação. Aos treze anos foi transferido para o Ginásio São Manuel, de Lavrinhas (SP), com o objetivo de integrar-se no seminário salesiano, de onde, mais tarde, partiu para Pindamonhangaba (SP), para fazer o segundo grau, no Instituto do Coração Eucarístico, e em seguida para Lorena (SP), para estudar Filosofia, no Instituto Salesiano de Filosofia e Pedagogia. Terminada esta etapa, cursou teologia em São Paulo no Instituto Teológico Salesiano Pio XI do Alto da Lapa, e foi ordenado sacerdote pela ordem Salesiana pela imposição das mãos de Dom Antônio Barbosa, S.D.B., então arcebispo de Campo Grande, em 8 de dezembro de 1964, tendo escolhido o seguinte lema: \"Feito tudo para todos\". Recém ordenado padre começou, em São Paulo, a trabalhar com os jovens dando aulas na Faculdade de Ciências e Letras de Lorena/SP e promovendo encontros e retiros, principalmente na região do Vale da Paraíba, São Paulo. Em 1971, Jonas Abib teve uma experiência de oração num retiro promovido pela Renovação Carismática, marcando sua vida e ministério, tendo se tornado, desde o inicio, uma das principais lideranças desse movimento eclesial. Sua vida também foi marcada pela música, sendo um dos pioneiros da música católica popular brasileira, atuando como compositor e cantor católico. == Comunidade Canção Nova == Em 1978, Jonas Abib, junto com um pequeno grupo de jovens, fundou a Comunidade Canção Nova. Por essa época, desligou-se da Congregação Salesiana e foi incardinado à Diocese de Lorena. Em 1980, a Canção Nova passou a atuar nos meios de comunicação com a Rádio Canção Nova, no município de Cachoeira Paulista, hoje com potência que abrange todo o Brasil. A partir de 1989, a Comunidade Canção Nova começou a atuar com uma retransmissora de TV, a Canção Nova pela TVE do Rio de Janeiro. Em 2004, juntamente a Comunidade Canção Nova, inaugurou o Centro de Evangelização Dom João Hipólito de Moraes, um local para mais de 80 mil pessoas. Jonas Abib é presidente da Fundação João Paulo II e membro do Conselho da Renovação Carismática Católica do Brasil, além de outras funções. No ano de 2008, a Comunidade Canção Nova recebeu o Reconhecimento Pontifício da Igreja, que atesta que ela é, a partir de então, uma Associação Internacional de Fiéis. ==Monsenhor e Corepiscopo== Em 9 de outubro de 2007, Jonas Abib recebeu o título de monsenhor. O Papa Bento XVI concedeu ao sacerdote o título que é dado a padres que se destacam por relevantes serviços prestados à Igreja e aos fiéis em suas dioceses. O pedido oficial foi feito pelo Bispo da Diocese de Lorena, Dom Benedito Beni dos Santos. A cerimônia de investidura ocorreu oito dias depois, em Cachoeira Paulista, na sede da Canção Nova. No mesmo ano, recebeu o título de Corepíscopo da Igreja Maronita, concedido pela Eparquia Maronita do Brasil por meio de Dom Edgard Madi. Tal título é a maior honraria que um presbítero maronita pode receber abaixo do bispo e é concedida diretamente pelo Patriarca Maronita. A cerimônia de investidura ocorreu no dia do aniversário de Mons. Jonas, na Catedral Maronita de Nossa Senhora do Líbano. A família paterna de Monsenhor Jonas era originalmente ligada à Igreja Maronita, pois seu avô fora diácono da mesma quando no Líbano. É tanto que Mons. Jonas teve que pedir permissão à Eparquia Maronita do Brasil para se tornar diácono e presbítero pelo rito romano. == \"Caso Jonas Abib\", liberdade de expressão e proselitismo religioso == Jonas Abib é autor do livro Sim, Sim, Não, Não! - Reflexos de Cura e Libertação, obra esta que atingiu sua 85a edição no ano de 2007. No ano de 2008, iniciou-se uma controvérsia quanto ao teor supostamente preconceituoso com que Jonas Abib se referia a outras religiões, como o espiritismo, além da Umbanda e do Candomblé. Em 2008, a justiça do Estado da Bahia chegou a ordenar o recolhimento da publicação no Estado. O Ministério Público Baiano, por sua vez, acusou Abib de incitação à discriminação religiosa (art. 20, Lei n. 7.716/1989). O caso chegou ao Supremo Tribunal Federal, que decidiu a respeito em 2016, em sede de Recurso Ordinário em Habeas Corpus. O relator do caso, Ministro Luiz Edson Fachin, primeiramente explicou que \"o discurso discriminatório criminoso somente se materializa após ultrapassadas três etapas indispensáveis. Uma de caráter cognitivo, em que atestada a desigualdade entre grupos e/ou indivíduos; outra de viés valorativo, em que se assenta suposta relação de superioridade entre eles e, por fim; uma terceira, em que o agente, a partir das fases anteriores, supõe legítima a dominação, exploração, escravização, eliminação, supressão ou redução de direitos fundamentais do diferente que compreende inferior\". No caso concreto, o Ministro Fachin entendeu que Abib \"por meio de publicação em livro, incita a comunidade católica a empreender resgate religioso direcionado à salvação de adeptos do espiritismo, em atitude que, a despeito de considerar inferiores os praticantes de fé distinta, o faz sem sinalização de violência, dominação, exploração, escravização, eliminação, supressão ou redução de direitos fundamentais\". Deste modo, a Corte entendeu não se configurar o crime de incitação à discriminação religiosa, uma vez que a conduta, \"embora intolerante, pedante e prepotente\" como qualificou o Ministro relator do caso, insere-se no âmbito do proselitismo religioso da religião católica, qualidade \"essencial ao exercício, em sua inteireza, da liberdade de expressão religiosa\". == Condecorações == Insígnia País Honra Data Brasil Comendador da Ordem de Rio Branco 25 de novembro de 2021 == Morte == Jonas Abib faleceu aos 85 anos, às 22h14 do dia 12 de dezembro de 2022, em Cachoeira Paulista (SP). O comunicado oficial acerca de seu falecimento foi emitido pela Comunidade Canção Nova na madrugada de 13 de dezembro. A causa de sua morte foi insuficiência respiratória por broncoaspiração e disfagia motora. Seu sepultamento ocorreu no dia 15 de dezembro, após ser velado por três dias. === Funeral === Às 04h15 o corpo do monsenhor chegou ao Centro de Evangelização Dom João Hipólito, na sede da Canção Nova, em Cachoeira Paulista. Missionários e fiéis já aguardavam o início do funeral. No primeiro dia, milhares de pessoas compareceram ao local para prestar suas últimas homenagens ao fundador da Comunidade. No segundo dia, o movimento permaneceu intenso, inclusive por pessoas de diferentes regiões do Brasil. Já no terceiro dia, o corpo do padre Jonas foi trasladado, às 6h da manhã, até o Santuário do Pai das Misericórdias; lá foram realizadas as exéquias. Também foi realizada adoração ao Santíssimo Sacramento. O horário escolhido para a última missa de corpo presente foi o das 15h00, por ser a hora da misericórdia. O bispo de Lorena, Dom Joaquim Wladimir Lopes Dias, e o clero da diocese estavam presentes. Um total de 162 padres, 15 diáconos e 8 bispos marcaram presença. Os cofundadores da obra Canção Nova, Eto e Luzia, também estiveram presentes em toda a cerimônia de despedida para darem um último adeus ao seu companheiro de missão. O sepultamento aconteceu na Sala das Graças do santuário, espaço que guarda objetos, fotos, cartas e testemunhos de fé de fiéis. Neste dia, mais de quatro mil pessoas compareceram ao funeral do monsenhor. Nos dias seguintes ao enterro do religioso, seu túmulo tornou-se local de peregrinações. === Reações === Seu falecimento foi lamentando por fiéis, e por diversas autoridades eclesiais e civis, causando grande comoção, especialmente entre os católicos brasileiros. ==== Na Igreja Católica ==== A Diocese de Lorena, na qual a Canção Nova está localizada, manifestou afirmou ser um \"momento de dor e consternação\". O antigo bispo de Lorena, Dom Eduardo Benes de Sales Rodrigues, manifestou seu pesar. A Conferência Nacional dos Bispos do Brasil (CNBB) publicou em seu site uma nota de pesar de seu presidente, Dom Walmor Oliveira de Azevedo, arcebispo de Belo Horizonte. Ele expressou suas condolências e destacou o legado do padre. A Renovação Carismática Católica (RCC) também se pronunciou e classificou o padre Jonas como \"um dos principais responsáveis pela difusão de Grupos [da RCC]\". O Regional Sul 1 da CNBB também manifestou suas condolências. Dom Giambattista Diquattro, núncio apostólico do Brasil, manifestou suas condolências, lembrando que Monsenhor Jonas fez sua páscoa no dia em que a Igreja na América Latina celebrava a festa de sua padroeira, Nossa Senhora de Guadalupe. O reitor-mor dos salesianos, Ángel Artime, ordem à qual pertencia o padre Jonas, manifestou suas condolências à Canção Nova. Geograficamente próximo a Cachoeira Paulista, o arcebispo de Aparecida, Dom Orlando Brandes emitiu uma nota de pesar. Outras emissoras católicas brasileiras também manifestaram suas condolências à Canção Nova, como a Rede Vida, Rede Século 21, TV Aparecida, TV Evangelizar e a TV Pai Eterno. Os padres Marcelo Rossi e Fábio de Melo, que frequentemente estão nos programas da emissora, também lamentaram a morte do monsenhor. Os conhecidos padres Joãozinho e Zezinho publicaram notas de pesar em suas redes sociais. O cardeal e arcebispo do Rio de Janeiro, Dom Orani Tempesta também se manifestou, dizendo: O portal de notícias do Vaticano, Vatican News, emitiu uma nota de pesar, e chamou o padre Jonas de \"grande amigo\" da Rádio Vaticana. O jornal O São Paulo, da Arquidiocese de São Paulo, prestou uma homenagem em sua edição, e a editora Paulus enviou uma carta à Canção Nova com suas condolências. Cantores do meio católico também se manifestaram, como Adriana Arydes. ==== Entre autoridades civis ==== Presidente da República à época, Jair Messias Bolsonaro, afirmou que Jonas Abib foi “um fiel servo de Deus” e desejou condolências, em nome do governo federal, aos seus familiares e amigos. Também foi decretado luto oficial por um dia no país. A então Primeira-Dama do Brasil, Michelle Bolsonaro, também lamentou o morte de Jonas Abib. Geraldo Alckmin, ex-governador de São Paulo e que viria a assumir a vice-presidência em 2023, lamentou a morte do religioso em seu Twitter, definindo-o como \"uma inspiração de fé e de compromisso social\". O plenário da Câmara dos Deputados, a pedido da deputada federal Chris Tonietto, fez 1 minuto de silêncio como forma de homenagem ao religioso. A assessoria do governador de Minas Gerais, Romeu Zema, afirmou se solidarizar com os familiares de Abib e toda a Comunidade Canção Nova. \"Com sua liderança e exemplo de vida, Monsenhor Jonas Abib deixa, para todos, um grande legado\". O governador de São Paulo, Rodrigo Garcia, publicou uma nota de pesar, em que dizia que \"a comunidade Canção Nova e o Movimento Carismático perderam seu líder e maior missionário\". O governador eleito em 2022, Tarcísio de Freitas, afirmou: Antônio Carlos Mineiro, prefeito de Cachoeira Paulista, onde está localizada a sede da comunidade, também estava entre as autoridades presentes no velório. O prefeito de São Paulo, Ricardo Nunes, lamentou a morte do religioso, elogiando seu legado agora \"ao lado do Criador\". Os deputados federais André do Prado e Eros Biondini também vieram a público lamentar a morte do monsenhor. O ex- apresentador da Canção Nova e ex-deputado Gabriel Chalita se manifestou em suas redes sociais. === Sétimo dia === Uma missa de sétimo dia foi celebrada na Canção Nova pela alma de seu fundador, Monsenhor Jonas Abib, no dia 18 de dezembro. == Legado == === Criação de um feriado === Em 25 de janeiro de 2023, os membros da Câmara Municipal de Cachoeira Paulista aprovaram por unanimidade um projeto de lei com o objetivo de tornar o dia 12 de dezembro, dia do falecimento de Jonas Abib, feriado municipal na cidade. Por sua vez, o prefeito da cidade, Antônio Carlos Mineiro, instituiu por meio da Lei nº 2634 o feriado, que passará a ser comemorado anualmente no município na data prevista como forma de homenagem ao monsenhor. === Corpo de bombeiros === Em Cachoeira Paulista, a sede do corpo de bombeiros do município recebeu o nome do monsenhor, tornando-se Estação de Bombeiros Padre Jonas Abib. === Devoção === Passado seu sepultamento, o local onde Jonas repousa, localizado no térreo do Santuário do Pai das Misericórdias, tornou-se destino de visitação de muitos fiéis e admiradores, excepcionalmente em eventos realizados pela comunidade que fundou. ==== Oração ==== Passado o funeral do padre Jonas, o bispo da Diocese de Frederico Westphalen, Dom Antônio Carlos Rossi Keller, compôs uma oração para a devoção privada dos devotos que veem o religioso como um \"novo intercessor\". Ao final da oração, o bispo solicita que as graças alcançadas sejam comunicadas à Canção Nova. == Discografia == ;Participações em discos da COMEP *1976 — Canções para Orar no Espírito 2 *1976 — Canções Latino-Americanas para Orar no Espírito *1977 — Ele Vive *1978 — Eu Creio em Deus (com os Titulares do Ritmo) ;Carreira Solo *1977 — O Amor Vencerá (Gravadora COMEP) *1984 — Anuncia-Me *1985 — Quem Dera... *1986 — Vem Louvar *1987 — Vem Louvar II - Tu És a Vida *1987 — Vem Louvar III - Queremos Deus *1988 — Vem Louvar IV - 10 Anos de Canção Nova *1989 — Vem Louvar V - Entregue Seu Caminho a Deus *1991 — Anuncia-Me 91 *1991 — Canção Nova: Volume 1 *1992 — Canção Nova: Volume 2 *1992 — Rio de Água Viva *1993 — Eu e Minha Casa Serviremos ao Senhor *1997 — Como É Linda a Nossa Família *2001 — Não Dá Mais Pra Voltar (Regravações) *2004 — Só Pra Você (Ao Vivo) *2008 — Como É Linda a Nossa Família (ao vivo) (CD e DVD) ; Coletâneas *1994 - Collection: As 20 + *1994 - 20 Sucessos *1998 - O Vento Sopra Onde Quer *2000 - Maria, Mãe da Canção Nova == Bibliografia == * ==Ligações externas== * Página oficial do Monsenhor Jonas Abib * Página oficial da Comunidade Canção Nova Categoria:Naturais de Elias Fausto Categoria:Comunidade Canção Nova Categoria:Padres do estado de São Paulo Categoria:Cantores católicos do Brasil Categoria:Brasileiros de ascendência libanesa Categoria:Maronitas Categoria:Cantores de música cristã contemporânea do Brasil Categoria:Brasileiros de ascendência italiana Categoria:Comendadores da Ordem de Rio Branco",
 "title": "Jonas Abib"
}