{
 "id": "92902",
 "text": "Maçã-de-elefante, árvore-do-dinheiro, árvore da pataca, bolsa-de-pastor, dilênia, flor-de-abril ou fruta-cofre (Dillenia indica) é uma árvore de caule reto e grande copa, da família das dileniáceas. Suas flores são axilares ou terminais, solitárias, de cor amarela ou alva, aromáticas. O fruto é uma cápsula globosa, pêndula, indeiscente, de pericarpo duro e fino, e circulada pelo cálice, que se torna carnoso. Contém numerosas sementes, envoltas em polpa gelatinosa. As sépalas podem ser comidas cruas, cozidas ou em geléias e sorvetes; os frutos entram na composição do curry e de doces. Fornece madeira de cerne compacto e resistente, própria para construção naval. O imperador Dom Pedro I esconderia moedas nos frutos das árvores da pataca dos jardins do Palácio de Verão para brincar que ali nascia dinheiro. Podem ser facilmente encontradas em São Paulo, no Parque Previdência, no Parque do Ibirapuera ou em frente ao prédio de Engenharia Civil da Escola Politécnica da USP. Em Joinville SC, é conhecida como Coco de Adão, tem muitas arvores nas praças, é comum acidentes com este fruto, simplesmente cai na cabeça dos transeuntes. Sinonímia botânica: Dillenia speciosa Thunb., Dillenia elongata Miq., Dillenia indica f. elongata (Miq.) Miq ==Usos== \"É adequada para o plantio em parques, eventualmente, utilizada também, inadequadamente, na arborização de ruas. Destaca-se pelo efeito ornamental das folhas, flores e frutos. Os grandes frutos são usados para fim medicinal\"Lorenzi, Harri... [et al.] – Árvores exóticas no Brasil: madeireiras, ornamentais e aromáticas – Nova Odessa, SP: Instituto Plantarum, 2003. Outros autores: Hermes Moreira de Souza, Mario Antonio Virmond Torres, Luis Benedito Bacher. ==Galeria de Fotos== Image:Leaves & Buds I IMG 8416.jpg| Folhas e botão Image:Flower bud I IMG 8409.jpg Image:Dillenia indica.jpg|Flor Image:Dillenia indica - Carmo's Park 2.JPG|Parque do Carmo - Cidade de São Paulo File:第倫桃 Dillenia indica 20200922150615 02.jpg == Referências == == Ligações externas == * * Categoria:Árvores Categoria:Dilleniaceae",
 "title": "Maçã-de-elefante"
}