{
 "id": "92905",
 "text": "David Hockney (Bradford, 9 de Julho de 1937) é um pintor, cenógrafo, fotógrafo e gravador britânico. ==História== Hockney nasceu em Bradford, na Inglaterra em 1937 e educado primeiramente na Escola Primária de Wellington. Mais tarde ele foi para o Bradford Grammar School, Bradford College of Art e o Royal College of Art, em Londres, onde conheceu RB Kitaj. Enquanto ainda era estudante no Royal College of Art, Hockney foi apresentado na exposição de jovens contemporâneos, ao lado de Peter Blake, que anunciou a chegada da Pop Art britânica. Em 1963, Hockney visitou Nova York, fazendo contato com Andy Warhol. Uma visita mais tarde para Califórnia, onde viveu por muitos anos. Em 1967, ganhou o Prêmio John Moores com a pintura \"Peter Getting Out Of Nick's Pool\". ==Obras== David Hockney fez várias obras entre elas \"A Bigger Splash\" e \"A Bigger Gland Canyon\", sendo esta última apresentada na National Gallery of Australia. A obra Retrato de um Artista (Piscina com Duas Figuras), que foi vendida em Nova Iorque em novembro de 2018 pela leiloeira Christie's, foi a pintura mais cara de um artista vivo. A icónica obra foi vendida por 90 milhões de dólares estabeleceu um novo recorde como o trabalho mais caro de um artista vivo, ultrapassando a marca alcançada por \"Ballon Dog (Orange)\", de Jeff Koons, que foi comprado por 58 milhões de dólares. ==Ligações externas== * http://www.hockneypictures.com * https://web.archive.org/web/20090830181910/http://www.lalouver.com/html/hockney_bio_60s.html * https://web.archive.org/web/20170727021134/http://www.davidhockney.com/ * http://www.liverpoolmuseums.org.uk/picture-of- month/displaypicture.asp?venue=2&id;=82 * http://news.bbc.co.uk/local/nottingham/hi/people_and_places/arts_and_culture/newsid_8386000/8386805.stm Categoria:Pintores da Inglaterra Categoria:Naturais de Bradford (West Yorkshire) Categoria:Sinestésicos Categoria:Artistas LGBT da Inglaterra Categoria:Pintores LGBT",
 "title": "David Hockney"
}