{
 "id": "92921",
 "text": "Industrialização é um tipo de processo histórico e social através do qual a indústria se torna o setor dominante de uma economia, mediante a substituição de instrumentos, técnicas e processos de produção, resultando em aumento da produtividade dos fatores e a geração de riqueza. Assim, a economia, antes de base agrária, artesanal e comercial, passa a ter uma base urbana e industrial - o que gera transformações profundas sobre os modos de vida e o padrão de relações sociais anterior. O sistema de produção artesanal, manual, espacialmente disperso, dá lugar à produção serial, mecânica, espacialmente concentrada, padronizada, isto é, capaz de gerar produtos de qualidade homogênea. Toda a economia e toda a sociedade se reorganizam em função do desenvolvimento da indústria. A industrialização pode ser parte de um processo mais amplo de modernização, em que a inovação tecnológica, desenvolvimento econômico e mudança social estão estreitamente relacionados. Há um processo de crescente racionalização, introduzindo mudanças de atitude dos indivíduos e da sociedade também com relação à natureza, que passa a ser vista principalmente como recurso produtivo. Algumas das principais características do processo de industrialização são: *aprofundamento na divisão do trabalho e da especialização; *concentração da renda e da riqueza; *intensificação da formação bruta de capital fixo; *aumento da produtividade industrial e agrícola; *aumento do consumo; *generalização do trabalho assalariado; *incremento da urbanização e desenvolvimento do setor de serviços. Entretanto, a industrialização não ocorre em todos os países e, quando ocorre, pode não ser na mesma época ou da mesma forma. == História == A partir de meados do século XVIII, na Inglaterra, ocorreram importantes mudanças tecnológicas, que tiveram profundo impacto no processo produtivo, com repercussões nas esferas econômica e social. A esse conjunto de transformações chamou-se Revolução Industrial. Depois da Inglaterra, vários outros países passaram por processos análogos, ao longo do século XIX. A chamada Primeira Revolução Industrial foi marcada pelo surgimento da primeira máquina a vapor e pelas consequentes mudanças na sociedade em virtude dessa nova tecnologia. Na América Latina, a organização CEPAL criada em 1948 defendeu em seus primeiros trabalhos a industrialização como a alternativa para a região se desenvolver economicamente.Formação Econômica do Brasil - Ed. Saraiva, 1977 - Série de textos organizada por Flavio Roberto Versiani e José Roberto Mendonça de Barros - Introdução, pgs. XI a XIII Já a chamada Segunda Revolução Industrial envolveu uma série de desenvolvimentos dentro da indústria química, elétrica e siderúrgica, com base no uso intenso do petróleo como fonte de energia. Por fim, a Terceira Revolução Industrial, conhecida também como a Revolução Digital ou mesmo Era do Conhecimento, caracteriza-se pelo uso da informática e telemática e as consequentes transformações nas relações sociais e econômicas. == Ver também == *Automação *Desindustrialização *Divisão do trabalho === Leitura adicional === * Hewitt, T., Johnson, H. and Wield, D. (Eds) (1992) industrialisation and Development, Oxford University Press: Oxford. * Hobsbawm, Eric (1962): The Age of Revolution. Abacus. * Kiely, R (1998) industrialisation and Development: A comparative analysis, UCL Press:London. * Pomeranz, Ken (2001)The Great Divergence: China, Europe and the Making of the Modern World Economy (Princeton Economic History of the Western World) by (Princeton University Press; New Ed edition, 2001) * Kemp, Tom (1993) Historical Patterns of Industrialisation, Longman: London. ISBN 0-582-09547-6 * Tilly, Richard H.: Industrialization as an Historical Process, European History Online, Mainz: Institute of European History, 2010, retrieved: 29 February 2011. Categoria:História da economia Categoria:História da tecnologia Categoria:Indústria Categoria:Desenvolvimento econômico",
 "title": "Industrialização"
}