{
 "id": "92942",
 "text": "A Tasmânia (, abreviada como TAS, apelidada de Tassie) é um estado insular da Austrália. Está localizada a 240 km ao sul do continente australiano, separada pelo Estreito de Bass. O estado abrange a ilha principal da Tasmânia, que é a 26.ª maior ilha do mundo e as 334 ilhas circundantes. O estado tinha uma população estimada de cerca de habitantes em setembro de 2019. Pouco mais de quarenta por cento da população reside no distrito da Grande Hobart, que forma a área metropolitana da capital do estado e da maior cidade, Hobart. Estimated resident population, 30 June 2017. A área da Tasmânia é de km2, dos quais a ilha principal cobre km quadrados.Area of Australia – States and Territories. ga.gov.au É promovida como um estado natural e as áreas protegidas da Tasmânia cobrem cerca de 42% de sua área terrestre, que inclui parques nacionais e Patrimônios da Humanidade. A Tasmânia foi o local de fundação do primeiro partido político ambiental do mundo. Acredita-se que a ilha tenha sido ocupada por povos indígenas por anos antes da colonização britânica. Pensa-se que os aborígenes tasmanianos foram separados dos grupos aborígines do continente há cerca de anos, quando o nível do mar subiu e formou o Estreito de Bass. Estima-se que a população aborígine estava em números entre e na época da colonização, mas foi quase exterminada em trinta anos por uma combinação de violentos conflitos de guerrilha com colonos conhecidos como Guerra Negra, com conflitos intertribais e, a partir do final da década de 1820, a disseminação de doenças infecciosas às quais eles não tinham imunidade. O conflito, que atingiu o pico entre 1825 e 1831, e levou a mais de três anos de lei marcial, custou a vida de quase aborígines e colonos. A ilha foi permanentemente colonizada pelos europeus em 1803 como um assentamento penal do Império Britânico com o objetivo de impedir reivindicações à terra pelo Primeiro Império Francês durante as Guerras Napoleônicas. A ilha era inicialmente parte da Colônia de Nova Gales do Sul, mas tornou-se uma colônia autônoma e separada sob o nome de Terra de Van Diemen em 1825, uma homenagem a Anthony van Diemen. Aproximadamente condenados foram enviados para a Terra de Van Diemen antes do transporte cessar em 1853. Em 1854, a atual Constituição da Tasmânia foi aprovada e no ano seguinte a colônia recebeu permissão para mudar seu nome para Tasmânia. Em 1901, a Tasmânia tornou-se um estado através do processo de Federação da Austrália. == Etimologia == A ilha da Tasmânia é chamada de \"lutruwita\" na língua reconstruída palawa kani. Esse nome é retirado da palavra da língua da Ilha Bruny para Tasmânia continental, que foi registrado por George Augustus Robinson como \"loe.trou.witter\". Robinson também registrou o nome \"trow.wer.nar\" para a Tasmânia, provavelmente das línguas do leste e nordeste da Tasmânia. No entanto, ele também registrou esse termo como um nome para a Ilha do Cabo Barren. No século XX, alguns escritores o usaram como um nome aborígine para a Tasmânia, escrito como \"trowenna\" ou \"trowunna\". Agora, acredita-se que o nome seja aplicado de maneira mais apropriada exclusivamente à Ilha do Cabe Barren, que tem um segundo nome oficial aborígene, \"truwana\" desde 2014. Vários nomes da língua palawa kani, com base em registros históricos de nomes aborígenes, foram aceitos pelo governo da Tasmânia. A Tasmânia recebeu o nome do explorador neerlandês Abel Tasman, que fez o primeiro relato europeu de avistamentos da ilha em 24 de novembro de 1642. Tasman nomeou a ilha como \"Terra de Anthony van Diemen\" em homenagem a seu patrocinador, Anthony van Diemen, governador das Índias Orientais Neerlandesas. Mais tarde, o nome foi encurtado para a Terra de Van Diemen pelos britânicos. A ilha foi oficialmente renomeada com o nome Tasmânia em homenagem a seu primeiro descobridor europeu em 1º de janeiro de 1856. A Tasmânia às vezes era chamada de \"Dervon\", como mencionado na Carta de Jerilderie, escrita pelo notório \"fora-da-lei\" australiano Ned Kelly, em 1879. A expressão coloquial para o estado é \"Tassie\". A Tasmânia também é coloquialmente reduzida para \"Tas\", principalmente quando usada em nomes comerciais e endereços web. TAS também é a abreviação postal para o estado. == História == === História geológica === A ilha foi anexada ao continente australiano até o final do último período glacial, cerca de anos atrás. Grande parte da ilha é composta de intrusões de diábases jurássicas (a ressurgência do magma) através de outros tipos de rochas, às vezes formando grandes juntas colunares. A Tasmânia possui as maiores áreas de diábase do mundo, com muitas montanhas e falésias distintas formadas a partir desse tipo de rocha. O planalto central e as partes sudeste da ilha são na maioria compostos por diábase. O Monte Wellington a oeste de Hobart é um bom exemplo, mostrando colunas distintas conhecidas como Órgãos de Tubos. Nas regiões centrais do sul até o sul de Hobart, a diábase é coberta por arenito e pedras sedimentares semelhantes. No sudoeste, os quartzitos pré-cambrianos eram formados a partir de sedimentos marinhos muito antigos e formavam cordilheiras e cumes notavelmente acentuados, como o Federation Peak ou Frenchmans Cap. No nordeste e leste, granitos continentais podem ser vistos, como em Freycinet, semelhantes aos granitos costeiros na Austrália continental. No noroeste e oeste, rochas vulcânicas ricas em minerais podem ser vistas no Monte Read, perto de Rosebery, ou no Monte Lyell, perto de Queenstown. Também presente no sul e noroeste é o calcário com cavernas. As áreas de quartzito e diábase nas montanhas mais altas mostram evidências de glaciação, e grande parte da paisagem glaciada da Austrália é encontrada no planalto central e no sudoeste. A Montanha Cradle, outro pico tolerante, por exemplo, era um nunatak. No extremo sudoeste do estado, a geologia é quase inteiramente composta de quartzito, o que dá às montanhas a falsa impressão de ter picos nevados o ano todo. === Povos indígenas === As evidências indicam a presença de aborígenes na Tasmânia há cerca de anos atrás. O aumento do nível do mar separou a Tasmânia da Austrália Continental há aproximadamente anos e, na época do contato europeu, o povo aborígine da Tasmânia tinha nove grandes nações ou grupos étnicos. Na época da ocupação e colonização britânicas em 1803, a população indígena era estimada entre e . A análise da historiadora Lyndall Ryan dos estudos populacionais levou-a a concluir que havia cerca de espalhados pelas nove nações da ilha. Nicholas Clements, citando pesquisa de N.J.B. Plomley e Rhys Jones, estabeleceram um número de a . Eles se envolveram na agricultura com queimadas, caçavam cangurus e wallabies, pegavam focas, pássaros-carneiro, mariscos e peixes e viviam como nove nações separadas na ilha, conhecidas como \"trouwunna\". === Contato europeu === O primeiro avistamento relatado da Tasmânia por um europeu foi em 24 de novembro de 1642 pelo explorador neerlandês Abel Tasman, que desembarcou na atual Baía Blackman. Mais de um século depois, em 1772, uma expedição francesa liderada por Marc-Joseph Marion du Fresne desembarcou na (perto, mas em outro local) Baía Blackman, e no ano seguinte Tobias Furneaux se tornou o primeiro inglês a desembarcar na Tasmânia quando chegou a Baía Adventure, que recebeu o nome de seu navio HMS Adventure. O capitão James Cook também desembarcou na Baía Adventure em 1777. Matthew Flinders e George Bass navegaram pelo Estreito de Bass em 1798–99, quando foi determinando pela primeira vez que a Tasmânia era uma ilha. Aferidores e baleeiros se basearam nas ilhas da Tasmânia desde 1798 e, em agosto de 1803, o governador de Nova Gales do Sul, Philip King, enviou o tenente John Bowen para estabelecer um pequeno posto militar na costa leste do rio Derwent, a fim de impedir qualquer reivindicação da ilha pelos franceses. exploradores que estavam explorando a costa sul da Austrália. Bowen, que liderou um grupo de 49 pessoas, incluindo 21 homens e três mulheres condenadas, nomeou o assentamento Risdon. Vários meses depois, um segundo assentamento foi estabelecido pelo capitão David Collins, com 308 condenados, a 5 km ao sul, em Sullivans Cove, no lado oeste de Derwent, onde a água doce era mais abundante. O último assentamento ficou conhecido como Hobart Town ou Hobarton, mais tarde abreviado para Hobart, depois do secretário colonial britânico da época, Lord Hobart. O assentamento em Risdon foi posteriormente abandonado. Deixados por conta própria, sem suprimentos adicionais, o assentamento de Sullivans Cove sofreu severa escassez de alimentos e, em 1806, seus habitantes estavam morrendo de fome, com muitos recorrendo à remoção de algas marinhas de rochas e à eliminação de gorduras de baleia lavadas da costa para sobreviver. Uma colônia menor foi estabelecida em Port Dalrymple, no rio Tamar, no norte da ilha, em outubro de 1804, e vários outros assentamentos baseados em condenados foram estabelecidos, incluindo as colônias penais particularmente severas em Port Arthur, no sudeste, e Macquarie Harbour, na costa oeste. Eventualmente, a Tasmânia enviou condenados – quatro em cada dez pessoas transportadas para a Austrália. Em 1819, a população aborígine e britânica alcançou paridade com cerca de de cada, embora entre os colonos os homens superassem o número de mulheres de quatro para um. Os colonos livres começaram a chegar em grande número a partir de 1820, atraídos pela promessa de doações de terra e trabalho livre de condenados. O assentamento no canto noroeste da ilha foi monopolizado pela Companhia Terrestre de Van Diemen, que enviou seus primeiros pesquisadores para o distrito em 1826. Em 1830, um terço da população não-indígena da Austrália vivia na Terra de Van Diemen e a ilha representava cerca de metade de todas as terras cultivadas e exportadas. ==== Guerra Negra ==== As tensões entre os habitantes europeus e aborígenes da Tasmânia aumentaram, em parte impulsionadas pelo aumento da competição por cangurus e outros animais. O explorador e oficial da marinha John Oxley, em 1810, notou as \"muitas crueldades atrozes\" infligidas aos aborígines pelos fora-da-lei condenados no norte, o que por sua vez levou a ataques aborígenes a caçadores europeus solitários. As hostilidades aumentaram ainda mais com a chegada de 600 colonos da Ilha Norfolk entre 1807 e 1813. Eles estabeleceram fazendas ao longo do rio Derwent e leste e oeste de Launceston, ocupando 10% da Terra de Van Diemen. Em 1824, a população colonial havia aumentado para , enquanto a população de ovinos da ilha havia atingido . A rápida colonização transformou o habitat dos cangurus tradicionais em fazendas com gado em pastagem, além de cercas, sebes e muros de pedra, enquanto as patrulhas policiais e militares foram aumentadas para controlar os trabalhadores agrícolas condenados. A violência começou a crescer rapidamente a partir de meados da década de 1820, no que ficou conhecido como \"Guerra Negra\". Enquanto os habitantes negros eram levados ao desespero pela diminuição da oferta de alimentos e pela prevalência de sequestros de mulheres e meninas, os brancos realizaram ataques como um meio de se vingar e suprimir a ameaça nativa. A Terra de Van Diemen teve um enorme desequilíbrio de gênero, com homens colonos superando em número as mulheres de seis para um em 1822 – e 16 para um na população condenada. O historiador Nicholas Clements sugeriu que o \"apetite voraz\" por mulheres nativas foi o gatilho mais importante para a explosão da violência no final da década de 1820. De 1825 a 1828, o número de ataques nativos mais que dobrou a cada ano, aumentando o pânico entre os colonos. Durante o verão de 1826 a 1827, os clãs das nações de Big River, Oyster Bay e North Midlands lançaram lanças em fazendas e deixaram claro que queriam que os colonos, suas ovelhas e gado se afastassem de seus cangurus. Os colonos reagiram vigorosamente, resultando em muitos assassinatos em massa. Em novembro de 1826, o governador George Arthur emitiu uma notificação do governo declarando que os colonos estavam livres para matar aborígines quando atacassem colonos ou suas propriedades e, nos oito meses seguintes, mais de 200 aborígines foram mortos nos distritos colonizados em represália à morte de quinze colonos. Depois de mais oito meses, o número de mortos subiu para quarenta e três colonos e provavelmente 350 aborígenes. Quase 300 tropas britânicas foram enviadas para os distritos colonizados e, em novembro de 1828, Arthur declarou lei marcial, dando aos soldados o direito de atirar à vista em qualquer aborígene nos distritos colonizados. A lei marcial permaneceria em vigor por mais de três anos, o período mais longo da lei marcial na história australiana. Em novembro de 1830, Arthur organizou a chamada \"Linha Negra\", ordenando que todos os homens colonos saudáveis se reunissem em um dos sete locais designados nos distritos colonizados para se unirem a um enorme esforço para varrer os aborígines para fora da região e seguir para a Península de Tasman. A campanha falhou e foi abandonada sete semanas depois, mas nessa época a população aborígine da Tasmânia havia caído para cerca de 300. ==== Remoção dos aborígenes ==== Após cessar as hostilidades entre colonos e aborígenes em 1832, quase todos os remanescentes da população aborígene foram persuadidos ou forçados pelo agente do governo George Augustus Robinson a se mudar para a Ilha Flinders. Muitos sucumbiram rapidamente a doenças infecciosas às quais não tinham imunidade, reduzindo ainda mais a população. Dos que foram removidos da Tasmânia, a última a morrer foi Truganini, em 1876. A quase destruição da população aborígine da Tasmânia foi descrita como um ato de genocídio por historiadores como Robert Hughes, James Boyce, Lyndall Ryan e Tom Lawson. Boyce afirmou que a \"Proclamação que separa os aborígines dos habitantes brancos\" sancionou a força contra os aborígenes \"por nenhuma outra razão senão que eles eram aborígines\" e descreveu a decisão de remover todos os aborígines da Tasmânia depois de 1832 – quando já haviam dado sua luta contra os colonos brancos – como uma posição política extrema. Ele concluiu: \"O governo colonial de 1832 a 1838 limpou etnicamente a metade ocidental da Terra de Van Diemen e depois deixou insensivelmente o povo exilado à sua sorte\". ==== Proclamação como colônia ==== A Terra de Van Diemen – que até então existia como território dentro da Colônia de Nova Gales do Sul – foi proclamada uma colônia separada, com seu próprio estabelecimento judicial e Conselho Legislativo, em 3 de dezembro de 1825. O transporte para a ilha cessou em 1853 e a colônia foi renomeada Tasmânia em 1856, em parte para diferenciar a crescente sociedade de colonos livres do passado de condenado da ilha. O Conselho Legislativo da Terra de Van Diemen redigiu uma nova constituição aprovada em 1854. No ano seguinte, o Conselho Privado aprovou a colônia mudando seu nome de \"Terra de Van Diemen\" para \"Tasmânia\" e, em 1856, o novo parlamento bicameral eleito pela primeira vez, estabelecendo a Tasmânia como uma colônia autônoma do Império Britânico. A colônia sofria flutuações econômicas, mas a maior parte era próspera, experimentando um crescimento constante. Com poucas ameaças externas e fortes vínculos comerciais com o Império, a Tasmânia desfrutou de muitos períodos frutíferos no final do século XIX, tornando-se um centro mundial da construção naval. Ela levantou uma força de defesa local que acabou desempenhando um papel significativo na Segunda Guerra dos Bôeres na África do Sul, e os soldados da Tasmânia naquele conflito venceram as duas primeiras Cruzes Vitória concedidas aos australianos. ==== Federação ==== Em 1901, a Colônia da Tasmânia se uniu às cinco outras colônias australianas para formar a Comunidade da Austrália. Os tasmanianos votaram a favor da federação com a maior maioria dentre todas as colônias australianas. === História recente === O estado foi seriamente afetado pelos incêndios da Tasmânia em 1967, nos quais houve grande perda de vidas e propriedades. Na década de 1970, o governo do estado anunciou planos para criar uma barragem no Lago Pedder, ambientalmente significativo. Como resultado das eventuais inundações do Lago Pedder, foi estabelecido o primeiro partido verde do mundo, o United Tasmania Group. Em 1975, a ponte Tasman desabou quando a ponte foi atingida pelo transportador de minério a granel MV Lake Illawarra. Era a única ponte em Hobart, e tornou impossível atravessar o rio Derwent por estrada na cidade. A ponte mais próxima ficava a aproximadamente 20 km ao norte, em Bridgewater. A atenção nacional e internacional cercou a campanha contra a barragem de do rio Franklin no início dos anos 80. Em 28 de abril de 1996, no Massacre de Port Arthur, o atirador Martin Bryant atirou e matou 35 pessoas (incluindo turistas e moradores) e feriu outras 21. O uso de armas de fogo foi imediatamente revisto e novas leis de propriedade de armas foram adotadas em todo o país, sendo a lei da Tasmânia uma das mais rigorosas da Austrália. Em abril de 2006, o colapso da mina de Beaconsfield foi desencadeado por um pequeno terremoto. Uma pessoa foi morta e outras duas ficaram presas no subsolo por 14 dias. A comunidade da Tasmânia está dividida há algum tempo sobre a questão da fábrica de celulose Bell Bay proposta a ser construída no vale de Tamar. Os proponentes argumentam que empregos serão criados, enquanto os oponentes argumentam que a poluição danificará a indústria pesqueira do Estreito de Bass e o turismo local. A empresa por trás da proposta entrou em colapso em 2012 e o projeto da fábrica de celulose terminou oficialmente em 2017, quando as licenças de construção expiraram. Em janeiro de 2011, o filantropo David Walsh abriu o Museu de Arte Antiga e Nova (MONA) em Hobart, com reconhecimento internacional. Em 12 meses, o MONA se tornou a principal atração turística da Tasmânia.MONA takes top billing Trips – The Mercury – The Voice of Tasmania. The Mercury (30 December 2011). Retrieved on 16 July 2013. == Geografia == === Topografia === A massa terrestre da Tasmânia, com km2, está localizada diretamente no caminho do notável vento das \"Quarentas Rangentes\" que circunda o globo. Ao norte, a Tasmânia é separada da Austrália Continental pelo Estreito de Bass. A Tasmânia é o único estado australiano que não está localizado no continente australiano. Cerca de km ao sul da ilha da Tasmânia fica a Antártida. Dependendo de quais fronteiras oceânicas forem utilizadas, pode-se dizer que a ilha está cercada pelo Oceano Antártico ou que é banhada pelo Oceano Pacífico a leste e pelo Oceano Índico a oeste. E ainda em outras definições das fronteiras oceânicas, a Tasmânia pode ser banhada pela Grande Baía Australiana a oeste e pelo Mar da Tasmânia a leste. A ilha encontra-se em latitudes semelhantes à Ilha Sul da Nova Zelândia e a partes da Patagônia na América do Sul. A região mais montanhosa do estado é a área dos Planaltos Centrais que cobre a maior área das partes ocidentais centrais do estado. A região de Midlands localizada no leste central, é bastante plana e é predominantemente usada para agricultura, embora a atividade agrícola esteja espalhada por todo o estado. A montanha mais alta da Tasmânia é o Monte Ossa, com cerca m. Grande parte da Tasmânia ainda é densamente florestada, com o Parque Nacional do Sudoeste e áreas vizinhas segurando algumas das últimas florestas temperadas do Hemisfério Sul. O Tarkine, que contém o Parque Nacional de Savage River, localizado no extremo noroeste da ilha, é a maior região de floresta temperada da Austrália, cobrindo cerca de km2.'About the Tarkine' Tarkine: Australia's Largest Temperate Rain forest . Retrieved 15 June 2009. Com sua topografia acidentada, a Tasmânia possui um grande número de rios. Vários dos maiores rios da Tasmânia foram represados em algum momento para fornecer hidreletricidade. Muitos rios nascem nos Planaltos Centrais e fluem para a costa. Os principais centros populacionais da Tasmânia estão situados principalmente em torno de estuários (alguns dos quais são denominados rios). === Insularidade === A insularidade da Tasmânia provavelmente foi detectada pelo capitão Abel Tasman quando ele mapeou a costa da Tasmânia em 1642. Em 5 de dezembro, a Tasman seguia a costa leste para o norte para ver até onde chegava. Quando a terra virou para o noroeste, em Eddystone Point, ele tentou se manter firme, mas seus navios foram repentinamente atingidos pelos ventos das Quarentas Rangentes uivando pelo Estreito de Banks. Tasman estava em uma missão para encontrar o continente sul, não mais ilhas, então ele virou abruptamente para o leste e continuou sua caça ao continente. O próximo europeu a adentrar o estreito foi o capitão James Cook, no HMS Endeavour, em abril de 1770. Um hidrógrafo talentoso e diligente, Cook rapidamente identificou o estreito, mas sabia que precisava escondê-lo. O Almirantado havia emitido suas instruções habituais para ocultar descobertas estrategicamente importantes que poderiam se tornar riscos de segurança, como as ilhas Offshore, das quais as operações poderiam ser montadas por um poder hostil, em um momento de intensa rivalidade anglo- francesa. Consequentemente, em seu diário, Cook aparentemente disfarçou sua descoberta com um enigma, e em seu gráfico ele desenhou uma cortina através do canal truncado, desenhando um litoral falso até um Point Hicks inventado. A manobra de Cook funcionou e a insularidade da Tasmânia foi suprimida por mais três décadas, enquanto os cartógrafos da Europa a descreviam cada vez mais como uma península unida ao continente. A antiga pergunta sobre a insularidade da Tasmânia – \"A Terra de Van Diemen é uma península ou uma ilha?\" – foi oficialmente respondida em 1798–99, quando George Bass e Matthew Flinders circunavegaram a ilha. Quando as notícias da descoberta do Estreito de Bass chegaram à Europa, o governo francês despachou uma expedição de reconhecimento comandada por Nicolas Baudin. Isso levou o governador King a enviar dois navios de Sydney para a ilha para estabelecer uma guarnição em Hobart. === Clima === A Tasmânia tem um clima temperado relativamente fresco em comparação com o resto da Austrália, com quatro estações distintas. Na classificação climática de Köppen-Geiger, a Tasmânia tem um clima predominantemente oceânico (Cfb), e nos Planaltos Centrais um clima oceânico subpolar (Cfc), enquanto no extremo norte e na ilha King, um clima mediterrânico de verão fresco (Csb). Sobre as estações, o verão vai de dezembro a fevereiro, quando a temperatura máxima média do mar é de 21 °C e as áreas interiores ao redor de Launceston atingem 24 °C. Outras áreas do interior são muito mais frias, como Liawenee, localizada nos Planaltos Centrais, um dos lugares mais frios da Austrália, onde a temperatura varia entre 4 °C e 17 °C em fevereiro, ainda no verão. O outono é de março a maio, com clima predominantemente estável, à medida que os padrões de verão assumem gradualmente a forma dos padrões de inverno. Os meses de inverno são de junho a agosto e geralmente são os meses mais chuvosos e frios do estado, com as áreas mais altas recebendo uma considerável queda de neve. As máximas de inverno são de 12 °C em média nas áreas costeiras e 3 °C nos Planaltos Centrais, como resultado de uma série de frentes frias do Oceano Antártico. As áreas do interior recebem congelamentos regulares durante os meses de inverno. A primavera é de setembro a novembro e é uma estação de transição instável, onde os padrões climáticos do inverno começam a tomar a forma dos padrões do verão, embora a neve ainda seja comum até outubro. A primavera é geralmente a época mais ventosa do ano, com a brisa do mar da tarde começando a agir na costa. Cidade Média mín. Média máx. N.º de dias claros Pluviosidade (mm) Hobart 8,3 °C 16,9 °C 41 616 Launceston 7,2 °C 18,4 °C 50 666 Devonport 8,1 °C 16,8 °C 61 778 Strahan 7,9 °C 16,5 °C 41 === Solo === Apesar da presença de alguma glaciação quaternária, os solos da Tasmânia não são mais férteis do que os da Austrália continental, em grande parte porque a maioria é severamente lixiviada e as áreas com climas mais secos (menos lixiviação) não são afetadas pela glaciação ou aluviões daí derivadas. A maioria dos solos nas ilhas do Estreito de Bass, na costa leste e no oeste da Tasmânia são espodossolos ou entissolos muito inférteis, com alguns \"solos podzólicos lateríticos\" ainda menos férteis na última região. Portanto, a maioria dessas terras não é usada para agricultura, mas há muita silvicultura produtiva na Tasmânia – que continua sendo uma das principais indústrias do estado. Na costa norte, além de alguns solos aluviais relativamente férteis usados na fruticultura, também existem solos vermelhos escuros e facilmente viáveis, conhecidos como \"krasnozems\" (\"terra vermelha\"). Esses solos são altamente ácidos e fixam o fosfato de maneira muito eficaz, mas suas propriedades físicas extremamente favoráveis os tornam amplamente utilizados para a produção de leite, gado de corte e forragem. As regiões de Midlands e Lower Derwent apresentam uma história diferente do resto do estado. Devido a um clima relativamente seco e material parental alcalino (principalmente diábase), esses solos são relativamente diferentes e contêm cal no subsolo mais profundo. Eles são classificados principalmente como \"solos de pradaria\" ou \"terras marrons\" e têm alguma semelhança com os chernossolos da Rússia e da América do Norte, embora sejam muito mais baixos em fósforo disponível e um pouco ácidos nos níveis da superfície. Seus níveis mais altos de nutrientes, no entanto, lhes permitem sustentar pastagens produtivas, e um grande número de ovelhas é criado nessas regiões. Algumas culturas de grãos também são cultivadas nas áreas mais secas. Nas áreas aluviais do sudeste da Tasmânia, solos aluviais ricos permitem o cultivo de maçãs. A Tasmânia ficou conhecida como \"Ilha da Maçã\" porque, durante muitos anos, foi uma das maiores produtoras de maçã do mundo. As maçãs ainda são cultivadas em grande número, principalmente no sul da Tasmânia, e têm a distinção de serem as primeiras aprovadas pelo governo japonês para importação, devido ao seu status verificável de livre de pragas. == Ecologia == Geograficamente e geneticamente isolada, a Tasmânia é conhecida por sua fauna e flora únicas. === Flora === A Tasmânia possui uma vegetação extremamente diversificada, desde as pastagens densas e secas da região de Midlands, até a alta floresta de eucalipto sempre- verde, charnecas alpinas e grandes áreas de florestas tropicais e charnecas temperadas no restante do estado. Muitas espécies da flora são exclusivas da Tasmânia, e algumas estão relacionadas a espécies da América do Sul e Nova Zelândia por meio de ancestrais que cresceram no supercontinente de Gondwana, 50 milhões de anos atrás. A espécie de faia Nothofagus gunnii, comumente conhecida como Fagus, é a única árvore de folha caduca nativa temperada da Austrália, encontrada exclusivamente na Tasmânia.Why don't we have more native deciduous trees in Australia? by Anne Salleh (ABC News) === Fauna === A ilha da Tasmânia abrigava o tilacino, um marsupial que lembrava uma fossa ou, segundo alguns, um cachorro selvagem. Conhecido coloquialmente como o lobo-da- tasmânia por suas faixas distintas nas costas, tornou-se extinto na Austrália continental muito antes, devido à competição pelo dingo, introduzido nos tempos pré-históricos. Devido à perseguição de fazendeiros, caçadores de recompensas financiados pelo governo e, nos últimos anos, colecionadores de museus no exterior, parece ter sido exterminado na Tasmânia. O diabo-da- tasmânia tornou-se o maior marsupial carnívoro do mundo após a extinção do tilacino em 1936, e agora é encontrado em estado selvagem exclusivamente na Tasmânia. A Tasmânia foi uma das últimas regiões da Austrália onde foram introduzidos cães domesticados. Cães foram trazidos da Grã-Bretanha em 1803 para caçar cangurus e emas. Essa introdução transformou completamente as sociedades aborígine, pois os ajudou a competir com sucesso com os caçadores europeus, e foi mais importante do que a introdução de armas para os aborígenes.Boyce, James, 'The social and Environmental impact of the introduction of the dog to Tasmania' in Environmental History Vol. 11, No. 1 (Jan. 2006), pp. 102–129 == Demografia == A população da Tasmânia é mais homogênea do que a de outros estados e territórios da Austrália, com muitos descendentes de irlandeses e britânicos.\"Tasmania (island and state, Australia)\". Encyclopædia Britannica Online. Aproximadamente 65% de seus moradores são descendentes de cerca de famílias fundadoras em meados do século XIX. Até 2012, a Tasmânia era o único estado da Austrália com uma taxa de fertilidade total acima da reposição. As mulheres da Tasmânia tiveram uma média de 2,24 filhos cada. Em 2012, a taxa de natalidade havia caído para 2,1 filhos por mulher, elevando o estado ao limiar de substituição, no entanto, continua a ter a segunda maior taxa de natalidade de qualquer estado ou território, atrás apenas do Território do Norte. Os principais centros populacionais incluem Hobart, Launceston, Devonport, Burnie e Ulverstone. Kingston é frequentemente definida como uma cidade separada, mas geralmente é considerada como parte da área da Grande Hobart. === Cidades === Principais cidades da Tasmânia — Nome População em 2016 1 Grande Hobart 2 Launceston Estimated resident population, 30 June 2017. 3 Devonport 4 Burnie 5 Ulverstone === Ancestralidade e imigração === País de origem (2016) Local População No censo australiano de 2016, as ancestralidades mais comumente nomeadas foram: Um porcentagem de 19,3% da população nasceu no exterior, de acordo com o censo de 2016. Os cinco maiores grupos de nascidos no exterior foram da Inglaterra (3,7%), Nova Zelândia (1%), China continental (0,6%), Escócia (0,4%) e Países Baixos (0,4%). Cerca de 4,6% da população, ou pessoas, se identificaram como indígenas australianos, o que inclui aborígenes e nativos do Estreito de Torres. === Línguas === No censo de 2016, 88,3% dos habitantes falavam apenas o inglês em casa, com os seguintes idiomas sendo comuns foram o mandarim padrão (0,8%), nepalês (0,3%), grego (0,2%) e italiano (0,2%). === Religiões === No censo de 2016, as denominações mais comuns foram sem religião (37,8%), seguida do anglicismo (20,4%) e catolicismo (15,6%). == Economia == Tradicionalmente, as principais indústrias da Tasmânia são mineração (incluindo cobre, zinco, estanho e ferro), agricultura, silvicultura e turismo. Nas décadas de 1940 e 1950, uma iniciativa de hidroindustrialização foi incorporada no estado pela Hydro Tasmania. Todas elas tiveram fortunas variadas ao longo do século passado e mais, envolvidas nos fluxos e refluxos da população que se deslocam para dentro e para fora, dependendo dos requisitos específicos das indústrias dominantes da época. O estado também possui um grande número de setores exportadores de alimentos, incluindo, entre outros, frutos do mar (como salmão-do-atlântico, abalone e lagostim). Nas décadas de 1960 e 1970, houve um declínio nas culturas tradicionais, como maçãs e peras, com outras culturas e indústrias subindo em seu lugar. Durante os 15 anos até 2010, novos produtos agrícolas, como vinho, açafrão, piretro e cerejas, foram promovidos pelo Instituto Tasmaniano de Pesquisa Agrícola. Condições econômicas favoráveis em toda a Austrália, tarifas aéreas mais baratas e duas novas balsas Spirit of Tasmania contribuíram para o que hoje é uma crescente indústria do turismo. Cerca de 1,7% da população da Tasmânia são empregados pelo governo local. Outros grandes empregadores incluem Nyrstar, Norske Skog, Grange Resources, Rio Tinto, a Arquidiocese Católica Romana de Hobart e o Federal Group. As pequenas empresas são uma grande parte da vida da comunidade, incluindo Incat, Moorilla Estate e Tassal. No final dos anos 90, várias empresas nacionais estabeleceram suas centrais de atendimento no estado após obterem acesso barato a conexões de fibra óptica de banda larga. Cerca de 34% dos tasmanianos dependem de pagamentos de assistência social como sua principal fonte de renda. Esse número se deve em parte ao grande número de residentes e aposentados mais velhos na Tasmânia que recebem pensões por idade. Devido ao seu ambiente natural e ar puro, a Tasmânia é uma opção de aposentadoria comum para os australianos. == Política == A forma de governo da Tasmânia é prescrita em sua constituição, que data de 1856, embora tenha sido alterada muitas vezes desde então. Desde 1901, a Tasmânia é um estado da Comunidade da Austrália, e a Constituição Australiana regula seu relacionamento com a Comunidade e prescreve quais poderes são permitidos a cada nível de governo. A Tasmânia é um estado da federação australiana. Seu relacionamento com o Governo Federal e o Parlamento é regulado pela Constituição Australiana. A Tasmânia é representada no Senado por doze senadores, em igualdade de condições com todos os outros estados. Na Câmara dos Deputados, a Tasmânia tem direito a cinco cadeiras, que é a alocação mínima para um estado garantido pela Constituição, o número de cadeiras da Câmara dos Deputados para cada estado é decidido com base em suas populações relativas, e a Tasmânia nunca se qualificou para cinco assentos somente nessa base. A Casa da Assembleia da Tasmânia usa um sistema de representação proporcional de vários lugares, conhecido como Hare-Clark. === Eleições === Nas eleições estaduais de 2002, o Partido Trabalhista conquistou 14 dos 25 assentos da Câmara. O povo diminuiu seu voto no Partido Liberal, cuja representação no Parlamento caiu para sete cadeiras. Os Verdes conquistaram quatro cadeiras, com mais de 18% dos votos populares, a maior proporção de qualquer partido verde em qualquer parlamento do mundo na época. Composição do Parlamento da Tasmânia Partido politico Casa da Assembleia Conselho Legislativo ALP 10 4 Liberal 13 1 Verdes 2 0 Apartidário 0 10 Fonte: Comissão Eleitoral da Tasmânia Em 23 de fevereiro de 2004, o primeiro-ministro Jim Bacon anunciou sua aposentadoria, após ser diagnosticado com câncer de pulmão. Nos últimos meses, ele abriu uma vigorosa campanha anti-tabagismo, que incluía muitas restrições sobre onde os indivíduos podiam fumar, como bares. Ele morreu quatro meses depois. Bacon foi sucedido por Paul Lennon, que, depois de liderar o estado por dois anos, venceu as eleições estaduais de 2006 por direito próprio. Lennon renunciou em 2008 e foi sucedido por David Bartlett, que formou um governo de coalizão com os Verdes após a eleição estadual de 2010, resultando em um parlamento suspenso. Bartlett renunciou ao cargo de primeiro-ministro em janeiro de 2011 e foi substituído por Lara Giddings, que se tornou a primeira premier do sexo feminino na Tasmânia. Em março de 2014, o Partido Liberal de Will Hodgman ganhou o governo, encerrando dezesseis anos de governança trabalhista e terminando um período de oito anos para o próprio Hodgman como líder da oposição. Hodgman então ganhou um segundo mandato nas eleições estaduais de 2018, mas renunciou no meio do mandato em janeiro de 2020 e foi substituído por Peter Gutwein. === Projetos políticos === A Tasmânia tem várias regiões não desenvolvidas. As propostas de desenvolvimento econômico local foram confrontadas com requisitos de sensibilidade ou oposição ambiental. Em particular, as propostas de geração de energia hidrelétrica foram debatidas no final do século XX. Na década de 1970, a oposição à construção do represamento do reservatório do Lago Pedder levou à formação do primeiro partido verde do mundo, o United Tasmania Group. No início dos anos 80, o estado debateu a proposta da barragem do rio Franklin. O sentimento anti-barragem foi compartilhado por muitos australianos fora da Tasmânia e provou ser um fator na eleição do governo trabalhista de Hawke em 1983, que interrompeu a construção da barragem. Desde a década de 1980, o foco ambiental mudou para a exploração madeireira e a mineração antigas na região de Tarkine, que se mostraram divisórias. O processo Tasmania Together recomendou o fim da derrubada de árvores em florestas antigas de alta conservação até janeiro de 2003, mas não teve êxito. === Governo local === A Tasmânia possui 29 áreas de governo local. Os conselhos locais são responsáveis por funções delegadas pelo parlamento da Tasmânia, como planejamento urbano, infraestrutura viária e gestão de resíduos. A receita do Conselho vem principalmente de impostos sobre a propriedade e subsídios do governo. Como na Casa da Assembleia, as eleições para o governo local da Tasmânia usam um sistema de representação proporcional de vários lugares, conhecido como Hare-Clark. As eleições para o governo local ocorrem a cada quatro anos e são conduzidas pela Comissão Eleitoral da Tasmânia por votação postal completa. As ultimas eleições para governo local foram realizadas entre setembro e outubro de 2018. == Educação == === Ensino primário === Ao contrário de todos os outros estados australianos, o ensino primário e secundário na Tasmânia é um sistema de três níveis, em vez de um sistema de dois níveis. As escolas são divididas em componentes da Primária, Secundária e Universitária. Os alunos começam o primeiro ano de escola preparatório no ano em que a criança completa seis anos de idade.TAS Eles passam sete anos na escola primária antes de avançar para o ensino médio, como em outros estados. === Ensino secundário === Da mesma forma que em outros estados, os alunos dos anos 11 e 12 podem obter o Certificado de Educação da Tasmânia (TCE) ou podem concluir o treinamento em educação profissional. No entanto, ao contrário de outros estados, a Tasmânia tem escolas separadas, chamadas faculdades, nos últimos dois anos. Os anos 7 a 10 são realizados nas escolas secundárias, embora as escolas distritais e muitas escolas não governamentais combinem educação primária, secundária e universitária, dependendo das necessidades da escola. Houve muitas críticas a esse sistema de ensino, pois apenas a metade do ano 10 os alunos vão para a faculdade e concluem o ensino secundário. Além disso, 50% do estado é classificado como analfabeto funcional e mais da metade dos adolescentes do estado fica abaixo da linha de base nacional em matemática. Os estudantes que não moram perto de uma faculdade, todos localizados em Hobart, Launceston, Devonport e Burnie, são frequentemente obrigados a embarcar para outra cidade para obterem seu TCE, forçando muitos adolescentes de 16 anos a sair de casa. No entanto, mudanças recentes do governo da Tasmânia levaram a um esforço para fazer com que as escolas secundárias regionais ofereçam disciplinas TCE. === Ensino terciário === A maior instituição de ensino público da Tasmânia é a Universidade da Tasmânia, com os principais campi de Newnham, em Launceston e Sandy Bay em Hobart, além de um centro noroeste em Burnie. O TasTAFE (anteriormente conhecido como TAFE Tasmania) também oferece qualificações terciárias em vários locais da Tasmânia.\"An Act to establish a University in Tasmania\", Victoriae Reginae No 41, Tasmanian Parliament, 5 December 1889. === Educação doméstica === A Tasmânia tem uma comunidade ativa de ensino doméstico. As famílias que oferecem educação doméstica na Tasmânia devem ser registradas no Conselho Consultivo da Educação Doméstica da Tasmânia (THEAC), que é um conselho consultivo e de monitoramento que se reporta ao Ministro da Educação. Em 2012, havia 660 estudantes domésticos matriculados na Tasmânia, dando à Tasmânia a maior proporção de estudantes domésticos em relação a estudantes de escolas tradicionais (6,4 por crianças) na Austrália. == Transportes == === Aeroporto === As principais transportadoras aéreas da Tasmânia são Jetstar Airways e Virgin Australia, Qantas, QantasLink e Regional Express Airlines. Essas companhias aéreas têm rotas diretas para Brisbane, Gold Coast, Melbourne e Sydney. Os principais aeroportos incluem o Aeroporto Internacional de Hobart (que não tem um serviço internacional regular de passageiros desde a década de 1990) e o Aeroporto de Launceston, os aeroportos menores, Burnie (Wynyard) e King Island, atendidos pela Regional Express, e o Aeroporto de Devonport, atendido pela QantasLink, tem serviços para Melbourne. Os serviços aéreos intra-tasmanianos são oferecidos pela Airlines of Tasmania. Até 2001, a Ansett Australia operava majoritariamente na Tasmânia para doze destinos em todo o país. === Base antártica === A Tasmânia, Hobart em particular, serve como principal ligação marítima da Austrália com a Antártica, com a Divisão Antártica Australiana localizada em Kingston. Hobart também é o porto de origem do navio francês l'Astrolabe, que faz entregas regulares aos Territórios Franceses do Sul, próximos e na Antártica. === Rodovias === Dentro do estado, a principal forma de transporte é por via rodoviária. Desde a década de 1980, muitas das rodovias estaduais passaram por melhorias regulares. Estas incluem a Hobart Southern Outlet, a Launceston Southern Outlet, a reconstrução das rodovias Bass e Huon. O transporte público é fornecido pelos serviços de ônibus da Metro Tasmânia, táxis regulares e serviços de compartilhamento de carona Uber da Hobart somente nas áreas urbanas, com os ônibus Redline, Tassielink Transit e Callows Coaches fornecendo serviço de ônibus entre os centros populacionais. === Ferrovias === O transporte ferroviário na Tasmânia consiste em linhas de bitola estreita para todos os quatro principais centros populacionais e para operações de mineração e silvicultura na costa oeste e no noroeste. Os serviços são operados pelo TasRail. Os serviços regulares de trem de passageiros no estado cessaram em 1977. Os únicos trens programados são para transporte de mercadorias, mas existem trens turísticos em áreas específicas, por exemplo, a ferrovia West Coast Wilderness. Existe uma proposta em andamento para restabelecer os trens em Hobart. Essa ideia, no entanto, carece de motivação política. === Hidrovias === O porto de Hobart é o segundo porto natural mais profundo do mundo, perdendo apenas para o Porto do Rio de Janeiro no Brasil. Há uma quantidade substancial de remessas comerciais e de lazer dentro do porto, e o porto abriga aproximadamente 120 navios de cruzeiro durante a metade mais quente do ano, e há visitas ocasionais de navios militares. Urnie e Devonport, na costa noroeste, abrigam portos e várias outras cidades costeiras abrigam pequenos portos de pesca ou marinas substanciais. A rota marítima doméstica entre a Tasmânia e o continente é atendida pelas balsas de passageiros/veículos do Estreito de Bass operadas pela TT-Line, de propriedade do governo da Tasmânia. O estado também abriga a Incat, fabricante de catamarãs de alumínio de alta velocidade que regularmente batiam recordes quando foram lançados. O governo do estado tentou usá-los na corrida do Estreito de Bass, mas acabou decidindo interromper a corrida devido a preocupações com a viabilidade e a adequação dos navios às condições climáticas extremas às vezes experimentadas no estreito. == Bibliografia == * * Robson, L. L. (1983). A History of Tasmania. Volume I. Van Diemen's Land from the Earliest Times to 1855. Melbourne: Oxford University Press. . * Robson, L. L. (1991). A History of Tasmania. Volume II. Colony and State from 1856 to the 1980s. Melbourne: Oxford University Press. . * Cameron-Ash M. (2018). \"Lying for the Admiralty\". Captain Cook's first voyage & secret of Port Jackson. == Ligações externas == * Tasmânia Online – O principal site do Governo do Estado * Discover Tasmania – Site Oficial de Turismo ! Tasmania Categoria:Estados e territórios fundados em 1825 Categoria:Descobertas geográficas dos Países Baixos",
 "title": "Tasmânia"
}