{
 "id": "92957",
 "text": "Manuel Henrique Tavares Fernandes (Lisboa, 5 de fevereiro de 1986) é um futebolista profissional português. == Carreira == Fez toda a sua formação no Benfica, tendo feito apenas um ano de escolinha no Sporting Clube de Portugal. Foi aposta de José Camacho e confirmou todo o seu talento, ganhando o estatuto de jogador fundamental com Trapattoni ao apresentar dotes técnicos e tácticos fabulosos. Também é conhecido como \"Manelélé\" por comparação com o jogador francês Claude Makélélé que já foi um dos melhores volantes do mundo. Fez no dia 12 de Dezembro testes médicos no Beşiktaş, preparando-se para ser um dos jogadores do clube turco. Manuel Fernandes, têm contrato com o Beşiktaş até final desta mesma época (2014) e estando em final de contrato com o clube de Istambul, pode assinar livremente por qualquer clube desportivo a custo zero, embora tudo indique que o Internacional Português tenha já clube para a época 2014-2015 que se avizinha. Apesar de ser considerado por muitos um dos melhores jogadores da sua geração, a sua carreira foi pautada de alguma irregularidade, ficando a sensação de que poderia ter dado muito mais ao futebol. Manuel Fernandes é, sem dúvida, dos melhores médios centro portugueses, com um toque de bola muito incomum e com o factor de jogar bem com os dois pés. A sua excelente visão de jogo e poder de remate são, igualmente, dois argumentos que possui, chegando ao ponto de muitos adeptos do Benfica sempre o quererem ter tido de volta ao clube. === Lokomotiv Moskva === Manuel Fernandes se transferiu para o Lokomotiv Moskva, em 2014. == Vida familiar == O seu irmão José Fernandes (conhecido por Tico) é jogador de futsal com uma longa passagem pela 1ª Divisão de Futsal, jogando actualmente no MTBA da 3ª Divisão Nacional. == Títulos == ===Benfica=== * Campeonato Português - 2004-05 * Taça de Portugal - 2003-04 * Supertaça Cândido de Oliveira: 2005 ===Lokomotiv Moscow=== * Copa da Rússia: 2014–15 2016–17, 2018–19 * Campeonato Russo: 2017–18 ==Ligações externas== *National team data * * * Categoria:Naturais de Lisboa Categoria:Futebolistas de Portugal Categoria:Futebolistas do Sporting Clube de Portugal Categoria:Futebolistas do Sport Lisboa e Benfica Categoria:Futebolistas do Portsmouth F.C. Categoria:Futebolistas do Everton F.C. Categoria:Futebolistas do Valencia Club de Fútbol Categoria:Futebolistas do Sport União Sintrense Categoria:Futebolistas do Besiktas JK Categoria:Futebolistas do Lokomotiv Moscou Categoria:Jogadores da Seleção Portuguesa de Futebol Categoria:Jogadores da Copa do Mundo FIFA de 2018",
 "title": "Manuel Henrique Tavares Fernandes"
}