{
 "id": "9295",
 "text": "A política da Espanha é o conjunto de condições administrativas que as leis da Espanha ditam para o funcionamento que os órgãos legislativos consideram apto para o país. De acordo com a classificação de sistemas de governo no mundo, a Espanha possui a forma de monarquia parlamentarista, pois seu poder legislativo, (representado na figura das Cortes Gerais), exerce a maior parte da responsabilidade legislativa e de governo. É um sistema parlamentarista porque depois das eleições legislativas o Rei da Espanha deve fazer a proposta do Presidente do Governo ao Congresso dos Deputados e se este o aprovar, o eleito permanece no cargo enquanto conservar a confiança dos deputados, do contrário deve renunciar. O Rei pode dissolver as Cortes se não há um critério uniforme de governo, e então convocam-se novas eleições. O sistema político da Espanha é um sistema multipartidário, mas desde a década de 1990 dois partidos predominaram na política espanhola, o Partido Socialista Operário Espanhol (PSOE) e o conservador Partido Popular (PP). Os partidos regionais, principalmente o Partido Nacionalista Basco (EAJ-PNV), do País Basco, e a Convergência e União (CiU) e a Esquerda Republicana da Catalunha (ERC), da Catalunha, também desempenham papéis-chave na política espanhola == História recente == Depois da morte do ditador Francisco Franco em 1975, que governou desde o final da Guerra Civil Espanhola em 1939, restaurou-se na Espanha a democracia depois de um período conhecido como Transição Espanhola que durou em sentido estrito desde 1975 até 1978. Durante esta época se produziu uma troca de regime, do Franquismo à atual Monarquia parlamentarista. Sendo Presidente do Governo Adolfo Suárez foi aprovada a Reforma política espanhola de 1977 e a atual Constituição Espanhola de 1978. Suárez governou desde 1976 até 1982. Em 23 de fevereiro de 1981 teve lugar uma tentativa de golpe de Estado, e alguns grupos rebeldes da Guarda Civil tomaram o Congresso dos Deputados. Entretanto, a grande maioria das Forças Armadas Espanholas permaneceram leais à democracia e ao Rei Juan Carlos, que empregou a autoridade real para acabar com a tentativa de golpe de estado. Espanha se uniu à Organização do Tratado do Atlântico Norte (OTAN) em princípios de 1982. Em outubro desse mesmo ano, o Partido Socialista Operário Espanhol (PSOE), liderado por Felipe González Márquez, ganhou as eleições do Congresso dos Deputados e do Senado com maioria absoluta. O PSOE também obteve a maioria absoluta nas eleições de 1986 e 1989. González, a frente do PSOE, governou durante os seguintes 13 anos. Durante seu mandato se desenvolveu o Estado do Bem Estar, o modelo autonômico e se produziu trocas importantes na política social, muito atrasada por causa da ditadura. Também, este período esteve marcado por escândalos políticos de corrupção e de terrorismo de Estado (GAL). Em 1986, Espanha passou a formar parte da União Europeia (UE). Em março de 1996, o Partido Popular (PP) de José María Aznar foi o partido mais votado, conseguindo quase a metade dos cadeiras no Congresso. Aznar se propôs liberalizar a economia, com um programa de privatizações, reforma do mercado laboral, e medidas destinadas a incrementar a competitividade em certos mercados, principalmente o de telecomunicações. Durante a primeira legislatura de Aznar, Espanha conseguiu os objetivos da Economia da União Europeia. Durante este período, Espanha participou, junto com os Estados Unidos e outras nações aliadas da OTAN, nas operações militares na Jugoslávia. Espanha se propôs tomar parte na Guerra de Kosovo em 1999, e as Forças Armadas Espanholas e algumas unidades de policia foram incluídas nas forças de pacificação na Bósnia (IFOR, SFOR) e em Kosovo (KFOR). O PP obteve a maioria absoluta nas duas câmaras das Cortes Gerais nas eleições gerais espanholas de março de 2000. Este resultado permitiu a Aznar formar um governo sem necessidade de se coligar com outras forças políticas como em sua anterior legislatura. Aznar é um firme defensor das relações transatlânticas e da Guerra contra o terrorismo. Esta legislatura esteve marcada pela agitação social produzida por algumas leis ou decisões (Troca das leis de Educação Lei Orgânica de Qualidade da Educação, invasão do Iraque, Prestige, Atentados de 11 de março de 2004) que certos setores da população não aceitaram. Para as eleições gerais espanholas de 2004, Aznar nomeou a Mariano Rajoy (até então vice-presidente 1º do Governo) como candidato do PP. O PSOE ganhou estas eleições. José Luis Rodríguez Zapatero foi eleito Presidente do Governo da Espanha, assim Aznar deixando o poder em agosto de 2004, após 8 anos de governo. Três das medidas mais importantes do Governo no início de seu mandato foram: a participação da mulher na metade dos cargos do Conselho de Ministros, a retirada das tropas espanholas no Iraque e a aprovação do casamento entre homossexuais. Zapatero foi reeleito em 2008, com um quantidade menor que em 2004, pela crise mundial daquele ano, com sua reeleição, continuou suas reformas de economia para a Espanha. Ele não quis se candidatar ao terceiro mandato em 2011, e deixou o poder em dezembro do mesmo ano, após a vitória do conservador Mariano Rajoy. Rajoy teve chances de dar melhorias para Espanha, que acabou dando errado ao longo do seu mandato. Foi reeleito em 2015 e 2016, mas nas duas eleições, houve fraudes nos votos de Rajoy para que fosse reeleito. Ele teve moção de desconfiança em 2018 assim deixando o cargo após investigação de corrupção no seu governo, sendo sucedido pelo socialista Pedro Sánchez. Sánchez foi reeleito em abril e novembro de 2019, sendo o primeiro presidente espanhol desde o também socialista Zapatero a ter maioria de votos. == Chefe de estado == Sendo Espanha um reino, o rei é igualmente chefe de estado. Por ser uma monarquia hereditária, o sucessor só pode ser aclamado quando o predecessor falece ou então, quando este resigna ao trono. O rei é o chefe de estado, símbolo da sua unidade e permanência, arbitra e modera o funcionamento regular das instituições democráticas, assume a mais alta representação do Estado Espanhol nas relações internacionais, especialmente com as nações da sua comunidade histórica, e exerce as funções que lhe atribuem expressamente a Constituição e as leis. O rei, ao ser proclamado diante as Cortes Gerais, prestará juramento de desempenhar fielmente as suas funções, guardar e fazer guardar a Constituição e as leis e respeitar os direitos dos cidadãos e das Regiões Autónomas. O Príncipe herdeiro, ao alcançar a maioria de idade, e o regente ou regentes ao desempenhar cargo das suas funções, prestaram o mesmo juramento, assim como o de fidelidade ao rei. Corresponde ao rei: :a) Sancionar e promulgar as leis. :b) Convocar e dissolver as Cortes Gerais e convocar eleições nos términos previstos na Constituição. :c) Convocar a referendo nos casos previstos na Constituição. :d) Propor o candidato a Primeiro-Ministro e, em seu caso, nomeá-lo, assim como por fim às suas funções nos términos previstos na Constituição. :e) Nomear e separar os membros do Governo, a proposta do Primeiro-Ministro. :f) Expedir os decretos acordados no Conselho de Ministros, conferir os empregos civis e militares e conceder honras e distinções de acordo com as leis. :g) Ser informado dos assuntos de Estado e presidir, a estes efeitos, as sessões de Conselho de Ministros, quando o estime oportuno, a petição do Primeiro-Ministro. :h) O comando supremo das Forças Armadas. :i) Exercer o direito de graça de acordo com a lei, que não poderá autorizar indultos gerais. :j) Exercer o Alto Patrocínio das Academias Reais. == Poder legislativo == A bancada legislativa é composta pelas Cortes Gerais, os representantes supremos do povo espanhol. Esta legislatura é bicameral, integrada pelo Congresso dos Deputados com 350 membros, eleitos pelo voto popular com mandato de quatro anos, e o Senado, com 259 cadeiras, das quais 208 são diretamente eleitas pelo povo e 51 indicados pelos legisladores regionais e o mandato também é de quatro anos. As Cortes Gerais exercem o poder legislativo do Estado, aprovando o orçamento e controlando as ações do governo. Como na maioria dos sistemas parlamentares, mais poder legislativo é investido na câmara baixa, o Congresso dos Deputados. Cada câmara das Cortes Generales se reúne em recintos separados, e desempenham suas funções separadamente, exceto para funções específicas importantes, caso em que se reúnem em uma sessão conjunta. Essas funções incluem a elaboração de leis propostas pelo executivo (\"o Governo\"), por uma das câmaras, por uma comunidade autônoma ou por iniciativa popular; e a aprovação ou emenda do orçamento da nação proposto pelo primeiro-ministro. == Poder executivo == O poder executivo na Espanha está no Conselho de Ministros (em espanhol: Consejo de Ministros). É chefiado pelo presidente do governo (primeiro-ministro), que é nomeado pelo rei, e confirmado por uma votação da câmara baixa do Parlamento. Depois de ter sido nomeado um candidato tem de obter a maioria dos votos da câmara baixa, sem a qual, uma segunda votação será realizada apenas quando ele precisa de uma pluralidade de votos. O primeiro-ministro nomeia o resto dos membros do Conselho, que são, em seguida, nomeado pelo rei. Ele dirige as atividades do governo como um todo. O primeiro-ministro também pode designar vários vice-presidentes (embora não seja obrigatório). Existe também um Conselho de Estado que é o supremo órgão consultivo do governo. === Ministérios === * Ministério da Presidência, das Relações con o Parlamento e da Igualdade, * Ministério dos Assuntos Exteriores, da União Europeia e da Cooperação * Ministério da Justiça * Ministério da Defesa * Ministério da Fazenda * Ministério do Interior * Ministério do Fomento * Ministério da Educação e Formação Profissional * Ministério do Trabalho, Migrações e Segurança Social * Ministério da Indústria, do Comércio e do Turismo * Ministério da Agricultura, da Pesca e da Alimentação * Ministério da Política Territorial y da Função Pública * Ministério da Transição Ecológica * Ministério da Cultura e do Esporte * Ministério da Economia e da Empresa * Ministério da Saúde, do Consumo e do Bem-Estar Social * Ministério da Ciência, da Inovação e das Universidades == Principais partidos == * Bloco Nacionalista Galego (BNG) * Chunta Aragonesista (CHA) * Ciudadanos - Partido de la Ciudadanía (C’s) * Coalizão Canária (CC) * Convergência e União (CiU) * Esquerda Republicana da Catalunha (ERC) * Eusko Alkartasuna (EA) * Esquerda Unida (IU) * Iniciativa por Cataluña Verdes (ICV) * Nafarroa Bai (Na-Bai) * Partido Aragonês (PAR) * Partido Nacionalista Basco (PNV-EAJ) * Partido Popular (PP) * Partido Socialista Operário Espanhol (PSOE) == Poder judiciário == O poder judiciário é exercido por profissionais, juízes e magistrados, e composto por diferentes tribunais, dependendo da ordem e o tipo de julgamento, a classificação mais alta da jurisdição na estrutura judicial em Espanha, é o Supremo Tribunal. O papel do judiciário é regulada pelo Conselho Geral do Poder Judiciário da Espanha cujo presidente é também o presidente do Supremo Tribunal. == Divisões administrativas == A Espanha está dividida em 17 comunidades autónomas: Andaluzia, Aragão, Astúrias, Ilhas Baleares, Canárias, Cantábria, Castela-Mancha, Castela e Leão, Catalunha, Comunidade Valenciana, Estremadura, Galiza, La Rioja, Madrid, Múrcia, Navarra e País Basco. No Noroeste de África, os enclaves de Ceuta e Melilla são administrados como cidades autónomas, com mais poderes do que municípios, mas menos do que as comunidades autónomas. As Ilhas Chafarinas, Peñón de Alhucemas e Peñón de Vélez de la Gomera estão sob administração direta do governo central. * Andaluzia (Andalucía) (capital: Sevilha) * Aragão (Aragón) (capital: Saragoça) * Principado das Astúrias (Principáu d'Asturies em asturiano, Principado de Asturias em castelhano) (capital: Oviedo) * Ilhas Baleares (Illes Balears, nome catalão, único oficial) (capital: Palma de Maiorca) * País Basco (Pais Vasco ou Euskadi) (capital: Vitoria-Gasteiz) * Ilhas Canárias (Canarias) (capitais das províncias: (Las Palmas de Gran Canaria e Santa Cruz de Tenerife) * Cantábria (Cantabria) (capital: Santander) * Castela-La Mancha (Castilla-La Mancha) (capital: Toledo) * Castela e Leão (Castilla y León) (capital: Valhadolid) * Catalunha (Catalunya em catalão, Cataluña em espanhol) (capital: Barcelona) * Ceuta (capital: Ceuta) * Estremadura (capital: Mérida) * Galiza (Galiza em galego, Galicia em galego ou espanhol) (capital: Santiago de Compostela) * Comunidade de Madrid (capital: Madrid) * Melilha (capital: Melilha) * Região de Múrcia (Región de Murcia) (capital: Múrcia) * Comunidade Foral de Navarra (Comunidad Foral de Navarra) (capital: Pamplona) * La Rioja (capital: Logronho) * Comunidade Valenciana (Comunidad Valenciana) (capital: Valência) == Ver também == * Nacionalidades históricas da Espanha == Ligações externas == * Cortes Gerais da Espanha * Congresso dos Deputados * Senado da Espanha",
 "title": "Política da Espanha"
}