{
 "id": "92963",
 "text": "Na informática, cópia de segurança () é um termo utilizado para uma atividade que consiste em realizar cópias de segurança de dados digitais de um dispositivo, como fotos, documentos, softwares ou qualquer arquivo digital, com o intuito de recuperá-los em caso de perda dos dados originais, como apagamentos acidentais ou corrupção de dados. Meios propagados de backups incluem CD-ROM, DVD, disco rígido, disco rígido externo (compatíveis com USB), fitas magnéticas e a cópia de segurança externa (online). Esta transfere os dados por uma rede como a Internet para outro ambiente, na maior parte das vezes para equipamentos mais sofisticados, de grande porte e alta segurança. Outra forma pouco difundida de cópia de segurança é feita via rede. Na própria rede local de computadores, o administrador ou o responsável pela cópia de segurança grava os dados em um formato de arquivo, processa e distribui as partes constituintes da cópia nos computadores da rede, de forma segura (arquivos são protegidos), criptografada (para não haver extração ou acesso aos dados na forma original) e oculta (na maioria das vezes o arquivo é ocultado). Cópias de segurança são frequentemente confundidas com arquivos e sistemas que suportam falhas. A principal diferença em relação aos arquivos é que, enquanto estes são cópias principais dos dados, as cópias de segurança são secundárias. Em contraste com sistemas tolerantes a falhas, que partem do princípio de que uma falha não resultará em perda de dados, as cópias de segurança pressupõem que a falha levará à perda dos dados. As cópias de segurança precisam atender a diversos critérios, incluindo: o tempo necessário para sua execução, a frequência com que são realizadas, o número de cópias armazenadas, a duração de sua retenção, a capacidade de armazenamento disponível, o método de rotação entre dispositivos, e a aplicação de compressão e criptografia dos dados. A velocidade com que as cópias são feitas deve ser maximizada para minimizar a interferência nos serviços. A frequência das cópias deve ser ajustada com base na quantidade de dados modificados na organização; em casos de grandes volumes de dados, as cópias devem ser feitas diariamente. Também é importante definir um horário para a execução das cópias, preferencialmente à noite, de acordo com o funcionamento da organização. Para facilitar a localização, as cópias devem ser armazenadas por data e categoria, em um local seguro. == Armazenamento == === Modelos de repositórios === Qualquer procedimento de cópia de segurança inicia com um conceito de repositório dos dados. Num modelo não estruturado, o repositório pode ser armazenado em mídias de armazenamento com informações mínimas sobre o que e quando foi armazenado. Apesar da simplicidade de implementação, torna-se difícil recuperar as informações caso necessário. No outro extremo temos a cópia de segurança completa que tem como principal desvantagem altos requisitos de armazenamento, maior tempo de processamento tanto na criação como na recuperação do repositório. Em um repositório global e incremental (backup incremental), originalmente, é feita uma cópia de segurança completa de todos os arquivos. Depois, cópias incrementais são feitas apenas dos arquivos que foram modificados desde a última iteração de cópia incremental ou completa. Restaurar o sistema a um certo momento requer localizar a cópia completa obtida antes do momento dado e todas as cópias incrementais realizadas entre a cópia completa e o momento. Esse modelo oferece um alto nível de segurança de recuperação e rapidez, e pode ser usado com diferentes tipos de dispositivos de armazenamento. Por outro lado, desvantagens incluem lidar com diferentes cópias incrementais e o tempo de recuperação. Num repositório global e diferencial (backup diferencial), após a cópia de segurança completa ser feita, cada cópia diferencial captura todos os arquivos criados ou modificados desde a cópia completa, apesar de alguns já poderem ter sido incluídos numa cópia diferencial anterior. Sua vantagem é que a restauração envolve recuperar somente a última cópia de segurança completa e a última cópia diferencial. Um repositório mirror (espelho) e rsync (reversamente incremental) é similar ao global e incremental, mas difere na medida em que oferece uma cópia que reflete o estado dos dados da última cópia de segurança e a história reversa das cópias incrementais. Um benefício é requerer somente uma cópia completa. Cada cópia incremental é imediatamente aplicada à cópia espelho e os arquivos que ela modifica são movidos para a cópia reversamente incremental. Esse modelo não é adequado para dispositivos de armazenamento removíveis pois cada cópia de segurança deve ser feita comparando-se com a cópia espelho. Já num modelo de proteção contínua dos dados, o sistema registra imediatamente cada mudança nos dados, o que é geralmente feito diferenças de bytes ou blocos de bytes e não de arquivos. === Dispositivo === Além do modelo de repositório, os dados devem ser armazenados num dispositivo de armazenamento determinado. Fitas magnéticas são há tempos o meio mais comum, tendo uma relação de capacidade por custo maior do que discos rígidos. Por ter o acesso sequencial, o tempo de acesso aos dados é grande, mas o desempenho da escrita e leitura contínua pode ser favorável. Entretanto, a capacidade e o preço dos discos rígidos vêm melhorando, tornando-os competitivos em relação às fitas. Suas vantagens são o tempo de acesso, a disponibilidade, a capacidade e a facilidade de uso. Discos rígidos externos pode ser conectados através de interfaces locais como SCSI, USB, FireWire ou eSATA, ou interfaces remotas como Ethernet, iSCSI ou Fibre Channel. Outra opção são discos ópticos. Por exemplo, a vantagem do CD é que ele pode ser restaurado em qualquer máquina com um leitor de CD-ROM, e as mídias são relativamente baratas. Diversos formatos de discos ópticos permitem somente uma gravação dos dados, mais adequado para cópias de segurança. Tecnologias recentes como o Blu-ray aumentaram consideravelmente a capacidade de armazenamento, ainda que também aumentando os custos. Durante a década de 1980 e o começo da década de 1990, a cópia pessoal de segurança estava associada ao uso de disquetes, que acabaram se tornando obsoletos devido a baixa capacidade de armazenamento. Dispositivos SSD como memória flash, USB flash drive, CompactFlash, SmartMedia, Memory Stick e Secure Digital Card são relativamente caros para sua baixa capacidade, mas oferecem grande portabilidade e facilidade de uso. Por fim, há a opção de armazenamento remoto, que está ganhando popularidade com a banda larga. Garante muita segurança para os dados, mas uma desvantagem e a baixa velocidade de conexão pela Internet em relação aos dispositivos apresentados anteriormente, o que pode se tornar relevante no caso de grande volume de dados. Um risco associado é delegar o controle da cópia de segurança a outros. Ele permite que você crie tipo um atalho para o programa ou pasta. == Recuperação == Na eventualidade de ocorrência de incidente, os dados devem ser repostos, recorrendo então à informação armazenada na cópia de segurança. A recuperação dos dados deverá ser efectuada rapidamente e de forma eficiente, para que os serviços não se encontrem inactivos por muito tempo. A prioridade da reposição dos dados deve ser estabelecida, conforme as necessidades da organização. == Ver também == * Memória (computador) * Segurança da informação == Ligações externas == * Proteção e Recuperação de Dados da Microsoft Categoria:Armazenamento de dados Categoria:Segurança da informação Categoria:Dados computacionais",
 "title": "Cópia de segurança"
}