{
 "id": "92967",
 "text": "Colite ulcerosa é uma doença crónica que causa inflamação e úlceras no cólon e no reto. Os principais sintomas da doença ativa são dor abdominal e diarreia com presença de sangue. Entre outros possíveis sintomas estão perda de peso, febre e anemia. Em muitos casos os sintomas manifestam-se gradualmente e podem variar de ligeiros a graves. Geralmente os sintomas manifestam-se de forma alternada com períodos sem sintomas. Entre as possíveis complicações estão o megacólon, inflamações dos olhos, articulações ou fígado, e cancro do cólon. Desconhecem-se as causas da doença. As teorias apontam para o envolvimento de causas autoimunes, genéticas, alterações na flora intestinal e fatores ambientais. A doença é mais comum em países desenvolvidos, o que leva alguns investigadores a propor que possa ser o resultado de menor exposição a infeções intestinais ou à dieta e estilo de vida Ocidentais. A remoção do apêndice durante a infância pode oferecer alguma proteção. O diagnóstico é geralmente realizado com colonoscopia e biópsia. A colite ulcerosa é um tipo de doença inflamatória do intestino, a par da doença de Crohn e colite microscópica. Algumas alterações na dieta podem aliviar os sintomas, como a adoção de uma dieta rica em calorias ou dieta isenta de lactose. No tratamento dos sintomas e remissão da doença são usados vários medicamentos, como a sulfassalazina, mesalazina, esteroides, imunossupressores como a azatioprina ou terapêutica biológica da doença inflamatória do intestino. Nos casos mais graves, em que a doença não responde ao tratamento ou quando surgem complicações como cancro do cólon, pode ser necessária a remoção cirúrgica do cólon. A remoção do cólon e do reto pode curar a doença. Com tratamento adequado, a mortalidade aparenta ser idêntica à da população em geral. Em conjunto, a doença de Crohn e a colite ulcerosa afetavam cerca de 11,2 milhões de pessoas em 2015. A cada ano registam-se 1–20 novos casos por cada pessoas, sendo afetados 5–500 por cada indivíduos. A doença é mais comum na Europa e na América do Norte do que no resto do mundo. Na maior parte dos casos a colite ulcerosa tem início entre os 15 e 30 anos de idade ou em pessoas com mais de 60 anos. A doença aparenta afetar homens e mulheres em igual proporção. A frequência tem vindo a aumentar desde a década de 1950. A primeira descrição da doença foi feita na década de 1850. == Sinais e sintomas == A doença cursa com inflamação destrutiva de toda a parede do cólon e recto, de forma contínua (diferentemente da doença de Crohn). Inicialmente limita-se à mucosa, mas depois surgem múltiplas pequenas úlceras na parede intestinal, devido à inflamação profunda. A destruição da parede e das vilosidades gera diarreia e má-absorção, por vezes com sangue ou muco, e acompanhada de febre e dores abdominais, e por vezes vómitos e náuseas. É comum o tenesmo, uma sensação de que o recto ainda contem fezes mesmo após a evacuação estar completa. Os períodos sintomáticos alternam com períodos alargados sem qualquer sintoma. Muitos indivíduos apresentam progressão lenta e lesões mínimas, outros rápida ou mesmo fulminante com problemas agudos possíveis adicionais como desidratação e anemia. Num terço dos casos todo o cólon está afectado, nos restantes algumas áreas são poupadas. São ainda frequentes as fissuras anais (15% dos casos) ou abcessos rectais. === Sintomatologia extra-intestinal === Cerca de metade (47%) dos pacientes possuem signos e sintomas fora do intestino, que podem incluirː Langan RC, Gotsch PB, Krafczyk MA, Skillinge DD (November 2007). \"Ulcerative colitis: diagnosis and treatment\" (PDF). American Family Physician. 76 (9): 1323–30. PMID 18019875. Archived (PDF) *Úlceras na boca (aftas) *Oculares: **Irite **Uveíte **Episclerite *Musculoesquelético: **Artrite seronegativa, que pode afetar uma grande articulação ou muitas pequenas articulações das mãos e dos pés **Espondilite anquilosante (artrite da coluna vertebral) **Sacroiliíte (artrite da coluna inferior) *Cutâneos: **Eritema nodoso, que é uma paniculite, ou inflamação do tecido subcutâneo envolvendo as extremidades inferiores **Pioderma gangrenoso, que é uma lesão ulcerante dolorosa envolvendo a pele *Trombose venosa profunda *Anemia hemolítica autoimune *Hipocratismo digital, deformidade das extremidades dos dedos *Colangite esclerosante primária, endurecimento e inflamação da vesícula biliar Também é comum a comorbidade com outras doenças autoimunes. === Complicações === A longo prazo podem surgir problemas como: *Desnutrição, *Desidratação, *Perda de peso, *Megacólon tóxico (devido à destruição dos nervos subjacentes à mucosa doíleo) *Peritonite. O risco de cancro do cólon é muito aumentado: 30% desenvolvem carcinomas após várias décadas, mas se detectados precocemente podem ser removidos sem sequelas. Raramente podem surgir complicações extra-intestinais tais como: eritemas cutâneos, artralgias, artrites, lesões hepáticas ou pancreáticas, e outras. == Causas == Não tem uma causa conhecida (idiopática), mas existem estudos que apontam para uma componente genético no desenvolvimento da doença. A teoria mais provável será a de infecção por um microorganismo pouco patogénico que estimula uma resposta imunitária ineficaz em indivíduos com determinados genes do sistema MHC de reconhecimento de antigénios estranhos. Mesmo após eliminação do invasor, a resposta imunitária permanece e aumenta particularmente em períodos de stress. Recentemente,Duerr RH, Taylor KD, Brant SR, Rioux JD, Silverberg MS, Daly MJ, Steinhart AH, Abraham C, Regueiro M, Griffiths A, Dassopoulos T, Bitton A, Yang H, Targan S, Datta LW, Kistner EO, * Schumm LP, Lee AT, Gregersen PK, Barmada MM, Rotter JI, Nicolae DL, Cho JH. A Genome-Wide Association Study Identifies IL23R as an Inflammatory Bowel Disease Gene Science. 2006 Dec 1;314(5804):1461-3. Epub 2006 Oct 26 uma equipe de médicos do Canadá e E.U.A. descreveu que mutações no gene IL23R, do cromossomo 1p31 (que codifica uma subunidade do receptor para a interleucina 23) estariam associadas a risco aumentado ou reduzido de desenvolver uma doença inflamatória intestinal. O achado suporta a hipótese de que a DII teria uma base genética para a sua etiologia e indica novas linhas de pesquisa em busca de tratamentos mais eficazes. == Diagnóstico == O diagnóstico definitivo é feito por estudos imagiológicos como colonoscopia ou estudos com contraste radiográficos (particularmente com sulfato de bário), que auxilia na diferenciação da doença de Crohn. A biópsia do colon pode ser útil. É importante eliminar a possibilidade de parasita intestinal ou gastroenterite, além da distinção importante com a semelhante doença de Crohn. == Tratamento == O tratamento minimiza os problemas e evita complicações graves. São dados fármacos antidiarreicos e outros para alivio sintomático. O uso de aminosalicilatos (anti-inflamatórios semelhantes aos AINEs) diminui as lesões inflamatórias. Para este fim também podem ser utilizados os corticosteroides, não sendo no entanto primeira escolha devido aos seus efeitos secundários. Outros medicamentos usados no tratamento da colite ulcerosa são os imunossupressores e o infliximab. Em casos graves o cólon é removido cirurgicamente (colectomia), a única cura definitiva da colite. Mesmo em casos moderados é necessária a vigilância anual por colonoscopia de possíveis tumores, devido ao risco de cancro colorretal muito aumentado. A manutenção de dieta rigorosa, pobre em lipídeos, fibras longas e substâncias irritantes do cólon pode auxiliar na remissão. Devido ao elevado risco de anemia, recomenda- se hemogramas regulares com suplementação de vitaminas B e C e ferro conforme necessário durante as crises.Mowat C, Cole A, Windsor A, Ahmad T, Arnott I, Driscoll R, Mitton S, Orchard T, Rutter M, Younge L, Lees C, Ho GT, Satsangi J, Bloom S (May 2011). \"Guidelines for the management of inflammatory bowel disease in adults\". Gut. 60 (5): 571–607. doi:10.1136/gut.2010.224154. PMID 21464096. == Prognóstico == A colite ulcerosa geralmente é intermitente, com períodos de inatividade e reativação da doença. Pacientes com colite extensa tem menor tempo de remissão e pior prognóstico. A mortalidade é baixa (5% após 10 anos de doença) se o doente é acompanhado e tratado. Cerca de 25% sofrem ataques severos com necessidade de colectomia nos primeiros anos. == Epidemiologia == Afecta principalmente indivíduos com 15 a 25 anos e depois com 60-80 anos, sendo mais comum as mulheres que os homens. A incidência é de 10 novos casos por 100 000 pessoas, sendo mais frequente nos ocidentais que nos orientais, onde a incidência tem crescido nos últimos anos. A incidência em algumas etnias judaicas, especialmente Ashkenazi, é mais de dez vezes maior que o resto da população. A prevalência mundial está entre 100-300 casos por 100 000 adultos (cerca de 0,2%).Podolsky DK (2002). \"Inflammatory bowel disease\". The New England Journal of Medicine. 347 (6): 417–29. doi:10.1056/NEJMra020831. PMID 12167685. == Ligações externas == * * APDI - Associação Portuguesa da Doença Inflamatória do Intestino (Portugal) Categoria:Doenças do sistema digestivo Categoria:Gastroenterologia",
 "title": "Colite ulcerosa"
}