{
 "id": "9301",
 "text": "Brito é uma vila portuguesa sede da Freguesia de Brito do Município de Guimarães, freguesia com 5,9 km² de área e 4 774 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . A povoação de Brito foi elevada à categoria de vila em 12 de julho de 2001. Está integrada na Arquidiocese de Braga e o seu orago é S. João. Está situada a cerca de 7 km da sede do município e é delimitada a sul e a leste pelo rio Ave. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1021 723 2542 319 2011 915 642 2884 498 2021 586 619 2758 811 == História == As inquirições de 1220 dizem expressamente que «rex non est patronus» e esta afirmação é repetida e comprovada nas de 1258. No século XVIII a apresentação do reitor pertencia, alternadamente, ao cabido da Sé de Braga e ao Papa. Administrativamente, Brito foi sempre do termo de Guimarães. A primeira personagem histórica que aparece foi D. Soeiro de Brito, que foi rico-homem ou infanção no reinado de D. Afonso V. D. Soeiro fundou um convento de frades beneditinos, do qual não restam vestígios. Diz-se que o solar da família Brito é na Ribeira de Brito,situado entre o Rio Ave e a Portela dos Leitões. As suas armas são: de vermelho, nove lisonjas de prata, apontadas, moventes do chefe, da ponta e dos flancos do escudo e carregadas, cada uma, de um leão púrpura. == Festividades == O padroeiro de Brito é o S. João Baptista, que se festeja a 24 de Junho. No dia 15 de Agosto celebra-se a festa da Abadia em honra da Nossa Senhora do Rosário cuja administração é exercida por uma confraria criada nos princípios de século XVII mais precisamente em 1609. A festa do Coração de Jesus e a festa de S. João Baptista encontram ainda eco nesta freguesia. == Heráldica == As quatro torres correspondem ao título de Vila.Segundo o parecer dado pela Comissão de Heráldica da Associação dos Arqueólogos Portugueses, emitido nos termos da Lei n.° 53/91 de 7 de agosto, em 14 de maio de 2002. Pelo mesmo facto a bandeira é dividida em quatro, sendo que a cor azul é uma das cores existentes no brasão, neste caso da campanha ondeada. A roda dentada representa a indústria existente. As mós lembram a moagem do milho que proliferam nesta freguesia atravessada por vários cursos fluviais. A campanha ondeada de três tiras representa os denominados cursos de água e principalmente o rio Ave que delimita toda a freguesia de leste a sul. == Geografia == Situado na bacia hidrográfica do rio Ave e à margem direita daquele curso de água, Brito caracteriza-se por uma topografia pouco acidentada, sendo predominante a área de encosta com suave pendor. A freguesia é atravessada por duas estradas nacionais: EN310 e a EN206. A primeira liga Póvoa de Lanhoso a Ronfe (cruzamento com a EN206), passando por Vila das Taipas. A segunda, liga Vila do Conde a Guimarães, passando por Vila Nova de Famalicão. A EN206 permite de uma forma rápida o acesso às autoestradas A7 e A11. A primeira que liga Vila do Conde a Vila Pouca de Aguiar, permite uma ligação rápida a Vila Nova de Famalicão e à autoestrada A3, ligando desta forma, ao sul do País e à Galiza. A segunda, que liga Apúlia a Castelões, permite uma ligação rápida a Braga, Barcelos e ao litoral. Os cursos de água que atravessam a freguesia são dois, o rio Ave e a ribeira de Brito. Esta freguesia está rodeada e delimitada pelas seguintes freguesias: União das Freguesias de Sande Vila Nova e Sande São Clemente (a norte), Ponte (a nordeste), Silvares a leste, Ronfe e São Jorge de Selho (ambas a sul), Vermil (a oeste) e finalmente Figueiredo (a noroeste). == Atividades económicas == * Agricultura * Comércio * Indústria Os seus férteis campos agrícolas já assistiram outrora ao vicejar de um pujante setor primário, mas a realidade económica atual é de cariz bem diverso, pois que, nos últimos anos, se veio a desenvolver uma forte e determinante implantação industrial. Porque, de facto, Brito tem crescido, não esmorecendo na dinâmica do seu passado que tão bem a tem caracterizado. Com o empenho de sempre, esta freguesia tem vindo a aumentar em número de habitantes, consequência da referida crescente e adequada industrialização de que tem beneficiado. Hoje é já um pólo industrial reconhecido e apetecido, continuando a emprestar o zelo e o fervor de outrora, cada dia renovado, às atividades de presente. == Património == Do património edificado desta freguesia destaca-se o amplo templo paroquial (Igreja Matriz), de harmoniosa traça ao gosto neoclássico, construção datada de 1762. A estrutura é flanqueada por altiva torre sineira (adossada ao flanco meridional e alinhando com a frontaria). Na parede exterior da torre, voltada a sul, pode observar-se um tímpano de recorte semicircular, ornamentado com uma cruz templária, insculturada em negativo.Elegante e bem proporcionado é também o cruzeiro paroquial, com o seu fuste cilindroide rematado por um elemento bulbiforme, este suportando uma delgada cruz de hastes florenciadas. Algo singela e de pequenas dimensões é a Capela de Santa Helena, porém de cuidada e harmoniosa traça, com suas cuidadas cantarias sobressaindo na alvura do reboco... Atrativa também pela sua peculiar gastronomia, encontra a freguesia de Brito outros motivos dignos de visita e apreciação na área da monumentalidade as capelas particulares da Casa do Ribeiro e da Casa do Couto, os Pontilhões e ainda os Moinhos do Rio Ave. * Parque de Lazer da Vila de Brito Ficheiro:Brito2.JPG|Capela de Santa Helena. Ficheiro:Brito3.JPG|Cruzeiro Paroquial. Ficheiro:Brito4.JPG|Parque de Lazer da Vila de Brito. == Ligações externas == * Junta de freguesia de Brito Categoria:Freguesias de Guimarães Categoria:Vilas de Portugal",
 "title": "Brito (Guimarães)"
}