{
 "id": "93069",
 "text": "thumb|255px|Estátua de João Vaz Corte Real, gesso da autoria de Canto da Maia, realizado em 1948, por encomenda do Ministério do Ultramar, para a Exposição 15 Anos de Obras Públicas que teve lugar naquele ano no Instituto Superior Técnico (Lisboa).[https://museu-angra.azores.gov.pt/museu- aberto/pdf/141_museu-aberto.pdf Museu de Angra do Heroísmo: Corte-Real]. A obra está exposta no Museu de Angra do Heroísmo, Açores. O gesso reproduz em tamanho maior uma obra encomendada em 1945 para o jardim fronteiro à Torre de Belém, projecto de Cotinelli Telmo que não chegou a ser executado. João Vaz Corte-Real (Tavira, c. 1420 -- Vila de Angra, 2 de julho de 1496) foi um navegador e explorador, capitão do donatário na ilha Terceira da parte de Angra. Homem ligado às navegações portuguesas do século XV, liderou o grupo de colonos que fundaram a vila de Angra, hoje a cidade de Angra do Heroísmo.«Corte-Real, João Vaz» na Enciclopedia Açoriana. Dois dos seus filhos, Miguel Corte Real e Gaspar Corte Real, realizaram viagens de exploração do noroeste do Atlântico que os levaram às costas da América do Norte, sendo-lhes atribuído o reconhecimento da Terra Nova.António Ornelas Mendes & Jorge Forjaz, Genealogias da Ilha Terceira, vol. III, pp. 469-471. DisLivro, Livro, 2007 (978-972-8876-98-2).Manuel Luís Maldonado, Fenix Angrence, I, III. Instituto Histórico da Ilha Terceira, Angra do Heroísmo, 1989-1997.Ernesto do Canto, Os Cortes Reais. Memória histórica acompanhada de muitos documentos inéditos. Ponta Delgada, Typ. do Archivo dos Açores, 1883.Dionísio David, «Corte-Real, João Vaz» in Dicionário da História dos Descobrimentos, vol. I, p. 303. Lisboa, Círculo de Leitores, 1993. ==Biografia== João Vaz Corte-Real foi filho ilegítimo de Vasco Anes Corte- Real, cavaleiro da Casa Real, fronteiro-mor do Algarve, alcaide-mor de Tavira e Silves e armador-mor (oficial encarregue das armas pessoais do rei) do rei D. Afonso V, e de mãe desconhecida (embora alguns autores a apontem como sendo Mor Afonso EscudeiraA referência para o nome de Mor Afonso Escudeira é Felgueiras Gaio, Nobiliário de Famílias de Portugal, tit. de Monizes, §1, n.º 3 Henrique Moniz.). O pai estivera na tomada de Ceuta, em 21 de agosto de 1415, e recebera, por serviços ao rei, diversos bens em Tavira.Archivo dos Açores, vol. 4, pp. 473 e seg.Sociedade de Geografia de Lisboa: João Vaz Corte Real, navegador e donatário de Angra na ilha Terceira e ilha de São Jorge (Açôres). Apesar de filho de um nobre abastado, João Vaz Corte Real era bastardo e secundogénito, sendo por isso remota a possibilidade de suceder na casa paterna, circunstâncias em que a aventura ultramarina surgia como oportunidade obter o património de que carecia e para afirmar a respectiva linhagem. Reconhecido por seu pai, era morador em Tavira e porteiro-mor do infante D. Fernando, duque de Viseu e pai do futuro rei D. Manuel, quando casou com Maria Abarca, filha de Pedro Abarca, um fidalgo galego. Não se conhece o percurso pessoal de João Vaz Corte-Real até receber a capitania de Angra, a qual lhe foi doada por carta de 2 de abril de 1474.Archivo dos Açores, vol. 4 (1882), p. 157-158. A doação foi feita na sequência da divisão da ilha Terceira em duas capitanias, a de Angra e a da Praia, na sequência da morte do primeiro capitão da ilha Terceira, Jácome de Bruges, e dos conflitos entre os seus herdeiros e os de Diogo de Teive. A doação da capitania foi feita em recompensa de serviços prestados, sendo que as fontes mais antigas consideram que os mesmos foram realizados em viagens de exploração no Atlântico. Entre os «serviços prestados» algumas fontes consideram que João Vaz Corte-Real terá sido enviado por D. Afonso V à Dinamarca, antes de 1473, para participar numa expedição, encabeçada pelo navegador alemão Didrik Pining, destinada a estabelecer e renovar as antigas ligações da Dinamarca com a Gronelândia.Die Entdeckung Amerikas. Corte-Real teria ainda organizado anteriormente outras viagens que o teriam levado até às costas da América do Norte, explorando desde as margens do Rio Hudson e São Lourenço até ao Canadá e Península do Labrador.Kirsten A. Seaver: The frozen echo: Greenland and the exploration of North America, ca. A.D. 1000–1500, Stanford University Press, 1997, ISBN 978-0-8047-3161-4, pp. 199 e seguintes. (). No entanto, o raciocínio de Seaver, amplamente baseado em Samuel Eliot Morison, é inconclusivo e suas fraquezas são abordadas por Janus Möller Jensen , 1.ª ed., 2005, p. 164, claramente demonstrado. Contudo, estas viagens permanecem duvidosas.Cf. Nessa viagem terá sido acompanhado por Álvaro Martins Homem, que ao tempo já residia na ilha Terceira. Pouco depois de ser nomeado capitão- donatário de Angra, partiu para os Açores, acompanhado de sua mulher e filhos e de pelo menos dois dos seus cunhados, Pedro Abarca e Isabel Abarca, pois ambos casaram em Angra. Fixou-se no então incipiente povoado de Angra, que fez sede da sua capitania. Com a sua chega a Angra, que terá ocorrido em finais de 1474 ou princípios de 1475, teve lugar o início da segunda fase do povoamento da ilha Terceira. A carta de doação da capitania de Angra, data de Évora a 2 de abril de 1474, diz o seguinte:Archivo dos Açores, vol IV, p. 159-160. :«Eu a Iffanta D. Beatriz, tetor, e curador do Senhor Duque meu filho etc. Faço saber a quantos esta minha carta virem, que havendo eu por informação estar ora vaga a capitania da Ilha Terceira de Jesus Christo, do dito Senhor meu filho por se affirmar ser morto Jacome de Bruges, que até ora teve, do qual ha muito tempo que alguma nova se não ha, posto que já muitas vezes mandei sua mulher, que a verdade dello soubesse, e me certificasse, assignando-lhe para isso tempo dum anno, e depois mais; a qual em alguma maneira com todallas diligencias que nisso fizesse, me não trouve dello certidão alguma: pelo qual havendo eu por certo o que me assim é dito e esguardando o damno que é, a dita ilha estar assim sem capitão que haja de reger e manter em direito e justiça pelo dito Senhor,e como em ello pela dita causa se fazem algumas cousas que são pouco serviço de Deus, nem do dito Senhor meu filho; determinei prover a ello por descargo da minha consciencia e serviço do dito Senhor. E considerando eu d'outra parte os muitos e grandes serviços que João Vaz Corte Real, fidalgo da casa do dito Senhor meu filho, tem feitos ao Iffante meu Senhor e seu padre que Deus haja, e depois a mim e a elle, e confiando de sua bondade lealdade, e vendo sua disposição a qual é pera poder servir o dito Senhor, e seu entender a boa descripção pera a dita ilha governar e manter em direito e justiça, em galardão dos ditos serviços lhe fiz mercê da dita capitania da ilha Terceira, assim como a tinha o dito Jacome de Bruges, e lhe mandei dello dar sua carta antes desta. E por quanto da dita ilha não era partida amtre o dito João Vaz e o dito Alvaro Martins e a parti pela Ribeira Seca, que é aquem da Ribeira Fr. João, ficando a Ribeira de Frei João na parte d'Angra e da dita Ribeira Seca pella metade da dita ilha até outra banda, como se vai de Sueste ao Noroeste; e partida a dita ilha pela dita maneira, mandei ao dito João Vaz que escolhesse, e elle escolheu na parte d'Angra, e deixou a parte da Praia, em que o dito Jacome de Bruges tinha feito seu assento; e a mim prouve dello, e lhe ei por feito mercê da dita parte porque doutra mandei dar carta ao dito Alvaro Martins. E me praz que o dito João Vaz tenha por o dito Senhor a dita parte e a mantenha por elle em justiça e direito: e morrendo elle isso mesmo fique a seu filho primeiro ou segundo, se tal for que tenha o cargo pela guisa suso dita, e assim de descendente em descendente pela direita e sendo em tal idade o dito seu filho, que elle seja em edade para reger. Item me praz que elle tenha em a sobredita ilha a jurisdição pelo dito meu filho e em seu nome, do cível e crime, resalvando morte ou talhamento de membro que disto venha appelação ou agravo presente o dito Senhor; porem sem embargo da dita jurisdicção. a mim praz, que todos meus mandados, e correição sejam hy compridos, assy como em cousa propia do dito Senhor. Outro sim me praz que o dito João Vaz haja para si todos os moinhos de pão que houver na dita ilha de que asi dou cargo, e que ninguém não faça hi moinhos, somente elle, ou quem lhe aprouver, e isto não se entendam mó de braço, que a faça quem quizer, não moendo a outrem, nem atafonas não tenha outrem, somente elle ou quem lhe aprouver. Item me praz que haja de todas as serras d’agoa que se hi fizerem de cada to, como dito é. E em testemunho dello lhe mandei dar esta minha carta per mim asinada e asellada do meu sello. Dada em a cidade d’Evora a dous dias do mez de Abril, Rodrigo Alvarez a fez, anno de nosso Senhor Jesus Christo de mil quatrocentos setenta e quatro.» A carta de doação da capitania, assinada pela infanta D. Beatriz, foi confirmada esta carta de seu filho D. Diogo, a 3 de maio de 1483, e pelo duque D. Manuel, a 6 de abril de 1488. Para além de capitão do donatário em Angra desde 1474, por carta régia de 4 de maio de 1483 foi-lhe também concedida a capitania da ilha de São Jorge, cujo povoamente ficou sob sua responsabilidade.Archivo dos Açores, vol. 3 (1881), p. 13. Por carta régia de 14 de maio de 1495 foi feito alcaide-mor do Castelo de Angra e da ilha de São Jorge.Francisco Ferreira Drummond, Anais da ilha Terceira, vol. I, p. 504. Em Angra instalou-se na base da colina designada pelo Outeiro, sobre a qual se estabeleceu a primeira fortificação do povoado, o Castelo de São Luís (ou Castelo dos Moinhos), hoje a Memória.Joaquim Moniz de Sá Corte Real, «A fundação da cidade de Angra - Um notável solar primitivo» in A União, edições de 14 e 15 de junho de 1938. Na sua Fenix Angrense, Manuel Luís Maldonado descreve assim a sua ação em Angra:Manuel Luís Maldonado, Fenix Angrence, vol. 3, p. 15. :«Fundou o assento da sua vivenda nas casas e sítio que hoje se diz do Marquês, que lavrou com a sumptuosidade e largueza que nelas se mostram, e basta se diga ser a melhor morada de Angra. Mandou fazer o Curral do Concelho, que foi a primeira obra de bem comum que se fez em Angra [...]. Deu fim às casas da Alfândega, alargando o sítio delas por ser pouco e limitado. Fortificou a famosa Ribeira de Angra, unindo a ela as fontes do pé da serra, que se diz a \"A Nascença de Água\", despenhando-a por um alto padrasto, que se diz o Outeiro, em que se termina a largueza de Angra, onde se fabricou a maior parte dos moinhos [...]. Ordenou as posturas da Câmara e o governo do bem comum. [...] Começou em tempo deste capitão na ilha a cultura do pastel, que foi bem e verdadeiramente a que aumentou, e engrandeceu a ilha com crédito e riqueza [...]. Doou no ano de 1480 as terras que se dizem das Contendas de que estava na posse João Leonardes, por carta que lhe havia passado Diogo de Teve, no ano de 1465, em ausência de Jácome de Bruges, a seu filho Gaspar Corte Real, com o pretexto não só de não as haver o dito Leonardes aproveitado nos cinco anos condicionais, mas por pertencerem à jurisdição de Angra, em que o Teive não tinha poder algum. Agravou deste proceder João Leonardes, e durou o pleito desta demanda não menos de trinta e dois anos, em razão do qual se pôs o nome das Contendas àquelas terras, em que se diz tivera sentença por si João Leonardes, dada em 28 de janeiro de 1514. Porém sem efeito, por flata de ministro que desse a execução por ser contra o donatáio. [...] Ordenou o compromisso da Confraria do Espírito Santo e Hospital de Angra, que consta ser feita em 15 de março de 1492. [...] Aumentou com toda a ânsia a povoação da ilha de São Jorge, a que tinha dado princípio Guilherme Brandath no lugar do Topo, animando a muitos que a ela passaram [...] Acabaram-se as obras do Castelo de São Cristóvão, que se diz dos Moinhos, em tempo deste capitão» Embora a sua acção seja pouco conhecida, por falta de documentação, sabemos que distribuiu terras em regime de sesmaria, uma das suas principais atribuições enquanto capitão-do-donatário. Também se sabe que mandou edificar, à sua custa, a capela-mor do Convento de São Francisco de Angra e que, juntamente com outros povoadores, instituiu o Hospital do Santo Espírito de Angra, por compromisso de 15 de março de 1492. Sabe-se que João Vaz Corte-Real esteve algumas vezes ausente da ilha Terceira, sendo nessas ocasiões substituído nas funções de capitão do donatário por um dos seus filhos Gaspar e Miguel, que se destacariam anos depois como navegadores. João Vaz fez seu testamento em Angra, a 3 de fevereiro de 1496, e várias fontes apontam que o seu falecimento ocorreu a 2 de julho desse mesmo ano de 1496, sendo sepultado na capela-mor do primitivo Convento de São Francisco de Angra. Na capitania de Angra, sucedeu-lhe o filho primogénito, Vasco Anes Corte-Real, vedor da Fazenda Real e cavaleiro do Conselho de El- Rei. ==Os filhos e a pedra de Dighton== Os seus três filhos, todos navegadores audaciosos, Gaspar Corte-Real, Miguel Corte-Real e Vasco Anes Corte-Real, realizaram várias viagens de exploração para oeste dos Açores, tendo os dois primeiros desaparecido depois de expedições marítimas em 1501 e 1502, respectivamente. Vasco Anes quis ir em busca de seus irmãos mas o rei não lhe concedeu autorização, tendo sucedido a seu pai como capitão do donatário. O seu filho mais novo, Gaspar Corte-Real, terá feito em 1501 a sua primeira viagem à Terra Nova (Newfoundland) então chamada \"Terra dos Corte-Reais\". Partiu em 1501 numa segunda expedição ao continente americano e nunca mais voltou. O outro filho, Miguel Corte-Real, partiu em 1502 em busca de seu irmão e também nunca mais foi visto. Em 1918 Edmund Delabarre, professor de psicologia da Brown University, escreveu (em inglês): \"Eu vi, clara e indubitavelmente, a data 1511. Ninguém até à data a viu, ou detectou, na pedra ou em fotografia, mas uma vez vista, a sua presença genuína não pode ser negada\". Um médico luso-americano, Manuel Luciano da Silva, que como historiador e pesquisador amador, viu e reconheceu em Fall River, Massachusetts, prova vastamente ignorada de que Miguel Corte-Real ali esteve em 1511. Essa prova é constituída por uma grande pedra, conhecida pela Dighton Rock, em que se podem ver vários escudos em V com cruzes idênticas às usadas nas velas das naus e caravelas portuguesas: *MIGUEL CORTEREAL *V. DEI HIC DUX IND. *1511. Depois de gravada, a pedra de Dighton esteve 500 anos ao \"sabor dos ventos e das marés\". A erosão é tremenda, estando a pedra muito maltratada. Esta pedra ganhou grande relevo aquando das celebrações do V Centenário do Descobrimento dos Açores, em 1932, quando, a par das comemorações açorianas, realizaram-se em Lisboa várias cerimónias. O «Dia dos Corte Reais» foi assinalado no mês de julho de 1932, por iniciativa da Sociedade de Geografia de LisboaPortugal, Madeira e Açores, edição de 8.7.1932. O cônsul português em Providence (Rhode Island) foi um dos que acarinhou a ideia de chamar a atenção para as navegações dos Corte Reais. Gilberto Marques tinha conhecido o professor Edmund Delabarre no exercício das suas funções diplomáticas e era um defensor da tese da prioridade portuguesa na descoberta da América, baseada na interpretação feita pelo professor americano das inscrições da Pedra de Dighton. O professor da Brown University, interessou-se por decifrar as inscrições encontradas num rochedo das margens do rio Taunton, entre as cidades de Fall River e de Taunton (Massachusetts)). Estas suscitaram ao longo do tempo as mais variadas e contraditórias interpretações. O investigador americano escreveu vários artigos sobre o assunto e, em 1928, saiu uma obra onde expunha a sua controversa interpretação das inscrições.Delabarre, E. B. (1928), The Dighton Rock. A Study of the Wrilten Rocks of New England. New York, Walter Neale, 1928. O coronel Roma Machado, António Cabreira e o próprio Gilberto Marques foram os oradores da sessão realizada na Sociedade de Geografia de Lisboa. Na Avenida da Liberdade (Lisboa), inaugurou-se então uma placa alusiva aos feitos atribuídos a João Vaz Corte Real e a seus filhos, Gaspar e Miguel, que contou com a presença do Presidente da República e uma guarda de honra composta por uma companhia da Marinha e a banda do Regimento de Caçadores n.º 7.Boletim da Sociedade de Geografia de Lisboa, 1932. A Casa do Algarve em Lisboa e o Grémio dos Açores também promoveram sessões solenes, seguidas de bailes de gala, em honra dos Corte Reais. O Algarve orgulhava-se dos Corte Reais serem dali oriundos e os Açores não esqueciam a sua ligação às capitanias de Angra e de São Jorge, bem como o papel que tinham desempenhado nas navegações para o Ocidente atlântico.Maria Isabel João, «Discursos sobre memória e identidade, a propósito do V Centenário do Descobrimento dos Açores». Boletim do Núcleo Cultural da Horta, 14 (2005), pp. 123-143. ==Relações familiares == Foi filho de Vasco Anes Corte-Real e de Mor Afonso Escudeiro. Casou com Maria Abarca de quem teve os seguintes filhos: * Vasco Anes Corte-Real, às vezes grafado Vasqueanes Corte-Real, nascido no Algarve por volta de 1450, falecido em Évora em 1537. Sucedeu a seu pai nas capitanias de Angra e de São Jorge. Foi alcaide-mor de Tavira e vedor da Casa de El-Rei D. Manuel; * Miguel Corte- Real, nascido no Algarve c. 1450 e desaparecido no noroeste do Atlântico depois de 10 de maio de 1502. Casou com Isabel de Castro e deixou geração; * Gaspar Corte-Real, nascido no Algarve entre 1450 e 1455 e desaparecido no noroeste do Atlântico em 1501. Não casou mas teve filhos naturais, entre os quais D. João, bispo de Lora; * Joana Côrte-Real, nascida em 1465. Casou duas vezes, a primeira com Rui Dias Pacheco e a segunda com Guilherme Moniz Barreto; * Iria Côrte-Real, nascida depois de 1465. Casou com Pedro Goes da Silva, que viveu na ilha Terceira. Foi assassinada pelo marido.Manuel Luís Maldonado, Fénix Angrense, vol. 3, p. 21.Frei Luís de Sousa, Annaes de D. João III, p. 114 e p. 208. * Isabel Corte-Real, falecida em 1534. Casou com Jorge Dutra (ou Joss van Hurtere), filho do 1.º capitão do donatário na ilha do Faial e seu sucessor no cargo. *Afonso Annes da Costa, nascido em 1455 e casado com Catarina Borges Albarca. Deixaram descendentes. Segundo Soreval este poderia ser um filho bastardo, mas foi documentado com seu pai. == Bibliografia == * História de Portugal XIII – Dicionário de Personalidades. QuidNovi, 2004 (ISBN 989-554-118-X). * Norman Berdichevsky: The role of \"sibling rivalry\" in the \"(re)discovery\" of America controversy. In: Journal of Cultural Geography. Vol. 12, n.º 1, 1991, pp. 59–68. * Thomas L. Hughes: The German discovery of America. A review of the controversy over Pining’s 1473 voyage of exploration. In: German studies review. Vol. 27, n.º 3, 2004, pp. 503–526. (Aktueller Forschungsüberblick, der die offenen Fragen der verschiedenen Interpretationen aufzählt und zu dem Fazit kommt, dass sich nicht eindeutig entscheiden lässt, wie weit Pinings Reise führte; vgl. den Bericht über ein Symposium des GHI Washington am 25. Februar 2003, PDF, 37 kB.) * Helge Ingstad: The Norse discovery of North America. In: Lund studies in English. Vol. 78, 1988, S. 149–155. * Klaus-Peter Kiedel: Eine Expedition nach Grönland im Jahre 1473. In: Deutsches Schiffahrtsarchiv. Bd. 3, 1980, S. 115–140. * Anton Josef Knott, Günther E. H. Baumann, Hans Schlotter: 20 Jahre vor Columbus landete der Hildesheimer Dietrich Pining in Amerika. Hildesheim 1992 (Publikationen des Hildesheimer Heimat- und Geschichtsvereins). * Robert McGhee: Northern Approaches. Before Columbus: Early European Visitors to the Shores of the \"New World\". In: Beaver. Vol. 72, 1992, S. 6–23. * Manuscrito de Genealogias da ilha de São Jorge do padre Manuel de Azevedo da Cunha, que se encontra depositado na Biblioteca Publica e Arquivo de Angra do Heroísmo. (Palácio Bettencourt). ==Ver também== * Didrik Pining * Álvaro Martins Homem ==Ligações externas== *Os Corte-Reaes; memoria historica, acompanhada de muitos documentos ineditos (texto integral) *Les Corte-Real et leurs voyages au Nouveau-Monde : d'après des documents nouveaux ou peu connus tirés des Archives de Lisbonne et de Modène, suivi du texte inédit d'un récit de la troisiè me expé dition de Gaspar Corte-Real et d'une importante carte nautique portugaise de l'année 1502 reproduite ici pour la première fois (texto integral) *O mistério dos navegadores perdidos * João Vaz Corte-Real - O algarvio que descobriu a América * Base de Dados sobre genealogias/história da Villa Maria.com.pt * Corte-Real als Teilnehmer einer portugiesisch-dänischen Expedition, die 1473 nach Amerika gelangt sein soll * 19 Jahre vor Kolumbus: Wie zwei Norddeutsche Amerika entdeckten., glossierendes Stück in den Kieler Nachrichten, 10. Okt. 1992 Categoria:Navegadores de Portugal Categoria:Exploradores de Portugal Categoria:Capitães-donatários dos Açores Categoria:Naturais de Faro Categoria:Família Corte-Real",
 "title": "João Vaz Corte Real"
}