{
 "id": "93073",
 "text": "OFDM/OFDMA (Orthogonal Frequency Division Multiplexing / Multiple Access). A multiplexação por divisão de frequências ortogonais, ou OFDM, é uma técnica de modulação de dados que por diversas características, é apropriada à tecnologia de rádios cognitivos. OFDM é uma técnica de transmissão de dados que utiliza sua banda dividida em múltiplas portadoras ortogonais, chamadas subportadoras, para modulação. As subportadora são chamadas ortogonais por não possuírem sobreposição de frequência, dessa forma não interferindo umas com as outras. O princípio básico da OFDM é a conversão de um fluxo de dados serial de taxa de transmissão elevada em múltiplos sub-fluxos paralelos de taxa de transmissão baixa. Por exemplo, um conjunto de símbolos seriais é transformado em um símbolo OFDM, representando dados em paralelo. Após a conversão serial- paralelo, cada sub-fluxo de dados é modulado em uma subportadora. A principal vantagem do uso de OFDM em relação a técnicas que utilizam uma única portadora é que ela pode obter a mesma taxa de transferência, devido ao paralelismo de subportadoras de taxas baixas, com maior resistência a condições ruins do meio, como atenuação de altas frequências, interferência inter-símbolo, interferência causada por múltiplos caminhos (comum em redes sem fio, devido à reflexão). A ideia básica de compartilhamento de espectro baseado em OFDM é fazer com que a largura de uma sub-banda do sistema licenciado seja um múltiplo inteiro do espaço Δf usado por cada subportadora do sistema não licenciado. Dessa forma, se o sistema não licenciado utiliza somente as subportadoras em sub-bandas que estão temporariamente sem uso pelo sistema licenciado, a coexistência espectral entre ambos os sistemas é possível com uma interferência muito baixa. Também é mostrado que para a realização da modulação em paralelo na OFDM é necessária uma Transformada Rápida de Fourier (FFT – Fast Fourier Transform). Essa operação também é necessária em um sistema de compartilhamento de espectro para analisar a atividade dos usuários licenciado, e portanto, não implicaria em um esquema de modulação convencional (Modulação de amplitude em quadratura ou Modulação por deslocamento de fase) utilizando uma baixa taxa de simbolos, mantendo a taxa total próxima a da modulação com unica subportadora para bandas equivalentes. Categoria:Modos de modulação de rádio quantizados Categoria:Radioamadorismo",
 "title": "OFDM"
}