{
 "id": "93087",
 "text": "thumb|Uma mula-poitvin em exposição A mula (quando fêmea) ou mulo (quando macho), é um mamífero híbrido originário do cruzamento do burro com a égua ou da burra com o cavalo. Em virtude do número irregular de cromossomas resultante desses cruzamentos, estes animais são, por via de regra, estéreis. Dada a sua robustez e adaptabilidade, a mula é um animal de montaria, tração e carga muito utilizado em todo o mundo, tendo sido utilizada, inclusive, em campanhas militares. == Nomes comuns == O animal recebe ainda várias denominações comuns: muar ou até mesmo mu. Regionalmente, no português do Brasil, também se pode designar o mulo como «burro» (não confundir com o Equus asinus, que é a espécie mais comummente conhecida, por essa designação). O espécime resultante especificamente do cruzamento do cavalo com a burra, também pode ser conhecido como «bardoto». ou «mulo asneiro». === Etimologia === O temo «Mulo» proveio do étimo latino mulus, com o mesmo significado que encerra hoje. == Características == Por agrupar características apreciadas em ambas espécies de que provém (equinos e asinos), é um animal adaptado ao transporte de cargas, tendo sido muito utilizado até meados do século XX, principalmente em locais de topografia acidentada. É mais resistente a doenças e a fadiga que o cavalo. Devido ao fato de cavalos possuírem 64 cromossomas, e jumentos 62, resultando em 63 cromossomas, as mulas são quase sempre estéreis. São raros os casos de mulas que deram à luz; com efeito, desde 1527, data em que os casos começaram a ser arquivados, apenas 60 deles foram registados. A zootecnia argumenta desde o século XIX que sem bons progenitores não é possível obter boas mulas. O maior híbrido do cruzamento entre equinos e asnos é a mula-poitvin da França, uma raça híbrida selecionada, originária do cruzamento de asnos-poitou com éguas-poitevin. ==Nomenclaturas== Em Portugal tornaram-se comuns os termos «mula eguariça», para a mula resultante do cruzamento de égua com jumento e «mula asneira» para a mula que procede de cavalo e jumenta, tendo esses termos sido amplamente usados na literatura de longa data, como se lê na publicação Revista de Portugal, de 1944: No Brasil, por seu turno, costuma-se chamar o híbrido resultante do cruzamento de um jumento com uma égua de «mula» ou «burro», enquanto o cruzamento inverso, de um cavalo com uma jumenta, é chamado de «bardoto». No segundo caso, os híbridos são sempre de menor tamanho, já que são das fêmeas que os filhotes herdam o tamanho. A diferenciação é importante, entre outros fatores, porque tais híbridos têm constituição sanguínea diferente, de acordo com o tipo de cruzamento. == Galeria == File:British Medical Services in the Second World War E23902.jpg|Mulas da unidade médica da Segunda Guerra Mundial Ficheiro:Mula pastando em Itaunas.jpg|Mula no pasto Ficheiro:Mule heart.jpg|Coração de Mula. Peça em exposição no MAV/USP. Ficheiro:Maultier grau.jpg|Mula cinzento- esbranquiçada Ficheiro:Bonde limoeiro-1951.jpg|Mulas puxando um vagão em Limoeiro – PE Ficheiro:Mules Lindos.jpg|miniaturadaimagem|Duas mulas em Lidos, na Grécia == Ligações externas == *Diferença entre jumento, mula, burro, jegue e asno Categoria:Equídeos Categoria:Asnos Categoria:Meios de transporte Categoria:Híbridos de mamíferos",
 "title": "Mula"
}