{
 "id": "93161",
 "text": "- Levanta-te e Ri é um programa de televisão de stand-up comedy português, produzido e transmitido pela SIC e posteriormente pela OPTO desde a sua 4.ª temporada. No programa participam vários comediantes portugueses (famosos ou não) convidados, e é gravado em diferentes cidades pelo país. == Humoristas == Entre dos muitos comediantes que passaram pelo programa, alguns dos mesmos foram Marco Horácio, Salvador Martinha, Nilton, Aldo Lima, Fernando Rocha, Bruno Nogueira, Ricardo Araújo Pereira, Francisco Menezes, José Diogo Quintela ou Hugo Sousa. == Exibição == Nos primeiros anos, o programa, era transmitido ao vivo no cenário de um bar. Após alguns meses o programa passou a ser transmitido — também ao vivo — a partir de diferentes cidades em Portugal, em cada episódio. Foi apresentado por Marco Horácio, até ao episódio 100, e depois apresentado por Miguel Barros. O último episódio foi realizado no dia 31 de julho de 2006. De forma a celebrar os 15 anos do programa, foram feitos dois programas especiais, sendo o primeiro a 7 de outubro de 2018, em direto do Coliseu dos Recreios. Posteriormente, a 25 de novembro de 2018, o episódio foi feito em direto do Coliseu do Porto. De seguida, a 6 de janeiro de 2019, foi feito outro episódio em direto do Teatro José Lúcio da Silva em Leiria, marcando o seu regresso definitivo, novamente com apresentação de Marco Horácio e a presença de 3 ou 4 comediantes convidados — inclusive da nova geração de comediantes. Após repetições dos episódios anteriores da 2ª temporada, a 3 de março do mesmo ano, foi realizado outro episódio em direto do Fórum Municipal Luísa Todi em Setúbal. A partir de 16 de junho de 2023, o programa passou a ser transmitido pela OPTO, sendo disponibilizados, semanalmente, 8 episódios. Posteriormente, os episódios também foram emitidos pela SIC. == Resumo == == Episódios == === 1.ª temporada (2003-06) === Dados dos episódios indisponíveis === 2.ª temporada (2019-20) === === 3.ª temporada (2022) === === 4.ª temporada (2023) === == Especiais == === Especiais 15 anos === === Especial Fim de Ano === == Ligações externas == * Categoria:Programas de humor de Portugal Categoria:Programas da SIC Categoria:Programas de televisão de Portugal que estrearam em 2003 Categoria:Programas de televisão de Portugal encerrados em 2006 Categoria:Programas de televisão de Portugal que estrearam em 2019 Categoria:2003 na televisão em Portugal Categoria:2004 na televisão em Portugal Categoria:2005 na televisão em Portugal Categoria:2006 na televisão em Portugal Categoria:2018 na televisão em Portugal Categoria:2009 na televisão em Portugal Categoria:2019 na televisão em Portugal Categoria:2020 na televisão em Portugal Categoria:2022 na televisão em Portugal Categoria:Programas de televisão em língua portuguesa",
 "title": "Levanta-te e Ri"
}