{
 "id": "93182",
 "text": "O anarcofeminismo ou anarcafeminismo () é uma vertente do anarquismo, luta contra qualquer forma de poder autoritário, principalmente o poder do patriarcado que gera desigualdade de gênero, nítida nas diferenças salariais, sexismo utilizado na mídia tais como propagandas e violência doméstica, feminicídio e com altos índices em países subdesenvolvidos e até desenvolvidos. O movimento acredita na construção de uma sociedade baseada na cooperação, no cuidado, no apoio mútuo, amor livre, igualdade de gêneros, liberdade feminina, entre outros. Segundo qual não pode ser alcançado em uma sociedade capitalista baseada na moral burguesa onde princípios básicos da família é o tradicionalismo, que vê a mulher apenas como mãe que cuida da casa e dos filhos. O termo anarcofeminismo foi difundido na segunda onda do feminismo, meados dos anos 60, movidos por livros escritos por mulheres e mudanças sociais, tais como as contraculturas que falavam sobre libertação sexual, amor livre e igualdade de gênero, entretanto, o anarcofeminismo é atribuído a textos anteriores a esse período. Tais como os escritos da “primeira onda feminista”, entre as mais reconhecidas é Mary Wollstonecraft e para teóricas do começo do século XX, Emma Goldman de origem lituana radicada nos EUA, que também considerou os escritos da americana Voltairine de Cleyre muito importantes para o movimento naquele período. No Brasil, também houve manifestações anarcofeministas, o maior expoente foi a mineira Maria Lacerda de Moura, que ficou mais a par do movimento quando viajou para o Rio de Janeiro e estendeu suas influências viajando para São Paulo, participando e conhecendo outras mulheres do movimento entre as décadas de 1910-1930, no qual deu palestras e fez reuniões. Também houve outros movimentos anteriores aos anos 1960, tais como as “Mujeres Libres” na Espanha, que teve início como jornal e depois estendeu o movimento para diversas segmentações sociais em prol das mulheres. Após a vitória dos franquistas, o grupo ficou no ostracismo. Posterior aos anos 1960, tiveram maior número de bandas femininas, em sua maioria discutiam diretamente ou indiretamente o papel da mulher na sociedade focando na liberdade feminina, o movimento mais conhecido foi Riot Grrrl, vertente do Hardcore Punk no final dos anos 1980 e começo dos anos 1990. O anarcofeminismo continua em ascensão nos anos 2000 principalmente em protestos feministas, como Pussy Riot, um grupo musical que protesta contra o estatuto das mulheres na Rússia, os protestos sempre direcionados a figura autoritária de Vladmir Putin. == As mulheres anarcofeministas == === Mary Wollstonecraft === Primeira mulher anarcofeminista foi Mary Wollstonecraft que escreveu o livro “Uma Reivindicação pelos Direitos da Mulher(1792)”, no qual responde aos teóricos da educação do século XVIII que não acreditavam que as mulheres deveriam ter acesso ao sistema educacional, argumentando que elas teriam que ter uma educação compatível com a sua posição social, e que também eram essenciais para a nação apenas para educar seus filhos e servir seus maridos. Wollstonecraft criticou essa forma que a sociedade via as mulheres como objetos para cuidar da casa e dos desejos sexuais do marido, Wollstonecraft afirma que elas são seres humanos merecedores dos mesmos direitos que os homens detinham, comentou também que as diferenças das mulheres com os homens não eram biológicas, como o grupo de políticos afirmavam, e sim uma diferença educacional e política, que as prejudicavam. === Emma Goldman === No começo do século XX Anarcofeminismo é representado por Emma Goldman escreve sobre emancipação da mulher (moral, sexual, política, econômica, intelectual e cultural), quando se exilou nos Estados Unidos e começou a criticar o conservadorismo do país e sua política, Emma começou a falar sobre aborto e métodos contraceptivos em palestras, chegou a ser presa por causa da lei Comstock (Que considerava expor materiais obscenos como um crime). === Voltairine de Cleyre === Contemporânea de Emma Goldman, foi Voltairine de Cleyre quem viveu sua adolescência em um convento católico no qual ela sempre tentou fugir, por culpa do autoritarismo, na idade adulta escreveu muito sobre a mulher na américa, dando diversas palestras nos Estados Unidos, sendo reconhecida por diversos biógrafos, tendo um grande impacto para época e os períodos posteriores. === Maria Lacerda de Moura === Maria Lacerda de Moura mudou-se para São Paulo em 1921, via a educação como um meio regenerador da sociedade, traz consigo seus ideais, tais como emancipação feminina, o anticlericalismo, mas seguia a opção da suprema resistência e da não-violência. Questionou a distribuição de papéis dentro da família da época, onde a mulher obedecia primeiramente ao pai e ao irmão, depois ao marido, cumprindo as tarefas domésticas e nunca reclamando daquela posição para não sofrer algum tipo de violência emocional ou física por parte dos homens família. Para ela, a Igreja tinha papel fundamental nessa condição da mulher inferior e obediente. Justamente por isso, assume uma posição anticlerical, que argumentou nas suas obras, em suas conferências e nos seus artigos na imprensa operária. Na década de 20 do século XX, Maria Lacerda organiza a Biblioteca Social “A Inovadora”, que funcionava como um centro de leituras e agrupamento cultural anarquista. São inúmeros seus artigos publicados em “A Plebe”. O mesmo jornal também publica muitos artigos de outros anarquistas, nos quais são comentados os livros e as conferências de Maria Lacerda (já que nessa década dava muita dessas conferências no meio operário). Nessa fase, nos anos de 1919 a 1924, são nítidas as suas tendências == Mujeres Libres == As “Mujeres libres” foi um movimento anarcofeminismo localizado na Espanha no período de 1934 pouco anos antes do início da guerra civil espanhola, grupo se fomentou com a união de Amparo Poch y Gascón , Lucía Sánchez Saornil e Mercedes Comaposada que fundaram a revista Mujeres Libres , porta-voz da Federação das Mulheres Livres, pela libertação de mulheres trabalhadoras. O movimento cresceu tendo mais revistas lidas por mais mulheres, no qual apenas mulheres escreviam sobre a situação da mulher espanhola naquele período, se mantendo autônoma a outros grupos sindicais e anarquistas tais como CNT, grupo estabeleceu redes de ativismo nos quais conseguiram produzir programas de rádios, livros, além de ir para locais rurais da Espanha a fim de promover, suas ideias e contribuir para educação dessas mulheres, o movimento ficou nos ostracismo após a vitória de Franco, mesmo assim exerceu influência em pequena escala e escondido, voltando a ter representatividade e influência após o fim da ditadura. == Riot Grrrl == No início dos anos 80 as mulheres não tinham espaço na música, nem na cena autoral ou comercial, as poucas representantes femininas eram obrigadas por empresários a fazerem músicas com apelo sexual, algo bom comercialmente na época, todos viam a cena musical feminina como morta, até na cena underground o público feminino era restrito, por culpa da violência nos shows tais como a roda punk, onde boa parte das mulheres acabavam feridas. Em 1989 é formado o grupo musical Bikini Kill. Após uma moça que dividia o quarto com umas das integrantes ser violada sexualmente, em seus primeiros shows nos anos 90, inovou por pedirem em seus shows, moças na frente na plateia, que impedia as mulheres de sofrerem encontrões ou as integrantes da banda serem agredidas. == Anarcofeminismo no Brasil == No Brasil, principalmente em São Paulo na Primeira República (1889-1930), as mulheres lutavam pela emancipação feminina, que não existe sem a emancipação da humanidade. Elas propunham a educação sexual e libertária; o amor livre; a maternidade livre e consciente; a livre união; criticam o casamento monogâmico, discutindo também as relações hierárquicas existentes também no movimento anarquista, principalmente no que se refere às hierarquias com relação aos sexos, apontando e criticando o machismo nos meios operários. São mulheres como Maria Lacerda de Moura, Isabel Cerruti, Isa Ruti,Tecla Fabri, Teresa Carl, Maria Lopes, além de muitas outras que a História, como disciplina machista e sexista, tentou apagar. Jornais anarquistas “A Terra Livre”, “A Plebe” e “Revolução Social” e da revista “Renascença” (fontes utilizadas neste trabalho) – inúmeras questões, o que demonstra também, como as vertentes do anarquismo se entrecruzam (no caso é nítida a articulação entre anarcofeminismo, anarco-sindicalismo, anarco-pacifismo e arte, educação e anarquismo) e quão rico foi o movimento anarquista em São Paulo no referido período. Jornais como “O Amigo do Povo” (também anarquista) trazem artigos de outras libertárias, como é o caso das operárias Matilde Magrassi, Maria de Oliveira, Tibi, Josefina Stefani Bertachi, Maria A. Soares, entre outras. Na maioria desses artigos a instrução é colocada como importante arma para a libertação da mulher, o que não difere das libertárias já apresentadas. Matilde Magrassi, por exemplo, colocava que a luta das mulheres operárias não deveria ficar restrita às fábricas, à reivindicação de melhores condições de trabalho e melhores salários. Há forte presença de muitas mulheres libertárias nas mais diversas práticas sociais e culturais desenvolvidas em São Paulo. Paula Soares, por exemplo, transformou sua casa, no Brás, desde 1914 até mais ou menos 1924, em ponto de encontro de anarquistas, redação de jornais, sala de alfabetização e estudos do anarquismo. Lá funcionou a sede de organizações de trabalhadores - UGT - e femininas - Centro Feminino de Educação. No teatro operário em São Paulo também houve muitas presenças femininas, entre as quais destacamos: Maria Antonia Soares, Maria Angelina Soares, Olga Biasi, Maria Garcia, Carolina Boni, Helena Santini, Lúcia Santini. == Ver também == * Tópicos no anarquismo * Mulher na história * Maria Lacerda de Moura * Feminismo marxista * Feminismo socialista * Interseccionalidade * Economia feminista * Capitalismo púrpura * * * * == Ligações externas == * * * * Feminismo Categoria:Correntes do feminismo",
 "title": "Anarcofeminismo"
}