{
 "id": "93222",
 "text": "Meditação budista é a meditação usada na prática budista. Inclui qualquer método de meditação que tenha, como meta última, a iluminação (Bodhi).KALAMASHILA. Meditation: The Buddhist Art of Tranquility and Insight. Birmingham. Windhorse Publications. ISBN 1899579052. Os termos mais próximos a \"meditação\" nas linguagens clássicas do budismo são bhavana e desenvolvimento mental.EPSTEIN, M. Thoughts Without a Thinker: Psychotherapy from a Buddhist Perspective. BasicBooks. ISBN 0465039316. ==Diferentes visões e equívocos== Sendo a meditação conceituada como \"desenvolvimento de certas qualidades mentais\", é importante notar que há diversos \"métodos\" ensinados por diferentes escolas e professores, compreendendo uma vasta gama de ensinamentos e enfocando mais uma ou outra qualidade a ser desenvolvida. Sendo assim, não se deve condensar o conceito de meditação budista em apenas uma escola ou prática. A identificação somente da meditação formal sentada com a prática é outra visão equivocada, comumente difundida no ocidente, havendo, por exemplo, a prática comum da \"meditação andando\".http://www.acessoaoinsight.net/arquivo_textos_theravada/andando.php O conceito da prática meditativa (desenvolvimento mental), ao ser levado mais a fundo, pode ser expandido para incluir todas as atividades do dia a dia. ==Tradições== A partir das primeiras divisões que ocorreram entre as escolas iniciais do budismo e à medida em que o budismo se espalhou por diferentes países, diferentes tradições foram surgindo. Junto com essas tradições, diferentes maneiras de ensinar meditação apareceram. Algumas \"técnicas\" desapareceram em alguns lugares, outras foram adaptadas e outras foram adicionadas vindas de outras tradições ou mesmo criadas. Mas o que une as diferentes abordagens de meditação como Budistas é estarem em linha com o nobre caminho óctuplo. === Theravada === Na escola Theravada (escola dos anciãos), a meditação toma, como base, os ensinamentos do Buda contidos no cânon em Páli.http://www.acessoaoinsight.net/theravada.phphttp://casadedharmaorg.org/quem- somos/o-que-e-o-budismo-theravada/ No cânon, o Buda prescreve diversos métodos de desenvolvimento mental para erradicar apego e aversão, ou para desenvolver algum fator que contribua para a erradicação desses. Atualmente, é popularizada uma visão que toma a meditação por dois ângulos: tranquilidade e concentração (samatha) e sabedoria e visão (vipassana) sendo comum escolas que colocam a meditação Samatha como de menor importância, dando maior ênfase a Vipassana, embora tal separação estrita pareça ter surgido com os comentários singaleses sobre o cânon, escritos séculos depois do Buddha. Enquanto outras,como a Tradição Tailandesa das Florestas, veem Samatha e Vipassana como dois aspectos de um mesmo caminho e inseparáveis entre si.Tiyavanich K. Forest Recollections: Wandering Monks in Twentieth-Century Thailand. University of Hawaii Press, 1997. Algumas meditações populares: *Anapana-Sati - Plena atenção na respiração. Desenvolve os sete fatores da iluminaçãohttp://www.acessoaoinsight.net/sutta/MN118.php sutta onde o Buda detalha o métodohttp://acessoaoinsight.net/arquivo_textos_theravada/instrucoes_basicas_meditacao_respiracao.php Instruções Básicas para Meditação da Respiração Uma das meditações mais ensinadas pelo Buddha, Sua pratica completa é equivalente a Satipatthana em forma resumida. *Satipatthana - Quatro fundamentos do estabelecer de Sati. Uma explicação geral do que entra dentro do fator Sati do caminho Octuplo. O Satipatthana Sutta é usado como base para a maioria das práticas de escolas vipassana.http://www.acessoaoinsight.net/sati.php *Metta Bhavana - desenvolvimento de Metta, ou 'amor universal'.http://www.acessoaoinsight.net/arquivo_textos_theravada/metta_bhanteg.php *kayagatha - contemplação da natureza do corpo. Inclui contemplações sobre a natureza do corpo em suas partes e em seus quatro elementos e sobre sua decadência e morte. ===Vajrayana=== Na escola Vajrayana, são adicionados métodos tântricos que têm, por objetivo, acelerar o processo de iluminação. O objetivo dos ensinamentos de Mahamudra e Dzogchen, ensinados respectivamente pelas escolas Kagyu e Nyingma, é se familiarizar com a natureza última da mente que delineia toda a existência, passando assim por estágios que levam à iluminação.http://studybuddhism.com/pt/budismo-tibetano/tantra/mahamudra-e- dzogchen/o-que-e-dzogchen As práticas preliminares das escolas Kagyu e Nyingma são chamadas Ngondro, e envolvem visualizações, recitação de mantras e prostrações. ===Zen=== A meditação no Zen é o Zazen. No Zazen, é mantida a atenção plena sentada, com base na respiração, observando os pensamentos e sensações à medida que surgem e passam. A prática de atenção plena à medida que é desenvolvida leva a maior entendimento, aceitação e compreensão da realidade.http://daissen.org.br/hp/index.php?id=&s;=ct&menu;_id=2 Também é comum o uso de Koans. ===Terra pura=== A meditação no budismo Terra pura é, basicamente, a recitação do nome do Buda Amitaba, ou visualização do mesmo. == Usos terapêuticos da meditação == Durante muito tempo, as pessoas praticaram meditação com base nos princípios da meditação budista, a fim de obter benefícios mundanos e terrenos.See, for instance, Zongmi's description of bonpu and gedō zen, described further below. Assim, a atenção plena e outras técnicas de meditação budista estão sendo defendidas no Ocidente por psicólogos inovadores e professores especialistas em meditação budista, como Thích Nhất Hạnh, Pema Chödrön, Clive Sherlock, Mya Thwin, S. N. Goenka, Jon Kabat-Zinn, Jack Kornfield, Joseph Goldstein, Tara Brach, Alan Clements e Sharon Salzberg, que têm sido amplamente atribuídos por desempenhar um papel significativo na integração dos aspectos curativos das práticas de meditação budista com o conceito de consciência psicológica, cura e bem-estar. Embora a meditação da atenção plena tenha recebido a maior atenção da pesquisa, a meditação da bondade amorosa (metta) e da equanimidade (upekkha) estão começando a ser usadas em uma ampla gama de pesquisas nos campos da psicologia e neurociência. Os relatos de estados meditativos nos textos budistas são, em alguns aspectos, livres de dogmas, tanto que o esquema budista foi adotado por psicólogos ocidentais tentando descrever o fenômeno da meditação em geral. No entanto, é extremamente comum encontrar o Buda descrevendo estados meditativos que envolvem a obtenção de poderes mágicos (sânscrito rddhi, Pali iddhi) tais como a capacidade de multiplicar o corpo em muitos e voltar a um novamente, aparecer e desaparecer à vontade, passar por objetos sólidos como se fosse espaço, afundar e emergir do chão como se estivesse na água, caminhar sobre a água como se fosse terra, voar pelos céus, tocar qualquer coisa a qualquer distância (até a lua ou o sol) e viajar para outros mundos (como o mundo de Brahma) com ou sem o corpo, entre outras coisas, e, por essa razão, toda a tradição budista pode não ser adaptável a um contexto secular, a menos que esses poderes mágicos sejam vistos como representações metafóricas de poderosos estados internos aos quais as descrições conceituais não poderiam fazer justiça. == Ver também == * Kammatthana * Vipassana * Samatha * Atenção plena * Sete fatores da iluminação * Satipatthana * Shikantaza * Zazen ==Leituras adicionais== *Matthew Flickstein and Bhante Henepola Gunaratana. (1998) Journey to the Center: A Meditation Workbook. Wisdom Publications. ISBN 0-86-171141-6. *Epstein, Mark (1995). Thoughts Without a Thinker: Psychotherapy from a Buddhist Perspective. BasicBooks. ISBN 0465039316. *Kamalashila (1996). Meditation: The Buddhist Art of Tranquility and Insight. Birmingham: Windhorse Publications. ISBN 1899579052. *Friedrichs, Kurt, Ingrid Fischer-Schreiber, Franz-Karl Ehrard, Michel S. Diener, Dictionnaire de la sagesse orientale, trad. Monique Thiollet, Ed. Robert Laffont, 1989. ISBN 2-221-05611-6 cs:Bhávaná th:ภาวนา",
 "title": "Meditação budista"
}