{
 "id": "93278",
 "text": "A Experiência de Milgram (ou Experimento de Milgram) foi uma experiência científica desenvolvida pelo psicólogo Stanley Milgram. A experiência tinha como objectivo responder à questão de como é que os participantes observados tendem a obedecer às autoridades, mesmo que as suas ordens contradigam o bom- senso individual. A experiência pretendia inicialmente explicar os crimes bárbaros do tempo do Nazismo. Em 1964, Milgram recebeu por este trabalho o prémio anual em psicologia social, atribuído pela American Association for the Advancement of Science. Os resultados da experiência foram apresentados no artigo Behavioral Study of Obedience no Journal of Abnormal and Social Psychology (Vol. 67, 1963 Pág. 371-378) e, posteriormente, no seu livro Obedience to Authority: An Experimental View 1974. No final da Segunda Guerra Mundial, emergiu a questão de como pessoas aparentemente saudáveis e socialmente bem-ajustadas puderam cometer assassinato, tortura e outros abusos contra civis durante o Holocausto, e outros crimes contra a humanidade. O objetivo da experiência de Milgram foi verificar a obediência e o efeito da autoridade na capacidade do sujeito prejudicar outro ser humanoO experimento de obediência de Milgram. Os experimentos começaram em julho de 1961, três meses após o julgamento de Adolf Eichmann começar em Jerusalém. O experimento foi concebido para responder à pergunta: \"Será possível que Eichmann e milhões de seus cúmplices estivessem apenas a seguir ordens? Será que devemos chamar cúmplices a todos eles ?\" Depois, Milgram resume o experimento: Milgram realizou 18 variações de seu estudo, alterando a situação para ver como o participante era afetadoMilgram, S. (1974). Obedience to authority: An experimental view. Harpercollins.. ==A experiência== *Objetivo: Milgram estava interessado em pesquisar como pessoas desconhecidas iriam obedecer uma instrução se esta envolvia ferir outra pessoa. Stanley Milgram estava interessado em saber o quão facilmente pessoas comuns poderiam ser influenciadas em cometerem atrocidades, por exemplo, os alemães na Segunda Guerra Mundial. *Procedimento: Os voluntários foram recrutados para um experimento de laboratório. Os participantes foram 40 homens, com idades entre 20 e 50 anos, cujos postos de trabalho variava entre não qualificados a profissionais. Eles receberam US$ 4,50. No início do experimento, eles foram apresentados para outro participante, que na verdade era um cúmplice do experimentador (Milgram). Eles sorteavam quais papéis exercerem (o de aluno ou o de professor), embora o cúmplice acabava sempre sendo o aluno. Havia também um \"pesquisador\" vestido com um jaleco cinza, interpretado por um ator. Duas salas do Laboratório de Interação na Universidade de Yale foram usados - um para o aluno (com uma cadeira elétrica) e outro para o professor e pesquisador com um gerador de choque elétrico. O \"aprendiz\" (o cúmplice) foi amarrado a uma cadeira com eletrodos. Depois que ele tivesse aprendido uma lista de pares de palavras que lhes foram dadas para aprender, o \"professor\" testá-lo-ia, falando o nome de uma palavra e pedindo para o aluno lembrar qual era seu par de uma lista de quatro possíveis escolhas. O professor (o voluntário) é instruído a administrar um choque elétrico cada vez que o aluno erra, aumentando o nível de choque a cada vez. Havia 30 chaves no gerador de choque, que variava de 15 volts (ligeiro choque) a 450 (choque grave). O aluno errava a resposta propositalmente na maioria das vezes, e, em cada vez, o professor deu-lhe um choque elétrico. Quando o professor se recusava a administrar um choque, o experimentador (o ator) lhe repetia uma série de frases de estímulo para garantir que eles continuassem. Havia quatro frases, e se a primeira frase de estímulo não fosse seguida, o experimentador lia a segunda frase, e assim por diante. :Estímulo 1: Por favor, continue.:Estímulo 2: O experimento requer que você continue.:Estímulo 3: É absolutamente essencial que você continue.:Estímulo 4: Você não tem outra escolha a não ser continuar. Caso o participante se negasse a fazê-lo depois da quarta frase, o experimento era interrompido. Caso contrário, o experimento só era interrompido ao chegar na voltagem mais alta. Ao final do experimento, Milgram era chamado na sala como um auxiliar do \"pesquisador\" para fazer algumas perguntas ao professor (participante), como o porque de ter continuado mesmo quando escutava os gritos de dor do outro ou quando o outro não emitia mais nenhum ruído ou respondia as questões. *Resultados: 65% (dois terços) dos participantes continuaram até o mais alto nível de 450 volts. Todos os participantes continuaram até 300 voltsMilgram, S. (1963). Behavioral study of obedience. Journal of Abnormal and Social Psychology, 67, 371-378.. == Avaliação Crítica== Apesar do objetivo dos experimentos, de encontrar padrões gerais de obediência à autoridade utilizando inclusive ordens indiretas, alguns revisores concluíram que a experiência não demonstraria que os participantes tendem a obedecer às ordens da autoridade. Estes revisores consideram que as frases de estímulo de 1 a 3 não seriam ordens: \"Por favor, continue.\" seria uma solicitação; \"O experimento requer que você continue.\" seria apenas uma explicação sobre os critérios de experiência; e \"É absolutamente essencial que você continue.\" seria apenas o pesquisador informando fatos sobre a importância da experiência. Somente o estímulo 4, \"Você não tem outra escolha, a não ser continuar\", poderia ser tomado como uma ordem dada por uma autoridade. Tais revisores afirmam que os dados brutos mostram que toda vez que a ordem (direta) foi dada todos os participantes se recusaram a obedecê- laShanab, M. E., & Yahya, K. A. (1978). A cross-cultural study of obedience. Bulletin of the Psychonomic Society.Smith, P. B., & Bond, M. H. (1998). Social psychology across cultures (2nd Edition). Prentice Hall.. Orne & Holland, em 1968, acusou o estudo de Milgram de falta de \"realismo experimental\", ou seja, que os participantes não poderiam ter acreditado na montagem experimental em que se encontravam e sabiam que o aluno realmente não estava recebendo choques elétricosOrne, M. T., & Holland, C. H. (1968). On the ecological validity of laboratory deceptions. International Journal of Psychiatry, 6(4), 282-293.. Com base nas investigações que foram feitas com os participantes anos depois e que indicaram que muitos não acreditaram totalmente que realmente estiveram dando choques elétricos em alguém, outros pesquisadores também afirmaram que haveriam falhas metodológicas e teóricas e que o experimento Milgram não refletiria a realidade. Segundo estes revisores críticos, o estudo de Milgram teria ganhado fama apenas por ser contemporâneo à discussão pública americana sobre o motivo de os soldados e funcionários do governo nazista continuarem obedecendo as ordens de Hitler mesmo sabendo que estavam favorecendo a morte de pessoas. Categoria:Psicologia social Categoria:Nazismo",
 "title": "Experiência de Milgram"
}