{
 "id": "93300",
 "text": "Xossas, xhossas ou cosas são um grupo étnico sul-africano que fala a língua xossa (ou IsiXhosa). A língua xossa é uma das 11 línguas oficiais da África do Sul, falada por aproximadamente 7,9 milhões de pessoas na África do Sul (cerca de 18% da população), principalmente nas províncias do Cabo Oriental e sul do Cuazulo-Natal, mas também nos países vizinhos, Zimbábue e Lesoto. É a segunda língua materna mais falada no país, perdendo apenas para a língua zulu, à qual é estreitamente relacionada. O sistema apartheid dos bantustões pré-1994 negava a cidadania sul-africana aos xossas, mas os possibilitava ter \"terras natais\": Transquei e Cisquei, ambos atualmente parte da província Cabo Oriental, onde reside a maioria dos xossas. Muitos xossas vivem na Cidade do Cabo, East London e Porto Elizabeth. Os xossas se dividem em várias tribos: as principais são amaGcaleka, amaRharhabe, imiDange, imiDushane e amaNdlambe. Existem tribos que vivem próximas aos xossas e que adotaram a língua e os costumes xossas, como os abaThembu, amaBhaca, abakoBhosha e amaQwathi. O nome \"xossa\" vem de um rei lendário chamado Uxossa. Os xossas chamam a si próprios de \"amaXhosa\". == História == Os xossas se originaram da lenta migração dos angunes a partir dos Grandes Lagos Africanos. Os xossas já estavam bem estabelecidos na África do Sul quando os neerlandeses chegaram em meados do e ocuparam grande parte do leste do país, entre Porto Elizabeth e Durban. Os xossas e os colonos brancos se encontraram pela primeira vez na região da atual cidade de Somerset East no início do século XVIII. No final desse século, pastores africânderes originários da Cidade do Cabo entraram em conflito com pastores xossas na região do rio Great Fish. Depois de mais de vinte anos de conflito intermitente, o Império Britânico forçou os xossas a se deslocar para leste. Nos anos seguintes, muitos povos do nordeste do país foram empurrados para o oeste na direção dos xossas devido à expansão zulu em Natal, no processo conhecido como mfecane, ou \"dispersão\". Os xossas receberam esses povos dispersos, os quais acabaram adotando os costumes xossas. Os xossas chamaram essas tribos de AmaMfengu, que significa \"andarilhos\". Algumas dessas tribos eram os amaBhaca, amaBhele, amaHlubi, amaZizi e Rhadebe. A unidade xossa e sua capacidade de resistir à expansão europeia foram enfraquecidas por carestias e divisões políticas que se seguiram à matança de gado entre 1856 e 1858. == Língua == O xossa é uma língua tonal aglutinante da família banta. Ele utiliza uma escrita baseada no alfabeto latino. É falado por aproximadamente dezoito por cento da população sul-africana, e possui alguma inteligibilidade mútua com o zulu, especialmente o zulu falado em zonas urbanas. Muitos falantes de xossa, particularmente os que vivem em áreas urbanas, também falam zulu e/ou africâner e/ou inglês. == Folclore e religião == Os sangomas são adivinhos (amagqirha). É um emprego exercido principalmente por mulheres, que aprendem o ofício durante um período de cinco anos. Também existem herboristas (amaxhwele), profetas (izanuse) e curadores (inyanga). Os xossas possuem uma grande tradição oral, com muitas histórias sobre heróis ancestrais; de acordo com a tradição, o líder do qual os xossas tiraram o nome foi o primeiro rei da nação. Um dos descendentes de xossa chamado Phalo gerou dois filhos, Gcaleka kaPhalo, o herdeiro, e Rarabe kaPhalo. Rarabe era um grande guerreiro e um homem de grande habilidade, e era muito amado por seu pai. Gcaleka era manso e apático, e não possuía as qualidades necessárias a um futuro rei. As coisas se complicaram ainda mais com a iniciação de Gcaleka como adivinho, o que era uma prática vedada aos membros da família real. Vendo a popularidade de seu irmão e temendo que ele um dia pudesse desafiar seu direito de sucessão ao trono, Gcaleka tentou usurpar o trono de seu pai, mas Rarabe veio em defesa de seu pai e reprimiu a insurreição. Rarabe se mudou então para a região das montanhas Amathole, onde subjugou várias tribos e comprou terrenos dos cóis, fundando seu próprio reino. A partir de então, os xossas se dividiram em dois ramos: o de Rarabe e o de Gcaleka. O ramo de Rarabe encontra-se atualmente sob a liderança da rainha regente Noloyiso Sandile Aah! Noloyiso, filha do rei Cyprian Bhekuzulu kaSolomon e irmã do atual rei zulu Goodwill Zwelithini kaBhekuzulu. O ramo de Gcaleka encontra-se atualmente sob a liderança do rei Zwelonke Sigcawu. Este último foi coroado rei dos xossas em 15 de maio de 2015. A figura chave na tradição oral xossa é o imbongi (plural: iimbongi), ou cantor de louvor. Ele vive tradicionalmente próximo ao \"grande lugar\" do chefe. Ele acompanha o chefe em ocasiões importantes. O imbongi Zolani Mkiva acompanhou o presidente Nelson Mandela na sua posse em 1994. A poesia do imbongi, chamada imibongo, louva as ações dos chefes e ancestrais. O ser supremo é chamado uThixo ou uQamata. Na tradição xossa, os ancestrais atuam como intermediários entre os viventes e Deus; eles são honrados em rituais com o objetivo de trazer boa sorte. Os sonhos exercem um importante papel na adivinhação e no contato com os ancestrais. Práticas religiosas tradicionais incluem rituais, iniciações e festas. Rituais modernos tipicamente se referem a doenças e bem-estar psicológico. Missionários cristão estabeleceram postos avançados entre os xossas na década de 1820, e a primeira tradução da Bíblia foi feita em meados da década de 1850, parcialmente por Henry Hare Dugmore. Os xossas não se converteram em grande número até o século XX, mas muitos hoje são cristãos, principalmente pertencentes a igrejas africanas. Algumas denominações combinam o cristianismo com crenças tradicionais. == Ritos de passagem == Os xossas são um grupo cultural sul- africano que enfatiza práticas tradicionais e costumes herdados de seus antepassados. Cada pessoa dentro da cultura xossa tem seu lugar, que é reconhecido por toda a comunidade. Desde o nascimento, o xossa passa por etapas que atestam seu crescimento e lhe asseguram um lugar na comunidade. Cada etapa é marcada por um ritual específico, que objetiva apresentar o indivíduo a seus companheiros e também a seus ancestrais. Começando pelo imbeleko, o ritual que apresenta o recém-nascido aos ancestrais, e passando pelo umphumo (a chegada ao lar), o inkwenkwe (a passagem para a infância) e o indoda (a passagem para a idade adulta). Esses rituais ainda são praticados, mas muitos xossas urbanos não os seguem rigidamente. O ulwaluko e o intonjane são tradições que separam os xossas dos angunes. Eles marcam a transição de criança para adulto. Os zulus, uma vez, fizeram esses rituais, mas o rei Shaka os proibiu por causa da guerra na década de 1810. Em 2009, eles foram reintroduzidos pelo rei Goodwill Zwelithini Zulu, não como um costume, mas como um procedimento médico para combater o HIV. Isso causou disputas entre xossas e zulus. Todos esses rituais simbolizam o desenvolvimento pessoal. Antes de cada ritual, o indivíduo passa um tempo com os mais velhos. O conhecimento dos mais velhos não é escrito, mas é transmitido de geração para geração através da tradição oral. O iziduko (nome do clã), por exemplo, é transmitido através da tradição oral. É considerado uburhanuka (ausência de identidade) se uma pessoa não sabe o nome de seu clã. Quando dois estranhos se encontram, a primeira identidade apresentada é a do clã. O clã é a base do ubuntu (gentileza, solidariedade). O ulwaluko, ritual de transição entre infância e idade adulta, ainda é praticado atualmente. Depois da circuncisão, os iniciados (abakwetha) vivem em isolamento por várias semanas, frequentemente nas montanhas. Durante o processo, eles passam barro branco no corpo e respeitam inúmeros tabus. Nos tempos modernos, a prática tem gerado controvérsias, com 825 mortes causadas pela circuncisão desde 1994, e a disseminação de infeções sexualmente transmissíveis, incluindo o vírus da imunodeficiência humana, por causa do uso comum de lâmina nas circuncisões. Em março de 2007, uma minissérie controversa que falava sobre as circuncisões e os rituais de iniciação xossas estreou na South African Broadcasting Corporation. Intitulada Umthunzi Wentaba, a minissérie foi retirada do ar após queixas de líderes tradicionais, que argumentaram que os rituais eram secretos e não deveriam ser revelados a não iniciados e a mulheres. Em janeiro de 2014, o site ulwaluko.co.za foi criado por um médico neerlandês. Ele apresenta uma galeria de fotos de pênis deformados, o que desencadeou revolta entre líderes tradicionais da província do Cabo Oriental. A secretaria de filmes e publicações da África do Sul qualificou o site como \"científico com grande valor educativo\", dizendo ainda que havia \"um problema social com necessidade urgente de intervenção\". Garotas também são iniciadas à idade adulta, através do ritual do intonjane. Elas também ficam reclusas, embora por um período menor de tempo. E não sofrem mutilação genital feminina. Outros ritos incluem a reclusão das mães dez dias após o parto, e o enterro da placenta e do cordão umbilical perto da vila. Isso se expressa na tradicional saudação Inkaba yakho iphi?, que significa \"onde está seu umbigo?\" A resposta mostra onde você vive, qual é seu clã e qual é seu status social. == Casamento == O casamento xossa, umtshato, está recheado de costumes e rituais que buscam unir as duas famílias e orientar os cônjuges. === Ukuthwalwa === Para iniciar o processo, o homem que deseja casar pratica o ukuthwalwa, \"escolha da pessoa\". O homem escolhe uma mulher que lhe interessa, e a família do homem visita a família da mulher para ambas as famílias chegarem a um acordo quanto ao casamento. Antigamente, o desejo da mulher não era levado em conta, mas atualmente o homem e a mulher já costumam se relacionar antes do ukuthwalwa. === Isiduko === Quando o homem revela a sua família sua intenção de se casar, é feita uma pesquisa sobre o nome do clã (isiduko) da noiva. Se o noivo e a noiva pertencerem ao mesmo clã, então eles não poderão se casar. === Ikhazi === Quando as discussões dentro da família do homem estão terminadas e já se conhecem informações suficientes sobre a noiva, a família escolhe negociadores que irão visitar a família da noiva para comunicar-lhe as intenções do noivo. Os negociadores, ao visitarem a família da noiva, aguardarão no lado de fora da casa, muitas vezes no curral (inkundla), e só poderão entrar na casa com o consentimento da família da noiva. É quando as negociações do dote (lobola) começam. A família da noiva irá dar o preço da noiva e uma data para receber o pagamento. O preço da noiva depende de muitos fatores, como o seu nível educacional, a riqueza de sua família em comparação com a riqueza da família do noivo, o que o homem quer ganhar com o casamento e a desejabilidade geral da mulher. O pagamento pode ser efetuado em gado ou em dinheiro, dependendo da família da noiva. As atuais famílias xossas costumam preferir dinheiro, pois costumam viver em áreas urbanas onde não é possível a pecuária. Quando a família do noivo retorna na data estipulada, eles pagam o dote e trazem presentes, como gado e bebidas alcoólicas, iswazi, para serem bebidas pela família da noiva. Quando o lobola dos negociadores é aceito, então o casamento é considerado consumado, e as celebrações começam. Isso inclui a matança de gado como um gesto de agradecimento aos ancestrais, assim como derramar considerável quantidade de bebida alcoólica no piso da casa da noiva, também num gesto de agradecimento aos ancestrais. A família do noivo passa a fazer parte da família da noiva, e a cerveja tradicional, umqombothi, é preparada pela família da noiva como um sinal de agradecimento à família do noivo. === Ukuyalwa === Para consolidar sua unidade, a família da noiva se dirige à casa do noivo. Lá, os mais velhos darão conselhos à noiva sobre como se comportar e como se vestir na sua vida de casada. Isso se chama ukuyalwa. Um novo nome será dado à noiva pela família do noivo. Esse nome simbolizará o elo entre a família do noivo e a família da noiva. == Enterro == As práticas de enterro contêm uma sucessão específica de eventos que tornam a cerimônia digna. Quando a família recebe a notícia da morte do parente, a família estendida chega para realizar o processo de sepultamento. O ritual do umkhapho (\"acompanhar\") tem, por objetivo, acompanhar o espírito do morto até a terra dos ancestrais. O líder do clã ou seu representante realiza o ritual. O ritual mantém os laços entre o morto e os vivos, de forma que o morto possa se comunicar posteriormente com os vivos. Durante o ritual, um animal (um bode, por exemplo) é sacrificado. Um animal maior, como um boi por exemplo, pode ser sacrificado quando o morto é uma pessoa importante. Ocorre também o esvaziamento do dormitório principal da família do morto (indlu enkulu), de forma a criar um espaço onde os parentes que chegam podem se acomodar durante o velório. O espaço onde os parentes irão ficar é delimitado por um tapete (ukhukho). Qualquer pessoa pode vir chorar o morto, não é necessário um convite. A família do morto precisa estar preparada para receber um número imprevisível de pessoas. Tradicionalmente, os visitantes são alimentados com inkobe, milho cozido. No século XXI, no entanto, o inkobe vem sendo substituído por serviços de catering. No dia do enterro, antes que os visitantes vão embora, ocorre o ritual de ukuxukuxa (limpeza), quando um bode, um carneiro ou uma galinha é sacrificado. Purificação ritual é realizada no dia seguinte ao enterro, quando as mulheres da família vão até o rio mais próximo para lavar os pertences do falecido. As roupas do falecido são tiradas da casa, e os membros da família cortam o cabelo. Esse corte simboliza que a vida continua apesar da morte do falecido. == Dieta == Os xossas habitam regiões de solo fértil e clima úmido, o que favorece a criação de gado. Os pratos tradicionais são: bife (inyama yenkomo), carneiro (inyama yegusha), bode (inyama yebhokwe), sorgo, leite (frequentemente fermentado, chamado de amasi), abóbora (amathanga), farinha de milho, canjiquinha (umngqusho), feijão (iimbotyi) e legumes como rhabe (um espinafre selvagem parente da Rumex acetosa), imvomvo (a seiva doce de um Aloe) e ikhowa (um cogumelo que cresce após as chuvas de verão). === Cozinha === * Iinkobe, grãos frescos de milho descascados e cozidos. É consumido como um lanche, preferencialmente com sal. * Isophi, milho com sopa de feijão ou de ervilha * Umleqwa, um prato feito com galinhas criadas soltas * Umngqusho, um prato feito com milho branco e açúcar. É um prato básico para os xossas. * Umphokoqo, papa seca * Umqombothi, um tipo de cerveja feita a partir de milho e sorgo fermentados * Umvubo, leite ácido misturado com papa seca * Umbhako, um pão caseiro. Normalmente redondo. * Umfino, espinafre selvagem misturado com farinha de milho. * Umqa, um prato feito de abóbora e farinha de milho * Umxoxozi, uma abóbora cozida antes de ficar totalmente seca * Amaceba, fatias cozidas de abóbora com casca * Umcuku, papa fermentada (amarhewu), ácida, misturada com papa seca (umphokoqo). * Amarhewu, uma papa suave e ácida == Arte == O artesanato tradicional inclui trabalho com miçangas, costura, madeira e cerâmica. A música tradicional inclui tambores, chocalhos, apitos, flautas, berimbaus de boca, instrumentos de corda e, especialmente, canto em grupo acompanhado por palmas. Existem canções para várias ocasiões: uma das mais conhecidas é uma canção de casamento chamada Qongqothwane, interpretada por Miriam Makeba como Click Song #1. Além de Makeba, vários grupos modernos gravam e tocam em língua xossa. Missionários apresentaram, aos xossas, o canto coral ocidental. Nkosi Sikelel' iAfrika, parte do hino nacional da África do Sul, é um hino xossa escrito em 1897 por Enoch Sontonga. Os primeiros jornais, novelas e peças em língua xossa surgiram no século XIX, e a poesia xossa também vem ganhando renome. Muitos filmes foram rodados na língua xossa. U-Carmen eKhayelitsha é uma refilmagem moderna da ópera Carmen, de Georges Bizet. Ela foi filmada inteiramente em xossa, e combina música da ópera original com música tradicional africana. Ela se passa na cidade de Khayelitsha, no Cabo Ocidental. O filme estadunidense Black Panther também apresenta língua xossa. == Miçangas == Miçangas são pequenos objetos redondos de vidro, madeira, metal, concha, Chrysanthemoides monilifera e assemelhados, que são perfurados e trespassados por cordões. Antes da introdução das miçangas de vidro, elas eram feitas de materiais naturais. Os xossas compravam as miçangas do povo san, muitas vezes em troca de cânhamo. Essas miçangas eram feitas de lascas de ovo de avestruz, polidas e presas em tendões. Elas demoravam muito tempo para ser produzidas, eram escassas, caras e muito procuradas. Está registrado que somente na década de 1930 os portugueses introduziram miçangas de vidro. === Simbolismo === Os adornos, em muitas culturas, são marcadores sociais. No caso, as miçangas xossas informam a identidade, história, localização geográfica, idade, gênero e classe social das pessoas. Algumas miçangas eram privativas da realeza. Os xossas acreditam que as miçangas usadas pelos adivinhos durante os rituais servem de elo de ligação entre os vivos e os antepassados. A linguagem das miçangas se expressa através de cores e padrões (árvore, diamante, quadrado, triângulo, bifurcação, círculo, linhas paralelas), embora o seu simbolismo não seja rígido. Para os xossas, o branco é a cor da pureza e intercessão: miçangas brancas são usadas como oferendas aos espíritos ou ao criador. Os adivinhos usam miçangas brancas quando estão se comunicando com os ancestrais. Eles também usam o amageza, um véu feito com miçangas que induz a um estado de transe. O inkciyo é uma saia feita de miçangas. Ela é usada durante um ritual de verificação da virgindade das moças que estão passando para a idade adulta. Atualmente, as miçangas também são usadas como itens de moda. Neste caso, qualquer pessoa pode usá- las. == Vestimenta == A cultura xossa tem um código de vestimenta que simboliza os diversos estágios da vida. Os xossas costumam usar tecidos vermelhos tingidos de ocre vermelho, bem como miçangas e tecidos impressos. O estilo de vida xossa se adaptou aos costumes ocidentais, mas os xossas ainda usam vestimentas tradicionais em ocasiões especiais. Cada tribo possui variações das vestes tradicionais. As mulheres gcalekas, por exemplo, envolvem seus braços, pernas e pescoços com contas e pulseiras. === Mulheres === Mulheres solteiras usam, frequentemente, panos enrolados nos ombros, deixando os seios à mostra. Mulheres comprometidas pintam de vermelho seus cabelos trançados e abaixam seu olhar em sinal de respeito a seus noivos. As mulheres usam uma espécie de cocar como um sinal de respeito ao chefe da família, que pode ser seu pai ou marido. As mulheres mais velhas podem usar chapéus mais elaborados. Incebetha é um pequeno tecido que é usado como sutiã. É decorado com miçangas. Ifulu é um tecido que é usado abaixo do cinto. Também é decorado com miçangas. Iqhiya é um pano que é amarrado à cabeça. É decorado com miçangas. É usado juntamente com o uxakatha, que é um pano amarrado à cintura. Intsimbi ou amaso é um bracelete feito com arames e miçangas. É usado nos pés ou na cintura. Imitsheke é usado no pulso. Ingxowa é uma pequena bolsa de mão. === Homens === Os homens atuam geralmente como caçadores e guerreiros. Consequentemente, peles de animais são uma vestimenta tradicional. Os homens costumam usar uma bolsa de pele de cabra em que carregam itens essenciais como tabaco e faca. A bolsa é feita com pele com pelos curada e virada ao revés. Em ocasiões especiais, como casamentos e iniciações, os homens usam saias bordadas com um tecido retangular. Túnicas e colares de miçangas também podem ser usados. Ingcawa é um tecido preto e branco. Isichebe é um pequeno colar de miçangas, e isidanga é um colar grande. As contas que envolvem pulsos e tornozelos são chamadas amaso. Unngqa ou igwala são as miçangas usadas na cabeça. Fumam-se cachimbos decorados com ukurhaswa. Os cachimbos tradicionais são chamados de umbheka phesheya. == Os xossas na sociedade moderna == Atualmente, os xossas compõe aproximadamente dezoito por cento da população sul-africana. São o segundo maior grupo cultural da África, sendo superados apenas pelos zulus. Na época do apartheid, trinta por cento dos adultos xossas eram alfabetizados. Em 1996, estudos indicaram que aproximadamente cinquenta por cento dos que tinham o xossa como primeira língua eram alfabetizados. A educação primária nas regiões xossas é feita em xossa, mas a língua é substituída pelo inglês nas séries subsequentes. A maioria dos estudantes da universidade Walter Sisulu e na Universidade de Fort Hare fala xossa. A Rhodes University, em Grahamstown, oferece cursos em xossa. O professor Russel H. Kaschula, chefe do departamento de línguas dessa universidade, publicou muitos estudos sobre cultura xossa. Os efeitos das ações governamentais na época do apartheid ainda podem ser observados na pobreza dos xossas que vivem no Cabo Oriental. Nessa época, os homens xossas só conseguiam emprego nas minas, como trabalhadores migrantes. Após o apartheid, os indivíduos passaram a poder se mover livremente. Após o apartheid, aumentou a migração para Gautengue e Cidade do Cabo, especialmente entre a população rural xossa. Categoria:Xossas",
 "title": "Xossas"
}