{
 "id": "93364",
 "text": "A lei marcial é um conjunto de normas legais que entra em vigor quando uma autoridade militar assume o controle das funções administrativas e judiciais ordinárias de um país, geralmente após uma declaração formal ou em situações de emergência. Esse estado de exceção é temporário e visa restaurar a ordem e a segurança em circunstâncias extraordinárias, como conflitos armados, desastres naturais ou outras ameaças graves à estabilidade do Estado. Durante o período de lei marcial, as autoridades militares ganham poderes adicionais para manter a paz e a segurança pública, muitas vezes suprimindo direitos civis e liberdades individuais em nome da estabilidade. Isso pode incluir toques de recolher, censura de mídia, detenções arbitrárias e tribunais militares para julgar casos que normalmente seriam tratados pela justiça civil. É importante notar que a lei marcial deve ser aplicada de forma limitada no tempo e no espaço, e deve ser usada como último recurso, com a intenção de restaurar a ordem e permitir a transição de volta ao governo civil assim que a situação permitir. A lei marcial é um conceito controverso, pois envolve um equilíbrio delicado entre a necessidade de proteger a segurança nacional e os direitos individuais dos cidadãos. Portanto, seu uso deve ser estritamente controlado e monitorado para evitar abusos de poder por parte das autoridades militares. A lei marcial traduz-se geralmente pela suspensão de todas as (ou parte das) liberdades fundamentais do cidadão, como o ato de se deslocar, principalmente a de se reunir, de manifestar sua opinião e de não ser aprisionado sem fundamento jurídico. A lei marcial entra em vigor somente em situações excepcionais, como na preparação da instituição de um regime totalitário ou ainda em reação a uma catástrofe natural ou situação de guerra. A lei marcial é um estado temporário em que o controle das autoridades civis é substituído ou substancialmente limitado pelas autoridades militares. Ela difere das leis civis normais, pois confere poderes excepcionais às forças armadas, permitindo que elas assumam funções de policiamento e tomem medidas mais rigorosas em situações de emergência. Durante a lei marcial, direitos civis e liberdades individuais podem ser suspensos ou restringidos em nome da segurança nacional ou da ordem pública. == Visão geral == Apesar de ter sido declarada frequentemente ao longo da história, a lei marcial ainda é frequentemente descrita como amplamente como entidade legal. As referências à lei marcial remontam a 1628, na Inglaterra, quando um homem chamado Lord Hale descreveu a lei marcial como “nenhuma lei, mas algo tolerado em vez de permitido como lei”. Apesar de ter séculos de existência, esta citação permanece verdadeira em muitos países ao redor do mundo hoje. Na maioria das vezes, a implementação da lei marcial surge mais da necessidade do que do direito legal, e embora alguns países tenham disposições que permitem explicitamente o uso da lei marcial, muitos não o fazem. Para países que não permitem explicitamente a declaração da lei marcial, mas onde a lei marcial foi declarada, a justificativa legal para isso é muitas vezes a doutrina da necessidade do direito comum, ou alguma variação dela.Moore, Cameron (2017-11-09). Crown and Sword: Executive power and the use of force by the Australian Defence Force. ANU Press. doi:10.22459/cs.11.2017. ISBN 978-1-76046-155-3. Lei marcial, governo temporário pelas autoridades militares de uma área designada em tempo de emergência, quando as autoridades civis são consideradas incapazes de funcionar. Os efeitos jurídicos de uma declaração de lei marcial diferem em várias jurisdições, mas geralmente envolvem uma suspensão dos direitos civis normais e a extensão à população civil da justiça militar sumária ou da lei militar. Embora temporário em teoria, um estado de lei marcial pode, na verdade, continuar indefinidamente. No sistema jurídico inglês, o termo tem um significado duvidoso; nas palavras do jurista inglês Sir Frederick Pollock, “a chamada 'lei marcial', distinta da lei militar, é um nome infeliz para a justificação pelo direito comum de atos praticados por necessidade para a defesa da Comunidade quando há guerra dentro do reino”. Tais “atos praticados por necessidade” são limitados apenas pelo direito internacional e pelas convenções da guerra civilizada. Além disso, os tribunais civis regulares não reveem as decisões dos tribunais criados pelas autoridades militares e existe muito pouca autoridade na questão das soluções contra o abuso de poderes por parte dos militares. Na Grã- Bretanha e em muitas outras jurisdições, tais questões são de pouca importância tendo em conta a prática moderna de tomar poderes de emergência ou especiais por lei. === Doutrina do direito consuetudinário da necessidade e lei marcial === Uma teoria jurídica mais frequentemente associada à lei marcial é a Doutrina da necessidade (common law). Embora muitos países, como os Estados Unidos, por exemplo, não tenham o direito constitucional explícito de declarar a lei marcial, os estudiosos muitas vezes interpretam a lei dos Estados Unidos como permitindo a implementação da lei marcial em momentos de necessidade. Países como o Paquistão também implementaram esta lógica notoriamente. Moore, Cameron (2017-11-09). Crown and Sword: Executive power and the use of force by the Australian Defence Force. ANU Press. doi:10.22459/cs.11.2017. ISBN 978-1-76046-155-3. === História === A aplicação das leis marciais variou ao longo da história e de um país para outro. O termo \"lei marcial\" tem origem em Roma, onde a lei marcial (lex militar) era aplicada em tempos de guerra para manter a disciplina nas legiões romanas. Durante o Império Romano, ela também foi usada para lidar com crises internas. Durante a Idade Média na Europa, muitos governantes tinham o poder de declarar a lei marcial em resposta a revoltas ou invasões. Isso frequentemente envolvia o uso de tropas militares para restaurar a ordem. A Declaração de Direitos dos Estados Unidos (Bill of Rights) inclui o direito de não ser submetido a leis marciais em tempos de paz. No entanto, durante a Guerra Civil Americana, Abraham Lincoln implementou leis marciais em várias áreas para suprimir a resistência confederada. Na França, durante a ocorrência da Revolução Francesa (1792), o governo revolucionário implementou a lei marcial para combater a contra-revolução e a ameaça externa. Foi um período de grande tumulto, com tribunais revolucionários julgando e executando muitos oponentes políticos. Durante a Guerra Civil Americana (1861-1865), o presidente Abraham Lincoln implementou a lei marcial em várias áreas dos Estados Confederados durante a Guerra Civil para manter o controle federal. Isso resultou em medidas como toques de recolher e tribunais militares. No século XX, as leis marciais foram aplicadas em várias partes do mundo durante guerras, como a Primeira e Segunda Guerras Mundiais. Além disso, muitos países adotaram leis marciais em resposta a revoltas ou ameaças à segurança interna, como a Revolução Russa de 1917 e a Lei Marcial nas Filipinas sob Ferdinand Marcos. As leis marciais ainda são usadas em algumas partes do mundo, especialmente em resposta a crises internas, como conflitos civis, terrorismo ou desastres naturais. No entanto, sua aplicação é frequentemente criticada por violações dos direitos humanos.G. Edward White (2012). Law in American History: Volume 1: From the Colonial Years Through the Civil War. Oxford University Press. ISBN 978-0-19-972314-0 Nas Filipinas, o Regime de Ferdinand Marcos (1972-1981), então presidente das Filipinas, impôs a lei marcial alegando instabilidade civil. Isso levou à supressão de opositores políticos, prisões arbitrárias e violações dos direitos humanos. A Tailândia tem uma história de golpes militares e imposição de lei marcial em momentos de instabilidade política. Em 2014, o exército tailandês tomou o poder e impôs a lei marcial após meses de protestos políticos. == Aplicação == A lei marcial pode ser usada pelos governos para impor o seu domínio sobre o público, como pode ser visto em vários países listados abaixo. Tais incidentes podem ocorrer após um golpe de Estado (Tailândia em 2006 e 2014 e Egito em 2013); quando ameaçado por protestos populares (China, protestos na Praça Tiananmen em 1989); suprimir a oposição política (lei marcial na Polônia em 1981); ou para estabilizar insurreições ou supostas insurreições. A lei marcial pode ser declarada em casos de grandes desastres naturais; no entanto, a maioria dos países utiliza uma construção jurídica diferente, como o estado de emergência. A lei marcial também foi imposta durante conflitos e em casos de ocupações, onde a ausência de qualquer outro governo civil proporciona uma população instável. Exemplos desta forma de regime militar incluem a reconstrução pós-Segunda Guerra Mundial na Alemanha e no Japão, a recuperação e reconstrução dos antigos Estados Confederados da América durante a Era da Reconstrução nos Estados Unidos da América após a Guerra Civil Americana e a ocupação alemã do norte da França. entre 1871 e 1873 após o Tratado de Frankfurt encerrar a Guerra Franco- Prussiana. Normalmente, a imposição da lei marcial acompanha os toques de recolher; a suspensão do direito civil, dos direitos civis e do habeas corpus e a aplicação ou extensão da lei militar ou da justiça militar aos civis. Os civis que desafiam a lei marcial podem ser submetidos a um tribunal militar (corte marcial). A imposição da lei marcial geralmente ocorre em situações de crise, quando as autoridades civis não conseguem manter a ordem pública ou a segurança nacional. Os motivos comuns incluem crises políticas em situações de instabilidade política, como golpes de Estado, insurreições ou protestos generalizados, os governos podem impor a lei marcial para restaurar a ordem. Após desastres naturais graves, como terremotos, furacões ou tsunamis, a lei marcial pode ser declarada para coordenar a resposta de emergência e garantir a segurança. Quando há ameaças significativas à segurança nacional, como ataques terroristas, guerras ou conflitos armados, a lei marcial pode ser utilizada para mobilizar recursos militares e restringir a mobilidade da população. === Autoridade e reflexos na sociedade === A autoridade para impor a lei marcial varia de acordo com as leis e constituições de cada país. Normalmente, a autoridade para declarar a lei marcial recai sobre o chefe de Estado ou governo, como um presidente ou primeiro-ministro, e geralmente requer uma justificativa específica, como ameaça à ordem pública ou à segurança nacional. Os limites da lei marcial também são definidos pela lei e pela constituição. Normalmente, a lei marcial não deve ser usada como pretexto para violar os direitos humanos ou as liberdades civis. Tribunais militares podem ser estabelecidos, mas devem garantir um processo justo, e os direitos fundamentais dos cidadãos devem ser respeitados. O controle e a supervisão do legislativo e do judiciário sobre a lei marcial também são importantes para evitar abusos.Katz, Yaakov; Mizroch, Amir (July 15, 2006). \"Martial Law Declared in the North\". The Jerusalem Post. Cohen, Amichai; Cohen, Stuart (2012). Israel's National Security Law: Political Dynamics and Historical Development. Routledge. ISBN 978-0-415-54914-1. A lei marcial geralmente tem um impacto significativo na sociedade. Ela pode levar à suspensão de direitos civis, como liberdade de movimento e de expressão. Também pode resultar em prisões arbitrárias, julgamentos sumários e restrições à imprensa. Isso pode ter sérias consequências para os direitos humanos e a democracia. Além disso, a economia de um país pode sofrer quando a lei marcial é imposta, pois pode haver restrições ao comércio e à atividade empresarial devido às medidas de controle. A sociedade pode ficar dividida e traumatizada devido à violência associada à aplicação da lei marcial. Portanto, a imposição da lei marcial é uma medida séria que deve ser usada com cautela, e seu impacto na sociedade é motivo de preocupação em relação aos direitos e liberdades das pessoas. A imposição da lei marcial em um país tem um impacto significativo em seu sistema judicial e na aplicação da lei. A lei marcial frequentemente resulta na suspensão de certos direitos civis e garantias individuais, como liberdade de expressão, liberdade de reunião e habeas corpus. Isso permite que o governo tome medidas mais amplas para manter a ordem. Geralmente, a aplicação da lei marcial é conduzida pelas forças armadas, que assumem funções normalmente atribuídas à polícia e ao sistema judicial. Isso pode levar a julgamentos de militares em tribunais militares, muitas vezes sem a mesma independência e proteção dos direitos dos acusados que os tribunais civis proporcionam. O governo frequentemente controla a mídia durante a lei marcial, impondo censura ou restringindo a cobertura jornalística. Isso afeta o direito à informação e a transparência. Podem ser criados tribunais especiais para tratar de casos relacionados à lei marcial. Esses tribunais podem ter procedimentos diferentes dos tribunais civis e podem ser usados para julgar pessoas acusadas de desobedecer às ordens da lei marcial. === Resistência à aplicação === A imposição da lei marcial frequentemente leva a movimentos de resistência e protestos por parte da população. Os protestos podem assumir diversas formas, incluindo manifestações públicas, protestos de rua, com pessoas se reunindo para expressar sua oposição à imposição da lei marcial, como a desobediência civil, a população pode se recusar a obedecer às ordens da lei marcial, como toques de recolher ou proibições de reunião. Nas sociedades modernas, as redes sociais e a internet desempenham um papel importante na organização de movimentos de resistência. Igualmente, organizações de direitos humanos podem denunciar abusos relacionados à lei marcial e buscar apoio internacional. === Comparação Internacional === As práticas de lei marcial variam significativamente entre os países e continentes. Quanto à amplitude dos poderes, em alguns países, a lei marcial pode ser aplicada apenas em áreas específicas ou em situações de emergência, enquanto em outros, pode ser usada de forma mais ampla e duradoura. Também podem ocorrer restrições aos direitos civis, com a suspensão de direitos civis pode variar em termos de extensão e duração, com algumas leis marciais sendo mais rigorosas do que outras. A comunidade internacional pode responder de diferentes maneiras à imposição da lei marcial, desde condenações diplomáticas até a imposição de sanções econômicas. A história e o contexto político de um país desempenham um papel importante na forma como a lei marcial é implementada e recebida pela população. === Consequências de longo prazo e direitos humanos === A imposição da lei marcial em um país pode ter implicações profundas a longo prazo. Em alguns casos, a lei marcial é usada como um meio para consolidar o poder ou suprimir dissidência política. Isso pode levar a instabilidade política a longo prazo, com a oposição política frequentemente persistindo, mesmo após o levantamento da lei marcial. A imposição da lei marcial pode minar a confiança do público no governo e nas instituições, especialmente se houver abusos de direitos humanos ou repressão excessiva. Isso pode criar uma divisão profunda na sociedade. Em alguns casos, a imposição da lei marcial pode resultar em mudanças na Constituição do país para consolidar o poder do governo. Essas mudanças podem perdurar mesmo após o fim da lei marcial. A instabilidade política e a insegurança jurídica decorrentes da lei marcial podem afetar negativamente a economia, desencorajando investimentos estrangeiros e afetando o crescimento econômico a longo prazo.Mulvenon, James C (2003). A Poverty of riches: new challenges and opportunities in PLA research. Rand Corporation. p. 172. ISBN 0-8330-3469-3. A imposição da lei marcial frequentemente levanta preocupações significativas relacionadas aos direitos humanos. A lei marcial muitas vezes permite a detenção arbitrária de pessoas sem acusação formal ou julgamento justo, violando o direito à liberdade pessoal. A liberdade de expressão é frequentemente limitada, com censura à mídia e restrições à liberdade de imprensa, o que prejudica o direito à informação. Durante a imposição da lei marcial, as forças de segurança podem recorrer a medidas excessivamente violentas para reprimir protestos, resultando em ferimentos e mortes injustificadas. Em alguns casos, a lei marcial está associada a desaparecimentos forçados de opositores políticos e ativistas, violando o direito à vida e à integridade pessoal. A imposição da lei marcial não é exclusiva do passado e continua a ser relevante nos tempos modernos. Exemplos recentes incluem a imposição de lei marcial em resposta a crises políticas, distúrbios civis ou desastres naturais. É importante notar que a lei marcial contemporânea muitas vezes se desenrola em um contexto globalizado, onde as comunicações digitais desempenham um papel significativo na organização de protestos e na divulgação de informações. === Saída do Estado de Lei Marcial === O processo de suspensão da lei marcial e o retorno à normalidade varia de acordo com o país e a situação. Normalmente, isso envolve uma Declaração de suspensão, na qual o governo emite uma declaração oficial suspendendo a lei marcial e especificando quando ela será revogada. Após, tende a haver um retorno gradual à normalidade, na qual as restrições impostas durante a lei marcial são gradualmente suspensas, permitindo a retomada das atividades normais da sociedade.Fairman, Charles (August 1928). \"The Law of Martial Rule\". American Political Science Review. 22 (3): 591–616. doi:10.2307/1945619. ISSN 0003-0554. JSTOR 1945619. S2CID 144256852. Após, procede-se a revisão de medidas excepcionais, na qual algumas medidas adotadas durante a lei marcial podem ser revisadas à medida que a situação se estabiliza. Isso pode incluir a liberação de presos políticos ou a revogação de censura à mídia. Ao final, ocorre a transição política, e em alguns casos, a saída da lei marcial pode ser seguida por uma transição política, como a realização de eleições ou a formação de um governo de unidade nacional e o monitoramento internacional, a comunidade internacional frequentemente desempenha um papel na supervisão do processo de saída da lei marcial, pressionando pelo respeito aos direitos humanos e pelo retorno à democracia. A saída da lei marcial é um período crítico que pode determinar o futuro político e social de um país. A transição bem-sucedida requer diálogo, respeito aos direitos humanos e esforços para reconciliar diferentes partes da sociedade. === Lições da História e Perspectivas Futuras === A história oferece importantes lições sobre a imposição da lei marcial e seus abusos. A história demonstra que é essencial estabelecer limites claros e procedimentos bem definidos para o uso da lei marcial. Isso ajuda a evitar abusos e arbitrariedade por parte do governo. A experiência passada destaca a importância de salvaguardar os direitos humanos durante a lei marcial. A comunidade internacional deve pressionar por respeito aos direitos fundamentais, mesmo em tempos de crise. A presença de mecanismos independentes de supervisão, como organizações de direitos humanos e tribunais independentes, é fundamental para garantir que os abusos sejam investigados e punidos. A sociedade civil desempenha um papel crucial na denúncia de abusos e na defesa da democracia. O ativismo cívico e a vigilância são componentes importantes para evitar excessos durante a lei marcial. A transparência nas ações do governo e a prestação de contas por violações dos direitos humanos são cruciais para garantir que a lei marcial não seja usada para fins políticos ou autoritários.Lieber, Francis; Lieber, G. Norman (2019-07-23). Smiley, Will (ed.). To Save the Country. doi:10.12987/9780300245189. ISBN 978-0-300-24518-9. No mundo em constante mudança, a lei marcial continua a ser uma ferramenta controversa, com alguns desafios e considerações futuras. Em um mundo digitalmente conectado, o controle da informação e a gestão de comunicações desempenham um papel crucial. Governos podem usar tecnologias para monitorar e restringir o acesso à informação durante a lei marcial. A segurança cibernética tornou-se uma preocupação crescente. A lei marcial pode ser usada como justificativa para aumentar a vigilância online, o que levanta questões sobre privacidade e liberdade na internet. A lei marcial é frequentemente imposta em resposta a conflitos internos, como distúrbios civis. À medida que os conflitos evoluem, as estratégias para controlá-los também mudam, exigindo adaptações nas leis e práticas relacionadas à lei marcial. Os eventos em um país afetam cada vez mais a comunidade internacional. A imposição da lei marcial em um país pode ter repercussões globais, incluindo pressões diplomáticas e econômicas. Governos e organizações internacionais precisam estar preparados para crises e distúrbios, de modo a minimizar a necessidade de recorrer à lei marcial como solução. A promoção da democracia, da boa governança e do respeito aos direitos humanos é fundamental para evitar a imposição arbitrária da lei marcial. Isso inclui a educação cívica e a construção de instituições democráticas sólidas. A lei marcial é uma ferramenta poderosa que deve ser usada com extrema cautela e dentro de um contexto legal estrito. A história nos ensina que, para evitar abusos futuros, é necessário estabelecer limites claros, proteger os direitos humanos e manter a transparência e a responsabilidade. À medida que o mundo evolui, é importante adaptar as práticas relacionadas à lei marcial para enfrentar os desafios modernos. == Galeria de imagens == Ficheiro:T-55A Martial law Poland.jpg|Tanques durante a lei marcial na Polônia Ficheiro:JalehSquare2.jpg|Tiroteios por parte do exército iraniano na Praça Jaleh (Teerã) após a imposição da lei marcial no Irã em setembro de 1978, massacre com 88 mortos == Ver também == * Estado de sítio == Referências == Categoria:Leis de exceção Categoria:Repressão política",
 "title": "Lei marcial"
}