{
 "id": "93406",
 "text": "Francisco Añón Paz (Outes, Corunha, Galiza, 9 de Outubro 1812 - Madrid, 20 de Abril de 1878) foi um poeta galego do provincialismo, dos precursores do Rexurdimento. ==Biografia== Era filho de uma família camponesa abastada. Estudou Filosofia e Teologia no seminário de Santiago de Compostela e depois licenciar-se-ia em Jurisprudência na Universidade de Santiago de Compostela em 1845. Participou na atividade da Academia Literária e colaborou com a primeira geração provincialista. Por esses anos começa a escrever e publicar poemas, alguns deles em galego. Em 1846, após os acontecimentos revolucionários, marcha para Lisboa, onde vivia como livreiro seu primo Diego Campos. Ali reside até 1850, que marcha de viagem pela França, Itália e Sul da Espanha ao serviço de lord Shanford. Depois residiu em Sevilha e Madrid (1861), onde viveu do jornalismo e dando classes de idiomas a domicílio. Regressou a Portugal e, após a revolução de Setembro de 1868, novamente a Madrid. Vai à Galiza, onde residiu um ano de 1868 a 1869, e marchou depois definitivamente para Madrid. Durante uns meses trabalha como funcionário público do Ministério de Graça e Justiça, mas cessou pouco tempo depois. Sobrevive escrevendo até que em 1875 foi fundada em Madrid a associação \"La Galicia Literaria\", da qual foi nomeado presidente. Esta associação, criada por Vesteiro Torres, tinha como fim reunir os intelectuais galegos de Madrid e animá-los para seguir a escrever. Añón passou os últimos anos da sua vida na penúria. Morreu a 20 de Abril de 1878 em Madrid na absoluta miséria. Foi enterrado no Cemitério Norte em Madrid, mas seus restos desapareceram com o tempo numa fossa comum. Añón gozou de popularidade no século XIX. Parte desta popularidade foi devida a Curros Enríquez, que o escolheu como guia no seu Divino Sainete. Curros admirava a Añón como o \"velho mestre\" e identificava-se com as suas ideias progressistas e anticlericais. ==Obra== Añón escreveu poesia en galego, castelhano e português. Após falecer deixou seus poemas ciscados em jornais e outros em mãos de amigos e parentes aos que dedicara (estes últimos seriam poemas inéditos). A primeira compilação foi feita pela Biblioteca de \"La Concordia\", em Vigo em 1878. Em 1879 o semanário El Tambre, de Noia, publicou as suas poesias em folhetins. Em 1889 foi publicada a edição da \"Biblioteca Gallega\" de Martínez Salazar (Corunha). A maioria dos poemas de Añón são improvisações às que ele não dava importância, o que justifica que o tema mais usado seja o da poesia de circunstâncias, carregadas de humor e de sátiras. Destacam na sua obra os poemas nos quais quanta à Galiza como pátria da infância e aqueles nos quais descreve tipos e costumes galegos, como o poema \"Recordos da infancia\" (1845, com uma segunda versão anos depois). Um segundo tipo de poemas é os que cantam costumes e situações do mundo popular, às vezes com ironia. O mais famoso é \"Alma em pena\" (1860). Anteriores a 1862 são \"O magosto\" ou \"A leiteira\". No caso dos poemas de circunstâncias, escreveu vários poemas deste tipo em galego. Estas obras estão dedicadas a amigos (Vesteiro Torres), familiares reais ou imaginados (Eduardo Campos ou sua \"filha\" Eufrosina) ou personagens da época (os reis); nestes poemas encontramos muitas vezes o humor ou a ironia. Muitas das improvisações irônicas mencionadas anteriormente têm intenção irônica, como os \"Epigramas\". Também se conservam de Añón alguns poemas amorosos, entre eles, \"Amor apresado\" (1869) ou \"A Sabeliña\". Añón foi conhecido por ser o \"poeta dos Hinos\" o \"Hino à agricultura\" (1873), o \"Hymno dos povos\" (em português) ou os poemas dedicados à Galiza. No caso da sua obra em outras línguas, os poemas em castelhano são os mais numerosos e os que têm mais variedade quanto aos temas, embora tenham as mesmas motivações que os escritos em galego. Os poemas em português não têm o interesse literário que possuía a outra obra do autor. Destaca-se nesta língua o \"Hymno dos povos\", hino revolucionário que implicou sua expulsão de Portugal. O corpus poético de Añón contém, entre outras poesias, quatro dedicadas à Galiza. Estes poemas estão escritos em galego (três deles) e em castelhano (um). As poesias em questão são: *A Galicia (Havana, ed. Follas novas , 1897) *A meu querido hirmán L.: no día do seu santo (Galicia : Revista regional, 1888) *Poesias Galegas (Corunha,1966) *A Sabeliña (Corunha, ed. Nós, 1918) *A Pantasma (Noia, ed. Sementeira, 1989) *Poesías varias (Vigo, 1878) *A leiteira (Havana: in A gaita gallega, 1886) Os temas recorrentes na poesia de Francisco Añón são a paisagem, as lembranças da infância, a denúncia da situação da Galiza e a esperança no progresso do futuro. Nos primeiros poemas predominam as duas primeiras e, depois as outras duas vão adquirindo mais protagonismo. == Bibliografia == * ==Ver também== * Rexurdimento * Romantismo * Lista de autores de língua portuguesa Categoria:Naturais da Corunha (província) Anon, Francisco Categoria:Escritores em língua galega Categoria:Escritores em português Categoria:Escritores em língua espanhola Categoria:Dia das Letras Galegas Categoria:Mortos em 1878",
 "title": "Francisco Añón Paz"
}