{
 "id": "9341",
 "text": "Moreira de Cónegos é uma vila portuguesa que é sede da Freguesia de Moreira de Cónegos do Município de Guimarães, freguesia com 4,72 km² de área e 4 651 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . A sede da freguesia, a povoação de Moreira de Cónegos, foi elevada à categoria de vila pela lei n.º 67/95 de 30 de agosto de 1995. ==História== Moreira de Cónegos remonta à época de ocupação romana, admitindo-se que famílias cristãs tenham sobrevivido aos diversos períodos conturbados próprios das invasões históricas. Esta freguesia, até ao século XVII, era conhecida por Villa Cova de Moreira. A tão importante vila também foi, antes disso, conhecida por Villa Cova, como relata o primeiro escrito que se conhece da mesma, datado de Março de 961, e ainda por Villa Moreira, tratando-se de duas ‘villas’ diferentes no mesmo território. O ascendente Villa Cova viria a repercutir-se, quando no ano de 1220, se nomeou “Sam Paio de Villa Cova”. Já antes do século XVIII esta denominação viria a originar a designação mais próxima da actualidade, na qual Moreira de Cónegos foi nomeada “S. Paio de Vila Cova de Moreira de Cónegos”. Freguesia ímpar na história, a “Vila Morária” foi palco de várias batalhas, resistindo continuamente de forma esfuziante. As incursões romanas foram alvo de conflitos com os povos cristãos e aqui batalhou-se pela independência do Condado Portucalense. O antagonismo contra os castelhanos provocou acesas batalhas com a finalidade da sua expulsão. O mesmo sucederia posteriormente nas invasões francesas, nas quais Moreira de Cónegos fica marcada pela violência e sobrevivência. Sobre Vila Cova, em 961, “Adosinda, senhora de nobre estirpe social, então viúva de D. Rodrigo Mendes, filho da condessa Mumadona Dias, fundadora do mosteiro e do castelo de Guimarães, doou ao dito mosteiro a ‘vila’ denominada Vila Cova, (...) nome presentemente ignorado, compreendia então a parte de cima da freguesia de Moreira de Cónegos, ainda hoje conhecida por Moreira de Cima”, como se lê na obra de Hilário Oliveira da Silva sobre a freguesia. “No ano de 968, o conde Gonçalo Mendes, cunhado da referida Adosinda, doou ao mesmo mosteiro a Vila Moreira, também situada na margem do rio Vizela, perto do lugar de Guimarães”. Esta terra bem mourisca pertenceu, ao padroado da Colegiada de Guimarães, ou seja, aos cónegos, sendo designada no registo paroquial, por Moreira dos Cónegos. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1110 902 3220 596 2011 596 624 2814 819 2021 470 468 2609 1104 == Resultados eleitorais para a Junta de Freguesia == Partidos % M % M % M % M % M % M % M % M % M % M % M 1976 1979 1982 1985 1989 1993 1997 2001 2005 2009 2013 FEPU/APU/CDU 35,7 3 30,4 4 25,4 3 23,1 2 34,6 4 14,6 1 21,3 2 20,3 2 47,0 5 16,3 1 22,8 2 PS 31,8 3 33,3 4 42,4 6 30,0 3 40,9 4 66,0 7 48,7 5 46,6 5 36,0 3 70,6 8 64,1 6 CDS-PP 18,3 2 34,7 3 5,6 1,9 3,6 2,7 PPD/PSD 11,1 1 10,0 1 17,2 1 15,7 1 24,6 2 15,1 1 12,0 1 8,6 AD 34,3 5 29,1 4 IND 16,4 1 PSD-CDS-MPT 9,6 1 == Ligações externas == *",
 "title": "Moreira de Cónegos"
}