{
 "id": "93466",
 "text": "A Universidade Stanford () é uma universidade de pesquisa privada situada em Palo Alto, Califórnia, Estados Unidos, e uma das instituições mais prestigiadas do mundo, com a maior seletividade de graduação e a posição de primeira colocada em várias pesquisas e medições no país. == História == Em outubro de 1892, a Universidade Stanford abriu suas portas no Estado da Califórnia, na região conhecida como Palo Alto, em memória do filho dos fundadores, o casal Leland e Jane Stanford, que morreu com apenas 15 anos de febre tifoide quando passavam férias em Florença, na Itália. Além de parte significativa de seus recursos financeiros, dedicaram a Stanford parte da fazenda em que residiam. Desde então, a universidade cresceu, não apenas em número de alunos e funcionários, mas também em material acadêmico e docente, para oferecer aos seus alunos a melhor educação e situar-se entre as cinco universidades mais prestigiosas dos EUA. Em 2017 a instituição possui um total de 16 430 discentes matriculados (contra 555 no seu ano de fundação) e um orçamento anual de ultrapassa os 7 bilhões de dólares. O campus situa-se nos arredores do Vale do Silício, na Califórnia (EUA), possuindo uma bela arquitetura e diversas esculturas de Rodin. É composto de sete faculdades, quatro dos quais oferecem apenas cursos de pós-graduação. Estas são suas faculdades: * Faculdade de Ciências da Terra * Faculdade de Engenharia * Faculdade de Humanidades * Escola de Administração * Faculdade de Educação * Faculdade de Direito * Faculdade de Medicina Além das carreiras universitárias, doutorados e mestrados, Stanford oferece também outros cursos, como continuação dos estudos, cursos para executivos na área de negócios e direito, cursos de verão, cursos para estudantes de K-12 e outros programas para crianças e professores da região. Complementando a oferta acadêmica, a universidade dispõe de importantes recursos acadêmicos para oferecer uma formação completa aos seus alunos, englobando desde bibliotecas até catálogos e outras coleções. Cada faculdade conta com um jornal on-line onde são apresentadas todas as novidades relativas à sua área de estudo, assim como as notícias ocorridas no campus, a fim de manter seus estudantes informados. Foi nessa universidade que surgiu o projeto de um sistema de busca que veio a tornar-se o atual Google. == Alojamento == 250px|left|thumb|Arco Oeste - da Universidade Stanford. Desde que, em 1897, Jane Stanford, co-fundadora da universidade, considerou apropriado que os estudantes residissem próximo do local de estudo, a Universidade de Stanford desenvolveu um amplo e completo sistema de residência estudantil, que beneficia atualmente cerca de 100 mil estudantes distribuídos em 800 residências. A escolha de uma residência é uma decisão importante, não apenas no âmbito pessoal mas também no acadêmico. Por isso você deve conhecer os diferentes tipos de residência que essa universidade oferece para que tome a decisão correta. Alojamento para estudantes de graduação Essas residências, em um total de 67,12 distribuem-se ao longo de todo o campus, a 10 minutos a pé ou de bicicleta dos edifícios onde são ministradas as aulas ou das bibliotecas. Há diversas formas de residências, desde aquelas que oferecem programas culturais ou lingüísticos especiais, até as conhecidas fraternidades e irmandades, passando pelas residências clássicas, apartamentos ou residências compartilhadas. == Admissões == Assim como ocorre com as outras universidades norte-americanas de grande prestígio, Stanford caracteriza-se por ser bastante seletiva na hora de aceitar alunos. Isso quer dizer que dos 43 mil estudantes que solicitam sua inscrição em 2016, somente 4,8% são admitidos. Seguindo essa linha seletiva, somente aqueles estudantes que demonstrem um magnífico histórico escolar e excelentes qualidades pessoais serão admitidos nesta universidade. Além disso, será considerada a participação em atividades esportivas, artísticas ou extra- acadêmicas durante sua etapa estudantil. Para a inscrição, será considerada a pontuação obtida nas provas SAT I ou ACT e, caso sua língua materna não seja o inglês, será necessário apresentar pontuação superior a 257 pontos no exame TOEFL. == Cursos de pós-graduação == A oferta de cursos de pós-graduação dessa universidade é bastante ampla e engloba todos os campos do conhecimento. Para se informar sobre os diferentes programas, entre na página de cada faculdade, onde encontrará as exigências que deve atender para ser aprovado nesses programas ou para solicitar ajuda financeira: * Escola de Administração * Faculdade de Direito * Faculdade de Medicina * Escola de Ciências da Terra * Faculdade de Engenharia * Escola de Educação * Escola de Artes e Ciências == Stanford Startups == O Vale do Silício é visto ao redor do mundo como um dos maiores centros de atividade startup, e que a comunidade de Stanford desempenha um papel importante. A maioria das Stanford startups são criadas por alunos de Stanford que se formam e se tornam empreendedores, a grande maioria dessas empresas são formadas sem envolver Stanford ou tecnologia de Stanford. Por outro lado, muitas empresas têm se originado a partir da Universidade por professores e alunos, com base em tecnologia criada na Universidade de Stanford, essas empresas têm licenças através da Universidade. Dentre essas empresas lá originadas, destacam-se HP, Cisco, eBay, Google, Instagram, LinkedIn, Netflix, Nike, NVIDIA, Sun Microsystems, Tesla e Yahoo. Stanford se beneficia de estar em um ambiente muito empreendedor, desta forma, a Universidade não precisa incentivar a atividade empresarial por professores ou alunos para essa atividade acontecer, isso ocorre naturalmente. Além disso, a Universidade tem excelentes relações com empresas de todos os tamanhos e em vários níveis de interação (pesquisa patrocinada, presentes, programas de afiliados, licenciamento de tecnologia), Stanford está empenhada em promover boas relações com a indústria em todos os níveis. Para as novas empresas iniciadas por professores, funcionários ou estudantes de Stanford, onde a ideia de negócio ou tecnologia foi criada em Stanford e no âmbito da política de Stanford, a posse dos direitos de propriedade intelectual será geralmente da universidade. Se a posse for de Stanford, a startup requer uma licença para a os direitos de propriedade intelectual. Tal licença é obtida por meio de negociação com o Office of Technology Licensing (OTL) da Universidade de Stanford. São exemplos atuais de Stanford Startups: Qwhispr, PredictiveEdge, WifiSlam, Leglytics, etc. No decorrer, da história da universidade, professores e alunos criaram muitas empresas proeminentes, incluindo Google, Hewlett-Packard, Nike, Sun Microsystems, e Yahoo! As empresas fundadas por ex- alunos de Stanford geram mais de 2,7 trilhões de dólares em receita anual. == Ligações externas == *",
 "title": "Universidade Stanford"
}