{
 "id": "93697",
 "text": "A mastigação é sem dúvida a função mais importante do sistema estomatognático, sendo a fase inicial do processo digestivo, que se inicia na boca. Entende-se por mastigação o conjunto de fenômenos estomatognáticos que visa a degradação mecânica dos alimentos, isto é, a trituração e moagem dos alimentos, degradando-os em partículas pequenas que, logo após, ligam-se entre si pela ação misturadora da saliva, obtendo o bolo alimentar, apto para ser deglutido. ==Inervação== Os músculos principais da mastigação são inervados pelo 3º ramo do nervo trigêmio, chamado de ramo mandibular. ==Músculos e suas inervações== *Masseter: Nervo masseterino e Nervo temporal profundo anterior *Temporal: Nervo temporal profundo médio e Nervo temporal profundo posterior *Pterigóideo medial: Nervo pterigóideo medial *Pterigóideo lateral: Nervo pterigóideo lateral ==Controle== ===Introdução=== O estudo dos movimentos mastigatórios mostram que eles são cíclicos, coordenados e que mostram grande variabilidade que depende, entre outras coisas, de condições intraorais. Tais movimentos não são algo puramente mecânico que somente requer ser iniciado e detido no momento preciso, sendo que se encontram submetidos a um delicado sistema de controle som seus correspondentes sistemas de retroalimentação que possibilitam sua eficiência. Portanto, no Sistema Nervoso Central existe um mecanismo de controle da mastigação, que integra a informação proveniente de áreas diversas que ativa os músculos apropriados, no momento preciso, com o objetivo de produzir um grau adequado de contração e relaxamento. Não existe dúvidas de que a mastigação é coordenada por neurônios localizados no complexo sensomotor trigeminal, localizado no tronco encefálico. A maior parte da informação sensorial provém da região orofacial, transcorre por aferentes trigeminais, enquanto que os principais músculos mastigatórios são controlados pelo núcleo motor trigeminal. Outros núcleos motores e outros nervos sensoriais estão também envolvidos. O núcleo hipoglosso controla a musculatura lingual, o núcleo motor do facial controla os músculos da face e lábios. A informação sensorial nascida na cavidade oral transcorre também nos pares craniais VII, IX e X. Toda informação sensorial e as ordens motoras devem ser corretamente interconectadas com o objetivo de que a mastigação seja algo coordenado pelo que para compreensão do mecanismo da mastigação, faz-se necessário conhecer a anatomia e a fisiologia de tais conexões. ===Organização do complexo sensorio-motor trigeminal== ===Outros núcleos relacionados com a atividade mastigatória=== ====Núcleo motor facial==== ====Núcleo hipoglosso==== ===Controle nervoso=== ===Reflexo=== A mastigação inicia-se como um processo aparente voluntário determinado pelo córtex cerebral, quando leva o alimento à boca ou bromatossulipse e, logo após pela presença do alimento na boca leva-o inconscientemente, a fecha-la. O fechamento bucal é determinado pela função de elasticidade bucal, ou seja, a transdução da característica volume (ΔV) a pressão (ΔP), ou seja, o alimento introdutório na cavidade oral significa apenas um volume (ΔV), mas pelo fechamento ulterior da boca o volume, passa a ser transformado em pressão. Ocorre a estimulação de mecanorreceptores periontais, da ATM e muscosos. Esses são despolarizados no fechamento bucal e, através de vias aferentes, despolarizam núcleos mesencefálicos trigeminal - núcleo supra-trigeminal e o núcleo motor do Trigêmeo, este por sua vez, também através de vias eferentes, inibe a despolarização dos músculos elevadores da mandíbula e despolariza os músculos depressores dela. ====Reflexo de fechamento bucal==== Abertura da boca produz um afastamento das paredes da cavidade bucal, e fundamentalmente das superfícies oclusais dentárias, o que leva à retirada de estimulação dos mecanorreceptores mucosos e periodontais que iniciaram o reflexo de abertura da boca. Isto facilita o começo de fechamento da boca porque os músculos abaixadores da mandíbula não são mais excitados, e os levantadores não são deprimidos. Por outro lado, a abertura bucal prévia representa a adoção da mandíbula de uma posição baixa que se exagera pela força gravitacional, facilitando seu descenso. A mesma queda da mandíbula vai excitar os receptores proprioceptivos musculares. ==Bibliografia== * Tratado de Fisiologia Aplicado à Saúde; C. R. Douglas.; 5 º edição; Guanabara Koogan. Categoria:Fisiologia oral",
 "title": "Mastigação"
}