{
 "id": "93719",
 "text": "Joaquim Soeiro Pereira Gomes (Baião, Gestaçô, 14 de abril de 1909 - Lisboa, 5 de dezembro de 1949) foi um escritor português neorrealista, militante comunista e resistente antifascista, assim como dirigente do Partido Comunista Português. A sede nacional do Partido Comunista Português em Lisboa - o Edifício Soeiro Pereira Gomes - tem o seu nome, assim como a rua onde se situa. ==Biografia== Soeiro nasceu na Freguesia de Gestaçô, Concelho de Baião, Distrito do Porto, filho de Alexandre Pereira Gomes e da sua mulher Celestina Soeiro. Nasceu na casa da tia-avó Leopoldina da Costa, que desempenhava o cargo de chefe dos telefones e era também parteira naquela localidade. A sua irmã Alice Pereira Gomes casou com Adolfo Casais Monteiro, ambos também escritores. Viveu em Espinho, dos 6 aos 10 anos, onde recebeu a instrução primária e onde passou o verão nos primeiros anos da sua vida.Ainda existe a casa em que morou, no entanto esta passa totalmente despercebida pelo facto de nada a assinalar. Sendo filho de agricultores decidiu estudar na Escola de Regentes Agrícolas de Coimbra, onde tirou o curso de Regente Agrícola, e, quando finalizou os estudos, viajou para Angola onde trabalhou por mais de um ano. Casou em Coimbra, a 25 de maio de 1931, com Manuela Câncio dos Reis (1910 - 2011). Quando regressou a Portugal, foi habitar em Alhandra, onde vivia o seu sogro, Francisco Filipe dos Reis, como empregado administrativo na fábrica de cimentos local, onde começou a desenvolver um trabalho de dinamização cultural entre o operariado. Mas foi o seu trabalho como escritor que o tornou conhecido, sendo considerado um nome grande do realismo socialista em Portugal. Aos 30 anos, em 1939, começou a publicar escritos seus no jornal «O Diabo», à época uma publicação progressista que contrastava no panorama cinzento das publicações censuradas pelo fascismo. Entre os seus trabalhos conta-se a obra Esteiros, publicada em 1941, considerada a sua obra-prima, ilustrada, na sua primeira edição, por Álvaro Cunhal, secretário-geral do PCP, e dedicada «aos filhos dos homens que nunca foram meninos». É uma obra de profunda denúncia da injustiça e da miséria social, que conta a história de um grupo de crianças que desde cedo abandona a escola para trabalhar numa fábrica de tijolos. Devido à condição de militante comunista, Soeiro passa à clandestinidade em 1945 para evitar a repressão do regime de Salazar e continua a desenvolver o seu trabalho militante. Grande fumador acaba por ser vítima de cancro pulmonar (e não de tuberculose), agravado pelas dificuldades da vida clandestina. Impedido, pela clandestinidade, de receber o tratamento médico que necessitava faleceu a 5 de dezembro de 1949. Encontra-se sepultado em Espinho, terra que o acolheu durante a infância. Da sua sepultura consta o seguinte epitáfio \"A TUA LUTA FOI DÁDIVA TOTAL\". ==Obras== ===Obras literárias=== * Esteiros (publicado em 1941) * Engrenagem (publicado em 1951) * Contos Vermelhos ** Refúgio perdido (escrito em 1948) ** O pio dos mochos (escrito em 1945) ** Mais um herói (escrito em 1949) * Outro Contos ** O capataz (escrito em 1935) ** O Pástiure (publicado em 1940) ** Coisas Quase Inacreditáveis (publicado em 1942) ** Estrada do meu destino (sem data) ** Um caso sem importância (publicado em 1950) * Crónicas ** As crianças da minha rua (publicado, sem título, em 1939) ** O meu vizinho do lado (publicado, sem título, em 1939) ** Pesadelo (escrito em 1940) ** Companheiros de um dia (publicado, sem título, em 1940) ** Alguém (publicado em 1942) ** Breve história de um sábio (escrito em 1943) * Última carta (sem data) ===Documentos políticos=== * Praça de Jorna (escrito em 1946)Disponível em (consultado em 6 de Fevereiro de 2010) == Bibliografia == Artigos * * *BEZERRA, Antony Cardoso. Uma Inserção de Tortilla Flat e de Esteiros da História do Romance. Recife, Editora da UFPE, 2008. Livros * * * * * * SANTOS, Luísa Duarte; ROSINHA, Maria da Luz. Soeiro Pereira Gomes: na esteira da liberdade. Vila Franca de Xira, Câmara Municipal, Museu do Neorrealismo, 2009. ==Ligações externas== * Lembrar Soeiro Pereira Gomes 50 anos depois. Jornal Avante! (consultado em 6 de fevereiro de 2010) * Monumento em Alhandra. (consultado em 6 de fevereiro de 2010) * Soeiro Pereira Gomes no Museu do Neorrealismo de Vila Franca de Xira. (consultado em 6 de fevereiro de 2010) * Soeiro Pereira Gomes e a primeira fase do neorrealismo Categoria:Naturais de Baião (Portugal) Categoria:Escritores de Portugal Categoria:Comunistas de Portugal Categoria:Revolucionários de Portugal Categoria:Antifascistas de Portugal Categoria:Opositores da ditadura portuguesa",
 "title": "Soeiro Pereira Gomes"
}