{
 "id": "93721",
 "text": "Dolores Gonçalves Costa, mais conhecida como Dercy Gonçalves (Santa Maria Madalena, 23 de junho de 1907 – Rio de Janeiro, 19 de julho de 2008), foi uma humorista, atriz, autora, diretora teatral, produtora teatral e cantora brasileira. Oriunda dos espetáculos circenses, tornou-se uma das maiores estrelas do auge do teatro de revista na década de 1930 e da produção cinematográfica brasileira a partir da década de 1940. Foi reconhecida pelo Guinness Book como a atriz com maior tempo de carreira na história mundial, totalizando 86 anos. Celebrada por suas entrevistas irreverentes, bom humor e emprego constante de \"palavrões\", foi uma das maiores expoentes do teatro de improviso no Brasil. == Biografia == === Primeiros anos: infância === Dercy veio de uma família miscigenada: a avó era negra africana, de Dacar, e o avô, português de Coimbra. Uma outra avó era “quase índia”. Originária de família pobre, nasceu no interior do estado do Rio de Janeiro. Sua irmã Cecília, segundo o registro, difere de seis meses do seu nascimento. Na época era muito comum registrar os filhos mais tarde, pela falta de acesso a cartórios e informações da importância de um registro civil. Era filha de um alfaiate, chamado Manuel Gonçalves Costa e de uma lavadeira, chamada Margarida Gonçalves Costa. Sua mãe abandonou o lar e os sete filhos ao descobrir a infidelidade do marido. Dercy, abandonada pela mãe ainda pequena, foi criada pelo pai alcoólatra. A menina, que foi crescendo, teve que conviver com um pai bêbado e violento em casa e sofreu muito com o abandono da mãe, que foi embora para o Rio de Janeiro para trabalhar como empregada doméstica e que anos mais tarde faleceu durante a Gripe espanhola. Sofria preconceitos na infância, sendo constantemente chamada de \"negrinha\", por ser neta de uma negra. Para ajudar nas despesas de casa junto com os irmãos, Dercy foi trabalhar em uma bilheteria de cinema, no Cinema Ideal. Vendo os filmes nas horas de expediente do serviço, aprendeu a se maquiar e atuar como as artistas da época Pola Negri e Theda Bara. Seu grande sonho era seguir carreira artística. Mesmo não sendo ainda atriz profissional, apresentava-se em teatros improvisados para hóspedes dos hotéis em sua cidade natal. === Estreia no teatro circense === Aos dezessete anos fugiu de casa para Macaé embaixo do vagão de um trem, pois queria se juntar à uma trupe de teatro mambembe que lá estava, diversos atores de circo experientes no qual ela poderia trabalhar, a Companhia de Maria Castro. Após um tempo morando em Macaé e trabalhando no teatro circense, o circo teve que partir para se fixar em outra cidade e fazer apresentações novas. Então, ela foi junto com a Companhia de Circo para Minas Gerais, onde estreou, em Leopoldina, integrando o elenco da Companhia Maria Castro. Fazendo teatro itinerante, formou dupla com Eugênio Pascoal em 1930, com quem se apresentou por cidades do interior de alguns estados, sob o nome de \"Os Pascoalinos\", exibindo-se em circos ou integrando temporariamente outras companhias ambulantes, como as de João Rios e de Silva Filho dentre outras. No final de 1931, Pascoal deixa Dercy sozinha na capital, indo para Atibaia tratar de tuberculose. Considerada sua inexperiência, esta não teve êxito. Para sobreviver, foi cantora de números românticos e regionais na Companhia de Genésio Arruda. Em 1932 Os Pascoalinos chegaram a \"Casa de Caboclo\", na Praça Tiradentes no Rio de Janeiro, aonde foi o maior sucesso de Dercy, que chegou a ter seu nome escrito nas portas, juntou se a Jararaca & Ratinho que eram estrelas máximas da casa e outros; com um repertório musical cantava \"A Casinha aonde eu nasci\", \"Malandrinha\", \" A Serra da Mantiqueira\". Num desses espetáculos, substituindo a atriz Durvalina Duarte que apresentava o número principal, atendendo ao telefone, depois anunciando a entrada de Jararaca e Ratinho, a cantora se descobriu como atriz cômica. Dercy se apaixonou por Eugênio Pascoal, que foi seu primeiro namorado, aos 23 anos, no papel, e 25 na vida real. Dercy dissera uma vez em entrevista que, fora enganada por seu primeiro namorado, Pascoal, que a violentou sexualmente. Dercy conta que na noite em que perdeu a virgindade, usava uma camisola feita de saco de arroz: \"Tinha escrito no peito: Indústria Brasileira de Arroz Agulhinha, arroz de primeira\", contou. Anos depois, a atriz disse que, inocente na época, não sabia o que estava acontecendo e não entendeu por que estava sangrando. Ela foi convencida a fazer sexo e não sabia que esse convencimento, mediante ameaça de término do namoro, configura-se como estupro. Após alguns anos convivendo juntos, Eugênio ficou tuberculoso e foi internado em um sanatório, vindo a falecer. Enquanto excursionava com a trupe pelo interior de Minas Gerais, Dercy descobriu estar com tuberculose, que contraíra de seu parceiro, tendo que se afastar do trabalho, sendo internada em Santos Dumont. Um exportador de café mineiro chamado Ademar Martins Senra a conheceu quando passava próximo à tenda do circo e se encantou por ela, apesar de ter ficado com pena da pobre moça doente. De bom coração, pagou todas as contas do sanatório para a internação da atriz, que não tinha dinheiro suficiente para custear o tratamento. Em 1936, já curada de uma tuberculose, com uma filha pequena e com dificuldades financeiras, começou a fabricar perfumes e vender na Praça Tiradentes. Em 1941, Dercy já estava trabalhando na Companhia de Revista Paradise, de Jardel Jércolis, trabalhando ainda na Companhia de Variedades do pai de Walter Pinto e na Companhia de Chianca de Garcia. Em 1947 monta sua própria Companhia. Especializando-se na comédia e no improviso, participou do auge do Teatro de revista brasileiro, nos anos 1930 e anos 1940|1940, estrelando algumas delas, como \"Rei Momo na Guerra\", em 1943, de autoria de Freire Júnior e Assis Valente, na companhia do empresário Walter Pinto. === Início na Televisão === Na década de 1960 iniciou sua carreira solo. Suas apresentações, em diversos teatros brasileiros, conquistavam um público cheio de moralismo. Nesses espetáculos, gradativamente introduziu um monólogo, no qual relatava fatos autobiográficos. Paralelamente a estas apresentações, atuou em diversos filmes do gênero chanchada e comédias nacionais. Na televisão, chegou a ser a atriz mais bem paga da TV Excelsior em 1963, onde também conheceu o executivo José Bonifácio de Oliveira Sobrinho, o Boni. Depois passou para a TV Rio e já na TV Globo, convenceu Boni a trabalhar na emissora, junto de Walter Clark. De 1966 a 1969 apresentou na TV Globo um programa de auditório de muito sucesso, Dercy de Verdade (1966-1969), que acabou saindo do ar com a intensificação da censura no país após o AI-5. Em 22 de Setembro de 1969, o programa foi suspenso pela Censura Federal por 15 dias. === Anos 1970: Problemas com a Censura === Em 1970 se apresenta com a \"A Dama das Camélias\" em Lisboa, Portugal, sob a direção de Flávio Rangel. Em 1971 comandou o programa Dercy em Família, semelhante ao que apresentava anteriormente na TV Globo, mas sem a equipe de apoio com que a emissora lhe dava, durou pouco. No mesmo ano faz uma participação no documentário Cômicos e mais Cômicos de Jurandir Passos de Noronha. Permanece quase toda a década de 1970 afastada da televisão, só retorna em 1977 em uma participação em A Praça da Alegria. === Anos 1980 === Em 1980, interpretou a vedete Dulcinéia, protagonista da novela Cavalo Amarelo, levada ao ar pela Rede Bandeirantes, revive a personagem na continuação Dulcinéa Vai à Guerra. Em 1980, é entrevistada pelo programa Canal Livre, cuja fita é apreendida pela censura. Recebe em 1981, o Troféu Imprensa de melhor atriz de 1980, empatando com Dina Sfat. Ainda por volta de 1981, grava um piloto de um programa para o SBT, chamado A Família Maluca, projeto que não teve continuação. Em 1981 estava de volta a TV Record, graças a sua boa amizade com Paulo Machado de Carvalho, assumiu a apresentação do Dercy Sempre aos domingos, escrito e dirigido por Chico de Assis. O nome do programa parodiava uma antiga e bem cotada atração da TV Excelsior, o Bibi Sempre aos Domingos, apresentado no final da década de 1960 por Bibi Ferreira. No entanto, mesmo quinze anos depois, a referência ao programa da Excelsior, uma emissora que já nem mais existia, incomodou e o nome do programa teve que ser trocado para Dercy Povão. Com problemas financeiros, a emissora que em 1982 deixou de pertencer da família Machado de Carvalho, despediu Dercy. Permanece a primeira metade da década de 1980 afastada da televisão, exibindo se apenas em Os Astros na TV Educativa e no especial Dercy de Peito Aberto, gravado no Canecão. No final dos anos 1980, quando a censura permitiu maior liberdade na programação, Dercy passou a integrar bancadas de jurados em programas populares, como em alguns apresentados por Silvio Santos. Voltou a TV Globo, onde fez até aparições em telenovelas. No SBT possuía contrato vitalício. Sua carreira foi pautada no individualismo, tendo sofrido, já idosa, um desfalque nas economias por parte de um empresário inescrupuloso — o que a fez retomar a carreira, já octogenária. Recebeu, em 1985, o Troféu Mambembe, numa categoria criada especificamente para homenageá-la: Melhor Personagem de Teatro. Em 1989, faz uma participação especial na novela Que Rei Sou Eu?, vivendo a Baronesa Lenilda Eknésia, mãe da Rainha Valentine. === Anos 1990 === Em 1991, foi enredo (\"Bravíssimo - Dercy Gonçalves, o retrato de um povo\") do desfile da Unidos do Viradouro, na primeira apresentação da escola no Grupo Especial das escolas de samba do Carnaval do Rio de Janeiro. Na ocasião, Dercy causou polêmica ao desfilar, no último carro, com os seios à mostra. Em 1992 participou da novela Deus Nos Acuda, de Silvio de Abreu, em um dos papéis centrais, o Anjo Celestina. Sua biografia, Dercy de Cabo a Rabo (1994), foi escrita por Maria Adelaide Amaral. Dercy de Verdade foi o título dado à minissérie sobre a vida da atriz, que também foi escrita por Maria Adelaide Amaral e direção de Jorge Fernando. A minissérie estreou no dia 10 de janeiro de 2012 e teve quatro capítulos. Em 1997, volta aos palcos com a peça Dercy, Uma Lição de Vida, sob direção de Paulo José. Foi a última peça que a atriz fez de longa temporada. === Década de 2000: Últimos anos === Foi contratada pelo SBT, onde possuía contrato vitalício e voltou a experimentar um programa próprio que, entretanto, teve curtíssima duração. Posteriormente Dercy atuou na A Praça É Nossa com um quadro fixo junto a Carlos Alberto de Nóbrega. Em 4 de setembro de 2006, aos 99 anos, recebeu o título de cidadã honorária da cidade de São Paulo, concedido pela câmara de vereadores desta capital. == Vida pessoal == Foi casada com o jornalista Danilo Bastos, de 1942 até se desquitar em 1959. Ainda na adolescência foi noiva de Luís Pontes, mas o casamento não pode ser realizado por oposição da família do noivo. Em 1934 depois de curada da tuberculose, tendo largado o circo, teve um romance com o exportador de café mineiro Ademar Martins, mesmo ele sendo casado. Desse relacionamento de dois anos, nasceu sua única filha, em 1934, Maria Dercimar Gonçalves Senra,Corpo de Dercy é levado para Santa Maria Madalena Agenciário (21 de julho de 2008)Filha de Dercy diz que última diversão da mãe foi ir ao bingo Portal Terra (19 de julho de 2008) Maria Dercimar faleceu em novembro de 2023, aos 88 anos de idade. O nome Dercimar é uma mistura do apelido de Dolores, Dercy, com o nome do pai dela, Ademar. Ademar descobriu que Dercy engravidou e, mesmo casado, decidiu assumir o filho fora do casamento e colocou Dercy em uma casa decente para se viver e ficou a ajudando nas despesas. Quando o bebê nasceu, Ademar registrou a criança e às vezes ia visitar Dercy e a neném. No entanto, não podiam morar juntos pelo fato de ele ser casado e o romance deles ser secreto. Um dia, porém, não apareceu mais, o que fez Dercy sofrer muito, além de ter que criar a filha sozinha. Ela, então, voltou a trabalhar em teatro. Teve um relacionamento com o apresentador Ari Soares. === Centenário === No dia 23 de junho de 2007, Dercy Gonçalves completou cem anos com uma festa na Praça Coronel Braz, no centro do município de Santa Maria Madalena (sua cidade natal), na região serrana do Rio de Janeiro. Na festa, Dercy comeu bolo, levantou as pernas fazendo graça para os fotógrafos, falou palavrão e saudou o povo, que parou para acompanhar a comemoração. Embora oficialmente tenha completado cem anos, Dercy afirmava que seu pai a registrou com dois anos de atraso, logo teria completado 102 anos de idade. Foi este também o mês em que Dercy subiu pela última vez num palco: foi na comédia teatral Pout-PourRir (espetáculo criado e dirigido pela dupla Afra Gomes e Leandro Goulart), onde comemorou \"Cem Anos de Humor\", com direito à festa, autógrafos de seu DVD biográfico e um teatro hiperlotado por um público de fãs, celebridades e jornalistas. À noite, inesquecível para quem estava presente, onde Dercy foi entrevistada por uma personagem interpretada pelo ator Luís Lobianco, ainda deixou para a história duas frases memoráveis. É perguntado à atriz se ela tem medo da morte, e Dercy, sempre de forma irreverente responde: \"Não tenho medo da morte, a morte é linda... (ela repensa) ...mas a vida também é muito boa!\", e no fim, após cortar o bolo com as próprias mãos e atirar nos atores, diretores e plateia, faz o público emocionar-se ainda mais, dizendo: \"Eu vou sentir falta de vocês. Mas vocês também vão sentir a minha\". === Morte === Dercy Gonçalves morreu no dia 19 de julho de 2008, aos 101 anos de idade, no Hospital São Lucas, em Copacabana, zona sul do Rio de Janeiro. Ela foi internada durante a madrugada. A causa da morte teria sido uma complicação decorrente de uma pneumonia comunitária grave que evoluiu para uma sepse pulmonar e insuficiência respiratória. O estado do Rio de Janeiro decretou luto oficial de três dias em memória à atriz. Ela foi sepultada de pé em uma pirâmide de cristal projetada pela atriz, no cemitério de Santa Maria Madalena, sua terra natal. Na mesma semana, Afra Gomes e Leandro Goulart e o elenco de Pout-PourRir prestaram, em cena, uma última homenagem a Dercy. == Filmografia == === Cinema === Ano Título Personagem Notas 1943 Samba em Berlim Empregada 1944 Abacaxi Azul Interiorana 1944 Romance Proibido Dercy 1946 Caídos do Céu Rita Naftalina 1948 Folias Cariocas 1956 Depois Eu Conto Ofélia 1957 A Baronesa Transviada Gonçalina / Baronesa 1957 Absolutamente Certo Dona BelaCinemateca Brasileira Absolutamente Certo [em linha] 1957 Feitiço do Amazonas 1958 Uma certa Lucrécia Lucrécia 1958 A Grande Vedete Jeanette 1959 Cala a Boca, Etelvina Etelvina 1959 Entrei de Gaiato Anastácia da Emancipação 1959 Minervina Vem Aí Minervina 1960 A Viúva Valentina Valentina 1960 Dona Violante Miranda Violante Miranda 1960 Só Naquela Base Ernestina 1961 Com Minha Sogra em Paquetá Dona Faustina Tibúrcio 1963 Sonhando com Milhões Agripina 1970 Se Meu Dólar Falasse Bisisica 1971 Cômicos e + Cômicos Atriz Documentário 1980 Bububu no Bobobó Ex-vedete 1983 O Menino Arco-Íris Maria Marcha-à-RéCinemateca Brasileira O Menino Arco-Íris - A Infância de Jesus Cristo [em linha] 1993 Oceano Atlantis Mulher na gruta 2000 Célia & Rosita Ela Mesma Curta-metragem 2008 Nossa Vida Não Cabe Num Opala Vovó no opala === Televisão === Ano Título Personagem Notas 1963–64 Vovo Deville Vários personagens 1964–65 Dercy Beaucoup Apresentador 1964 My Fair Show Vários personagens 1965 Noites Cariocas 1966–67 Dercy Espetacular Apresentadora 1967 Dercy Comédias Vários personagens 1967–70 Dercy de Verdade Apresentadora 1971 Família Trapo Gigi Episódio: \"A Namorada do Bronco\" 1971–72 Dercy em Família Apresentadora 1972 Programa Flávio Cavalcanti Jurada 1972 Band Teleteatro Silvana Episódio: \"Uma Viúva Psicodélica\" 1980 Cavalo Amarelo Dulcinéa Amorim 1980 Dulcinéa Vai à Guerra Dulcinéa Amorim 1981–82 Dercy Sempre aos Domingos Apresentadora 1982 Dercy Povão 1984 Humor Livre Vários personagens 1985 Aventura Musical Drª. Neme Lufar Episódio:\" As Mil e Uma Noites de Pompeu Loredo\" 1985 Rita e Roberto Repórter Especial de fim de ano 1988 Cocó, My Darling Coco Baisos Especial de fim de ano 1989 Que Rei Sou Eu? Baronesa Lenilda Eknésia 1989–93 Domingão do Faustão Ela mesma Quadro: \"Jogo da Velha\" 1990 La Mamma Dona Rosária (Mamma) 1991 Dercy Gonçalves: Bravo, Bravíssimo Ela mesma Especial TV Globo 1992 Deus nos Acuda Celestina 1994 Brasil Especial Dona Anita Episódio: \"Feliz Aniversário Dona Anita\" 1996 Caça Talentos Miss Dayse Episódio: \"TV Galera\" 1996 Sai de Baixo Leopoldina Mathias Episódio: \"A Estátua da Libertinagem\" 2000 Fala Dercy Apresentadora 2001–04 A Praça é Nossa Ela mesma 2002 SBT Palace Hotel Avó de Laraiah Especial de final de ano 2002–05 Teleton Apresentadora 2003 Maria Gazogênio Maria Gazogênio Especial de fim de ano 2004 Meu Cunhado Loira Sexy Episódio: \"Bronco Connection\" 2008 Nada Além da Verdade Participante / Vencedora Episódio: \"24 de fevereiro\" == Teatro == === Como atriz === Ano Título Cidade a Companhia Maria Castro Várias localidades 1930–1932 Espetáculos circenses na dupla Os Pascoalinos 1932 Quequé Qué Rio de Janeiro RJ 1932 Gente de Fora 1932 Viva as Muié 1933 Carnaval do Sertão 1933 Coisas de caboclo 1933 Promessa 1934 Coisinha Boa 1934 Foi seu Cabral 1941 Filhas de Eva 1941 Do que Elas Gostam 1942 Rumo a Berlim 1942 Passo de Ganso 1943 Rei Momo na Guerra 1944 A Barca da Cantareira 1944 Momo na Fila 1945 Canta Brasil 1945 Bonde da Laite 1946 Fogo no Pandeiro 1946 Jogo Franco 1947 Sinhô do Bonfim 1947 Deixa Falar 1947 Que Medo Ó! 1948 É com Esse que Eu Vou! 1948 Tem Gato na Tuba 1948 Manda Quem Pode 1949 Quero Ver Isso de Perto 1949 Pro Cacete Vou a Pé 1950 Nega Maluca 1950 Catuca por Baixo 1951 Zum, Zum! 1951 Ó do Penacho! 1952 Sou Tarada! 1952 Mulheres de Todo o Mundo 1953 Bomba da Paz 1953 Túnica de Vênus 1954 Uma Certa Viúva São Paulo SP 1955 Um Marido Pelo amor de Deus Rio de Janeiro RJ 1956 A Dama das Camélias São Paulo SP 1956 Escândalos Romanos 1957 A Sempre Viúva 1958 Vinde Ensaboar Vossos Pecados 1958 Dona Violante Miranda 1959 La Mama 1962 Escândalos Romanos 1963 Senhora Presidenta 1963 Siamo Tutti Tarados 1968 A Virgem Psicodélica Rio de Janeiro RJ 1969 A Viúva Recauchutada 1970 Sepulcro para Casal 1970 A Dama das Camélias Lisboa (Portugal) 1970 A Gatatarada Rio de Janeiro RJ 1971 A Difa... Amada 1972 Os Marginalizados 1974 A Dama do Camarote 1974 Tudo na Cama São Paulo SP 1977 Dercy Biônica 1978 Dercy Biônica Rio de Janeiro RJ 1979 Dercy Beaucoup São Paulo SP 1982 Dercy Vem Aí Rio de Janeiro RJ 1983 Dercy de Cabo a Rabo 1984 Dercy de Peito Aberto 1987 Dercy 80 Anos - Adeus, Amigos 1989 A Grande Revista 1990 Burlesque São Paulo SP 1991 Bravíssimo Rio de Janeiro RJ 1997 Dercy, uma Lição de Vida 2007 Pout-PourRir === Como diretora === Ano Título Cidade 1953 Bomba da Paz Rio de Janeiro RJ 1955 Um Marido Pelo amor de Deus 1963 Siamo Tutti Tarados São Paulo SP 1966 Cocó My Darling 1968 A Virgem Psicodélica Rio de Janeiro RJ 1970 A Gatatarada 1970 Sepulcro para Casal 1971 A Difa... Amada 1974 A Dama do Camarote 1977 Dercy Biônica São Paulo SP 1978 Dercy Biônica Rio de Janeiro RJ 1979 Dercy Beaucoup São Paulo SP 1982 Dercy Vem Aí Rio de Janeiro RJ 1983 Dercy de Cabo a Rabo 1984 Dercy de Peito Aberto 1987 Dercy 80 Anos - Adeus, Amigos 1990 Burlesque São Paulo SP 1991 Bravíssimo Rio de Janeiro RJ === Como autora === Ano Título Cidade 1982 Dercy Vem Aí Rio de Janeiro RJ 1983 Dercy de Cabo a Rabo 1984 Dercy de Peito Aberto 1987 Dercy 80 Anos - Adeus, Amigos 1991 Bravíssimo === Como produtora === Ano Título Cidade 1958 A Valsa dos Toreadores São Paulo SP 1958 Vinde Ensaboar Vossos Pecados 1958 Society em Baby Doll == Frases célebres == * \"Quem me criou foi o tempo, foi o ar. Ninguém me criou. Aprendi como as galinhas, ciscando, o que não me fazia sofrer eu achava bom.\" * \"Tudo que passou, acabou. Eu sobrevivi.\" * \"O ontem acabou. Não tenho mágoa de nada e nem saudade de nada. Vivo o hoje. Tenho alegria de viver, adoro a vida.\" * \"Eu já fui acusada de tudo. Eu era \"negrinha\" [a avó era negra], menina de rua, mas nada disso me atingiu porque eu não sabia o que era o mundo. Não tinha nem amigos. Passeava na rua e era perseguida com 7, 10 anos, porque o negro é perseguido há séculos.\" * \"Não podia levantar o braço na passarela. Arriei e fui dançando e cantando. Tinha os seios lindos naquela ocasião. Mostrei. Houve gritaria, escândalo, mas por quê? Os seios são a coisa mais linda na mulher.\" == Ligações externas == * * * Categoria:Naturais de Santa Maria Madalena (Rio de Janeiro) Categoria:Vedetes Categoria:Humoristas do estado do Rio de Janeiro Categoria:Atrizes do estado do Rio de Janeiro Categoria:Cantores do estado do Rio de Janeiro Categoria:Atrizes premiadas com o Troféu Imprensa Categoria:Atrizes de televisão do Brasil Categoria:Atrizes de teatro do Brasil Categoria:Brasileiros no Guinness Book of Records Categoria:Atores lusodescendentes Categoria:Centenários do estado do Rio de Janeiro Categoria:Mortes por pneumonia Categoria:Mortes por doenças infecciosas no estado do Rio de Janeiro Categoria:Mortos no Rio de Janeiro (cidade) Categoria:Pseudônimos do Brasil Categoria:Brasileiros de ascendência portuguesa Categoria:Brasileiros de ascendência africana",
 "title": "Dercy Gonçalves"
}