{
 "id": "93724",
 "text": "Cidade global (também chamada de cidade mundial, cidade alfa ou centro mundial) é uma cidade considerada um lugar importante no sistema econômico global. O conceito vem dos estudos urbanos e da geografia e se assenta na ideia de que a globalização criou, facilitou e promulgou locais geográficos estratégicos de acordo com uma hierarquia de importância para o funcionamento do sistema global de finanças e comércio. A mais complexa dessas entidades é a \"cidade global\", através da qual as relações vinculativas de uma cidade têm efeito direto e tangível sobre assuntos globais através de meios sócio- económicos.Sassen, Saskia - The global city: strategic site/new frontier A expressão \"cidade global\", em oposição à megacidade, foi introduzida por Saskia Sassen, em referência a Nova Iorque, Londres e Tóquio, em sua obra de 1991 \"A Cidade Global\".Sassen, Saskia - The Global City: New York, London, Tokyo. (1991) - Princeton University Press. ISBN 0-691-07063-6 O termo \"cidade mundial\" já tinha sido usado por Patrick Geddes, em 1915, para descrever as cidades que controlam uma quantidade desproporcional de negócios globais. Depois dele Peter Hall, em sua obra The World Cities (1966) usou uma série de critérios para definir as cidades que ocupam o topo da hierarquia urbana mundial. Vinte anos depois, John Friedmann lançou The World City Hypothesis e indicou as cidades que comandavam a economia global.Doel,M. & Hubbard, P., (2002), \"Taking World Cities Literally: Marketing the City in a Global Space of flows\",City, vol. 6, no. 3, pp. 351-368. Subscription requiredThe urban geography reader. Nicholas R. Fyfe e Judith T. Kenny(ed.). J. Beaverstock, R. Smith e P. Taylor. \"World-city Network: a new metageography?\" Com uma metodologia multidisciplinar e inovadora, Ronald Daus investigaria depois o papel de um “fundamento europeu”, existente desde a “invenção” do colonialismo, nas cidades globais extra-europeias que se desenvolveram durante o século XX e que é responsável pelo caos urbanístico que assola localidades situadas tanto fora da Europa como nela própria, suscitando novas questões em áreas como as da sociologia ou da antropologia cultural (ver biografia e referências). == Características == A classificação de cidade global é vista como benéfica e, por isso, muitos grupos têm tentado classificar quais as cidades que podem ser vistas como \"cidades mundiais\". Embora haja um consenso sobre quais são as cidades líderes do mundo,GaWC Research Bulletin 5, GaWC, Loughborough University, 28 de julho de 1999 definir quais são os critérios para que essa classificação seja feita pode afetar outras cidades incluídas. Os critérios para a identificação tendem a basear-se num \"valor critério\" (\"por exemplo, se o setor produtor de serviços é o maior setor econômico, então a cidade X é uma cidade global) ou em uma \"determinação iminente\" (se o setor produtor de serviços da cidade X é maior do que o setor produtor de serviços das cidades N, então a cidade X é uma cidade global). Algumas características básicas de cidades globais são: * Familiaridade internacional: uma pessoa diria Paris, e não Paris, França; * Influência e ativa participação em eventos internacionais. Por exemplo, a cidade de Nova Iorque sedia a Organização das Nações Unidas, e em Bruxelas se encontram as sedes da Organização do Tratado do Atlântico Norte e da União Europeia; * Uma grande população, onde a cidade global é centro de uma área metropolitana de pelo menos um milhão de habitantes, muitas vezes, tendo vários milhões de habitantes;, \"2004 Human Development Report\" (page 99), UNDP, 2004 * Um aeroporto internacional de grande porte, que serve como base para várias linhas aéreas internacionais;Mapping the Global Network Economy on the Basis of Air Passenger Transport Flows, GaWC, Loughborough University, 8 de dezembro de 2004 * Um sistema avançado e eficiente de transportes. Isto inclui vias expressas, rodovias e transporte público;, WBCSD * Qualidade de vida;World- wide quality of living survey, Mercer, 10 de abril de 2006 * Sedes de grandes companhias, como conglomerados e multinacionais; * Sede de instituições educacionais, como universidade; (registration required) * Uma bolsa de valores que possua influência na economia mundial;World Indices, Bloomberg * Presença de redes multinacionais e instituições financeiras de grande porte; * Infraestrutura avançada de comunicações; * Presença de grandes instituições de artes, como museus; * Grande influência econômica no mundo., \"World Resources 1998-99\", WRI, 1998. * Custo de vida;Worldwide Cost of Living survey 2011 - City rankings, Mercer, 12 July 2011 * Número de bilionários. == Estudos == === Estudos do GaWC === A primeira tentativa de definir, categorizar e classificar as cidades globais usando de \"dados relacionados\" foi feita em 1998 por Jon Beaverstock, Richard G. Smith e Peter Taylor, que trabalharam na Universidade de Loughborough, no Reino Unido. Juntos, eles estabeleceram a Globalization and World Cities Research Network e uma lista de cidades globais foi descrita no Boletim de Pesquisa GaWC 5 e cidades classificadas com base em sua conectividade através de quatro \"serviços de produção avançada\": contabilidade, publicidade, bancária/financeira e direito. O inventário GaWC identifica três níveis de cidades globais e vários sub-níveis. Esta lista geralmente denota cidades em que há escritórios de algumas empresas multinacionais de prestação de serviços financeiros e consultoria ao invés de denotar outros centros culturais, políticos e econômicos. As classificações de 2004 reconheceram vários novos indicadores, enquanto continuavam a classificar a economia das cidade mais fortemente do que fatores políticos ou culturais. A lista é classificada nas seguintes categorias: * Cidades alfa++ - Londres e Nova York, que são muito mais integradas à economia global do que todas as outras cidades. * Cidades alfa+ - complementam Londres e Nova York, preenchendo nichos de serviços avançados para a economia global. * Cidades alfa - cidades que ligam as principais regiões econômicas à economia mundial. * Cidades beta - cidades que ligam regiões econômicas secundárias à economia mundial. * Cidades gama - cidades que ligam regiões econômicas menores à economia mundial. * Cidades autossuficientes - cidades que têm um grau suficiente de serviços de modo a não ser, obviamente, dependente de outras cidades globais ==== Cidades Alfa ==== ;Alfa++ London from a hot air balloon.jpg|Londres Above_Gotham.jpg|Nova York ;Alfa+ Skyscrapers of Shinjuku 2009 January.jpg|Tóquio Hong_Kong_Harbour_Night_2019-06-11.jpg|Hong Kong Singapore_Skyline.jpg|Singapura Shanghai Skyline, Dec2014.jpg|Xangai Sydney_skyline_at_dusk_-_Dec_2008.jpg|Sydney Dubai_skyline_2010.jpg|Dubai Parkview Green and CBD skyline (20210927131419).jpg|Pequim Paris_vue_d'ensemble_tour_Eiffel.jpg|Paris ;Alfa Ficheiro:2004-07-14 2600x1500 chicago lake skyline.jpg|Chicago Ficheiro:CENU, São Paulo, Brasil (cropped).jpg|São Paulo Ficheiro:Mumbai 03-2016 10 skyline of Lotus Colony.jpg|Mumbai Ficheiro:Full Milan skyline from Duomo roof.jpg|Milão Ficheiro:Вечерняя Москва. Москва-Сити (14409761782).jpg|Moscou Ficheiro:Toronto - ON - CN Tower bei Nacht2.jpg|Toronto Ficheiro:LA Skyline Mountains2.jpg|Los Angeles Ficheiro:Calle de Alcalá (Madrid) 04.jpg|Madrid Ficheiro:Ciudad.de.Mexico.City.Distrito.Federal.DF.Paseo.Reforma.Skyline.jpg|Cidade do México Ficheiro:Potsdamer Platz, Berlin, 160606, ako (1).jpg|Berlim Ficheiro:Amsterdam - Bicycles - 1058.jpg|Amsterdã Ficheiro:Moonrise over kuala lumpur.jpg|Kuala Lumpur Ficheiro:Brussels skyline 1002.JPG|Bruxelas Ficheiro:Seoul at night.jpg|Seul Ficheiro:Johannesburg's inner city.jpg|Johannesburgo Ficheiro:Modern Istanbul skyline.jpg|Istambul ;Alfa- Ficheiro:Buenos Aires Cityline at Night - Irargerich.jpg|Buenos Aires Ficheiro:Skyline at Rajiv Chowk.JPG|Nova Déli Ficheiro:Schloss Schönbrunn Wien 2014 (Zuschnitt 2).jpg|Viena Ficheiro:Golden Gate Bridge, SF (cropped).jpg|San Francisco Ficheiro:Jakarta Skyline Part 2.jpg|Jacarta Ficheiro:Zürich.jpg|Zurique Ficheiro:FB Warszawa panorama.jpg|Varsóvia Ficheiro:WashMonument WhiteHouse.jpg|Washington D.C. Ficheiro:Melbourne skyline from Williamstown.png|Melbourne Ficheiro:Miamiskyline20070811.jpg|Miami Ficheiro:Central business district of Barcelona (2).JPG|Barcelona Ficheiro:Bangkok skytrain sunset.jpg|Bangkok Ficheiro:Boston skyline at earlymorning.jpg|Boston Ficheiro:Liffeyeast.jpg|Dublin Ficheiro:Taipei 101 twilight.jpg|Taipé Ficheiro:Frankfurt skyline with river Main - Germany - March 25th 2012.jpg|Frankfurt am Main Ficheiro:Gamla Stan swe.jpg|Estocolmo Ficheiro:Atlanta Skyline from Buckhead.jpg|Atlanta Ficheiro:Prague from Powder Tower 01.jpg|Praga Ficheiro:Tel Aviv Promenade Aerial View (cropped).jpg|Tel Aviv Ficheiro:Aerial view of Augusta Street, Lisbon (50644280948).jpg|Lisboa ==== Outras categorias ==== Categoria Cidades Beta+ * Bangalore, Índia * Copenhagen, Dinamarca * Santiago, Chile * Dallas, Estados Unidos * Filadélfia, Estados Unidos * Atenas, Grécia * Munich, Alemanha * Bogotá, Colômbia * Cairo, Egito * Hamburgo, Alemanha * Houston, Estados Unidos * Manila, Filipinas * Montreal, Canadá * Roma, Itália * Vancouver, Canadá Beta * Auckland, Nova Zelândia * Beirute, Líbano * Bucareste, Romênia * Budapeste, Hungria * Cidade do Cabo, África do Sul * Caracas, Venezuela * Chennai, Índia * Cantão, China * Cidade de Ho Chi Minh, Vietnã * Carachi, Paquistão * Kiev, Ucrânia * Lima, Peru * Luxemburgo, Luxemburgo * Manchester, Reino Unido * Mineápolis, Estados Unidos * Montevidéu, Uruguai * Oslo, Noruega * Riade, Arábia Saudita * Seattle, Estados Unidos Hamburg, Alemanha Beta− * Abu Dhabi, Emirados Árabes Unidos * Birmingham, Reino Unido * Bratislava, Eslováquia * Brisbane, Austrália * Calcutá, Índia * Calgary, Canadá * Casablanca, Marrocos * Cleveland, Estados Unidos * Colônia, Alemanha * Denver, Estados Unidos * Detroit, Estados Unidos * Genebra, Suíça * Cidade da Guatemala, Guatemala * Helsinque, Finlândia * Lagos, Nigéria * Manama, Bahrein * Monterrey, México * Nicósia, Chipre * Osaka, Japão * Cidade do Panamá, Panamá * Perth, Austrália * Port Louis, Maurício * Rio de Janeiro, Brasil * San Diego, Estados Unidos * San Juan (Porto Rico), Porto Rico * Shenzhen, China * Sófia, Bulgária * St. Louis, Estados Unidos * Stuttgart, Alemanha Gama+ * Adelaide, Austrália * Amã, Jordânia * Antuérpia, Bélgica * Baltimore, Estados Unidos * Belgrado, Sérvia * Bristol, Reino Unido * Charlotte, Estados Unidos * Cincinnati, Estados Unidos * Doha, Qatar * Edimburgo, Reino Unido * Glasgow, Reino Unido * Hanoi, Vietnã * Hyderabad, Índia * Jidá, Arábia Saudita * Cidade do Kuwait, Kuwait * Lahore, Paquistão * Nairóbi, Quênia * Portland, Estados Unidos * Riga, Letônia * San José, Costa Rica * San Jose, Estados Unidos * Tunis, Tunísia * Zagreb, Croácia Gama * Almaty, Cazaquistão * Columbus, Estados Unidos * Edmonton, Canadá * Guadalajara, México * Indianápolis, Estados Unidos * Kansas City, Estados Unidos * Leeds, Reino Unido * Lyon, França * Phoenix, Estados Unidos * Pittsburgh, Estados Unidos * Porto, Portugal * Quito, Equador * Roterdã, Países Baixos * San Salvador, El Salvador * São Domingos, Rep. Dominicana * São Petersburgo, Rússia * Tampa, Estados Unidos * Valência, Espanha * Vilnius, Lituânia Gama− * Acra, Gana * Austin, Estados Unidos * Belfast, Reino Unido * Belo Horizonte, Brasil * Colombo, Sri Lanca * Durban, África do Sul * George Town, Ilhas Caimã * Gotemburgo, Suécia * Guayaquil, Equador * Islamabade, Paquistão * Liubliana, Eslovênia * Marselha, França * Milwaukee, Estados Unidos * Mascate, Omã * Nagoya, Japão * Orlando, Estados Unidos * Ottawa, Canadá * Pune, Índia * Richmond, Estados Unidos * Southampton, Reino Unido * Taline, Estônia * Tegucigalpa, Honduras * Turim, Itália * Wellington, Nova Zelândia === Índice de Cidades Globais === Em 2008, a revista estadunidense Foreign Policy, em conjunto com empresa de consultoria A.T. Kearney e pelo Conselho de Chicago sobre Assuntos Globais, publicou um ranking de cidades globais, com base em entrevistas com Saskia Sassen, Witold Rybczynski e outros. A publicação observou que \"as maiores e mais interconectadas cidades do mundo ajudam a definir as agendas globais, perigos para transnacionais e servem como hubs de integração global. Elas são os motores de crescimento para seus países e os portais para os recursos de suas regiões.\" Em 2010 o índice foi atualizado. As únicas cidades lusófonas e brasileiras a aparecer no ranking foram São Paulo e Rio de Janeiro, nas posições 35ª e 49ª, respectivamente. == Cidades por categoria == Posição População População da área metropolitanaR.L. Forstall, R.P. Greene, and J.B. Pick, \"Which are the largest? Why published populations for major world urban areas vary so greatly\" , City Futures Conference, (University of Illinois at Chicago, July 2004) – Table 5 (p.34) População estrangeiraGlobal City Migration Map Custo de vida para expatriados (mais cara primeiro) Número de passageiros no sistema de metrô Extensão da rede de metrô Número de passageiros anuais no sistema aeroviário Número de bilionários (US$)Moscow Leads Cities With Most Billionaires, Forbes, 17 May 2011 Produto Metropolitano Bruto em PPC 1 Xangai Tóquio Dubai Luanda Tóquio Xangai Londres Moscou Tóquio 2 Carachi Seul Toronto Tóquio Moscou Londres Nova Iorque Nova Iorque Nova Iorque 3 Mumbai Cidade do México Hong Kong N'Djamena Seul Nova Iorque Tóquio Londres Los Angeles 4 Pequim Nova Iorque Miami Moscou Xangai Pequim Atlanta Hong Kong Chicago 5 Moscou Mumbai Los Angeles Genebra Pequim Berlim Paris Istambul Paris 6 Istambul Jacarta Riade Osaka Nova Iorque Seul Chicago Mumbai, São Paulo Londres 7 São Paulo São Paulo Sydney Zurique Paris Tóquio Los Angeles n/a Osaka 8 Tianjin Déli São Francisco Singapura Cidade do México Moscou Pequim Taipei, Los Angeles, Pequim Cidade do México 9 Guangzhou Osaka Melbourne Hong Kong Hong Kong Madrid Xangai n/a Filadélfia 10 Shenzhen Xangai Londres São Paulo Guangzhou Guangzhou Dallas n/a Washington, D.C. ==Ver também== *Lista de cidades por PIB *Cidade *Lista das cidades mais populosas do mundo *Metrópole *Megalópole *Megacidade ==Ligações externas== * The World According to GaWC 2020 * Repository of Links Relating to Urban Places * World Cities article by Jennifer Curtis of Charles Sturt University * The World-System’s City System: A Research Agenda by Jeffrey Kentor and Michael Timberlake of the University of Utah and David Smith of University of California, Irvine * The State of the World's Cities, 2001, UN Human Settlements Programme * \"U.S. Cities in the 'World City Network'\", by Peter J. Taylor and Robert E. Lang, February 2005 (Full Report in PDF) * Ver Cidades globais na bibilografia de Ronald Daus (Universidade Livre de Berlim) Categoria:Cidades por tipo Categoria:Urbanismo",
 "title": "Cidade global"
}