{
 "id": "9373",
 "text": "Airão (Santa Maria) (oficialmente; também usado Santa Maria de Airão) é uma povoação portuguesa do Município de Guimarães que foi sede da extinta Freguesia de Santa Maria de Airão, freguesia que tinha 2,16 km² de área e 1 686 habitantes (2011), e, por isso, uma densidade populacional de 780,6 hab/km². A Freguesia de Santa Maria de Airão foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com as Freguesias de Airão (São João Baptista) e Vermil, formar uma nova freguesia denominada União das Freguesias de Airão Santa Maria, Airão São João e Vermil da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== População da freguesia de Airão (Santa Maria) (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 351 380 470 537 502 539 757 858 1 024 1 317 1 453 1 762 1 956 1 859 1 686 == História == Dentro dos limites de Santa Maria de Airão existiu na Idade Média uma outra paróquia com o nome de São Paio de Lanhas, ligada ao Couto de Lanhas, e extinta em meados do século XVI. O Couto de Lanhas, intimamente ligado ao território da freguesia, era senhorio da linhagem medieval dos Silvas até aos meados do século XIV, passando por herança à linhagem dos Coelhos, na pessoa de Pêro Esteves Coelho, um dos três indiciados na morte de D. Inês de Castro, e a quem o rei D. Pedro I de Portugal mandou cruelmente matar depois de lhe ter confiscado os bens em 1357. Lista tradicional dos senhores do Couto de Lanhas: * Paio Guterres da Silva (fal. 1154) (o primeiro que se regista na história com o apelido Silva) * Pêro Pais Escacha * Sancho Pires da Silva * Mendo Sanches da Silva * Estêvão Mendes Petite * Soeiro Mendes Petite * Maria Mendes Petite * Pêro Esteves Coelho (fal. 1361) Nas \"Memórias Paroquiais de 1758\", informa o Abade João Correia de Oliveira que Santa Maria de Airão não tem donatário mas pertence ao Rei. A Casa do Eirado, em Santa Maria de Airão, foi desde do século XVII da Família Salazar, da qual foi o descendente mais ilustre o Professor Abel Salazar. == Administração e Política == Presidente da Junta: Marçal Avelino Salazar Marques Mendes === Presidentes da Junta === Mandato Presidente Partido 1976-1979 José Alves Fernandes CDS 1979-1982 José Alves Fernandes UD 1982-1985 José Alves Fernandes AD 1985-1989 José Carlos Matos Oliveira PSD 1989-1993 José Carlos Matos Oliveira PSD 1993-1997 José Carlos Matos Oliveira PSD 1997-2001 Francisco Gonçalo da Silva PS 2001-2005 Francisco Gonçalo da Silva PS 2005-2009 António Carlos Pereira de Carvalho PS 2009-2013 António Carlos Pereira de Carvalho PS 2013-2017 António Carlos Pereira de Carvalho PS 2017-2021 Marçal Avelino Salazar Marques Mendes * \"Monografia de Santa Maria de Airao\", de Hilário Oliveira da Silva (Guimarães, 2003)'' * Breve Resenha genealógica do Professor Abel Salazar de Maria Assunção Vasconcelos'' União Desportiva de Airão Categoria:Antigas freguesias de Guimarães",
 "title": "Airão (Santa Maria)"
}