{
 "id": "93782",
 "text": "Roberto Vidal Bolaño (Santiago de Compostela, 1950 — Santiago de Compostela, 11 de Setembro de 2002) foi um autor e ator de teatro galego. ==Vida== Começou no mundo teatral com o grupo Antroido, com o qual o ator representaria as suas primeiras obras. Com Antroido acudiria às Amostras de Teatro Abrente de Ribadavia (1973-1980), amostras nas quais se deu a conhecer como dramaturgo e cenógrafo (com o pseudônimo de Julia Brens). Vidal Bolaño foi um dos maiores artífices da profissionalização do teatro galego. Após ser despedido em 1977 dum emprego bancário, este dramaturgo trabalhou para converter o Grupo Antroido na primeira companhia teatral galega. Também foi um dos primeiros diretores que participaram do teatro institucional, levando ao cenário (com o Centro Dramático Galego) em 1984 a sua obra Agasallo de sombras. Cultivou, além da dramática, o audiovisual, realizando roteiros para a Televisão da Galiza e a Televisión Española. Também levou à pantalha contos de grandes escritores galegos do século XX, como Ánxel Fole (Cara de Lua) e Eduardo Blanco Amor (O Noxo), e mesmo chegou a participar como ator em séries televisivas de prestígio. Em 2001, representa com o Centro Dramático Galego a Rosalia que Ramón Otero Pedrayo escrevera em 1958. As suas últimas atuações seriam para o grupo \"Teatro do aqui\", a sua companhia nos últimos anos. ==Obra== A obra de Roberto Vidal Bolaño está marcada pela estética da derrota e a crítica da modernidade. Talvez influído por Ramón Otero Pedrayo, defende certa recuperação do popular. Cultivou igualmente, como Otero, o teatro histórico, arredor da figura de Rosalía de Castro, obras que constituem verdadeiros ensaios sobre a sua vida e obra. Porém, uma das suas maiores influencias foi o teatro de Valle-Inclán, a quem menciona várias vezes ao longo da sua obra. As suas obras recolhem e misturam as correntes estéticas do realismo, simbolismo, surrealismo e expressionismo. São peças as suas nas quais se cuida o diálogo com o público. ===Representações Destacadas=== *Laudamuco, Señor de Ningures (1976) *Bailadela da morte ditosa (1980) *A Casa dos Afogados (de Miguel Anxo Fernán-Vello) *Rosalía (de Ramón Otero Pedrayo) (1985) *Caprice des Dieux (1985) *Anxeliños. Comedia Satánica (1996) *Mar Revolto (2001) ===Obras Escritas Destacadas=== Entre as suas obras, destacam- se: *Laudamuco, Señor de Ningures (1976) *Bailadela da morte ditosa (1980) *Agasallo de Sombras (1992) *Días sen Gloria (1992) *Saxo Tenor (1993) *As Actas Escuras (1994) *Rastros (1998) *O Día que os Chífanos Deixaron de Zoar ===Ensaio=== *Perspectivas do Teatro Galego Actual (2002) ==Prêmios e menções honoríficas== *Abrente (1976), con Laudamuco Señor de ningures. *Abrente (1978) Menção Especial (Memorias de Mortos e Ausentes). *Abrente (1980), com Bailadela da Morte Ditosa *O Facho (1977). Menção honorífica com Xaxara, Paniogas, Tarelo, o Rapaz e o Cachamon ou Trocar en Rato Pequeno o Meirande Xigantón\". *O Facho (1979) Menção honorífica con Ruada das Papas e do Unto. *Medalla de ouro (Prêmio cidade de Valladolid) (1983-1984) por unha adaptação teatral de textos de Xosé Luís Méndez Ferrín. *Prêmio Rafael Dieste *Prêmio Álvaro Cunqueiro *Prêmio Xacobeo (1992) *Prêmio Eixo Atlântico *Prêmios Max de Teatro (2001) (melhor texto de teatro em língua galega) == Ligações externas == *IMDB *Biografia na BVG Categoria:Mortos em 2002 Categoria:Naturais de Santiago de Compostela Categoria:Escritores da Galiza Categoria:Atores da Galiza Categoria:Dia das Letras Galegas",
 "title": "Roberto Vidal Bolaño"
}