{
 "id": "93839",
 "text": "Christopher Allen Lloyd (Stamford, 22 de outubro de 1938) é um ator, dublador e comediante estadunidense. Lloyd tem um grande histórico em filmes e em dublagem, e é especialmente conhecido pelo papel do Doutor ('Dr.') Emmett Brown na trilogia Back to the Future. Ele ganhou notoriedade ao interpretar o personagem Jim Ignatowski na série Taxi (1978-1983), pelo qual ganhou dois prêmios Emmy. Lloyd também interpretou os vilões Juiz Doom em Who Framed Roger Rabbit (1988) e Switchblade Sam em Dennis the Menace (1993), além do tio Fester Addams (Chico/Funéreo) na versão cinematográfica de A Família Addams (1991) e sua sequência de 1993. == Filmografia == === Filmes === Ano Título original Título em português Papel Notas 1975 One Flew Over the Cuckoo's Nest br: Um Estranho no Ninho pt: Voando sobre um Ninho de Cucos Max Taber 1978 Goin' South br: Com a Corda no Pescoço Deputy Towfield Taxi (TV) Reverendo Jim Ignatowski Three Warriors Steve Chaffey 1979 The Onion Field br: Assassinato a Sangue Frio Advogado de porta de cadeia The Lady in Red Frognose 1981 The Legend of the Lone Ranger Major Bartholomew 'Butch' Cavendish 1983 Mr. Mom Larry To Be or Not to Be S.S. Captain Schultz 1984 Star Trek III: The Search for Spock br: Jornada nas Estrelas III - À Procura de Spock Comandante Kruge The Adventures of Buckaroo Banzai Across the 8th Dimension br: As Aventuras de Buckaroo Banzai John Bigboote' 1985 Street Hawk br: Moto Laser Anthony Corrido Episódio \"Piloto\" Back to the Future br: De Volta para o Futuro pt: Regresso ao Futuro Doutor Emmett \"Dr.\" Brown Clue br: Os Sete Suspeitos Professor Plum 1986 Miracles br: Um Divórcio Complicado Harry 1987 Walk Like a Man br: Um Lobo na Família Reggie Shand / Henry Shand 1988 Track 29 br: Passatempo Mortal Henry Henry Eight Men Out br: Fora da Jogada Bill Burns Who Framed Roger Rabbit br: Uma Cilada para Roger Rabbit pt: Quem Tramou Roger Rabbit? Juiz Doom 1989 The Dream Team br: De Médico e Louco Todo Mundo Tem um Pouco Henry Sikorsky Back to the Future II br: De Volta para o Futuro II pt: Regresso ao Futuro II Doutor Emmett \"Dr.\" Brown 1990 Back to the Future III br: De Volta para o Futuro III pt: Regresso ao Futuro III DuckTales the Movie: Treasure of the Lost Lamp Duck Tales o filme: o tesouro da lâmpada perdida Merlock, o Mágico Dublagem 1991 Suburban Commando br: Comando Suburbano Charlie Wilcox The Addams Family br/pt: A Família Addams Fester Addams / Gordon Craven 1992 Amazing Stories: Book Two (TV) Professor B.O. Beanes T bone 'N' Weasel br: T Bone & Weasel - Uma Dupla Atrapalhada William 'Weasel' Weasler Dead Ahead: The Exxon Valdez Disaster Frank Iarossi 1993 Dennis the Menace br: Dênis, o Pimentinha Switchblade Sam Addams Family Values br/pt: A Família Addams 2 Tio Fester Addams Twenty Bucks br: Em Busca do Dólar Jimmy 1994 Angels in the Outfield br: Os Anjos Entram em Campo Al \"The Boss\" Angel Camp Nowhere br: Férias em Alto-Astral Dennis Van Welker The Pagemaster br: Pagemaster - O Mestre da Fantasia Sr. Dewey / The Pagemaster In Search of Dr. Seuss br: Em Busca do Dr. Seuss Mr. Hunch Radioland Murders br: Assassinatos na Rádio WBN Zoltan: engenheiro de som excêntrico 1995 Rent-a-Kid br: Aluga-se um Garoto Lawrence 'Larry' Kayvey Deadly Games br: Combate Mortal Jordan Kenneth Lloyd / Sebastian Jackal Things to Do in Denver When You're Dead br: Coisas para Fazer em Denver Quando Você Está Morto Pieces 1996 Cadillac Ranch Wood Grimes 1997 Quicksilver Highway br: A Maldição de Quicksilver Aaron Quicksilver Anastasia Grigori Rasputin Angels in the Endzone Al \"The Boss\" Angel The Real Blonde br: Uma Loira de Verdade Ernst 1999 My Favorite Martian br: Meu Marciano Favorito pt: O Meu Marciano Favorito Tio Martin Alice in Wonderland br/pt: Alice no País das Maravilhas O Cavaleiro Branco Baby Geniuses br: Bebês Geniais Heep Man on the Moon br: O Mundo de Andy pt: Homem na Lua Ator no set de Taxi It Came From the Sky Jarvis Moody 2001 Wit br: Uma Lição de Vida Dr. Harvey Kelekian When Good Ghouls Go Bad Tio Fred Walker Kids World Leo 2002 Interstate 60 br: Viagem sem Destino Ray Wish You Were Dead Bruce Hey Arnold!: The Movie Legista da cidade de Hillwood Cyberchase Hacker 2003 Haunted Lighthouse Cap'n Jack Tremors (TV) br: O Ataque dos Vermes Malditos: À Sériept: Palpitações a Série Dr. Cletus Poffenberger 3 episódios 2004 I Dream (TV) Prof. Toone Admissions Stewart Worthy 2005 King of the Hill (TV) br: O Rei do Pedaço Smitty (voz) Episódio: \"Care-Takin' Care of Business\" The West Wing (TV) br: Nos Bastidores do Poder pt: Os Homens do Presidente Prof. Lawrence Lessig Episódio: \"The Wake Up Call\" Stacked (TV) Professor Harold March 19 episódios Here Comes Peter Cottontail: The Movie Seymour S. Sassafrass Bad Girls From Valley High Sr. Chauncey 2006 A Perfect Day br: Um Dia Perfeito Michael Masters of Horror (TV) br: Mestres do Horror Everett Neely Episódio: \"Valerie on the Stairs\" 2007 Numb3rs (TV) Ross Moore Episódio: \"Graphic\" Law & Order: Criminal Intent (TV) br: Lei e Ordem: Crimes Premeditados pt: Lei & Ordem: Intenções Criminosas Carmine 17º Episódio da 7ª Temporada Fly Me to the Moon Vovô The Tale of Despereaux Hovis 2009 Meteor (TV) Dr. Lehman 2 episódios Knights of the Bloodsteel (TV) Tesselink 2 episódios Call of the Wild br: Buck - Meu Adorável Cão Selvagem 'Vô' Bill Hale Foodfight! br: A Guerra Das Comidas Mr. Clipboard Snowmen br: O Sentido da Vida Zelador Santa Buddies Stan Cruge 2010 Chuck (TV) Dr. Dreyfus 16° Episódio da 3ª Temporada Piranha 3D Dr. Henry Goodman 2011 Fringe (TV) br: Fronteiras Roscoe Joyce 10° Episódio da 3ª Temporada The Witches of Oz br: As Bruxas de Oz Mágico de Oz 2012 Piranha 3DD Dr. Henry Goodman 2013 Raising Hope (TV) Banqueiro 11º Episódio da 3ª Temporada 2013 Psych br: Psych - Agentes Especiais Martin Kahn Episódio: \"100 Clues\" 2014 The Michael J. Fox Show br: O Show de Michael J. Fox pt: Michael J. Fox Diretor McTavish Episódio: \"Health\" Sin City: A Dame to Kill For br: Sin City 2: A Dama Fatal pt: Sin City: Mulher Fatal Kroenig Blood Lake: Attack of the Killer Lampreys br: Lampreias ao Ataque Mayor Akerman A Million Ways to Die in the West br: Um Milhão de Maneiras de Pegar na Pistola pt: Mil e Uma Maneiras de Bater as Botas Doctor Emmett \"Doc\" Brown Over the Garden Wall br: O Segredo Além do Jardim pt: Para Lá do Jardim Lenhador (voz) 4 episódios 2015 Just In Time For Christmas br: Bem A Tempo Para O Natal Vovô Bob The Simpsons br/pt: Os Simpsons Reverendo Jim Ignatowski 14º Episódio da 26ª temporada 2016 I Am Not a Serial Killer br: Eu Não Sou Um Serial Killer Crowley The Big Bang Theory (TV) br: Big Bang: A Teoria pt: A Teoria do Big Bang Theodore (participação especial) 10º Episódio da 10ª temporada 2018 A Million Little Things (TV) br: Um Milhão de Coisas 9º Episódio da 5ª Temporada 2017 12 Monkeys (TV) br: Os 12 Macacos Zalmon Shaw 3º Temporada Going in Style br: Despedida em Grande Estilo pt: Ladrões Com Muito Estilo Milton Kupchak 2018 Boundaries br: Limites Stanley Roseanne Lou Episódio: \"No Country for Old Women\" 2019 Big City Greens br: Os Vizinhos Green pt: Os Green na Cidade Grande Santa Claus/Papai Noel 4º Episódio da 2ª Temporada 2020 NCIS br: NCIS – Investigação Naval pt: Investigação Criminal Joseph Smith \"Joe\" Episódio: \"The Arizona\" 2021 Nobody br: Anônimo David Mansell 2023 The Mandalorian (TV) Comissário Helgait 6º Episódio da 3ª Temporada 2023 Camp Hideout br: Escondido no Acampamento Falco === Videogame === Ano Título Personagem 1990 Back To The Future... The Pinball Dr. Emmett \"Doc\" Brown (voz) 1994 Rescue the Scientists Tenente Jack Tempus (voz) 1996 Toonstruck Drew Blanc (voz) 2006 Back to the Future Video Slots Dr. Emmett \"Doc\" Brown (voz) 2010–2011 Back to the Future: The Game 2013 Back to the Future Back in Time Video Slots 2015 Lego Dimensions 2015 King's Quest (2015) Rei Graham idoso 2020 Kingdom Hearts III Re:Mind Master Xehanort (voz) 2020 Kingdom Hearts: Melody of Memory ==Prêmios e indicações== Ano Prêmio Categoria Papel / Produção Resultado 1972–73 Obie Award Um dos 12 participantes com \"performances distintas\" rowspan=\"4\" 1973 Drama Desk Award Melhor Performance Kaspar 1982 Primetime Emmy Award Melhor Ator Coadjuvante em Série de Comédia Taxi 1983 1986 Prêmio Saturno Melhor Ator Coadjuvante Back to the Future rowspan=\"2\" 1990 Who Framed Roger Rabbit 1992 Primetime Emmy Award Melhor Ator em Série Dramática Road to Avonlea rowspan=\"2\" 1994 Independent Spirit Awards Melhor Ator Coadjuvante Twenty Bucks 2008 Daytime Emmy Awards Melhor Ator de Voz em um Programa de Animação Cyberchase rowspan=\"4\" 2013 Golden Raspberry Awards Framboesa de Ouro de Pior Dupla ou Elenco The Oogieloves in the Big Balloon Adventure 2015 Daytime Emmy Awards Melhor Artista de Voz em um Programa de Animação Cyberchase 2016 British Independent Film Awards Prêmio BIFA de Melhor Ator Coadjuvante2016 BIFA nominations I Am Not a Serial Killer 2017 National Academy of Video Game Trade Reviewers Performance em uma comédia, líder King's Quest Chapter V: The Good Knight == Ligações externas == * * * Christopher Lloyd no Allmovie * Categoria:Atores dos Estados Unidos Categoria:Dubladores dos Estados Unidos Categoria:Cyberchase Categoria:Emmy do Primetime de melhor ator em série de drama Categoria:Independent Spirit de melhor ator secundário Categoria:Emmy do Primetime de melhor ator secundário em série de comédia Categoria:Naturais de Stamford (Connecticut) Categoria:Norte-americanos de ascendência galesa",
 "title": "Christopher Lloyd"
}