{
 "id": "93862",
 "text": "Luís Manuel Gonçalves Marques Mendes GCIH (Guimarães, Azurém, 5 de setembro de 1957) é um advogado, político e comentador português. == Família == Filho do advogado e dirigente do PSD António Marques Mendes e de sua mulher, Maria Isabel Gonçalves (Fafe, Cepães, 10 de julho de 1933 – Fafe, 29 de março de 2021)Morreu a mãe de Luís Marques Mendes, Notícias ao Minuto 30.03.2021, e irmão mais velho de Clara Marques Mendes. == Biografia == Licenciado pela Faculdade de Direito da Universidade de Coimbra, foi secretário e adjunto do Governador Civil do Distrito de Braga, advogado na Comarca Judicial de Fafe, consultor jurídico da Efacec e presidente do Conselho de Administração da ENSINO, entidade proprietária da Universidade Atlântica, e administrador executivo da Nutroton Energias. Militante do Partido Social Democrata, exerceu funções no poder local, como vice-presidente da Câmara Municipal de Fafe (1977–1985), e funções parlamentares, tendo sido diversas vezes eleito deputado à Assembleia da República, pelos círculos de Braga (V e VII Legislaturas), Aveiro (VIII, IX e X Legislaturas) e Viana do Castelo (VI Legislatura). Presidiu ao grupo parlamentar do PSD (1996–1999), sendo líder do partido Marcelo Rebelo de Sousa. Teve um longo percurso governativo, integrando os três governos de Aníbal Cavaco Silva — como Secretário de Estado Adjunto do Ministro Adjunto e dos Assuntos Parlamentares do X Governo (1985–1987), acumulando com as funções de porta-voz; Secretário de Estado da Presidência do Conselho de Ministros, no XI Governo (1987–1992); Ministro- Adjunto do Primeiro-Ministro do XII Governo (1992–1995) —; e o governo de José Durão Barroso — Ministro dos Assuntos Parlamentares do XV Governo (2002–2004). Liderou a oposição ao Partido Socialista, de 2005 a setembro de 2007, quando ocupava a presidência da Comissão Política Nacional do PSD. Publicou os livros Mudar de vida (2008) e O estado em que estamos (2011). Foi agraciado com a Grã-Cruz da Ordem do Infante D. Henrique a 6 de junho de 2008. Foi comentador do segmento Nem Mais Nem Menos do programa Política Mesmo, na TVI 24, e, mais recentemente, foi comentador às terças-feiras e actualmente aos domingos no Jornal da Noite da SIC, repetido na SIC Notícias. Tomou posse a 7 de abril de 2016 como Conselheiro de Estado, designado pelo Presidente Marcelo Rebelo de Sousa. Exerceu as funções de Conselheiro de Estado, eleito pela Assembleia da República, na legislatura anterior (2011–2015). É ainda membro do Conselho Consultivo da Unidade Local de Saúde do Alto Minho (ULSAM), sedeada em Viana do Castelo. == Casamento e descendência == Casou em Vermil, Guimarães em 1982 com Rosa Sofia Pinto Martins Salazar. Têm dois filhos e uma filha.Ribera, José António Moya, Costados, N.º 126 == Ligações externas == * Categoria:Naturais de Guimarães Categoria:Alumni da Faculdade de Direito da Universidade de Coimbra Categoria:Advogados de Portugal Categoria:Advogados políticos de Portugal Categoria:Empresários de Portugal Luis Marques Mendes Categoria:Vice- presidentes de câmaras municipais de Portugal Categoria:Deputados da Assembleia da República Portuguesa Categoria:Líderes partidários de Portugal Categoria:Líderes da oposição de Portugal Categoria:Políticos do Partido Social Democrata (Portugal) Categoria:Grã-Cruzes da Ordem do Infante D. Henrique Categoria:Membros do Conselho de Estado de Portugal Categoria:Comentadores de Portugal",
 "title": "Luís Marques Mendes"
}