{
 "id": "93912",
 "text": "Band of Brothers (no Brasil, Irmãos de Guerra e em Portugal, Irmãos de Armas) é uma minissérie de televisão americana baseada no livro de não-ficção de 1992 do historiador Stephen E. Ambrose de mesmo nome. A série dramatiza a história da Companhia \"Easy\", 2º Batalhão, 506.º Regimento de Infantaria Paraquedista da 101ª Divisão Aerotransportada, desde o seu treinamento de salto nos Estados Unidos passando por sua participação em grandes ações na Europa ocupada pela Alemanha Nazista, até a capitulação do Império do Japão e o fim da Segunda Guerra Mundial. Os eventos são baseados na pesquisa de Ambrose e entrevistas gravadas com veteranos da Easy Company. A minissérie foi Co-produzida por Tom Hanks e Steven Spielberg, foi lançada pela HBO em 2001 e continua sendo exibida em diferentes canais de televisão ao redor do mundo. A minissérie destaca-se, dentre vários motivos, pelos esforços em sua ambientação e veracidade. Um exemplo: para reproduzir com maior fidelidade os campos de batalha da Segunda Guerra Mundial, foram necessários mais de 10 mil atores extras, cerca de 700 armas autênticas, 400 armas de borracha e cerca de 14 mil caixas de munição em cada dia de filmagem. Além disso, tanques da Segunda Guerra foram restaurados, um avião C-47 autêntico foi usado e a vila que serviu como cenário para 11 cidades européias tinha o tamanho de nove campos de futebol americano. A série teve custos de produção e cenários mais caros que os do filme O Resgate do Soldado Ryan; a produção custou cerca de US$ 125 milhões e demorou 9 meses para ser finalizada, o que rendia à série o título de maior e mais cara já feita para a televisão, sendo batida em 2010 por outra produção, também sobre a Segunda Guerra Mundial, de Tom Hanks e Steven Spielberg denominada The Pacific. Baseado no livro de mesmo título, da autoria de Stephen E. Ambrose, a série narra a história da Companhia E (Easy Company) do 2º Batalhão do 506º Regimento de Infantaria Pára-quedista da 101ª Divisão Aerotransportada do Exército dos Estados Unidos em sua campanha durante a Segunda Guerra Mundial. Tal companhia participou da invasão dos Aliados na Normandia, em 6 de Junho de 1944, o famoso Dia D, além da Operação Market Garden e a Batalha das Ardenas. Sob a ótica dos combatentes, a série narra a campanha do regimento de paraquedistas americanos, desde sua preparação ainda em Toccoa, Estado da Geórgia nos Estados Unidos, até a captura do Ninho da Águia, fortaleza de Hitler nos Alpes em Berchtesgaden. Os eventos retratados na série são baseados em pesquisas de Ambrose e entrevistas gravadas com os veteranos da Easy Company. Algumas licenças literárias foram tomadas nos episódios, e outras diferenças a partir do livro são exibidas nos episódiosEm particular, os livros Biggest Brother: The Life of Dick Winters e Parachute Infantry, uma autobiografia de David Kenyon Webster. Também o website Trigger Time pelo historiador do 101º, Mark Bando, que tem uma discussão detalhada sobre as realidades da minissérie.. Todos os personagens retratados pelos atores na série foram membros reais da Easy Company; alguns deles aparecem antes do começo dos episódios, em pequenas entrevistas/depoimentos. Suas identidades, entretanto, só são reveladas no final do último episódio da série. Uma minissérie de 10 episódios dos mesmos produtores de Band of Brothers (Steven Spielberg, Tom Hanks e Gary Goetzman) chamada The Pacific foi exibida em 2010 pela HBO. A série apresentou o mesmo formato televisivo de Band of Brothers e foi baseada no livro de mesmo nome lançado em 2009, pelo historiador Hugh Ambrose, filho de Stephen E. Ambrose autor de Band of Brothers que também inspirou a criação da minissérie com o mesmo nome do livro. A minissérie The Pacific conta as memórias de dois fuzileiros navais dos Estados Unidos, Robert Leckie, Eugene Sledge, além dos relatos sobre John Basilone, os três fuzileiros lutaram na Guerra do Pacífico durante a Segunda Guerra Mundial.O Pacífico no IMDB.com Uma terceira minissérie de 9 episódios está sendo produzida pelos mesmos produtores de Band of Brothers e The Pacific (Steven Spielberg, Tom Hanks e Gary Goetzman), com a previsão de lançamento para 26 de janeiro de 2024, a minissérie se chama Masters of the Air e será exibida pela Apple TV+. Masters of the Air contará a história do 100º Grupo de Bombardeio da 8ª Força Aérea dos Estados Unidos, durante a Segunda Guerra Mundial e também é baseada no livro de mesmo nome, lançado em 2006 pelo historiador Donald L. Miller. == Prêmios == A série foi indicada para 19 Prêmios Emmy dos quais ganhou 6, incluindo o de \"Melhor Minissérie\", \"Melhor Elenco para uma minissérie, filme ou especial\" e \"Melhor Direção para minissérie, filme ou especial Dramático\". Também ganhou um Globo de Ouro por \"Melhor minissérie ou filme feito para a TV\", um prêmio do American Film Institute, e foi selecionado para um prêmio Peabody por \"...permitir a ambos, história e memória, criar um novo tributo àqueles que lutaram pela preservação da liberdade\". Também ganhou um Writers Guild Award em 2003 pelo sexto episódio, Bastogne. == Episódios == Esta é uma breve sinopse sobre os 10 capítulos da série. Nº Título Diretor Data de lançamento == Imprecisões históricas == Ambos, o livro de Ambrose e a série resultante, são marcados por numerosos pequenos e grandes erros, muitos notados pelos veteranos da 101ª nos sites da web, como em \"Trigger Time\", quando apresenta críticas, junto a testemunhos, de episódio por episódio. Alguns dos erros da série de televisão: * O final do terceiro episódio atesta que Albert Blithe nunca se recuperou dos traumas que sofreu na Normandia, e que faleceu em 1948. Na verdade, Albert Blithe cumpriu seu dever, foi condecorado com a Medalha de Prata por bravura em combate, serviu na Guerra da Coreia e retirou-se do serviço militar no posto de Primeiro-Sargento. Casou-se e teve dois filhos. Ele faleceu em 1967 por complicações de uma cirurgia para úlcera depois de uma cerimônia à memória de Bastogne e foi enterrado no Cemitério Nacional de Arlington com todas as honras militaresArlington National Cemetery. * De acordo com o livro Parachute Infantry: An American Paratrooper's Memoir of D-Day and the Fall of the Third Reich, Richard Winters foi promovido a Major antes de David Webster retornar à Easy Company vindo do Hospital após ser atingido nos Países Baixos. Em todo caso, no oitavo episódio, A Última Patrulha (The Last Patrol), Winters continua como Capitão até receber sua promoção no final do episódio. * No começo do nono episódio, Porquê nós Lutamos (Why We Fight), a data informada no começo do episódio é 11 de Abril de 1945 quando os pára-quedistas observam os cidadãos alemães limpar suas ruas dos destroços da guerra. No final do episódio, voltamos a essa cena até o ponto em que o Capitão Nixon informa aos demais que Hitler suicidou-se. Entretanto, Hitler só veio a se suicidar em 30 de Abril de 1945. * Também no nono episódio, a data marca mais um erro. A história começa \"um mês antes\". Entre 11 de Março de 1945 e 11 de Abril de 1945 Nixon informa: \"O Presidente está morto\". O presidente dos Estados Unidos Franklin D. Roosevelt morreria somente no dia 12 de Abril de 1945. * No final do último episódio, Pontos (Points), é informado que o técnico graduado Joseph Liebgott tornou-se um motorista de táxi em São Francisco após a guerra, mas muitos dizem, inclusive seu próprio filho, que Joseph Liebgott, de fato, tornou-se barbeiro após retornar para casa, vindo da guerra. * A série atesta, também, que a Companhia Easy foi a primeira unidade em Berchtesgaden e no Ninho da Águia, capturando a cidade e cercando a área sem incidentes. Historiadores costumam identificar a 1ª tropa de aliados como a 3ª Divisão da Infantaria Americana, que tomou Berchtesgaden e Berghof, seguida 4 dias depois pela 2ª Divisão Armada Francesa, que capturou o Ninho da Águia e, só então, o 1º batalhão da 506ª, liderado pela Companhia C. Isto, entretanto, pode estar incorreto. O 2º Batalhão do 506ª entrou em Berchtesgaden por uma rota diferente e perdeu homens em um incidente com alguns alemães armados de dois canhões de 88mm de artilharia antiaérea e antitanque. Controvérias começaram a surgir há alguns anos, para precisar qual unidade capturou Berchtesgaden, mas no livro Beyond Band of Brothers, o Major Richard Winters atesta que: * No episódio final, Pontos (Points), o Major Winters aceita a rendição de um coronel alemão, que lhe ofereceu uma Pistola Luger. Na série, Winters diz a ele para ficar com a pistola, mas no DVD Bônus da série, o verdadeiro Winters relembra do incidente e mostra a pistola (uma WalterPP) que ele aceitou. No livro de Ambrose, ele descreve que quando Winters examinou a arma de fogo, atentou ao fato de que nunca havia sido usada, e permaneceu assim desde então. Também no livro Beyond Band of Brothers, o Major afirma que aceitou a pistola, mas que a patente do militar alemão era a de Major, não de Coronel. == Elenco == Aqui segue a lista dos atores e seus respectivos personagens na série: * Damian Lewis como Major Richard Winters (1918- 2011) * Ron Livingston como Capitão Lewis Nixon (1918-1995) * Matthew Settle como Capitão Ronald Speirs (1920-2008) * David Schwimmer como Capitão Herbert Sobel (1912-1987) * Rick Warden como 1° Tenente Harry Welsh (1918-1995) * Neal McDonough como 1° Tenente Lynn \"Buck\" Compton (1921-2012) * Donnie Wahlberg como 2º Tenente C. Carwood Lipton (1920-2001) * Ross McCall como Cabo Joseph Liebgott, (1915–1992) * Frank John Hughes como 2º Sargento William \"Wild Bill\" Guarnere (1923- 2014) * Scott Grimes como SFC. Donald Malarkey (1921-2017) * Rick Gomez como 3º Sargento George Luz (1921–1998) * Simon Pegg como 1° Sargento William Evans (morto em 1944) * Eion Bailey como soldado de 1ª Classe David Kenyon Webster (1922-1961) * James Madio como 3º Sargento Frank Perconte (1917-2013) * Kirk Acevedo como 2º Sargento Joseph Toye (1919–1995) * Michael Cudlitz como Sargento Denver \"Bull\" Randleman, (1920–2003) * Richard Speight Jr. como Sargento Warren \"Skip\" Muck (1922-1945) * Dexter Fletcher como 2º Sargento John Martin, (1922-2005) * Shane Taylor como Cabo Eugene \"Doc\" Roe, enfermeiro (1921–1998) * Peter McCabe como Cabo Donald Hoobler (1923–1945) * Rob Lag como cabo Edward \"Babe\" Heffron (1923-2013) * Matthew Leitch como Primeiro Sargento Floyd \"Tab\" Talbert (1923–1982) * Ben Caplan como Walter \"Smokey\" Gordon (1920–1997) * Stephen Graham como cabo Myron \"Mike\" Ranney (após a guerra continuou no exército, tendo servido nas forças especiais até reformar-se. Faleceu de câncer em 1988) * Marc Warren como cabo Albert Blithe (1923–1967) * Peter Youngblood Hills como 2º Sargento Darrel \"Shifty\" Powers (1923-2009) * Mark Huberman como cabo Lester \"Leo\" Hashey (1925–2002) * Dale Dye como Coronel Robert F. Sink (1905-1965) * Nicholas Aaron como cabo Robert \"Popeye\" Wynn (1921–2000) * Tim Matthews como Soldado de 1ª Classe Alex Penkala (1924–1945) * Michael Fassbender como Sargento Burton P. \"Pat\" Christenson (1922–1999) * Doug Allen como cabo Alton Moore (1920–1958) * Nolan Hemmgs como Sargento Charles E. \"Chuck\" Grant (1915–1985) * Matt Hickey como cabo Patrick O'Keefe (1926–2003) * James McAvoy como cabo James Miller (morreu em 1944, na Holanda) * George Calil como James H. \"Mo\" Alley, Jr. (1920-2008) * Tom Hardy como cabo John A. Janovec (morreu em 1945, na Alemanha, em um acidente automobilístico, quando a guerra na Europa já havia acabado) * Kieran O'Brien como cabo Allen Vest (1925–2001) * Douglas Spain como Antonio C. Garcia (1925–2005) * Rene L. Moreno como Joseph Ramirez * Jamie Bamber como 2º Tenente Jack E. Foley (1922-2009) * Philip Barranti como cabo Wayne A. \"Skiny\" Sisk (1922–1999) * Craig Heaney como cabo Roy Cobb (1914-1990) * Rocky Marshall como cabo Earl \"One Lung\" McClung (1923) * Jason O'Mara como 1° Tenente Thomas Meehan III (1921-1944) * Peter O'Meara como 1° Tenente Norman Dike (1918-1985) * Colin Hanks como 2º Tenente Henry Jones (morto em 1947) * Andrew Scott como John Hall (Operador de rádio e jogador do time de basquete do 506, Companhia A - morto em Brecourt) * Simon Schatzberger como Joseph A. \"Joe\" Lesniewski (1920-2012) * Stephen McCole como Frederick \"Moose\" Heyliger (1916-2001) == Recepção da crítica == Band of Brothers teve aclamação por parte da crítica especializada. Com base de 28 avaliações profissionais, alcançou uma pontuação de 86% no Metacritic. Por votos dos usuários do site, atinge uma nota de 9.3, usada para avaliar a recepção do público. == Ver também == * The Pacific * Masters of the Air * O Resgate do Soldado Ryan == Ligações externas == * * * * * * * * * * Categoria:Séries de televisão de aventura dos Estados Unidos Categoria:Séries de televisão de drama de ação dos Estados Unidos Categoria:Programas da HBO Categoria:Programas de televisão dos Estados Unidos que estrearam em 2001 Categoria:Programas de televisão dos Estados Unidos encerrados em 2001 Categoria:Minisséries premiadas com o Globo de Ouro Categoria:Séries de televisão gravadas em 35 mm na década de 2000 Categoria:Emmy do Primetime de melhor minissérie ou telefilme Categoria:Programas de televisão em língua inglesa Categoria:Programas de televisão produzidos pela DreamWorks Television Categoria:Séries de televisão sobre a Segunda Guerra Mundial",
 "title": "Band of Brothers"
}