{
 "id": "9392",
 "text": "Hector Julio Páride Bernabó, conhecido pelo nome artístico Carybé (Lanús, 7 de fevereiro de 1911 — Salvador, 2 de outubro de 1997), foi um pintor, gravador, desenhista, ilustrador, ceramista, escultor, muralista, pesquisador, historiador e jornalista argentino, brasileiro naturalizado e residente no Brasil desde 1949 até sua morte. == Biografia == === Anos 1910 === No dia 7 de fevereiro de 1911, nasce em Lanús, província de Buenos Aires, Hector Julio Paride Bernabó, que viria a se tornar conhecido como Carybé. Veio ao mundo no dia 7, mas este só foi informado oficialmente da chegada no dia 9, data que consta no seu registro. Talvez em virtude dos dois aniversários por ano tenha nascido sua índole festeira. É o mais jovem dos cinco filhos de Enea Bernabó e Constantina González de Bernabó. Seu pai era um italiano natural de Fivizzano, no noroeste da Toscana, de espírito aventureiro. Começou suas andanças aos dezessete anos, quando foi para os Estados Unidos, e não parou mais. Andou muito até encontrar Dona Constantina, jovem argentina filha de brasileiros residentes em Posadas. Casaram-se e recomeçaram as andanças. Tiveram cinco filhos: Arnaldo, nascido no Brasil, Zora e Delia, no Paraguai, Roberto e Hector, na Argentina. E continuaram as andanças: nem bem o pequeno Hector completava seis meses e a família já se mudava para a Itália. Lá, aprendeu as primeiras letras. Viveram em Gênova até o início da Primeira Guerra Mundial, em 1914, quando se mudaram para Roma, onde ficaram até 1919. Todavia, a situação difícil do pós-guerra, aliada ao espírito andarilho, já fazia com que Enea, sonhasse de novo com a América, onde em pouco tempo a família desembarcava, desta vez na cidade do Rio de Janeiro. === Anos 1920 === Foi um começo difícil. Enea demorou a conseguir trabalho. Entretanto, a esposa Constantina sabia muito e ia ensinando suas artes aos filhos, que ajudavam no sustento da casa. A primeira morada foi em Bonsucesso, trocada depois por outra na rua Pedro Américo, no Catete. Foi nessa que deu-se uma mudança que marcaria para sempre a vida de Hector. Escoteiro do Clube de Regatas do Flamengo, sua tropa era caracterizada pelos apelidos de nomes de peixe: Hector escolheu se chamar Carybé, pequeno peixe amazônico, apelido que o acompanhou para o resto da vida. Carybé começou a trabalhar cedo, numa farmácia do Rio. Depois, foi ajudante no atelier de cerâmica de seu irmão Arnaldo. Em 1928 ingressa na Escola de Belas Artes do Rio de Janeiro, que cursa durante dois anos. Em 1929 seu outro irmão, Roberto, consegue contratos para fazer as decorações de carnaval dos hotéis Glória e Copacabana Palace. Os três irmãos trabalham duro, mas vale a pena: estes contratos rendem a pequena fortuna de dezenove contos de réis e a decisão de Enea de retomarem as andanças, desta vez com destino à Argentina, onde chegam a bordo do navio Blue Star. E é assim, tardiamente, que, aos dezoito anos, Carybé vem a conhecer a terra onde nasceu. === Anos 1930 === A família chega à Argentina junto com a crise econômica mundial. Não havia trabalho. A dificuldade faz os irmãos aceitarem qualquer serviço que se apresente. Por fim, ingressam no jornalismo. Na época os jornais contratavam desenhistas para publicidade, charges e ilustrações, trabalho que Carybé desenvolve paralelamente aos desenhos e pinturas que faz para satisfação pessoal. Foi nessa época que, a pedido de um amigo baiano, Josué de Barros, Carybé trabalha como pandeirista de Carmen Miranda, quando esta se apresentava na Rádio Belgrano, em Buenos Aires. Trabalho que acaba durando três temporadas. Na quarta, Carmen chega acompanhada do conjunto “Bando da Lua”, e dispensa seu pandeirista, dando mais uma contribuição, ainda que dessa vez inconsciente, à arte. Carybé só não fica mais triste porque, coincidentemente, os músicos eram seus velhos amigos, dos tempos da rua Pedro Américo. Em 1938, os irmãos Bernabó foram contratados por um novo jornal, “El Pregón”, em que Carybé consegue o trabalho dos seus sonhos: viajar o mundo, herdeiro que era do espírito andarilho do velho Enea. De cada porto visitado, deveria mandar desenhos e uma breve reportagem sobre suas impressões do lugar. Assim, Carybé conhece Montevidéu, Paranaguá e Santos. Daí, as cidades históricas de Minas. De volta ao mar, Vitória e, finalmente, Salvador da Bahia, onde o aguardava uma surpresa que ele descreve assim: === Anos 1940 === De volta à Argentina, faz sua primeira exposição conjunta, com o artista Clement Moreau, em 1939, no Museu Municipal de Belas Artes, em Buenos Aires, onde também tem sua primeira exposição individual, na galeria Nordiska Kompaniet. Em 1941, faz as ilustrações do 1º Calendário Esso, trabalho que lhe rende o dinheiro necessário para uma longa viagem: de barco, caminhão e trem, percorre Uruguai, Paraguai e Brasil. Na volta à Argentina, entra no país pela província de Salta, onde permanece. Em 1944, faz sua terceira viagem à Bahia. Em Salvador, aprende capoeira com mestre Bimba, frequenta candomblés (notadamente o de Joãozinho da Gomeia), desenha e pinta. Em 1945, realiza sua primeira exposição individual no Brasil, na sede do Instituto dos Arquitetos do Brasil, no Rio de Janeiro. Em 7 de maio de 1946, casa-se com Nancy Colina Bailey, em Tartagal, província de Salta, Argentina. Os recém-casados seguem em lua-de-mel para o Rio de Janeiro. Em 6 de maio de 1947, nasce o primeiro filho, Ramiro, em Buenos Aires. Trabalha na série Conquista, de 1947 a 1949. Em 1949, publica Ajtuss, primeiro livro inteiramente escrito e ilustrado por Carybé. No fim de dezembro de 1949, Carybé deixa a Argentina e vem ao Brasil. No Rio, recebe do amigo Rubem Braga uma carta em que este pedia a Anísio Teixeira que lhe concedessem uma bolsa de trabalho na Bahia. === Anos 1950 === Em 1º de janeiro de 1950 Carybé desembarca em Salvador, desta vez para ficar. Em 1951, expõe na Secretaria de Educação da Bahia o resultado da bolsa de trabalho: a Coleção Recôncavo. No mesmo ano, ganha a Medalha de Ouro da 1ª Bienal Internacional de Livros e Artes Gráficas, pelas ilustrações do livro Bahia, Imagens da Terra e do Povo, de Odorico Tavares. Em 1952, vai a São Paulo, trabalhar no filme O Cangaceiro, de Lima Barreto. Fez 1600 desenhos de cena (storyboard). Segundo consta, foi a primeira vez na história do cinema em que um filme foi desenhado cena por cena. Carybé foi diretor artístico do filme, tendo também participado dele como figurante. Em 28 de agosto de 1953, nasce sua filha Solange, em Salvador. Em 1955, ganha o 1º Prêmio Nacional de Desenho, na III Bienal Internacional de Arte de São Paulo. Em 1957, oficializa sua relação com o país que o acolheu, naturalizando-se brasileiro. No mesmo ano é confirmado Obá de Xangô do terreiro Ilê Axé Opô Afonjá, como Otun Onã Shokun e Iji Apógan na casa de Omolu. Em 1958, viaja para São Paulo, para realizar o mural do Banco Português. Ainda em 1958, viaja com Nancy para Nova Iorque, seguindo daí para o México, a Guatemala, o Panamá e o Peru, chegando, em 1959, à Bolívia e à Argentina, onde Nancy permanece. Em 1959, ganha o concurso internacional para escolher o artista que faria os grandes painéis do terminal da American Airlines no Aeroporto John F. Kennedy, em Nova Iorque. Em 1960, chega àquela cidade para executar as obras. === Anos 1960 === Em 1961, é homenageado com Sala Especial na VI Bienal Internacional de Arte de São Paulo. No mesmo ano, inicia a série de crônicas e reportagens que publicaria no Jornal da Bahia até 1969, sob o pseudônimo Sorgo de Alepo. Publica o álbum de desenhos Carybé, pela coleção Mestres do Desenho. Em 1962, faz exposição individual no Museu de Arte Moderna, em Salvador, e publica o livro As Sete Portas da Bahia. Em 1963, expõe no Nigerium Museum, em Lagos, e recebe o título de Cidadão honorário da Cidade do Salvador. Desenha com índios, pássaros e bichos o mapa do Brasil que decorava os aviões Electra II, da Varig. Ao longo dos anos 60, cria vários painéis, dentre os quais: em 1964, em concreto, fachada do edifício Bráulio Xavier, na praça Castro Alves, em Salvador (15 por 5 metros); 1965, mural em concreto para a fábrica da Willys, em Recife (Pernambuco) e Índios (óleo sobre madeira), para o Banerj, no Rio de Janeiro; 1967, mural em concreto para o Banco Bradesco, na agência da rua Chile, em Salvador, medindo 3X36m; e, em 1968, Os Orixás, série de painéis em madeira para o Banco da Bahia. Em 1966, participa de exposições em Bagdá (patrocínio da Fundação Calouste Gulbenkian) e Roma (coletiva no Palazzo Piero Cortona, realizada por Assis Chateubriand). No mesmo ano publica Olha O Boi, livro de sua autoria. Em 1967 recebe o Prêmio Odorico Tavares como Melhor Plástico de 1967. Em 1968, o quadro “Cavalos” é oferecido à rainha da Inglaterra, como presente do Estado da Bahia, pelo governador Luís Viana. No palácio da Aclamação, Carybé e Nancy participam da solenidade de entrega da obra, onde encontram-se com a rainha Elizabeth II e o príncipe Philip, Duque de Edimburgo. Em 1969 ilustra Ninguém Escreve ao Coronel, livro de Gabriel Garcia Márquez, iniciando uma parceria que levaria todos os livros do autor publicados posteriormente no Brasil a serem ilustrados por Carybé. Ainda em 1969, viaja com Pierre Verger para o Benin, na África. === Anos 1970 === Em 1971, percorre o Brasil com a exposição dos painéis Os Orixás (Rio de Janeiro, São Paulo, Porto Alegre, Florianópolis, Brasília, Curitiba, Belo Horizonte, Recife e Fortaleza). No Rio de Janeiro, acompanha ensaios do bailarino russo Rudolf Nureyev, encontro que rende o álbum Nureyev. Ilustra Cem Anos de Solidão, de Gabriel Garcia Márquez. Em 1972, pinta o mural Nordeste (óleo sobre madeira; 3 por 13 metros), para o BNB, em Salvador. Participa, em 1973, da 1ª Exposição de Belas Artes Brasil/Japão, em Tóquio, Atami, Osaca, São Paulo, Rio de Janeiro e Brasília, sendo galardoado com a Medalha de Ouro. Ainda em 1973, cria o mural da Assembleia Legislativa do Estado da Bahia (concreto; 11X16m). Participa da Sala Especial - Homenagem a Tarsila do Amaral, Flávio de Carvalho e Maria Martins, na XII Bienal de São Paulo. Em 1974, publica o álbum de xilogravuras Visitações da Bahia e, já em 1976, faz as ilustrações para o livro O Gato Malhado e a Andorinha Sinhá, de Jorge Amado. Em 1977, entrega duas estátuas para o Aeroporto Internacional do Galeão, no Rio de Janeiro e vence o III Concurso Nacional de Artes Plásticas da Caixa Econômica. No mesmo ano, recebe o diploma Honra ao Mérito Espiritual ao Obá de Xangô Onã Xokun do Culto Afro-Brasileiro Xangô das Pedrinhas, de Salvador. Em 1978 cria, para o Baneb, o mural Fundação da Cidade de Salvador (técnica mista; 4X18m) e ilustra A Morte e a Morte de Quincas Berro d'Água, de Jorge Amado. Em 1979, faz o mural Oxóssi, no Parque da Catacumba, no Rio de Janeiro (concreto; 2,20 por 1,10 metros). Publica Sete Lendas Africanas da Bahia, pasta com xilogravuras de sua autoria. === Anos 1980 === Em 8 de maio de 1981, vê mais de 15 mil pessoas comparecerem ao Largo do Pelourinho para comemorar seus 70 anos. Na ocasião, lança o livro Iconografia dos Deuses Africanos no Candomblé da Bahia, fruto de trinta anos de pesquisas. Em junho de 1982, recebe o título de Doutor Honoris Causa, da Universidade Federal da Bahia. Publica Uma Viagem Capixaba, com Rubem Braga. Em abril de 1983, inaugura a mostra Iconografia dos Deuses Africanos no Candomblé da Bahia, no The Caribbean Cultural Center, em Nova Iorque. Desenha cenários e figurinos para o Balé Gabriela, Cravo e Canela, apresentado no Teatro Municipal do Rio de Janeiro. Em 1984, na Cidade do México, faz a exposição Semblanza de Dioses y Ritos Afrobrasileños, no Museo Nacional de Las Culturas. Realiza exposição individual no Philadelphia Arts Institute, nos Estados Unidos. Cria a escultura Homenagem à Mãe Baiana (bronze; 3,30 metros), em Salvador. Molda três murais para o Hotel da Bahia (concreto; 108 metros quadrados) e pinta outro para o Aeroporto Internacional de Salvador (óleo sobre tela; 2,08 por 5 metros). Em 1985, ilustra o livro Lendas Africanas dos Orixás, de Pierre Verger e faz a cenografia e os figurinos da ópera La Bohème, encenada no Teatro Castro Alves, em Salvador. Em 1986, realiza a exposição Retrospectiva 1936/1986, no Núcleo de Arte do Desembanco. Em 1988, passa de Otun a Obá Onâ Xokun do terreiro do Ilê Axé Opô Afonjá. Permanece em São Paulo entre março e outubro, fazendo os murais do Memorial da América Latina, cuja autoria divide com o amigo Poty. São seis painéis, medindo 15x4m cada. Destes, executou três: Os Povos Africanos, Os Ibéricos e Os Libertadores. Em 1989, faz uma mostra individual no MASP e lança o livro Carybé, que abrange toda a sua obra até aquele momento, com edição e fotografias de Bruno Furrer, para a Odebrecht S/A (atual Novonor). === Anos 1990 === Em 1990 expõe os originais do livro Iconografia dos Deuses Africanos no Candomblé da Bahia, na Casa França Brasil, no Rio de Janeiro e no Memorial da América Latina, em São Paulo, em exposição conjunta com Pierre Verger. Em 1992 participa da exposição Jorge Amado e as Artes Plásticas, no Museu de Arte da Bahia. No mesmo ano, viaja com Nancy para a Europa, onde faz uma exposição individual na Alemanha, no International Sommertheatre, no Festival de Hamburgo. Também vão a Paris, onde expõe 10 painéis dos Orixás no Centro Georges Pompidou, ainda em comemoração aos 80 anos de Jorge Amado. Ainda em 92 tem o quadro São Sebastião adquirido pelos Musei Vaticano. Em 1993, expõe pela terceira vez na Galeria de Arte do Casino Estoril, em Portugal. Em 1995, faz exposições de uma série de gravuras em diversas galerias, nas cidades de São Paulo, Campinas, Curitiba, Belo Horizonte, Foz do Iguaçu, Porto Alegre, Cuiabá, Goiânia, Fortaleza e Salvador. Em 1995 conheceu o músico e escritor Maharaja, também argentino e que havia chegado à Bahia nessa época à procura de um lugar onde fixar residência. O intuito andarilho de ambos e a amor pela Bahia os aproximou em amizade e Carybé se ofereceu para desenhar as capas dos trabalhos musicais e literários de Maharaja. Em 1996, desenha vinhetas para a TVE Bahia, emissora do IRDEB.Carybé faz vinhetas para TVE baiana. Folha de S.Paulo - Ilustrada No mesmo ano viaja para a Espanha, onde realiza mostra individual na Casa da Galiza (Junta da Galiza) em Madrid. Em 1997, executa gradil e projeto de mural de concreto, ambos para o Museu de Arte Moderna da Bahia. Projeta o gradil da Praça da Piedade, em Salvador. Em 1º de outubro de 1997 morre em Salvador.Carybé morre aos 86 anos em Salvador. Folha Online Certamente não por coincidência, no Terreiro do Ilê Axé Opô Afonjá. === Anos 2000 === *2000: Obras de Carybé são expostas no Museu de Arte Moderna de São Paulo, como parte das comemorações pelos 500 Anos do Brasil. É inaugurada a Roberto Alban Galeria de Arte, com exposição de quadros e vinis do acervo do galerista e da família de Carybé. *2001: Reprodução em forma de mural em mosaico veneziano de uma gravura do artista no navio Costa Marina, da companhia italiana Costa Crociere. *2002: Exposição no Espaço Alfa Romeo, São Paulo, de uma série de desenhos humorísticos realizados pelo artista durante cruzeiro no navio Eugenio Costa, em 1988. *2006: Exposição O Universo Mítico de Hector Julio Paride Bernabó, o baiano Carybé, no Museu AfroBrasil, em São Paulo, com lançamento de catálogo; Exposição Revisitando Carybé, também no Museu AfroBrasil. *2008: Lançamento do Livro Impressões de Carybé quando de sua viagem ao Benin - Museu AfroBrasil – Imprensa Oficial - São Paulo. *2009: Início das atividades do Instituto Carybé, criado com o objetivo de preservar, catalogar e divulgar sua obra e sua memória. **Exposição Carybé, no Museu de Arte Moderna da Bahia, comemorando os setenta anos de sua primeira visita à Bahia e iniciando as comemorações dos 100 anos de Carybé. **Reinauguração dos murais \"Alegria e Festa das Américas\" e \"A Conquista do Oeste\". Originalmente localizados no Aeroporto Kennedy, de NY, as obras foram restauradas e realocadas no Aeroporto Internacional de Miami, Estados Unidos, por iniciativa da Odebrecht USA, em parceria com o Miami Dade County. *2010: Exposição Carybé, desta vez na Embaixada do Brasil em Buenos Aires, comemorando o bicentenário da independência da Argentina. *2011: Diversos eventos comemoram o centenário de Carybé. == Cronologia == * 1925 - Inicia atividades em artes frequentando o ateliê de cerâmica do seu irmão mais velho, Arnaldo Bernabó, no Rio de Janeiro. * 1927-1929 - Frequenta a Escola Nacional de Belas Artes - Enba, no Rio de Janeiro * 1958 - Recebe bolsa de estudos em Nova Iorque, Estados Unidos. * 1919 - Muda-se para o Brasil. * 1921 - É batizado com o nome Carybé pelo grupo de escoteiros do Clube do Flamengo, no Rio de Janeiro. * 1927-1929 - Estudos na Escola Nacional de Belas Artes, no Rio de Janeiro. * 1930 - Trabalha no jornal Notícias Gráficas, em Buenos Aires, na Argentina. * 1935-1936 - Trabalha com o escritor Julio Cortázar e atua como desenhista do jornal El Diário. * 1938 - Enviado a Salvador pelo jornal Prégon. * 1939 - Primeira exposição coletiva, com o artista Clemente Moreau, no Museu Municipal de Belas Artes de Buenos Aires, em Buenos Aires (Argentina); realiza ilustrações para o livro Macumba, Relatos de la Tierra Verde, de Bernardo Kardon, publicado pela Editora Tiempo Nuestro. * 1940 - Ilustra o livro Macunaíma, de Mário de Andrade. * 1941 - Desenha o Almanaque Esso, cujo pagamento lhe permite realizar um longa viagem pelo Uruguai, Brasil, Bolívia e Argentina. * 1941-1942 - Viagem de estudos por vários países da América do Sul * 1942 - Ilustração para o livro La Carreta de Henrique Amorim, publicado pela Editora El Ateneo (Buenos Aires, Argentina). * 1943 - Junto com Raul Brié, traduz para o espanhol o livro Macunaíma, de Mário de Andrade; produz ilustrações para os obras Maracatu, Motivos Típicos y Carnavalescos, de Newton Freitas, publicado pela Editora Pigmaleon, Luna Muerta, de Manoel Castilla, publicado pela Editora Schapire, e Amores de Juventud, de Casanova Callabero; também publica e ilustra Me voy al Norte, pela revista trimestral Libertad Creadora; recebe o Primeiro Prêmio da Câmara Argentina del Libro pela ilustração do livro Juvenília, de Miguel Cané (Buenos Aires, Argentina). * 1944 - Ilustra os livros Poesias Completas de Walt Whitmann e A Cabana do Pai Tomás, ambos pela Editora Schapire e Los Quatro Gigantes del Alma de Mira y Lopez, Salvador BA; frequenta aulas de capoeira, visita candomblés e realiza desenhos e pinturas. * 1945 - Faz ilustrações para o obra Robinson Crusoe, de Daniel Defoe, para a Editora Viau. * 1946 - Auxilia na montagem do jornal Tribuna da Imprensa, no Rio de Janeiro. * 1947 - Trabalha no jornal O Diário Carioca, no Rio de Janeiro. * 1948 - Produz texto e ilustrações para o livro Ajtuss, Ediciones Botella al Mar (Buenos Aires, Argentina). * 1949-1950 - Convidado por Carlos Lacerda para trabalhar na Tribuna da Imprensa, no Rio de Janeiro. * 1950 - A convite do secretário da Educação Anísio Teixeira, muda-se para a Bahia, produzindo naquele ano dois painéis para o Centro Educacional Carneiro Ribeiro (Escola Parque), em Salvador, Bahia. * 1950-1997 - Fixa residência em Salvador, Bahia. * 1950-1960 - Participa ativamente do movimento de renovação das artes plásticas, ao lado de Mário Cravo Júnior, Genaro de Carvalho e Jenner Augusto. * 1951 - Produz texto e ilustrações para obras da Coleção Recôncavo, editada pela Tipografia Beneditina e ilustrações para o livro Bahia, Imagens da Terra e do Povo, de Odorico Tavares, lançado pela Editora José Olímpio do Rio de Janeiro; por este trabalho obtém a medalha de ouro na 1ª Bienal de Livros e Artes Gráficas. * 1952 - Realiza cerca de um mil e 600 desenhos para as cenas do filme O Cangaceiro, de Lima Barreto; trabalha, ainda, como diretor artístico e aparece como figurante neste filme (São Paulo, SP). * 1953 - Ilustração para o livro A Borboleta Amarela, de Rubem Braga, Editora José Olímpio (Rio de Janeiro, RJ). * 1955 - Ilustra a obra O Torso da Baiana, editada pelo Museu de Arte Moderna da Bahia. * 1957 - Naturaliza-se brasileiro; produz águas-fortes, com desenhos originais, para a edição especial do livro Macunaíma, de Mário de Andrade, lançado pela Sociedade dos 100 Bibliófilos do Brasil. * 1958 - Realiza mural em óleo para o Escritório da Petrobras, em Nova Iorque, nos Estados Unidos; ilustra o livro As Três Mulheres de Xangô, de Zora Seljan, Editora G. R. D. (Rio de Janeiro, RJ). * 1959 - Participa do concurso para a escolha do projeto de execução de painéis para o Aeroporto John F.Kennedy, em Nova Iorque, nos Estados Unidos, conquistando o primeiro e segundo prêmios. * 1961 - Ilustra o livro Jubiabá, de Jorge Amado, Livraria Martins Editôra (São Paulo, SP). * 1963 - Recebe o título de Cidadão da Cidade de Salvador, Bahia. * 1965 - Ilustra A Muito Leal e Heróica Cidade de São Sebastião do Rio de Janeiro, obra lançada pela Editora Raymundo Castro Maya (Rio de Janeiro, RJ). * 1966 - É co-autor com Jorge Amado da obra Bahia, Boa Terra Bahia, Editora Image (Rio de Janeiro, RJ); é autor (texto e ilustrações) do livro Olha o Boi, lançado pela Editora Cultrix (São Paulo, SP). * 1967 - Recebe o Prêmio Odorico Tavares - Melhor Artista Plástico de 1967, em concurso instituído pelo governo do estado para estimular o desenvolvimento das artes plásticas na Bahia; realiza o Painel dos Orixás para o Banco da Bahia (atualmente cedidos ao Museu Afro-Brasileiro da UFBA) (Salvador, BA). * 1968 - Ilustra os livros Carta de Pero Vaz de Caminha ao Rei Dom Manuel, Editora Sabiá (Rio de Janeiro) e Capoeira Angolana, de Waldeloir Rego, Editora Itapoã (Bahia). * 1969 - Produz ilustrações para o livro Ninguém Escreve ao Coronel, de Gabriel Garcia Marquez, Editora Sabiá (Rio de Janeiro, RJ). * 1970 - Realiza ilustrações para os livros O Enterro do Diabo e Os Funerais de Mamãe Grande, editados pela Editora Sabiá (Rio de Janeiro, RJ); realiza ilustrações para o livro Agotimé her Legend, de Judith Gleason, editado pela Grossman Publishers (Nova Iorque, EUA). * 1971 - Ilustra os livros Cem Anos de Solidão, de Gabriel Garcia Marquez e A Casa Verde de Mario Vargas Llosa, ambos da Editora Sabiá (Rio de Janeiro, RJ); produz texto e ilustração para o livro Candomblé da Bahia, lançado pela Editora Brunner (São Paulo, SP). * 1973 - Ilustração para o livro de Gabriel Garcia Marquez, A Incrível e Triste História de Cândida Erendira e sua Avó Desalmada (Rio de Janeiro, RJ); realiza mural para a Assembleia Legislativa e painel para a Secretaria da Fazenda do Estado da Bahia. * 1974 - Produz xilogravuras para o livro Visitações da Bahia, publicado pela Editora Onile. * 1976 - Ilustra o livro O Gato Malhado e a Andorinha Sinhá: uma história de amor, de Jorge Amado (Salvador, BA); recebe o título de Cavaleiro da Ordem do Mérito da Bahia. * 1977 - Diplomado com a Honra ao Mérito Espiritual Culto Afro-Brasileiro, Xangô das Pedrinhas ao Obá de Xangô Carybé (Magé, RJ). * 1978 - Realiza a escultura em concreto Oxóssi, no Parque da Catacumba; ilustra o livro A Morte e a Morte de Quincas Berro D´Água , de Jorge Amado, Edições Alumbramento (Rio de Janeiro, RJ). * 1979 - Produz xilogravuras para o livro Sete Lendas Africanas da Bahia, lançado pela Editora Onile. * 1980 - Desenha figurinos e cenário para o ballet Quincas Berro D´Água, no Teatro Municipal do Rio de Janeiro. * 1981 - Publicação do livro Iconografia dos Deuses Africanos no Candomblé da Bahia (Ed. Raízes), após trinta anos de pesquisas. * 1982 - Recebe o título de Doutor Honoris Causa de UFBA. * 1983 - Realiza painel para a Embaixada Brasileira em Lagos, na Nigéria. * 1984 - Recebe a Comenda Jerônimo Monteiro no Grau de Cavaleiro (Espírito Santo); recebe a Medalha do Mérito Castro Alves, concedida pela Academia de Letras da UFBA; realiza a escultura em bronze Homenagem à mulher baiana, no Shopping Center Iguatemi (Salvador, BA). * 1985 - Desenha figurinos e cenografia para o espetáculo La Bohéme, no Teatro Castro Alves; ilustra o livro Lendas Africanas dos Orixás, de Pierre Verger, publicado pela Editora Currupio. * 1992 - Ilustra o livro O sumiço da santa: uma história de feitiçaria, de Jorge Amado (Rio de Janeiro, RJ). * 1995 - Ilustração do livro O uso das plantas na sociedade iorubá, de Pierre Verger (São Paulo, SP). * 1996 - Realização do curta-metragem Capeta Carybé, de Agnaldo Siri Azevedo, adaptação do livro O Capeta Carybé, de Jorge Amado, sobre o artista plástico Carybé, nascido na Argentina e que veio a tornar-se o mais baiano dos brasileiros. * 1997 - Ilustração do livro Poesias de Castro Alves. == Obras == Principais obras: *São Jorge (1956) *Baianas (1957) *Cidade Baixa (1964) *Feira (1964) *Nu Sentado (1965) *Cabaré (1966) *Capoeira (1974) *Cangaceiros (1987) *Murais do Memorial da América Latina (1990) *Jogos (1990) *Os conjurados (1995) === Murais no Aeroporto Internacional de Miami === A American Airlines, a Odebrecht (atual Novonor) e o Departamento de Aviação da cidade de Miami fizeram uma parceria para levar uma preciosidade da arte latino-americana para o Aeroporto Internacional de Miami. A parceria resultará em uma das mais importantes contribuições a cidade de Miami, levando a arte do artista brasileiro Carybé para o \"Aeroporto das Américas.\" Dois dos murais de Carybé, considerados ícones das obras de arte pública do setor de aviação dos EUA, estavam sendo exibidos no terminal da American Airlines no Aeroporto JFK em Nova York desde 1960. Os murais de 5 por 16 metros foram encomendados quando Carybé ganhou primeiro e segundo lugares em uma competição de criação de obras de arte pública no aeroporto. A brasileira Beatrice Esteve, de passagem pelo aeroporto, soube que as obras de Carybé seriam demolidas junto com o terminal. Esteves conversou, então, com Gilberto Sá, um dos diretores da empresa de construção civil Odebrecht (conhecida pelos mega projetos construídos ao redor do mundo e também pelo envolvimento e condenação do ex- presidente da empresa e seus diretores no escândalo de corrupção conhecido como \"Lava-jato\"). Depois de saber sobre a demolição do terminal, a Odebrecht teve a iniciativa de resgatar os murais do artista através de uma parceria com a American Airlines. A American Airlines doou os murais a cidade de Miami, e a Odebrecht investiu em um projeto para remover, restaurar, transportar e instalar os murais no Aeroporto Internacional de Miami. Quando os especialistas de Nova York concluírem o processo de restauração ainda em 2009, os murais serão exibidos permanentemente no novo Terminal Sul do Aeroporto de Miami, construído pela Odebrecht em um empreendimento conjunto. O mural \"Rejoicing and Festival of the Americas\" (Alegria e Festival das Américas) retrata cenas coloridas de festivais populares de países das Américas, e \"Discovery and Settlement of the West\" (Descoberta e Colonização do Oeste) descreve a jornada pioneira rumo ao oeste dos EUA. Os estilos variados da arte de Carybé refletem o sabor das diversas etnias da cidade, assim como a rica cultura de Miami. Sua arte é permeada de cores vibrantes, cultura rica e tradições místicas da Bahia, estado brasileiro. A celebração da vida e o respeito à diversidade cultural são qualidades compartilhadas entre Carybé e a comunidade de Miami, fazendo do Aeroporto de Miami o lugar perfeito para seus murais. === Obras em acervos === * Acervo Banco Itaú - São Paulo, SP; * Centro de Arte Moderna da Fundação Calouste Gulbenkian - Lisboa, Portugal; * Fundação Raymundo de Castro Maya - Rio de Janeiro, RJ; * MAM - Salvador, BA; * MAM - São Paulo, SP; * MoMA - Nova York, Estados Unidos; * Museu Afro-Brasileiro - Salvador, BA; * Museu da Cidade - Salvador, BA; * Museu Nacional de Arte Contemporânea - Lisboa, Portugal; * Museu de Arte da Bahia - Salvador, BA; * Casa da Manchete - Rio de Janeiro, RJ; * Museum Rade - Reinbek, Alemanha; * Núcleo de Artes do Desenbanco - Salvador, BA; * Pinacoteca Ruben Berta - Porto Alegre, RS; e * Museu de Arte de Londrina - Londrina, PR. No acervo do Museu de Arte de Londrina, estão as seguinte obras: * Sem Título - Gravura * Os Ouros de Dagmar - Gravura * Sem Título - Nanquim sobre Papel == Exposições == ; Individuais * 1943 - Buenos Aires (Argentina) - Primeira individual, na Galeria Nordiska * 1944 - Salta (Argentina) - Individual, no Consejo General de Educacion * 1945 - Salta (Argentina) - Individual, na Amigos del Arte, Buenos Aires (Argentina) - Motivos de América, na Galeria Amauta, Rio de Janeiro RJ - Individual, no IAB/RJ * 1947 - Salta (Argentina) - Individual, na Agrupación Cultural Feminina * 1950 - Salvador BA - Primeira individual na Bahia, no Bar Anjo Azul, São Paulo SP - Individual, no Masp * 1952 - São Paulo SP - Individual, no MAM/SP * 1954 - Salvador BA - Individual, na Galeria Oxumarê * 1957 - Nova York (Estados Unidos) - Individual, na Bodley Gallery, Buenos Aires (Argentina) - Individual, na Galeria Bonino * 1958 - Nova York (Estados Unidos) - Individual, na Bodley Gallery * 1962 - Salvador BA - Individual, no MAM/BA * 1963 - Rio de Janeiro RJ - Individual, na Galeria Bonino * 1965 - Rio de Janeiro RJ - Individual, na Galeria Bonino * 1966 - São Paulo SP - Individual, na Galeria Astrea * 1967 - Rio de Janeiro RJ - Individual, na Galeria Santa Rosa * 1969 - Londres (Inglaterra) - Individual, na Varig Airlines * 1970 - Rio de Janeiro RJ - Individual, na Galeria da Praça * 1971 - Rio de Janeiro RJ - Individual, no MAM/RJ, São Paulo SP - Individual, em A Galeria, Belo Horizonte MG, Brasília DF, Curitiba PR, Florianópolis SC, Porto Alegre RS, Rio de Janeiro RJ e São Paulo SP - Painel dos Orixás (individual itinerante), na Casa da Cultura de Belo Horizonte, no MAM/DF, na Biblioteca Pública do Paraná, na Assembleia Legislativa do Estado de Santa Catarina, na Assembleia Legislativa do Rio Grande do Sul no MAM/RJ e no MAM/SP * 1972 - Fortaleza CE - Painel dos Orixás, no Museu de Arte da Universidade Federal do Ceará, Recife PE - Painel dos Orixás, no Teatro de Santa Isabel * 1973 - São Paulo SP - Individual, em A Galeria * 1976 - Salvador BA - Individual, na Igreja e Convento de Nossa Senhora do Carmo * 1980 - São Paulo SP - Individual, em A Galeria * 1981- Lisboa (Portugal) - Individual, no Cassino Estoril * 1982 - São Paulo SP - Individual, na Renot Galeria de Arte, São Paulo SP - Individual, em A Galeria * 1983 - Nova York (Estados Unidos) - Iconografia dos Deuses Africanos no Candomblé da Bahia, The Caribbean Cultural Center * 1984 - Filadélfia (Estados Unidos) - Individual, no Philadelphia Arts Institute, México - Individual, no Museo Nacional de Las Culturas, São Paulo SP - Individual, na Galeria de Arte André * 1986 - Lisboa (Portugal) - Individual, no Cassino Estoril, Salvador BA - As Artes de Carybé, no Núcleo de Artes Desenbanco * 1989 - Lisboa (Portugal) - Individual, no Cassino Estoril, São Paulo SP - Individual, no Masp * 1995 - São Paulo SP - Individual, na Documenta Galeria de Arte, São Paulo SP - Individual, na Casa das Artes Galeria, Campinas SP - Individual, na Galeria Croqui, Curitiba PR - Individual, na Galeria de Arte Fraletti e Rubbo, Belo Horizonte MG - Individual, na Nuance Galeria de Arte, Foz do Iguaçu PR - Individual, na Ita Galeria de Arte, Porto Alegre RS - Individual, na Bublitz Decaedro Galeria de Artes, Cuiabá MT - Individual, na Só Vi Arte Galeria, Goiânia GO - Individual, na Época Galeria de Arte, São Paulo SP - Individual, na Artebela Galeria Arte Molduras, Fortaleza CE - Individual, na Galeria Casa D'Arte, Salvador BA - Individual, na Oxum Casa de Arte ; Coletivas * 1939 - Buenos Aires (Argentina) - Exposição Carybé e Clemente Moreau, no Museo Municipal de Belas Artes * 1943 - Buenos Aires (Argentina) - 29º Salon de Acuarelistas y Grabadores - primeiro prêmio * 1946 - Buenos Aires (Argentina) - Desenhos de Artistas Argentinos, na Galeria Kraft * 1948 - Washington (Estados Unidos) - Artists of Argentina, na Pan American Union Gallery * 1949 - Buenos Aires (Argentina) - Carybé e Gertrudis Chale, na Galeria Viau, Salvador BA - Salão Baiano de Belas Artes, no Hotel Bahia * 1950 - Salvador BA - 2ª Salão Baiano de Belas Artes, São Paulo SP - Coletiva, no MAM/SP * 1951 - São Paulo SP - 1ª Bienal Internacional de São Paulo, no Pavilhão do Trianon * 1952 - Salvador BA - 3º Salão Baiano de Belas Artes, no Belvedere da Sé, São Paulo SP - Coletiva, no MAM/SP * 1953 - Recife PE - Mario Cravo Júnior e Carybé, no Teatro de Santa Isabel, São Paulo SP - 2ª Bienal Internacional de São Paulo, no MAM/SP * 1954 - Salvador BA - 4º Salão Baiano de Belas Artes, no Hotel Bahia. - medalha de bronze * 1955 - São Paulo SP - 3ª Bienal Internacional de São Paulo, no MAM/SP - primeiro prêmio desenho * 1956 - Salvador BA - Artistas Modernos da Bahia, na Galeria Oxumarê, Veneza (Itália) - 28ª Bienal de Veneza * 1957 - Rio de Janeiro RJ - 6º Salão Nacional de Arte Moderna - isenção de júri, São Paulo SP - Artistas da Bahia, no MAM/SP, Rio de Janeiro RJ - 6º Salão Nacional de Arte Moderna * 1958 - São Francisco (Estados Unidos) - Works by Brasilian Artists, no Fine Arts Museums of San Francisco, Washington e Nova York (Estados Unidos) - Works by Brasilian Artists, na Pan American Union e no MoMA * 1959 - Seattle (Estados Unidos) - 30º International Exhibition, no Seattle Art Museum, Salvador BA - Artistas Modernos da Bahia, na Escola de Odontologia * 1961 - São Paulo SP - 6ª Bienal Internacional de São Paulo, no MAM/SP - sala especial * 1963 - Lagos (Nigéria) - Brazilian Contemporary Artists, no Nigerian Museum, São Paulo SP - 7ª Bienal Internacional de São Paulo, na Fundação Bienal * 1964 - Salvador BA - Exposição de Natal, na Galeria Querino * 1966 - Bagdá (Iraque) - Coletiva, patrocinada pela Fundação Calouste Gulbenkian, Madri (Espanha) - Artistas da Bahia, no Instituto de Cultura Hispânica, Roma (Itália) - Coletiva, no Palácio Piero Cartona, Salvador BA - 1ª Bienal Nacional de Artes Plásticas (Bienal da Bahia) - sala especial, Salvador BA - Desenhistas da Bahia, na Galeria Convivium * 1967 - Salvador BA - Exposição Coletiva de Natal, na Panorama Galeria de Arte, São Paulo SP - Artistas da Bahia, em A Galeria * 1968 - São Paulo SP - Artistas Baianos, em A Galeria * 1969 - Londres (Inglaterra) - Coletiva, na Tryon Gallery, São Paulo SP - 1º Panorama de Arte Atual Brasileira, no MAM/SP, São Paulo SP - Carybé, Carlos Bastos e Mario Cravo Jr. , na Galeria de Arte Portal * 1970 - Liverpool (Inglaterra) - 12 Artistas Contemporâneos Brasileiros, na Universidade de Liverpool, Rio de Janeiro RJ - Pintores da Bahia, na Galeria Marte 21, Salvador BA - Exposição de Reinauguração da Panorama Galeria de Arte, Porto Alegre RS - Acervo do Museu de Arte Moderna de São Paulo, no Instituto de Artes da UFRGS, São Paulo SP - Exposição de Natal, na Galeria Irlandini * 1971 - São Paulo SP - 11ª Bienal Internacional de São Paulo, na Fundação Bienal - sala especial, São Paulo SP - 3º Panorama de Arte Atual Brasileira, no MAM/SP * 1972 - São Paulo SP - Arte/Brasil/Hoje: 50 anos depois, na Galeria da Collectio, Recife PE - Arte Baiana Hoje, no Hotel Miramar, São Paulo SP - 50 Anos de Arte Moderna no Brasil, em A Galeria * 1973 - Salvador BA - 150 Anos de Pintura na Bahia, no MAM/BA, São Paulo SP - 12ª Bienal Internacional de São Paulo, na Fundação Bienal - sala especial, Tóquio, Atami, Osaka (Japão), São Paulo SP, Rio de Janeiro RJ e Brasília DF - 1ª Exposição de Belas Artes Brasil-Japão - medalha de ouro, São Paulo SP - Carybé e Ramiro Bernabó, no A Galeria, Belo Horizonte MG - Jorge Amado e os Artistas de Teresa Batista Cansada de Guerra, na Galeria de Arte Ami * 1974 - Salvador BA - Plásticos da Bahia, Salvador BA - Salão de Arte do Clube de Engenharia da Bahia * 1975 - Rio de Janeiro RJ - Carybé e Aldemir Martins, na Mini Gallery, Salvador BA - Feira da Bahia, Tóquio, Atami, Osaka (Japão), São Paulo SP, Rio de Janeiro RJ e Brasília DF - 2ª Exposição de Belas Artes Brasil - Japão * 1976 - São Paulo SP - Carybé e Preti, na Grifo Galeria de Arte, São Paulo SP - Mostra de Arte, Grupo Financeiro BBI, Tóquio, Atami, Osaka (Japão), São Paulo SP, Rio de Janeiro RJ e Brasília DF - 3ª Exposição de Belas Artes Brasil-Japão * 1979 - São Paulo SP - 15ª Bienal Internacional de São Paulo, na Fundação Bienal, Tóquio, Kioto, Atami (Japão), Rio de Janeiro RJ e São Paulo SP - 4ª Exposição de Belas Artes Brasil-Japão * 1980 - Dacar (Senegal) - Pintores Baianos, São Paulo SP - Exposição de Arte Contemporânea, na Chapel Art Show, Lisboa (Portugal) - Semana da Bahia, na Cassino Estoril, Fortaleza CE - 11 Artistas da Bahia, na Universidade Federal do Ceará, Salvador BA - Gravuras da Coleção Antonio Celestino, no Museu Carlos Costa Pinto, Penápolis SP - 4º Salão de Artes Plásticas da Noroeste, na Fundação das Artes de Penápolis - artista convidado * 1981 - Nekai, Tóquio, Atami e Kioto (Japão), Brasilília DF, Rio de Janeiro RJ e São Paulo SP - 5ª Exposição de Belas Artes Brasil-Japão * 1982 - Salvador BA - A Arte Brasileira da Coleção Odorico Tavares, no Museu Carlos Costa Pinto, Brasília DF - Três Artistas da Bahia, no Centro Cultural Thomas Jefferson * 1983 - Salvador BA - Artistas Amigos do Bistrô do Luiz * 1984 - Salvador BA - Influência de Mãe Menininha do Gantois na Cultura Baiana, no Museu de Arte da Bahia, Fortaleza CE - Artistas da Bahia, no Fundação Edson Queiroz - Universidade, Dacar (Senegal) - Artistas da Bahia, na Galeria Nacional, Aracaju SE - Coletiva Artistas Baianos, na J. Inácio Galeria de Arte, São Paulo SP - Tradição e Ruptura: síntese de arte e cultura brasileiras, na Fundação Bienal * 1985 - San José (Costa Rica) - Coletiva Arte Bahia, na Galeria 2. 000, São Paulo SP - 100 Obras Itaú, no Masp * 1986 - Brasília DF - Baianos em Brasília, na Casa da Manchete * 1986 - Curitiba PR - Um Artista Presenteia a Cidade, no Solar do Barão * 1986 - Salvador BA - 39 Desenhos da Coleção Recôncavo, no Museu de Arte da Bahia * 1987 - Salvador BA - Doze Artistas Brasileiros, na Anarte Galeria * 1987 - São Paulo SP - 20ª Exposição de Arte Contemporânea, na Chapel Art Show * 1988 - Salvador BA - Os Ilustrados de Jorge Amado, na Fundação Casa de Jorge Amado * 1988 - São Paulo SP - 15 Anos de Exposição de Belas Artes Brasil-Japão, na Fundação Mokiti Okada * 1988 - São Paulo SP - Os Ritmos e as Formas: arte brasileira contemporânea, no Sesc Pompéia * 1989 - Copenhague (Dinamarca) - Os Ritmos e as Formas: arte brasileira contemporânea, Museu Charlottenborg * 1992 - Santo André SP - Litogravura: métodos e conceitos, no Paço Municipal, Zurique (Suíça) - Brasilien: Entdeckung und Selbstentdeckung, no Kunsthaus Zürich * 1994 - São Paulo SP - Gravuras: sutilezas e mistérios, técnicas de impressão, na Pinacoteca do Estado * 1996 - São Paulo SP - Norfest 96: Artes Visuais, no D&D; Shopping * 1998 - São Paulo SP - Impressões: a arte da gravura brasileira, no Espaço Cultural Banespa-Paulista, São Paulo SP - Marinhas em Grandes Coleções Paulistas, no Espaço Cultural da Marinha * 1999 - Rio de Janeiro RJ - Mostra Rio Gravura. Gravura Moderna Brasileira: acervo Museu Nacional de Belas Artes, no MNBA * 1999 - Salvador BA - 100 Artistas Plásticos da Bahia, no Museu de Arte Sacra* 1999 - São Paulo SP - A Ressacralização da Arte, no Sesc Pompéia * 1999 - São Paulo SP - Cotidiano/Arte. O Consumo - Paratodos, no Itaú Cultural * 1999 - São Paulo SP - Cotidiano/Arte. O Consumo - Metamorfose do Consumo, no Itaú Cultural * 2000 - São Paulo SP - Brasil + 500 Mostra do Redescobrimento, na Fundação Bienal * 2001 - Rio de Janeiro RJ - Aquarela Brasileira, no Centro Cultural Light * 2001 - São Paulo SP - 4 Décadas, na Galeria de Arte André * 2001 - São Paulo SP - Figuras e Faces, em A Galeria == Ver também == * Murais e Painéis artísticos de autoria do artista Carybé == Ligações externas == * * Carybé no Aeroporto Internacional de Miami * História dos Orixás * Orixás e Candomblés de Carybé * Obras de Carybé Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Argentinos de ascendência italiana Categoria:Argentinos expatriados no Brasil Categoria:Brasileiros de ascendência argentina Categoria:Brasileiros de ascendência italiana Categoria:Candomblecistas do Brasil Categoria:Cidadãos naturalizados do Brasil Categoria:Cultura da Bahia Categoria:Desenhistas do Brasil Categoria:Gravadores do Brasil Categoria:Ilustradores do Brasil Categoria:Naturais de Lanús Categoria:Pessoas com dupla nacionalidade Categoria:Pintores da Argentina Categoria:Pintores da Bahia",
 "title": "Carybé"
}