{
 "id": "93954",
 "text": "Rubber Soul é o sexto álbum de estúdio da banda britânica de rock The Beatles. Foi lançado em 3 de dezembro de 1965 pelo selo Parlophone da gravadora EMI no Reino Unido, acompanhado pelo single \"Day Tripper\"/\"We Can Work It Out\", cujas músicas não aparecem no álbum. O lançamento original na América do Norte, distribuído pela gravadora Capitol, apresenta dez das quatorze canções e duas faixas omitidas do álbum anterior. Foi descrito como uma importante realização artística da banda, recebendo críticas favoráveis e liderando paradas de vendas do Reino Unido e dos Estados Unidos por várias semanas. As sessões de gravação ocorreram em Londres durante um período de quatro semanas, começando em outubro de 1965. Pela primeira vez em sua carreira, os Beatles estavam disponíveis para gravar um álbum livre de turnês, filmagens ou compromissos no rádio. Muitas vezes referido como um álbum de folk rock, particularmente por sua versão norte-americana, Rubber Soul incorpora uma mistura dos estilos de música pop, soul e folk. O título deriva do coloquialismo \"plastic soul\". Depois de A Hard Day's Night, em 1964, foi o segundo disco dos Beatles a conter somente material autoral. As canções demonstram a crescente maturidade dos Beatles como letristas e, na incorporação de tons de guitarra mais brilhantes e nova instrumentação, como sitar, harmônio e baixo com fuzz, o grupo buscou sons e arranjos mais expressivos para sua música. O projeto marcou uma progressão no tratamento da banda ao formato do álbum como uma plataforma artística, uma abordagem que eles continuaram a desenvolver com Revolver (1966) e Sgt. Pepper's Lonely Hearts Club Band (1967). As quatro canções omitidas pela Capitol apareceram mais tarde no lançamento norte- americano Yesterday and Today. Rubber Soul foi altamente influente no círculo social e artístico dos Beatles, levando a um foco na criação de álbuns com canções consistentemente de alta qualidade, se afastando do formato single. Foi reconhecido pela crítica musical como um álbum que abriu as possibilidades da música pop em termos de abrangência lírica e musical, e como uma obra-chave na criação de estilos como a psicodelia e o rock progressivo. A revista Rolling Stone classificou-o em quinto lugar em sua lista \"Os 500 Maiores Álbuns de Todos os Tempos\". Em 2000, foi escolhido em 34º lugar na terceira edição do livro All Time Top 1000 Albums de Colin Larkin. O álbum foi certificado seis vezes em disco de platina pela Associação Americana da Indústria de Gravação em 1997. Em 2013, Rubber Soul foi certificado em platina pela Indústria Fonográfica Britânica por suas vendas no Reino Unido desde 1994. == Contexto == A maioria das canções em Rubber Soul foram compostas logo após o retorno dos Beatles a Londres, após sua turnê norte-americana de agosto de 1965. Além de marcarem um novo recorde de audiência após tocarem para 55 mil pessoas no Shea Stadium, a turnê permitiu que a banda se reunisse com Bob Dylan em Nova Iorque e Elvis Presley em Los Angeles. Embora os Beatles tivessem lançado Help! naquele mesmo mês, a exigência por um novo álbum a tempo do natal seguia o cronograma estabelecido com a EMI por Brian Epstein, o empresário do grupo, e George Martin, seu produtor musical, em 1963. Em suas novas canções, os Beatles se inspiraram em artistas da música soul de gravadoras como Motown e Stax, particularmente os singles que eles ouviram no rádio durante a turnê, e no folk rock contemporâneo de Dylan e dos Byrds. Dois anos após o inicio da Beatlemania, a banda estava aberta para explorar novos temas em sua música através da combinação de seu descontentamento em tocar para plateias cheias de fãs histéricos, seu poder comercial, uma curiosidade compartilhada obtida por meio da literatura e do uso de alucinógenos, e os seus interesses no potencial do estúdio. De acordo com Ringo Starr, Rubber Soul foi o \"disco de partida\" dos Beatles, escrito e gravado durante um período em que, em grande parte por influência da maconha, \"Nós estávamos expandindo em todas as áreas das nossas vidas, nos abrindo para várias atitudes diferentes\". O álbum reflete especialmente o amadurecimento de John Lennon como compositor, como ele foi encorajado a abordar questões mais amplas do que antes através do exemplo de Dylan. A perspectiva de George Harrison foi transformada pelas experiências dele e de Lennon com o LSD, contando que a droga havia revelado a ele a futilidade da fama exacerbada da banda por \"abrir todas essas outras consciências\". O autor Mark Prendergast reconheceu Rubber Soul como \"o primeiro disco dos Beatles que foi visivelmente influenciado pelas drogas\". Lennon o chamava de \"o álbum da erva\". A maconha apelou ao ideal boêmio da banda. Paul McCartney disse que era típico de uma mudança do álcool para uma \"cena mais beatnik, como o jazz\". == Produção == === Histórico de gravação === As gravações de Rubber Soul começaram em 12 de outubro de 1965 no estúdio EMI (atual Abbey Road Studios) em Londres; a produção final e mixagem ocorreram em 15 de novembro. Durante as sessões, os Beatles normalmente se concentravam em ajustar o arranjo musical de cada canção, uma abordagem que reflete a crescente divisão entre a banda ao vivo e suas ambições como artistas de estúdio. O produtor George Martin mais tarde descreveu Rubber Soul como \"o primeiro álbum a apresentar um novo, crescido Beatles ao mundo\", adicionando: \"Pela primeira vez começamos a pensar nos álbuns como arte por si só, como entidades completas.\" As sessões se estenderam por treze dias e totalizaram 113 horas, com mais dezessete horas (entre seis dias) permitidas para mixagem. A banda trabalhou em um prazo apertado para garantir que o álbum estivesse completo a tempo de um lançamento antes do natal. No entanto, eles estavam na posição até então desconhecida de poderem se dedicar exclusivamente a um projeto de estúdio, livres de turnês, filmagens ou compromissos no rádio. Os Beatles cederam a apenas duas interrupções durante esse período. Em 26 de outubro, eles receberam suas medalhas como membros da Ordem do Império Britânico (MBE) no Palácio de Buckingham, entregues por Isabel II; e entre 1º e 2 de novembro, a banda filmou suas aparições no programa The Music of Lennon & McCartney da emissora Granada Television. A partir de 4 de novembro, quando apenas cerca de metade do número necessário de canções estava quase concluída, as sessões estavam agendadas para terminar às três da manhã todos os dias. Depois de A Hard Day's Night em 1964, Rubber Soul foi o segundo álbum dos Beatles a conter somente material autoral. Como os principais compositores da banda, Lennon e McCartney lutaram para completar canções suficientes para o projeto.Lewisohn, Mark. \"High Times\". In: . Após a sessão de 27 de outubro ser cancelada em razão da falta de um novo material, Martin disse a um repórter que ele e o grupo \"esperavam retomar na próxima semana\" mas não considerariam gravar canções de outros compositores. Os Beatles completaram \"Wait\" para o álbum, tendo gravado sua faixa rítmica durante as sessões de Help! em junho de 1965. Eles também gravaram o instrumental \"12-Bar Original\", um blues de doze compassos no estilo de Booker T. & the M.G.'s. Creditado a todos os membros da banda, permaneceu inédito até 1996. O grupo gravou as canções \"Day Tripper\" e \"We Can Work It Out\" durante as sessões de Rubber Soul para ser lançada como um compacto (single) acompanhando o álbum. Evitando a necessidade de divulgar o single com várias aparições na televisão, os Beatles optaram por produzir videoclipes para as duas canções, a primeira vez que eles fizeram com um single. Dirigidos por Joe McGrath, os clipes foram filmados no Twickenham Film Studios no sudoeste de Londres em 23 de novembro. === Instrumentação === Lennon lembrou que Rubber Soul foi o primeiro álbum em que os Beatles tomaram o controle no estúdio e fizeram demandas ao invés de apenas aceitar os padrões de gravação. De acordo com Tim Riley, o disco reflete \"a nova afeição por gravar\" em detrimento das apresentações ao vivo. De acordo com Barry Miles, Rubber Soul e seu sucessor de 1966, Revolver, foram \"quando (os Beatles) 'fugiram' de George Martin e tornaram-se entidades criativas próprias\". Em 1995, Harrison contou que Rubber Soul era o seu álbum favorito dos Beatles, adicionando: \"Certamente nós sabíamos que estávamos fazendo um bom álbum. Mas o mais importante era que, de repente, nós ouvíamos sons que não éramos capazes de ouvir antes\". Durante as sessões, McCartney tocou um baixo Rickenbacker 4001 de corpo sólido, que produzia um som mais cheio que de seu Hofner de corpo oco. O desenho do Rickenbacker permitiu uma maior precisão melódica, uma característica que conduziu McCartney a contribuir com linhas de baixo mais complexas. Durante o resto de sua carreira nos Beatles, esse modelo iria se tornar o principal baixo de Paul em estúdio. Harrison utilizou uma Fender Stratocaster pela primeira vez, mais notavelmente em sua parte da canção \"Nowhere Man\". A variedade nos tons de violão e guitarra por todo o álbum também foi auxiliada pelo uso de capos por Harrison e Lennon em canções como \"If I Needed Someone\" e \"Girl\". Em Rubber Soul, os Beatles se afastaram da instrumentação padrão do rock and roll, especialmente pelo uso da sitar por George em \"Norwegian Wood\". Tendo sido apresentado ao instrumento no set de filmagem de Help!, o interesse de Harrison foi alimentado por seus colegas fãs de música indiana Roger McGuinn e David Crosby dos Byrds, em meio a turnê dos Beatles nos Estados Unidos. Também foi feito o uso do harmônio durante as sessões, marcando a estreia deste instrumento na música rock. A vontade da banda de experimentar sons foi ainda demonstrada com McCartney tocando um baixo fuzz em \"Think for Yourself\" sobre sua parte de baixo padrão, e no uso de um piano feito para soar como um cravo barroco em \"In My Life\". O último efeito surgiu após Lennon sugerir que George Martin tocasse algo \"como Bach\". Martin gravou o solo de piano com a fita rodando em meia velocidade; quando tocada na velocidade normal, o som acelerado dava a ilusão de um cravo. Desse modo, os Beatles utilizavam o estúdio de gravação como um instrumento, uma abordagem que eles desenvolveram mais a fundo em Revolver. As harmonias vocais de Lennon, McCartney e Harrison foi outro detalhe que veio a tipificar o som de Rubber Soul. Paul McCartney disse que como parte de seu maior envolvimento na produção do álbum, a banda participou das sessões de mixagem invés de deixar Martin trabalhar em sua ausência. Até o final de sua carreira, a versão \"principal\" dos álbuns dos Beatles era sempre a mixagem monofônica (em mono). De acordo com o historiador Bruce Spizer, Martin e os engenheiros da EMI dedicavam maior parte do tempo e atenção para as mixagens em mono, geralmente relegando a mixagem em estéreo como um \"truque\". A banda geralmente não estava presente nas sessões de mixagem em estéreo. === Dinâmica da banda === Enquanto Martin relembrou as sessões como tido sendo \"um momento muito alegre\", o engenheiro de som Norman Smith sentiu que \"algo havia acontecido entre Help! e Rubber Soul\", e que aquela atmosfera familiar, que uma hora caracterizava a relação da banda com a equipe de produção, havia desaparecido. Ele contou que o projeto revelou os primeiros traços do conflito artístico entre Lennon e McCartney, e o atrito dentro da banda à medida que mais esforço era gasto no aperfeiçoamento de cada canção. Isso também se evidenciou em uma discussão sobre qual canção deveria ser o lado A do próximo single, com Lennon insistindo em \"Day Tripper\" (a qual ele era o compositor principal) e contradizendo publicamente o anúncio da EMI sobre o próximo lançamento. Em adição, um racha crescia entre McCartney e seus colegas de banda enquanto ele continuava evitando a tomar LSD. As revelações providas pela droga aproximaram Lennon e Harrison, e foram compartilhadas com Starr quando, durante uma estadia da banda em Los Angeles naquele agosto, o baterista aceitou provar LSD pela primeira vez. == Canções == === Visão geral === O historiador pop Andrew Grant Jackson descreve Rubber Soul como uma \"síntese de folk, rock, soul, barroco, protopsicodelia, e a sitar\". De acordo com o autor Joe Harrington, o álbum continha os primeiros \"experimentos psicodélicos\" dos Beatles, anunciando o efeito transformacional do LSD em muitos artistas da Invasão Britânica clássica. O autor Bernard Gendron dispensa a visão geralmente sustentada de que Rubber Soul é um álbum de folk rock; ele cita a incorporação do barroco e de sons orientais como exemplos do \"nascente experimentalismo e força eclética de apropriação\" dos Beatles, aspectos que ele diz sugerir uma abordagem artística que transcende o gênero. Seguindo a visão mais introspectiva de Lennon em 1964, particularmente em Beatles for Sale, as letras de Rubber Soul representam um desenvolvimento pronunciado em sofisticação, consideração e ambiguidade. Segundo o crítico musical Greil Marcus, “os Beatles ainda escreviam sobre o amor, mas este era um novo tipo de amor: contingente, assustador e vital”, e assim, embora a música fosse “sedução, não agressão”, o “toque emocional\" foi mais difícil do que antes. Dessa forma, Lennon e McCartney ofereceram percepções sinceras sobre suas vidas pessoais. === Lado um === ==== \"Drive My Car\" ==== \"Drive My Car\" foi composta por McCartney com uma ajuda substancial de Lennon na letra. Em uma sessão de composição na casa de Lennon em Weybridge, McCartney chegou com a música em mente, com um refrão que dizia: \"You can buy me diamond rings\" (Você pode me comprar anéis de diamante), um clichê usado duas vezes antes, em \"Can't Buy Me Love\" e \"I Feel Fine\". Lennon descartou a letra como \"uma porcaria\" e \"muito suave\". Eles então decidiram retrabalhá-la e depois de alguma dificuldade, determinaram o tema da composição (qual o autor Bob Spitz credita a Lennon) e o resto da letra fluiu facilmente a partir disso. Harrison contribuiu fortemente na gravação sugerindo que eles tocassem a música em um riff de guitarra e baixo no estilo de \"Respect\" do cantor Otis Redding. Em seus vocais articulados, Lennon e McCartney cantam harmonias dissonantes, uma qualidade que é reforçada com a entrada de Harrison e o que o autor Walter Everett chama de \"nova sofisticação jazzística (...) no arranjo vocal\". ==== \"Norwegian Wood (This Bird Has Flown)\" ==== Lennon disse que escreveu \"Norwegian Wood\" sobre um caso extraconjugal e que redigiu a narrativa para esconder a verdade de sua esposa, Cynthia. Arranjada no compasso 12/8, e no estilo folk inglês, a música possui uma melodia mixolídia que resulta em um efeito drone nos violões, complementando a parte da sitar, porém mudando para a escala paralela de Mi (E) dórico durante seu intermédio. A narrativa baseia- se fortemente no estilo de Dylan através do uso da ambiguidade. Na descrição do autor Jonathan Gould, a canção é uma \"comédia ácida emocional\", enquanto James Decker a reconhece como uma continuação do \"interrogatório das ambiguidades sexuais\" e da \"sensação confusa de poder\" exibida em \"Drive My Car\". ==== \"You Won't See Me\" ==== Escrita por McCartney, \"You Won't See Me\" reflete as dificuldades que ele estava enfrentando em seu relacionamento com a atriz Jane Asher devido à recusa dela em colocar sua carreira de atuação em segundo lugar em relação às necessidades dele. Gould identifica a música como a terceira faixa consecutiva em que a narrativa transmite falta de comunicação. McCartney descreveu a música como \"com muito sabor de Motown\", com uma \"sensação\" inspirada no baixista James Jamerson. ==== \"Nowhere Man\" ==== Lennon lembrou que \"Nowhere Man\" veio até ele totalmente formada uma noite em sua casa em Surrey, depois de ter lutado para escrever qualquer coisa por várias horas. A canção reflete as preocupações existenciais levantadas por suas experiências com LSD e, como em \"I'm a Loser\" e \"Help!\", sua auto aversão durante um período que ele mais tarde chamou de seu \"período de Elvis gordo\". Foi a primeira canção da banda a evitar completamente relacionamentos entre meninos e meninas, e através de Lennon transmitindo seus sentimentos de inadequação na terceira pessoa, o primeiro exemplo de um personagem literário na obra dos Beatles. A equalização pesada foi aplicada às partes da guitarra elétrica através de uma série de faders, dando-lhes uma textura rica em agudos que, como acontece com os vocais de harmonia, lembra o som dos Byrds. Na descrição de Mark Prendergast, a faixa \"explode com todo o entusiasmo da psicodelia recém-descoberta\", já que o vocal principal de Lennon \"se deleita em uma névoa de ópio de produção e o solo da Fender Stratocaster de Harrison vibra com todo o brilho alucinatório certo\". ==== \"Think for Yourself\" ==== A letra de Harrison para \"Think for Yourself\" sugere a influência do single \"Positively 4th Street\" de Dylan, de setembro de 1965, já que Harrison parece repreender um amigo ou amante. A mensagem acusatória da canção não tinha precedentes no trabalho dos Beatles; O autor Andrew Grant Jackson a identifica como a contribuição da banda para um \"subgênero\" de canções de protesto que surgiu em 1965, nas quais os artistas protestavam contra a \"própria conformidade opressiva\" em vez de questões políticas. Gould escreve que, em seu diálogo com o vocal de Harrison, o baixo fuzz de McCartney sugere \"os rosnados de um schnauzer enfurecido, mordendo e atacando sua liderança\". ==== \"The Word\" ==== Em seu livro 1965: The Year Modern Britain Was Born, Christopher Bray reconhece \"The Word\" como marcando o início do \"período altamente psicodélico\" dos Beatles. A aconselho de Lennon de que \"The word is love\" (A palavra é amor) antecipa o ethos por trás do Verão do Amor de 1967 da contracultura. A letra enfoca o conceito de amor universal como um caminho para a iluminação espiritual, com o que James Decker chama de \"zelo proselitista\" por parte do narrador. O autor Ian MacDonald reconhece a \"influência distante\" de \"In the Midnight Hour\" de Wilson Pickett e \"Papa's Got a Brand New Bag\" de James Brown no ritmo da música, e destaca a bateria de Starr e o baixo hábil de McCartney. O arranjo também inclui sete partes vocais e o produtor George Martin tocando acordes suspensos no harmônio. ==== \"Michelle\" ==== \"Michelle\" foi composta por McCartney no final da década de 1950. Durante uma sessão de composição para Rubber Soul, Lennon adicionou um novo intermédio, parte do qual foi retirado da recente versão de \"I Put a Spell on You\" de Nina Simone. Ian MacDonald identifica a canção como outro exemplo da abordagem de \"canção de comédia\" dos Beatles, que, em uma entrevista contemporânea, McCartney sugeriu que era uma possível nova direção para o grupo. Na visão de Kenneth Womack, os versos em francês na letra acentuam a premissa de que havia uma barreira linguística entre os dois amantes, e a narrativa transmite uma aceitação de que o relacionamento está fadado ao fracasso, de modo que o cantor já está olhando para trás com nostalgia, para \"o que poderia ter sido\". === Lado dois === ==== \"What Goes On\" ==== Os Beatles tentaram gravar uma versão inicial de \"What Goes On\", uma composição de Lennon, em 1963. Com pouco tempo para completar o álbum, a canção foi retrabalhada por Lennon e McCartney como um número vocal para Starr, que também recebeu seu primeiro crédito como co-compositor. A música segue o estilo country favorecido por Starr, e em sua letra o cantor lamenta o engano de sua amante. Na descrição de Everett, o arranjo inclui a guitarra solo com inflexão rockabilly de Harrison, tocada em sua Gretsch Tennessean, contrastando com a \"parte rítmica (...) no estilo Steve Cropper\" de Lennon. ==== \"Girl\" ==== Lennon disse que escreveu \"Girl\" sobre uma mulher arquetípica que ele procurava e que finalmente encontraria em Yoko Ono, a artista japonesa que conheceu em novembro de 1966. A canção foi a última faixa gravada para o álbum. A composição incorpora aspectos da música folclórica grega, enquanto o arranjo inclui uma passagem instrumental definida em two-step alemão e uma parte de violão tocada soando como um bouzouki grego. A equalização foi aplicada ao vocal de Lennon durante os refrãos para capturar o som sibilante enquanto ele respirava – um efeito que também sugeria que ele estaria inalando um baseado. McCartney lembrou que ele e Harrison cantaram \"Tit-tit-tit\" (Teta, teta, teta) nos intermédios da canção para capturar a \"inocência\" dos Beach Boys cantando \"La-la-la\" em uma de suas canções recentes. ==== \"I'm Looking Through You\" ==== Assim como \"You Won't See Me\" e \"We Can Work It Out\", \"I'm Looking Through You\" concentra-se no relacionamento conturbado de McCartney com Asher. Jonathan Gould a descreve como a \"sequência desiludida\" de outras canções de McCartney de 1965, centradas em \"um encontro cara a cara (se não necessariamente olho no olho) entre dois amantes\". James Decker compara a letra a uma versão menos filosófica de \"Think for Yourself\", em que \"o narrador cresceu, mas a mulher não conseguiu acompanhar\". A melodia contrasta versos acústicos com instrumentais mais ásperos no estilo R&B;, sugerindo uma combinação dos estilos folk rock e soul. Os Beatles gravaram duas versões da música antes de chegar à versão final, que gravaram durante o último e frenético dia das sessões do Rubber Soul. Em sua forma final, a música ganhou um intermédio onde antes havia uma jam de blues. ==== \"In My Life\" ==== Lennon creditou uma observação feita pelo jornalista da BBC Kenneth Allsop, que perguntou por que suas canções pareciam não ter o jogo de palavras e o foco infantil evidente em seu livro de 1964, In His Own Write, como o catalisador para \"In My Life\". Lennon considerou a música seu \"primeiro grande trabalho real\". A letra evoca sua juventude em Liverpool e reflete sua nostalgia de uma época anterior ao início de sua fama internacional nos Beatles. McCartney se lembra de ter escrito a melodia sozinho e disse que a inspiração musical da música veio de Smokey Robinson and the Miracles; de acordo com Lennon, McCartney apenas ajudou a escrever o que ele chamou de \"melodia da ponte\". O solo de piano inspirado em Bach de Martin foi dobrado na ausência da banda, sobre uma parte que eles deixaram vazia. Kenneth Womack afirma que o aspecto barroco dessa contribuição potencializa as qualidades nostálgicas da canção, ponto também destacado por Gould, que acrescenta que, ao revisitar o passado e apresentar temas emocionais que se resolvem na narrativa, \"In My Life\" serve como a única música do álbum que \"soa como o tema original dos Beatles da felicidade no relacionamento\". ==== \"Wait\" ==== \"Wait\" foi uma composição de Lennon para a qual McCartney contribuiu com uma parte intermediária. Gould inclui a música em uma categoria de \"canções de 'voltando para casa'\" dos Beatles, enquanto Tim Riley a compara com \"It Won't Be Long\", mas acrescenta que, em \"Wait\", \"a reunião dos amantes tem mais ansiedade do que euforia provocando a batida.\" A banda completou a faixa no último dia de gravação do álbum, fazendo overdubs de guitarra solo com pedal de tom, percussão e um novo vocal de McCartney na faixa rítmica de junho de 1965. Ian MacDonald escreve que, embora Lennon e McCartney provavelmente tivessem visto o assunto como datado ainda em junho, a performance do grupo dá à música o \"impulso e caráter\" necessários para Rubber Soul, particularmente a abordagem de Starr para as mudanças de ritmo entre suas seções contrastantes. ==== \"If I Needed Someone\" ==== Harrison escreveu \"If I Needed Someone\" como uma canção de amor para Pattie Boyd, a modelo inglesa com quem ficou noivo em dezembro de 1965 e se casou no mês seguinte. No riff inicial da música, feito em uma guitarra Rickenbacker de 12 cordas, os Beatles retribuíram o elogio feito a eles no início daquele ano pelos Byrds, cujo som estridente da guitarra de McGuinn havia sido baseado na forma de tocar de Harrison no ano anterior. Na opinião de MacDonald, a canção é influenciada \"muito mais\" pela música clássica indiana do que pelos Byrds, através da melodia parcialmente mixolídia de Harrison e da presença de um efeito drone. O último aspecto é reforçado pela linha de baixo arpejada de McCartney em Lá maior (A), continuando ao longo da mudança de acorde para uma tríade ♭VII. O tom imparcial e desapaixonado nas letras convidou interpretações alternativas. Gould refere-se a ela como \"uma 'triste chuva' de uma canção de amor\" dirigida à \"pessoa certa na hora errada\"; de acordo com Andrew Grant Jackson, \"a letra dirige-se a todas as mulheres do mundo, dizendo que se ele tivesse conhecido elas antes (de se comprometer com Boyd), poderia ter funcionado, mas agora ele estava apaixonado demais (porém me dê seu número, por precaução).\" ==== \"Run for Your Life\" ==== Lennon escreveu \"Run for Your Life\" baseada em \"Baby Let's Play House\", um dos primeiros singles de Elvis Presley pela gravadora Sun. Lennon manteve uma frase da faixa de Presley – \"I'd rather see you dead, little girl, than to be with another man\" (Prefiro ver você morta, garotinha, do que estar com outro homem). O tema lírico é o ciúme, traindo uma qualidade abertamente misógina que James Decker considera em desacordo com a abordagem dos Beatles para fazer o álbum. Apresentada no estilo country, foi a primeira faixa gravada para o álbum e traz um riff de guitarra tocado por Harrison e partes de guitarra slide. === Formato norte-americano === Aderindo à política da empresa para os álbuns da banda nos Estados Unidos, a gravadora Capitol alterou o conteúdo de Rubber Soul para seu lançamento lá. Eles removeram as faixas \"Drive My Car\", \"Nowhere Man\", \"What Goes On\" e \"If I Needed Someone\", todas lançadas no próximo álbum norte-americano dos Beatles, Yesterday and Today, em junho de 1966. As quatro canções foram substituídas por \"I've Just Seen a Face\" e \"It's Only Love\", que foram cortadas do álbum Help! como parte do remanejamento desse LP pela gravadora para servir como uma verdadeira trilha sonora, consistindo nas canções do grupo e a música orquestral do filme. Através da mistura de canções predominantemente acústicas, segundo o autor Kenneth Womack, o lançamento norte-americano \"assume uma orientação decididamente folk\". A Capitol sequenciou \"I've Just Seen a Face\" como faixa de abertura, refletindo a tentativa da empresa de apresentar Rubber Soul como um álbum de folk rock, com \"It's Only Love\" abrindo o segundo lado do disco. Jonathan Gould escreve que a omissão de canções como \"Drive My Car\" forneceu uma \"ideia enganosa\" da direção musical dos Beatles e \"transformou o título do álbum em uma piada ainda mais obscura\", já que o resultado foi o álbum com menos influência de soul ou R&B; da banda até este ponto. As mixagens em estéreo usadas pela gravadora continham dois false starts no início de \"I'm Looking Through You\", enquanto \"The Word\" também diferia da versão britânica devido à dobragem no vocal principal de Lennon, a adição de uma harmonia extra de falsete e do tratamento panorâmico dado a uma das partes de percussão. == Título e capa == O título do álbum foi pensado como um trocadilho que combina a falsidade intrínseca à música pop e aos sapatos com sola de borracha (rubber-soled shoes). Lennon disse que o título foi ideia de McCartney e se referia à \"alma inglesa\" (English soul). Em uma entrevista da banda em 1966, Starr disse que eles chamaram o álbum de Rubber Soul para reconhecer que, em comparação com os artistas norte-americanos do gênero soul, \"somos brancos e não temos o que eles têm\", e acrescentou que isso era verdade para todos os artistas britânicos que tentavam tocar a música soul. McCartney lembrou que concebeu o título depois de ouvir um músico norte-americano descrevendo o estilo de canto de Mick Jagger como \"plastic soul\". Na opinião de Phillip Norman, o título serviu como \"uma piada astuta aos seus arquirrivais (e melhores colegas), os Rolling Stones\". Rubber Soul foi o primeiro álbum a não apresentar o nome do grupo na capa, uma omissão que refletia o nível de controle que eles tinham sobre seus lançamentos e a extensão de sua fama internacional. A foto da capa foi tirada pelo fotógrafo Robert Freeman no jardim da casa de Lennon. A ideia do efeito \"esticado\" da imagem surgiu por acidente quando Freeman estava projetando a foto em uma cartolina para visualização da banda, e a cartolina caiu ligeiramente para trás, alongando a imagem projetada. Harrison disse que o efeito foi apropriado, pois permitiu ao grupo perder \"o rótulo de 'pequenos inocentes', a ingenuidade\" e estava de acordo com seu surgimento como \"maconheiros de pleno direito\". O autor Peter Doggett destaca a capa como um exemplo dos Beatles, como Dylan e os Stones, \"continuando a testar os limites da fotografia\" em seus designs de LPs. As letras distintas foram criadas pelo ilustrador Charles Front, que lembrou que sua inspiração foi o título do álbum: \"Se você tocar em uma seringueira (rubber tree, em inglês), obterá uma espécie de glóbulo, então comecei a pensar em criar uma forma que representasse isso , começando estreito e preenchendo.\" As letras arredondadas usadas no encarte estabeleceram um estilo que se tornou presente na arte gráfica psicodélica e, de acordo com a jornalista Lisa Bachelor, \"um elemento básico da arte de pôsteres para a geração flower power\". == Lançamento == O selo Parlophone da EMI lançou Rubber Soul em 3 de dezembro de 1965. O single \"Day Tripper\" / \"We Can Work It Out\" também foi lançado naquele dia e foi o primeiro exemplo de um single com dois lados A na Grã-Bretanha. No dia do lançamento do álbum, os Beatles se apresentaram no Odeon Cinema em Glasgow, marcando o início do que seria sua última turnê pelo Reino Unido. Exaustos da Beatlemania, o grupo concordou em fazer uma curta turnê. Eles tocaram ambos os lados do single durante a turnê, mas apenas \"If I Needed Someone\" e \"Nowhere Man\" do novo álbum. Nos Estados Unidos, Rubber Soul foi seu décimo álbum e o primeiro a consistir inteiramente em canções autorais. O lançamento ocorreu lá no dia 6 de dezembro. Em uma entrevista após o lançamento do álbum, McCartney disse que embora as pessoas \"sempre quisessem que continuássemos os mesmos\", ele não via razão para os Beatles cederem a tais limitações, acrescentando: \"Rubber Soul para mim é o começo da minha vida adulta.\" Lennon comentou: \"Você não nos conhece se não conhece Rubber Soul.\" De acordo com o biógrafo dos Beatles, Nicholas Schaffner, a foto da capa de Freeman foi vista como \"ousadamente surreal\" e levou alguns fãs a escreverem para o fanzine oficial da banda, Beatles Monthly, alarmados porque a imagem \"fazia seus heróis parecerem cadáveres\". Em seu estudo sobre o público contemporâneo dos Beatles, a socióloga Candy Leonard escreve que alguns jovens ouvintes foram desafiados pela nova direção musical da banda, mas \"Com Rubber Soul, os Beatles passaram a ocupar um papel na vida dos fãs e um lugar em suas psiques que era diferente de qualquer relacionamento anterior entre fãs e artistas.\" O cantor e compositor Elvis Costello, que era um fã de onze anos na época, mais tarde se lembrou de ter pensado que a banda havia \"perdido a cabeça\". Ele acrescentou: \"Eu não entendi uma palavra, não achei que fosse bom, e seis semanas depois você não conseguia viver sem o disco. E isso é bom – é quando você confia nas pessoas que fazem música para levá-lo a algum lugar onde você nunca esteve antes.\" == Recepção crítica == === Críticas contemporâneas === A reação crítica à Rubber Soul foi altamente favorável. Allen Evans, da NME, escreveu que a banda \"ainda estava encontrando maneiras diferentes de nos fazer gostar de ouvi-los\" e descreveu o LP como \"uma bela obra de gravação artística e aventura no som do grupo\". A Newsweek elogiou os Beatles como \"os Bardos do Pop\", dizendo que a combinação do álbum de \"gospel, country, contraponto barroco e até baladas populares francesas\" emprestou à banda um estilo único em que suas canções eram \"tão brilhantemente originais quanto qualquer escrito atual\". Assim como a Newsweek, o New York Times menosprezou o grupo quando eles se apresentaram pela primeira vez na América do Norte em fevereiro de 1964, mas após o lançamento de Rubber Soul, o crítico de entretenimento Jack Gould escreveu uma homenagem efusiva no periódico de domingo do jornal. Os escritores da análise inicial do Record Mirror acharam que faltava ao LP um pouco da variedade dos lançamentos anteriores do grupo, mas também disseram: \"ficamos maravilhados e admirados com o fluxo constante de engenhosidade melódica proveniente dos meninos, tanto como intérpretes quanto como compositores. Manter os seus ritmos de criatividade é fantástico.\" Em contraste, Richard Green escreveu na mesma revista que a maior parte do álbum \"se gravado por alguém que não fosse os Beatles, não seria digno de lançamento\", com muitas das faixas desprovidas \"da velha excitação e compulsividade dos Beatles\". Green reconheceu que sua opinião era impopular, antes de afirmar: \"Julgando os LPs estritamente por seus méritos, os álbuns recentes de Manfred Mann, Beach Boys e Jerry Lee Lewis estão bem acima do Rubber Soul.\" A revista Melody Maker achou o novo som dos Beatles \"um pouco moderado\", e disse que faixas como \"You Won't See Me\" e \"Nowhere Man\" \"quase ficam monótonas – um recurso nada parecido com o dos Beatles, se é que alguma vez (ele) existiu\". O autor Steve Turner também destaca os comentários feitos pelos revisores do Melody Maker e do Record Mirror, que normalmente tinham acima dos trinta anos, como indicativos de como os jornalistas pop do Reino Unido careciam de \"vocabulário crítico\" e \"ampla perspectiva musical\" para reconhecer ou se envolver com música progressiva. Turner acrescenta que Rubber Soul \"pode ​​ter deixado perplexa a velha guarda dos correspondentes de entretenimento, mas foi um farol para os críticos novatos de rock (como logo seriam chamados)\". No Brasil, as faixas \"Michelle\" e \"Girl\" ficaram, respectivamente, nos 7º e 65º lugares entre as 100 canções mais tocadas do ano de 1966, além de \"Day Tripper\", que alcançou a décima nona posição. === Avaliações retrospectivas === De acordo com James Decker, apesar dos avanços da banda em 1964, os críticos musicais geralmente veem o Rubber Soul como o \"álbum 'de transição' dos Beatles (...), de banda pop de sucesso a mestres de estúdio incomparáveis\". É frequentemente citado por comentaristas como o primeiro de seus álbuns \"clássicos\". Greil Marcus o descreveu como o melhor de todos os LPs da banda. Em seu ensaio de 1979 sobre os Beatles em The Rolling Stone Illustrated History of Rock & Roll, Marcus escreveu: \"Rubber Soul foi um álbum feito como um álbum; com exceção de 'Michelle' (que, para ser justo, pagou as contas de anos vindouros), cada faixa foi uma inspiração, algo novo e notável por si só.\" Neil McCormick do Daily Telegraph escreveu em 2009: \"é aqui que as coisas começam a ficar muito interessantes (...) Rubber Soul é o resultado de seu primeiro período prolongado no estúdio. A produção é aberta e espaçosa, adornada, mas ainda não superlotada com novos instrumentos e ideias. As músicas em si são como pequenas vinhetas de Pop Art, onde as letras estão começando a combinar com a qualidade das melodias e arranjos.\" Scott Plagenhoef da Pitchfork descreve o álbum como \"o salto artístico mais importante na carreira dos Beatles – a sinalização que indicou uma mudança da Beatlemania e das pesadas demandas do pop adolescente, em direção a um tema mais introspectivo e adulto\". Paul Du Noyer escreveu em sua crítica do Blender em 2004: \"O talento deles já era uma fonte de admiração, mas agora as próprias canções estavam se tornando misteriosas. Sob a influência de Bob Dylan – e, pode-se dizer, da maconha – o 'Fab Four' misturou sua melodia com nova introspecção, jogos de palavras e comentários sociais. Professores universitários e colunistas de jornais começaram a tomar nota.\" Escrevendo na revista Paste, Mark Kemp diz que a influência de Dylan e dos Byrds às vezes parece evidente, mas o álbum marca o início do auge da criatividade dos Beatles e, no contexto de 1965, ofereceu \"uma síntese sem precedentes de elementos do folk rock e além\". De acordo com Richie Unterberger do AllMusic, as letras do álbum representaram \"um salto quântico em termos de consideração, maturidade e ambiguidades complexas\", enquanto a música era igualmente progressiva no uso de sons além \"dos parâmetros instrumentais convencionais do grupo de rock\". Ele acrescenta que Rubber Soul está \"cheio de ótimas canções\" de Lennon e McCartney, apesar de suas divergências de um estilo comum, e demonstra que Harrison \"também estava se tornando um excelente compositor\". Escrevendo em Encyclopedia of Popular Music, Colin Larkin descreve-o como \"não uma coleção de possíveis sucessos ou versões cover favoritas (...) mas uma coleção surpreendentemente diversificada, que vai desde a sátira contundente de 'Nowhere Man' até a intensamente reflexiva 'In My Life'.\" Na edição de 2004 do The Rolling Stone Album Guide, Rob Sheffield reconhece Help! como \"o primeiro capítulo da surpreendente decolagem criativa (dos Beatles)\", após o qual a banda \"cresceu com um álbum de romance agridoce, cantando baladas de amor adultas que parecem mundanas, mas não cansativas\". Por outro lado, Jon Friedman da Esquire considera o trabalho superestimado, com apenas as canções dominadas por Lennon (\"Norwegian Wood\", \"Nowhere Man\", \"In My Life\" e \"Girl\") dignas de elogios, e ele o descarta como \"chato\" e \"o álbum mais inconsequente dos Beatles\". Em um artigo que coincide com o 50º aniversário de seu lançamento, para o Guardian, Bob Stanley lamentou que Rubber Soul fosse frequentemente esquecido nas avaliações da carreira musical dos Beatles, enquanto Revolver e The Beatles ganharam estatura para superar Sgt. Pepper. Stanley destacou Rubber Soul como tendo estado \"uns bons dezoito meses à frente de seu tempo\" e \"o primeiro álbum da era do rock que soou como um álbum\". Também escrevendo em dezembro de 2015, na revista Rolling Stone, Sheffield admirou especialmente o canto e as qualidades modernas das personagens femininas retratadas nas letras. Ele disse que o álbum estava \"muito à frente do que qualquer um já havia feito antes\" e, dado o curto período em que tiveram para gravar, chamou-o de \"obra-prima acidental\" dos Beatles. == Influência e legado == === Reações rivais === O historiador musical Bill Martin diz que o lançamento de Rubber Soul foi um \"ponto de viragem\" para a música pop, pois pela primeira vez \"o álbum, e não a canção, tornou-se a unidade básica da produção artística\". Na descrição do autor David Howard, \"as apostas do pop foram elevadas à estratosfera\" com Rubber Soul, resultando em uma mudança de foco dos singles para a criação de álbuns sem as habituais faixas filler. O lançamento marcou o início de um período em que outros artistas, na tentativa de emular as conquistas dos Beatles, procuraram criar álbuns como obras de mérito artístico e com sons cada vez mais novos. De acordo com Steve Turner, ao galvanizar os rivais mais ambiciosos dos Beatles na Grã-Bretanha e na América do Norte, Rubber Soul lançou \"o equivalente pop de uma corrida armamentista\". Brian Wilson dos Beach Boys descreveu Rubber Soul como: \"o primeiro álbum que ouvi onde cada música era um gás\", e planejou o próximo projeto de sua banda, Pet Sounds, como uma tentativa de superá-lo. Rubber Soul inspirou de forma semelhante Pete Townshend do The Who e Ray Davies do The Kinks, bem como Jagger e Keith Richards dos Rolling Stones, que lançaram seu primeiro álbum de material totalmente autoral, Aftermath, em abril de 1966. O álbum também influenciou Bob Dylan, Stevie Wonder e os Byrds. John Cale lembrou que Rubber Soul foi uma inspiração enquanto ele e Lou Reed desenvolviam sua banda, The Velvet Underground. Ele disse que foi a primeira vez que \"você foi forçado a lidar com eles como algo diferente de algo passageiro\" e admirou especialmente a introdução de sons indianos por Harrison. === Legitimação cultural da música pop === Rubber Soul é amplamente visto como o primeiro álbum pop a fazer uma declaração artística através da qualidade de suas canções, um ponto que foi reforçado por sua foto artística da capa. A aceitação tardia dos Beatles pelos editores da Newsweek foi um indicativo do reconhecimento da revista pela popularidade da banda entre os intelectuais americanos e a elite cultural. Referindo-se aos elogios feitos à banda, particularmente à parceria Lennon–McCartney, pela Newsweek no início de 1966, Michael Frontani escreve: \"Os Beatles tinham uma posição segura no mundo da arte; nos meses que se seguiram, seus esforços levariam à plena aceitação e legitimação do rock and roll como forma de arte.\" Paul Williams lançou a Crawdaddy! em fevereiro de 1966 com o objetivo de refletir a sofisticação trazida ao gênero por Rubber Soul e Bringing It All Back Home de Dylan – os dois álbuns que, na descrição do jornalista musical Barney Hoskyns, \"indiscutivelmente deram origem ao 'rock' como um conceito mais sólido do que 'pop'\". De acordo com Sculatti, Rubber Soul foi \"o álbum definitivo de 'rock como arte', revolucionário por ser um empreendimento criativo completamente bem-sucedido, integrando com precisão todos os aspectos do processo criativo (do rock) – composição de faixas individuais feitas com extremo cuidado, cada faixa organizada apropriadamente para caber uma ao lado da outra, o álbum de rock and roll simétrico\". Christopher Bray o descreve como \"o álbum que provou que o rock and roll pode ser adequado para o público adulto\", \"o primeiro disco pop de longa duração a realmente merecer o termo 'álbum'\" e o LP que \"transformou a música pop em alta arte \". === Desenvolvimento de subgêneros === O álbum coincidiu com o desenvolvimento do rock and roll em uma variedade de novos estilos, um processo no qual a influência dos Beatles lhes garantiu um papel preeminente. Andrew Loog Oldham, empresário e produtor dos Rolling Stones na época, descreveu Rubber Soul como \"o álbum que mudou o mundo musical em que vivíamos naquela época para aquele em que ainda vivemos hoje\". \"Norwegian Wood\" lançou o que o músico clássico indiano Ravi Shankar chamou de \"a grande explosão da sitar\", à medida que o instrumento de cordas indiano se tornou um recurso popular no raga rock e para muitos artistas pop que buscavam adicionar um toque de qualidade exótica em suas músicas. O solo de cravo em \"In My Life\" levou a uma onda de gravações de rock barroco. Rubber Soul também foi o lançamento que encorajou muitos aficionados da música folk a abraçar o pop. O cantor folk Roy Harper relembrou: \"Eles entraram em meu território, chegaram antes de mim, e foram os reis durante a noite. Todos nós fomos cercados.\" O autor George Case, escrevendo em seu livro Out of Our Heads, identifica Rubber Soul como \"o autêntico início da era psicodélica\". O jornalista musical Mark Ellen também credita o álbum por ter \"semeado as sementes da psicodelia\", enquanto Christgau diz que \"a psicodelia começa aqui\". Escrevendo no The Sydney Morning Herald em julho de 1966, Lillian Roxon relatou sobre a nova tendência para clubes e eventos com temática psicodelia nos EUA e disse que Rubber Soul era \"o álbum psicodélico clássico agora tocado em todas as discotecas psicodélicas\". Ela atribuiu a recente adoção da psicodelia pelo pop e \"muitos dos novos sons estranhos agora em discos\" à influência do LP. Disponível em Rock's Backpages (requer subscrição). Na opinião de Myers, o lançamento da Capitol \"mudou a direção do rock americano\". No processo contínuo de influência recíproca entre a banda e as bandas de folk rock dos EUA, os Beatles inspiraram a cena musical de São Francisco. Relembrando a popularidade do álbum no distrito de Haight-Ashbury, em São Francisco, onde o Jefferson Airplane estava baseado, o jornalista Charles Perry disse: \"Você poderia festejar a noite toda e ouvir nada além de Rubber Soul.\" “Mais do que nunca os Beatles foram a trilha sonora de Haight-Ashbury, Berkeley e de todo o circuito”, onde estudantes pré-hippie suspeitavam que o álbum fosse inspirado nas drogas. === Aparições em listas e nomeações === Na primeira edição do livro All Time Top 1000 Albums de Colin Larkin, em 1994, foi classificado em 10º lugar, e em 1998 foi eleito o 39º melhor álbum de todos os tempos na primeira enquete \"Música do Milênio\",\"A Música do Milênio\". BBC News. 24 de janeiro de 1998. (em inglês) Arquivado do original em 2 de setembro de 2016. Recuperado em 26 de junho de 2017. conduzido pela HMV e pelo Canal 4. Foi listado em 34º lugar na terceira edição de All Time Top 1000 Albums de Larkin, publicado em 2000. Desde 2001, Rubber Soul apareceu nas listas dos melhores álbuns de todos os tempos da crítica compiladas pela VH1 (no número 6), Mojo (número 27) e Rolling Stone (número 5). Estava entre a seleção dos \"100 álbuns de todos os tempos\" da revista Time em 2006 e foi preferido ao Revolver no livro de Chris Smith, 101 Albums That Changed Popular Music, três anos depois. Em 2012, a Rolling Stone colocou-o novamente em 5º lugar na lista revisada da revista dos \"500 Melhores Álbuns de Todos os Tempos\". Em setembro de 2020, Rubber Soul foi classificada em 35º lugar na nova lista da mesma publicação. Em 2000, Rubber Soul foi incluído ao Hall da Fama do Grammy, um prêmio concedido pela Academia de Gravação Americana \"para homenagear gravações de significado qualitativo ou histórico duradouro que tenham pelo menos 25 anos\". O álbum foi tema de álbuns de tributo a vários artistas, como This Bird Has Flown e Rubber Folk. Escrevendo em dezembro de 2015, Ilan Mochari da revista Inc. comentou sobre o aspecto incomum da comemoração do 50º aniversário de um álbum pop e acrescentou: \"Nos próximos anos, você pode apostar que lerá sobre o 50º aniversário de muitos outros álbuns. – volumes temáticos compostos por bandas ou compositores na tradição estabelecida pelo Rubber Soul. Tudo isso quer dizer: Rubber Soul, o sexto álbum de estúdio dos Beatles, foi o disco que \"lançou mil navios\". == Relançamentos em Compact Disc (CD) == Rubber Soul foi lançado pela primeira vez em Compact Disc (CD) em 30 de abril de 1987, com a disposição das quatorze faixas no Reino Unido (atualmente, o padrão internacional). Tal como aconteceu com Help!, o álbum contou com uma remixagem digital contemporânea no formato estéreo preparada por George Martin. Martin expressou preocupação à gravadora EMI sobre a mixagem estéreo original de 1965, alegando que soava \"muito confusa, e nada do que eu achava que deveria ser um bom lançamento\". Ele voltou às fitas originais de quatro pistas (four-track) e as remixou para estéreo. Uma versão recentemente remasterizada de Rubber Soul, novamente usando o remix de Martin de 1987, foi lançada mundialmente como parte do relançamento de todo o catálogo dos Beatles em 9 de setembro de 2009. O álbum estava disponível como lançamento em CD individual e como parte do box set Beatles (The Original Studio Recordings). O box set Beatles in Mono que acompanhava continha duas versões do álbum: as mixagens originais em mono e estéreo de 1965. A versão da Capitol foi relançada em 2006, para o box set Capitol Albums, Volume 2, usando as mixagens originais do álbum da Capitol, e depois em 2014, individualmente e no box set The U.S. Albums. ==Lista de faixas== === Versão inglesa === === Versão norte-americana === Comparado ao lançamento mundial e no Reino Unido, o lançamento original na América do Norte de Rubber Soul omite quatro faixas (\"Drive My Car\", \"Nowhere Man\", \"What Goes On\" e \"If I Needed Someone\") e adiciona outras duas (\"I've Just Seen A Face\" e \"It's Only Love\"). Além disso, as mixagens (supervisionadas por Dave Dexter Jr.) são, em alguns casos, ligeiramente diferentes da versão inglesa. Notavelmente, a versão estéreo norte-americana de \"I'm Looking Through You\" contém dois falsos inícios (false starts) de violão desconhecidos, enquanto \"The Word\" também difere da versão do Reino Unido com várias partes vocais diferentes e adicionais, e o tratamento panorâmico dado a uma das partes de percussão. == Ficha técnica == De acordo com Mark Lewisohn e Ian MacDonald, exceto onde indicado: The Beatles * John Lennon – vocal principal, harmonia e vocais de apoio; guitarras rítmica, acústica e solo; órgão em \"Think for Yourself\"; pandeiro * Paul McCartney – vocal principal, harmonia e vocais de apoio; baixo elétrico, guitarras acústicas e solo; piano; maracas * George Harrison – vocal principal, harmonia e vocais de apoio; guitarras solo, rítmica e acústica; sitar em \"Norwegian Wood\"; maracas, pandeiro * Ringo Starr – bateria, pandeiro, maracas, sinos, campanas, pratos; órgão Hammond em \"I'm Looking Through You\"; vocais principais em \"What Goes On\" Produção e equipe adicional * George Martin – produção, mixagem; piano em \"In My Life\", harmônio em \"The Word\" e \"If I Needed Someone\" * Mal Evans – órgão Hammond em \"You Won't See Me\" * Norman Smith – engenharia, mixagem * Robert Freeman – fotografia * Charles Front – ilustração ==Bibliografia== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * Categoria:Álbuns de The Beatles Categoria:Álbuns de 1965 Categoria:Álbuns produzidos por George Martin Categoria:Álbuns da Capitol Records Categoria:Álbuns lançados pela EMI Categoria:Álbuns em língua inglesa",
 "title": "Rubber Soul"
}