{
 "id": "94065",
 "text": "Ceres, na mitologia romana, equivalente à deusa grega, Deméter,De Natura Deorum, Livro II, XXVI, por Cícero filha de Saturno e Cibele, amante e irmã de Júpiter, irmã de Juno, Vesta, Netuno e Plutão, e mãe de Perséfone com Júpiter. Patrona da Sicília, Ceres pediu a Júpiter para que a Sicília fosse colocada nos céus; como resultado, e porque a ilha tem forma triangular, criou a constelação Triangulum, um dos antigos nomes era Sicília. Ceres era a deusa das plantas que brotam (particularmente dos grãos) e do amor maternal. Diz-se que foi adotada pelos romanos em durante uma fome devastadora, quando os livros Sibilinos avisaram para que se adotassem a deusa grega Deméter, Prosérpina (Perséfone) e Dionísio. A deusa era personificada e celebrada por mulheres em rituais secretos no festival de Ambarvália, em Maio. Existia um templo dedicado a Ceres no monte Aventino em Roma. O seu primeiro festival era a Cereália ou \"Jogos Ceriais\" (Ludi Ceriales), instituídos no século III a.C. e celebrados anualmente de 12 de abril a 19 de abril. A veneração de Ceres ficou associada às classes plebeias, que dominavam o comércio de cereais. Sabe-se muito pouco sobre os rituais de veneração a Ceres; um dos poucos costumes que foram registados era uma prática de apertar ligas nas caudas das raposas e que eram largadas no Circo Máximo. Ela tinha doze deuses menores que a assistiam, e estavam encarregues de aspectos específicos da lavoura. Ceres era retratada na arte com um cetro, um cesto de flores e frutos e tinha uma coroa feita de espigas de trigo. A palavra cereal deriva de Ceres, comemorando a associação da deusa com os grãos comestíveis. O nome Ceres provém de \"ker\", de raiz Indo-Europeia e que significa \"crescer\", também é a raiz das palavras \"criar\" e \"incrementar\". O asteroide Ceres levou o nome desta deusa, o mesmo aconteceu com o elemento químico Cério. Ceres também é relacionada à cerveja, que em latim é grafada \"Cerevisia\" ou Cervisiae, batizada pelos celtas na antiga Gália (atual França) em homenagem à deusa. Empresta seu nome também à famosa levedura da cerveja cujo nome científico é Saccharomyces cerevisiae. A deusa era homenageada pela população romana na chamada Cerialia. ==Bibliografia== * MORADO, Ronaldo. Larousse da cerveja. São Paulo: Lafonte, 2014. Categoria:Deusas romanas Categoria:Deuses da agricultura",
 "title": "Ceres (mitologia)"
}