{
 "id": "9412",
 "text": "São Torcato é uma vila portuguesa sede da Freguesia de São Torcato do Município de Guimarães, freguesia com 10,39 km² de área e 3 345 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . A povoação sede da freguesia e que lhe deu o nome foi elevada à categoria de vila pela lei n.º 78/95 de 30 de Agosto de 1995. A freguesia constituiu, até ao início do século XIX, o couto de São Torcato. O seu orago é o próprio São Torcato, cujas relíquias (o seu corpo conservado, segundo a expressão popular, incorrupto) são veneradas no Santuário de São Torcato, situado nesta freguesia. == Património == * Capela de São Torcato ou Igreja do Mosteiro de São Torcato * Santuário de São Torcato ou Basílica de São Torcato A freguesia possui também uma igreja românica. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 720 561 1963 380 2011 473 446 1944 510 2021 347 380 1917 701 == Tradições == São Torcato tem algumas tradições: === Feira dos 27 === A primeira festa do ano é realizada a 27 de fevereiro (feriado na vila), conhecida geralmente como a “Feira dos 27”. Esta festa é já um marco importante na história da vila. A sua origem não é ao certo conhecida, mas sabe-se que são festejos de idade secular. Estes festejos levam à Vila de São Torcato milhares de forasteiros, e do programa consta habitualmente a bênção dos animais, uma feira franca e um concurso pecuário. === Romaria Pequena === Em 15 de maio realiza-se a pequena romaria. Esta consta de uma romagem à capela onde foi encontrado o Santo. Após a Eucaristia realiza-se um arraial com cantares ao desafio e danças populares. É também habitual, as pessoas beberem água da fonte do santo, como cura para certos males. === Romaria Grande === No entanto, uma das tradições mais conhecidas é a de realizar todos os anos, no primeiro domingo de julho, aquela que era chamada de \"a maior romaria do Minho\". Estes festejos têm geralmente a duração de quatro dias (quinta, sexta, sábado e domingo). Na sexta-feira e sábado à noite, podem ser observados grandiosos espectáculos pirotécnicos, sendo que o espectáculo de sábado chega a completar quase hora e meia de duração, durante a qual se pode observar fogo cruzado de jardim, fogo preso e fogo de canas. No domingo, às 11 da manhã realiza-se a Solene Eucaristia, no Santuário de São Torcato. Já de tarde (por volta das 17:30 horas, geralmente) assiste-se à grandiosa procissão em honra de São Torcato, a qual é constituída por carros alegóricos, figurinos e demais andores. Os carros alegóricos (apenas dois) são tradição única a nível nacional. São enfeitados a cetim, e transportam pequenos grupos de raparigas que cantam cânticos alusivos ao santo. === Feira da Terra === A Feira da Terra, contém diversas mostras de artesanato e gastronomia, assim como espectáculos culturais. Esta festa tem como objectivo mostrar aos visitantes o processo de fabricação do linho. === Festa da Juventude === Realiza-se no primeiro fim de semana de Setembro de cada ano. === Desporto === * Grupo Desportivo União Torcatense * BTT Torcatense == Ver também == * São Torcato (santo) * Santuário de São Torcato == Ligações externas == * Junta de Freguesia de São Torcato * Irmandade de São Torcato",
 "title": "São Torcato"
}