{
 "id": "94126",
 "text": "Fenótipo (construção tardia usando os termos gregos φαίνω, «tornar aparente, jogar luz em» e τύπος, «tipo»), em genética, é o complexo das características morfológicas e funcionais observáveis de um organismo, produzido pela interação dos genes entre si e com o ambiente. O fenótipo resulta da expressão dos genes do organismo, da influência de fatores ambientais e da possível interação entre os dois. O genótipo são as informações hereditárias de um organismo contidas em seu genoma. Nem todos os organismos com um mesmo genótipo parecem ou agem da mesma forma, porque a aparência e o comportamento, assim como os demais componentes do fenótipo, são modificados por condições ambientais e de desenvolvimento. Do mesmo modo, nem todos os organismos cujas aparências se assemelham possuem necessariamente o mesmo genótipo. Essa distinção entre genótipo e fenótipo foi originalmente proposta por Wilhelm Johannsen em 1911 para diferenciar claramente a hereditariedade de um organismo do resultado que ela produz.Churchill F.B. 1974. William Johannsen and the genotype concept. J History of Biology 7, 5-30.Johannsen W. 1911. The genotype conception of heredity. American Naturalist 45, 129-159 Essa distinção é semelhante à proposta por August Weismann, que diferenciou germoplasma (hereditariedade) e células somáticas (o corpo). Uma versão mais moderna dessa diferenciação é o Dogma Central da Biologia MolecularCrick, F. (1970): Central Dogma of Molecular Biology. Nature 227, 561-563. PMID 4913914 proposto por Francis Crick. O conceito de fenótipo foi tornado mais vasto por Richard Dawkins, ao incluir efeitos sobre outros organismos ou sobre o meio em The Extended Phenotype.The Extended Phenotype DAWKINS, R. - 1999. Pgs 127 a 203. A interação entre genótipo e fenótipo pode ser resumida da seguinte forma: :genótipo + ambiente → fenótipo Uma versão um pouco mais detalhada seria: :genótipo + ambiente + variação ao acaso → fenótipo Todavia, por os fenótipos serem muito mais fáceis de observar do que os genótipos (não é preciso química nem sequenciação para determinar a cor dos olhos de uma pessoa), a genética clássica usa fenótipos para deduzir as funções dos genes. Depois, testes de reprodução podem confirmar estas interações. Desta forma, os primeiros geneticistas conseguiram traçar padrões de hereditariedade sem qualquer tipo de conhecimento de biologia molecular. Apesar de sua definição aparentemente simples, o conceito de fenótipo apresenta algumas sutilezas: Primeiro, a maior parte das moléculas codificadas no material genético, que consequentemente são parte do fenótipo, não são visíveis na aparência do organismo, ainda que sejam observáveis (por exemplo por técnicas de Western blotting). Um bom exemplo é o tipo sanguíneo em humanos. Segundo, o fenótipo não é meramente um produto do genótipo, mas é influenciado em graus variáveis pelo ambiente (ver também plasticidade fenotípica). Além disso, vale lembrar que a hereditariedade não está restrita ao DNA nuclear, já que a mitocôndria também apresenta o seu próprio DNA. Ao expandir o conceito de genótipo incluindo outros elementos hereditários, ampliamos também o conceito de fenótipo. == Variação fenotípica == Variação fenotípica devida a variação genética subjacente é um pré-requisito fundamental para a evolução por seleção natural. É o organismo como um todo que contribui para as gerações seguintes, ou seja, a seleção natural afeta a estrutura genética indiretamente, através da contribuição dos fenótipos.Falconer DS & Mackayed TFC (1996) Introduction to Quantitative Genetics Addison Wesley Longman, Harlow, Essex, UK ISBN 0-582-24302-5 == Fenotipagem ao serviço da criminologia == Com a nova técnica de fenotipagem, os vestígios biológicos achados no local de um crime dão cada vez mais informação sobre o suspeito, com suas características tais como, tonalidade do cabelo bem como a sua idade. Novos testes genéticos permitem distinguir se a pessoa tem no seu ADN determinadas indicações, como se é, africana, asiática, americana ou europeia. No efeito talvez seja uma ajuda para descobrir o criminoso. Neste género de investigação houve muita evolução no que toca a terem que consultar as bases de dados nos bancos genéticos. ;Um novo tipo de teste A análise genética ainda é cara e demorada. Surge agora um novo tipo de teste, fundamentado na técnica SNP (Polimorfismo de Nucleótido Simples) em que se consegue ter dados de restos de ADN. O SNP é minimamente capaz de analisar esse ADN de má qualidade, que pode ser encontrado no local do crime. O SNP, permite conseguir fragmentos limitados, sendo 50 partes de bases (as “letras”) de ADN para serem examinadas e determinar os seus marcadores genéticos. Esse tipo forense poderia servir para ver o fenótipo de uma pessoa e identificar as suas características físicas (especto, idade, origem) e até comportamentais. ;Denunciados pelo cabelo A técnica SNP tem um bom futuro, porque vai dar lugar a uma identificação de alguém que se conheça anteriormente. É uma técnica em que se compara a informação da cena e os do arquivo. Se combinarem é possível que o seu objetivo tenha tido o seu sucesso. No contrário, a análise genética será inútil. O SNP sugere o perfil do possuidor do ADN, como a cor do cabelo, do olhos ou a da idade. Foi feito um estudo, tendo como base 15 fragmentos de ADN e verificou-se que é possível prever 93% de fiabilidade e determinar se a análise genética correspondia a uma pessoa com olhos castanhos, 91% se tinha olhos azuis, sendo os olhos com tons intermédios eram menos exatos. Quanto ao cabelo, o ADN pode determinar se a pessoa é ruiva (93%), cabelo preto (87%), castanho (82%) ou louro (81%). Tal coisa ajuda a eliminar um bom número de suspeitos. ;De onde vem? Que idade tem? Quanto à cor da pele, há cinco fragmentos de tipo SNP com probidades certas de 82%. No ADN também é possível calcular-se a estatura, embora menos fiável (65%), pois esta depende de outros fatores externos. Quanto à idade é possível fazer o cálculo mas apenas com uma margem de segurança razoável. O teste permite calcular a idade com uma margem de erro de cerca de nove anos. Até a data calcula-se a idade a partir dos ossos, mas como sangue é possível enquadrar o criminoso de forma credível, no seu grupo geracional em caso de haver vestígios sanguíneos. Para descobrir a sua origem geográfica é necessário fazer analises mais complicadas do genoma. Na tipologia do ADN determina-se se trata-se de homem ou mulher. Há técnicas para tirar informação geográfica com recurso ao cromossoma Y masculino. Usando um quadro de punnet. Os genes são responsáveis pelos traços do rosto. Os gémeos monozigóticos são idênticos. Ainda não se sabe quais são esses genes, mas isso será possível no futuro.Revista Super Interessante nº165 de Janeiro de 2012. Artigo: O rosto do crime. L.M.A. Pag.34-37 == Ver também == * Genética clássica * Criminologia Categoria:Genética he:גן (ביולוגיה)#מושגים בסיסיים",
 "title": "Fenótipo"
}