{
 "id": "94208",
 "text": "Cozumel é uma ilha localizada no mar das Caraíbas, pertencente à província de Quintana Roo, no México. ==Geografia== Cozumel está localizada na Caraiba Mexicana, 20 km a leste da costa oriental da Península de Iucatã e 60 km a sul de Cancún. Com 48 km de norte a sul e 16 km de leste a oeste, Cozumel é a terceira maior ilha do México, ficando atrás apenas da Isla Tiburón, no estado de Sonora, e da Isla Angel de la Guarda, na Baja Califórnia, respectivamente. A ilha Cozumel possui uma área de 647,33 km². A principal atividade econômica da ilha é o turismo, marcado por uma indústria hoteleira desenvolvida e possui um aeroporto internacional. Além de ser coberta por um extenso bosque e um local de pesca abundante. Cozumel é uma ilha plana composta de rocha vulcânica porosa. A elevação natural mais importante da ilha é inferior a 100 metros. Os cenotes, formados pela infiltração de água através da rocha há milhares de anos, podem ser explorados por atividades como a natação ou mergulho, nas quais se pode apreciar diversas espécies marinhas. ==História== Pesquisas recentes indicam que os primeiros habitantes da ilha de Cozumel chegaram por volta do Embora não totalmente identificados, acredita-se que estes indivíduos faziam parte de grupos seminômades do Caribe e dedicavam-se à pesca e à caça. Uma segunda onda de migração chegou mais organizada no Esta foi integrada aos grupos maias identificados como provenientes da região de Petén, na Guatemala, ao sul da Península de Iucatã. Esses novos habitantes tinham um nível cultural distinto de seus antecessores, já que eram sedentários, agrícolas e dominavam técnicas de arquitetura. Vestígios de sua atividade estão presentes em alguns edifícios e restos de cerâmica encontrados no norte da ilha, na área hoje conhecida como Santa Rita e parte de San Gervasio. A terceira onda de imigração na época clássica maia tardia começou no e veio do estado de Tabasco e do sul do estado de Campeche. Os maias advindos dos grupos étnicos Chontal e Putún eram marinheiros e comerciantes. Cozumel se tornou um ponto importante na sua área de influência. Eles introduziram novas formas de organização social, outros estilos e novos cultos religiosos, entre eles a devoção à deusa Ixchel, da lua, da fertilidade e do nascimento, dando origem a um rito de peregrinação para o mundo maia de Cozumel. O melhor testemunho da organização cultural e social deste grupo são os inúmeros vestígios arqueológicos existentes em toda a superfície da ilha. Até 1.200 a.C. o comércio com terras longínquas prevaleceu na América Central, cujo elo principal era Cozumel. Todo a categoria de mercadoria chegava à ilha de lugares distantes. Os itens eram armazenados antes de serem enviados em canoas para outros pontos de distribuição. Em 3 de maio de 1518, o capitão espanhol Juan de Grijalva invadiu a ilha, à qual chamou Santa Cruz de la Puerta America. Dias depois, ele oficializou a primeira missa católica no México, nas praias de Cozumel. Um ano depois, em fevereiro de 1519, Hernán Cortés iniciou o processo de colonização do México ao desembarcar em Cozumel, onde juntou forças com o náufrago Geronimo de Aguilar, um dos primeiros artistas (Maya-castelhano) no serviço do colonizador. Outro náufrago, Gonzalo Guerrero, se recusou a voltar. Depois de oito anos, se adaptou aos costumes maias, se casou com uma dama e teve três crianças. Por isso, é considerado o pai da mestiçagem no México. Em 1525, Francisco de Montejo, um dos capitães que acompanharam Cortez 9 anos antes, pediu autorização ao rei da Espanha para conquistar e desenvolver a ilha de Cozumel. Ele chegou em Cozumel no dia 29 de setembro de 1527, dando- lhe o nome cristão de San Miguel de Xamancab. Quando os espanhóis já estavam familiarizados com a costa do Golfo do México, perceberam terem de parar na ilha, definindo-a como um porto de escala para os navios espanhóis. Ao mesmo tempo, como efeito imediato da conquista, o comércio maia foi anulado e a adoração da deusa Ixchel foi abolida. Sem poder contar com sua principal atividade econômica, os maias foram forçados a depender exclusivamente da agricultura para sua sobrevivência. Durante os tempos coloniais a ilha ficou praticamente desabitada por conta de vários fatores, como o flagelo causado por doenças trazidas pelos espanhóis, a exploração que os maias sofreram, o colapso da economia maia, de sua organização social e até mesmo de sua religião e costumes. A ilha também foi muitas vezes refúgio para piratas no Caribe. Eles não tinham uma base permanente em Cozumel, mas ocasionalmente se fixavam para obter água e comida fresca e reparar os seus navios. Em 1571, esses ladrões do mar foram capturados na ilha principal do chefe Pierre Sanfroy e nove de seus colegas depois de uma batalha entre as forças espanholas e corsários franceses. Foram transferidos para Mérida, julgados, condenados e executados pelo Tribunal de Justiça da Santa Inquisição. Vários piratas usaram Cozumel como uma base de operações no século XVII, incluindo os famosos Henry Morgan e Jean Lafitte. Piratas oriundos da Inglaterra e Holanda iam à Cozumel para capturar indígenas e espanhóis como escravos. Em meados do século XIX, em 1847, após a rebelião indígena na península conhecida como Guerra de Castas, começa um processo de reassentamento com a chegada de famílias de Valladolid, Saban Tihosuco e Chemax, no estado de Iucatã. Eles fundaram as cidades de El Cedral, ao sul da ilha, e Cozumel, na costa noroeste. O desenvolvimento agrícola e comercial baseado no aproveitamento de frutas, cânhamo, goma e copra foi capaz de consolidar estas aldeias. === História Contemporânea === No século XX, e sobretudo depois da Segunda Guerra Mundial, o desenvolvimento de estradas e infraestrutura de serviços abriu a possibilidade de desenvolvimento do turismo, atividade que, até a presente data, é a base da economia local. Atraídos pelas águas cristalinas, amantes de mergulho chegaram à ilha e voltaram para casa com histórias de magníficas vistas subaquáticas. Jacques Cousteau relatou a riqueza do coral que circunda a ilha em 1960, fazendo com que entusiastas submarinos tomassem conhecimento da existência de Cozumel. O mergulho e as docas de Cozumel tornaram-se conhecidos internacionalmente, colocando a ilha no topo do ranking mundial como chegada de cruzeiro. Também é o primeiro destino turístico do artesanato, como no México.“Programa de manejo no Parque Nacional do recifes de coral em Cozumel” - 5 de maio de 2008 É muito procurada por mergulhadores devido as suas águas claras e quentes e a grande concentração de vida marinha, possuindo uma das maiores formações de coral do mundo (ao sul da ilha, em direção a Belize, fica a segunda maior barreira de corais do mundo, depois da australiana). == Clima == Devido a sua localização próxima a linha do equador, Cozumel tem clima tropical, com variações mínimas e tempestades tropicais. Sua temperatura média anual é de 30 °C. == População == De acordo com dados do Censo da População e Habitação em 2005, o município tinha 73.193 habitantes permanentes, dos quais 71.401 viviam na sede do município, chamada San Miguel de Cozumel. Os demais habitantes situavam-se em outras 134 cidades com populações entre 1 e 282 habitantes, a mais notável das pequenas cidades, é El Cedral. Dados do início de 2008 indicam que a ilha é habitada por cerca de 89.000 pessoas, mas não se sabe em detalhes quantas vivem na cidade permanentemente.thumb|200px|Praia de Punta Morena ao oriente da ilha de Cozumel. == Economia == Cozumel não tem indústrias, de modo que depende do turismo para se desenvolver. Alimentos e produtos manufaturados são enviados do continente para a ilha. A ilha permanece como um destino turístico, principalmente por conta do mergulho. == Turismo == Ao longo da costa da ilha encontram-se praias de areia branca e mar azul-turquesa. Áreas como Playa Norte e a Zona Sul têm uma série de resorts. Um importante ponto turístico é a Laguna de Chankanab, localizada a sul da cidade. Esse corpo de água é abastecido por um túnel subterrâneo ligado ao mar e pode ser visto como um aquário natural. == Ironman == Desde 2009, a ilha de Cozumel abriga uma etapa do circuito Ironman Triathlon. Cerca de 2.200 atletas disputam as 50 vagas para o campeonato mundial, realizado em outubro, no Havaí. A prova, como é comum no circuito Ironman, atrai atletas de diversos países. A peculiaridade é que, por ser realizada depois do campeonato mundial, as vagas conquistadas em Cozumel valem para o ano seguinte. A edição original qualificou 50 atletas que competiram em 2010 (site da prova: http://www.ironmancozumel.com/). Embora o percurso seja praticamente plano, a dificuldade da prova deriva do extremo calor e dos fortes ventos laterais na fase do ciclismo. A largada para a natação ocorre na água em apenas uma volta de 3.800 metros. Em todas edições até hoje, a roupa de borracha foi proibida por conta da temperatura quente da água. A etapa do ciclismo é realizada em 3 voltas, assim como a corrida. Outra peculiaridade da prova é que a T1 (transição da natação para o ciclismo) e a T2 (transição do ciclismo para a corrida) ocorrem em lugares diferentes. ==Ligações externas== * Site Cozumel Parques e Museus Categoria:Ilhas do México Categoria:Municípios de Quintana Roo",
 "title": "Cozumel"
}