{
 "id": "94278",
 "text": "Doom (comercializado como DOOM) é um jogo de computador lançado em 1993 pela id Software e um dos títulos que geraram o gênero de tiro em primeira pessoa. Combinando gráficos 3D com violência gráfica e personagens 2D, ele tornou-se tão controverso quanto imensamente popular, com um lançamento em versão shareware que estima-se ter sido jogada por 15 milhões de pessoas. Além de definir muitos elementos dos games de tiro em primeira pessoa, Doom estabeleceu uma sub-cultura por popularizar os jogos em rede e permitir expansões criadas pelos jogadores (arquivos WADs). O sucesso do jogo influenciou o boom de jogos nos anos 90 até chegar ao ponto desses jogos serem algumas vezes chamados de \"clones do Doom\". A franquia Doom continuou com Doom II: Hell on Earth (1994) e numerosos pacotes de expansão como Ultimate Doom (1995), Master Levels for Doom II (1995), e Final Doom (1996). A maioria deles criado por fãs, sendo lançados para o PC/DOS, esses jogos foram consequentemente migrando para várias outras plataformas, incluindo nove diferentes jogos para consoles. A série perdeu força tão logo o mecanismo gráfico do Doom tenha se tornado obsoleto no final dos anos 90 mas foi revivido em 2004 com o lançamento do Doom 3, uma releitura do jogo original usando nova tecnologia. Em 2004 foi lançada uma versão em tabuleiro, pela Fantasy Flight Games, com miniaturas dos monstros e personagens. Já em 2005, foi lançado uma adaptação cinematográfica de Doom, batizada no Brasil de Doom: A Porta do Inferno. == Jogabilidade == Sendo um jogo de tiro em primeira pessoa, Doom é jogado através do ponto de vista do personagem principal. O objetivo de cada fase é simplesmente encontrar a saída que leva ao próximo nível, um botão com um sinal \"EXIT\" em vermelho, enquanto que o objetivo é sobreviver a todos os perigos ao longo do caminho. Entre os obstáculos estão monstros, barris com lixo tóxico, tetos que vêm abaixo e esmagam o jogador e portas trancadas que podem ser abertas quando se tranca um cartão, chave ou interruptor. Os níveis são em sua maioria compostos por labirintos, e apresentam uma abundância de áreas secretas com power-ups como recompensa para que o jogador as explore. Para ajudar na navegação há um mapa automático do jogo, que é construído a medida que o jogador evolui dentro da missão. Doom é notável pelo arsenal disponível, que se tornou uma espécie de protótipo para os jogos de tiro em primeira pessoa. O jogador começa armado apenas com uma pistola, e punhos para socar o inimigo, mas pode-se, ao longo das fases, apanhar armas melhores: a motoserra, a espingarda, a metralhadora giratória, o lança foguetes, o rifle de plasma, e a imensamente poderosa BFG 9000 (BFG é um acrônimo de Big Fucking Gun, porém alguns jogadores brasileiros a chamam de Bola de Fogo Gigante, no filme aparece como Bio Force Gun version 3.14, mas o personagem Sarge a chama pelo nome original, em tom de brincadeira). Há uma grande variedade de power-ups, como a mochila que aumenta a capacidade de carregar munição, armadura, kit de primeiros socorros para restaurar a saúde, e esferas que podem deixar o jogador mais forte (invulnerability, megasphere, soul sphere e parcial invisibility). Há também o \"berserker kit\", que permite ao jogador causar grandes danos apenas com o soco. Os inimigos em Doom são os elementos principais do jogo. O jogador encara vários deles em grandes números e no mais difícil dos níveis de dificuldade encontra até 12 inimigos numa mesma sala. Existem ao todo 10 tipos de monstros (Doom II dobra essa quantia), incluindo tanto humanos possuídos quanto demônios possuindo cada um, à sua maneira, diferentes tipos forças, indo desde os fracos mas sempre presentes imp (monstros marrons com o corpo coberto de espinhos) e Cacodemon ( espécie de monstro observador flutuante que possui um único olho, que cospe bolas de matéria incandescente) até os chefões de final de fase, que aguentam múltiplos ataques mesmo das armas mais potentes. Os monstros têm comportamento simples, que consiste entre andar ao redor do jogador ou atacar atirando bolas-de-fogo, mordendo, e rasgando a pele, apesar de eles poderem também lutar entre si. Além do modo single-player, Doom apresenta dois modos de jogo multiplayer : cooperative, em que 2 a 4 jogadores lutam contra as legiões do Inferno ou deathmatch, em que os jogadores lutam entre si. == História == Doom tem um tema de ficção de horror e um enredo bastante simples, que só aparece no manual, e a história narrada dentro do jogo em si é mostrada em mensagens entre os principais episódios. O jogador recebe o papel de um fuzileiro espacial (o nome do fuzileiro nunca é revelado pois ele supostamente representa o próprio jogador), \"um dos fuzileiros mais durões da Terra, endurecido em combate e treinado para a ação\" (one of Earth's toughest, hardened in combat and trained for action), que foi deportado para Marte por atirar num oficial superior quando este ordenou que ele matasse inocentes civis e desarmados. Ele é deste modo forçado a trabalhar para a Union Aerospace Corporation (UAC), um complexo militar industrial que está realizando experiências secretas em teletransportação entre as luas de Marte conhecidas como Phobos e Deimos. subitamente, algo dá errado e criaturas aparentemente vindas do inferno começam a surgir das áreas de teletransporte. Uma resposta defensiva da segurança da base falha em deter a invasão e é rapidamente dominada por demônios, com toda a guarnição morta ou transformada em zumbis ao mesmo tempo, Deimos desaparece inteiramente sem nenhuma explicação. Um time da UAC em Marte é enviado a Phobos para investigar o incidente, mas o contato pelo rádio cessa e apenas um deles permanece vivo : o jogador, cuja tarefa é escapar vivo. Para terminar o jogo, o jogador precisa batalhar em três episódios, cada um contendo nove missões. Knee-Deep In The Dead, o primeiro episódio (e o único na versão shareware), se passa numa base militar hightech em Phobos, a primeira das duas luas de Marte. Ele termina com o jogador lutando contra dois Barões do Inferno (Barons of Hell), depois ele entra em um teletransportador que o leva a Deimos. No segundo episódio, The Shores Of Hell, o jogador faz uma jornada através das instalações na segunda lua de Marte, Deimos, cujas áreas mostram uma arquitetura bestial. Depois de encontrar e vencer o Cyberdemon (um sátiro demoníaco gigante com uma perna mecânica e uma bazuca no lugar de um braço), a verdade sobre a lua desaparecida é descoberta: ela flutua sobre o próprio Inferno. O jogador desce até a superfície e o terceiro final, Inferno, começa. Depois de destruir o chefe final, Spider Mastermind (uma espécie de aranha gigante representada com a aparência de um cérebro montado sobre um chassis de aço com quatro pernas mecatrônicas e armado com uma metralhadora giratória em estilo chaingun), uma porta secreta se abre para o herói, que \"provou ser forte demais para o Inferno conter\" (proved too tough for Hell to contain), ser levado de volta à Terra. O pacote de expansão Ultimate Doom adiciona um quarto episódio chamado Thy Flesh Consumed, contando as aventuras da volta ao lar do fuzileiro. ==Produção== A produção de Doom começou em 1992, com John Carmack construindo o mecanismo gráfico enquanto a id terminava Spear of Destiny, a continuação de Wolfenstein 3D. As grandes influências dos criadores foram os filmes Aliens e Evil Dead II, com os demônios tendo saído de uma partida de Dungeons & Dragons que terminou com o planeta infestado deles. O título fora escolhido por Carmack: Tom Hall criou um documento chamado \"Bíblia de Doom\", com uma história complexa, no qual 5 soldados no planeta fictício Tei Tenga enfrentam os demônios, e viajariam ao Inferno. Mas Carmack rejeitou, dizendo que \"a história num jogo é tão importante quanto a história num filme pornô\". Conflitos com a equipe (Hall queria mais realismo em vez de jogabilidade melhor) levaram Hall a sair em 1993. A \"Bíblia\" foi rejeitada, mas diversas ideias ficariam: também começa numa base militar, mas nas luas de Marte; as viagens ao inferno; e apenas um protagonista soldado. Muitos levels e criaturas também ficariam, com alterações. Os levels de Tom Hall, muito realistas e inspirados em Wolfenstein 3D, começaram a ser feitos, mas adaptados a medida que progredia para serem mais \"legais\" e mostrarem a capacidade do jogo. Os levels do primeiro episódio foram feitos por John Romero, mas como ele não podia fazer os outros 2 episódios, Sandy Petersen fora contratado 10 semanas antes do lançamento. ===Gráficos === Adrian Carmack e Kevin Cloud foram os artistas principais do jogo. Don Ivan Punchatz criou o logo e capa, e seu filho Gregor esculpiu alguns monstros. A maioria das imagens são feitas à mão, mas alguns foram esculturas digitalizadas, como o personagem jogável, o Cyberdemon, os Barons of Hell e o Spider Mastermind. As armas vieram de fotos de armas de brinquedo e a motoserra fora emprestada pela namorada de Tom Hall. As mãos do personagem jogável são de Kevin Cloud. === Som === As músicas de fundo foram feitas por Bobby Prince, que já fizera Wolfenstein 3D. John Romero emprestara alguns discos de heavy metal, grunge e rock'n roll para servir de influência — assim algumas músicas são versões de canções de rock. Entre as bandas copiadas estão Metallica, Judas Priest, Alice in Chains, Pantera, AC/DC, Believer, e Slayer e entre outras referências a bandas, está o logo do industrial Nine Inch Nails escondido no primeiro mapa do quarto episódio, cujo mentor Trent Reznor era amigo dos desenvolvedores. Em Doom 2, uma das músicas foi batizada como Smells Like Burning Corpse (cheira como corpos queimados), em homenagem a Smells Like Teen Spirit ( cheira como espíritos jovens ), famosa canção do Nirvana. == Tecnologia == A principal característica que distinguiu Doom, em seu lançamento, foi a qualidade de seu mecanismo gráfico, sem nenhum paralelo com outros jogos da época. O avanço em relação ao jogo anterior da id Software, Wolfenstein 3D, foi conseguido graças a um novo mecanismo gráfico criado por John Carmack. Após o sucesso do jogo, a sua tecnologia ainda serviu como \"exemplo\" para outros jogos do mesmo gênero como Heretic e HeXen. Suas principais características são: * Diferenças de altura (todas as salas em Wolfenstein 3D possuem a mesma altura); * Paredes não-perpendiculares (todas as paredes em Wolfenstein 3D correm ao longo de um grid quadrangular); * Mapeamento de textura em todas as superfícies (em Wolfenstein 3D, o teto e o chão não tinham texturas); e * Nível variado de luz (todas as áreas em Wolfenstein 3D são completamente iluminadas com o mesmo brilho). Apesar de também contribuir para a autenticidade visual do jogo, isso provavelmente é mais importante e ainda adicionou à atmosfera do jogo o uso da escuridão como meio de amedrontar e confundir o jogador e foi um elemento inédito nos jogos. Em contraste com as fases estáticas do Wolfenstein 3D, as do Doom são altamente interativas: * plataformas podem subir e descer, * o chão pode subir em sequência para formar degraus * pontes podem subir e descer A sensação de realidade do ambiente foi ainda mais aperfeiçoada pelo sistema de som estéreo, que tornou possível dizer em que direção e a que distância os sons se originavam. Como o som estéreo não proporciona um senso de 360º Graus perfeito, no desenvolvimento de Doom 3 exigiu-se o uso do som Dolby Surround 5.1 para passar o realismo ao jogador que os produtores desejavam. Com esse sistema de som, o jogador pode sentir todos os efeitos sonoros com fidelidade extrema ao que se vê na tela, desde que possua esse sistema sonoro em seu local de jogo. == Portabilidade == A popularidade de Doom garantiu lançamento nas mais variadas plataformas : === Computador === *MS-DOS - 1993 *Linux - 1994 *Macintosh - 1995 *Windows 95 - 1996 *Amiga Pc - ???? *Windows XP (Doom's Collector Edition) - (2004) === Video games === *Atari Jaguar - 1994 *Sega 32X - 1994 *PlayStation - 1995 *PlayStation 2 - 2001 *Super Nintendo - 1995 *3DO - 1996 *Sega Saturn - 1997 *Nintendo 64 - 1997 *Game Boy Advance - 2001 *Xbox (como bônus de Doom 3) - 2005 *Xbox 360 (Xbox Live Arcade) - 2006 *iPhone - 2009 *Mega Drive - 1992 *Playstation 3 - 2012 *Playstation 4 - 2019 *Xbox One - 2019 *Nintendo Switch - 2019 === Não-oficiais=== Fãs, utilizando o mecanismo gráfico, converteram Doom para diversas plataformas. *Dreamcast *PSP *iPod Linux *Pocket PC *Celulares *Nintendo DS *Dingoo A320 *Nintendo Wii *SPMP8000 == A versão Sega Saturn == A versão Sega Saturn de Doom deriva da versão Playstation de 1995, que por sua vez deriva do porte do Atari Jaguar do jogo. O porte do Saturn teve problemas pois o seu lançamento foi bastante acelerado, originalmente lançado na América do Norte em março de 1997. Uma combinação de baixas taxas de quadros, inimigos mais lentos e efeitos sonoros fizeram com que os críticos não gostassem, assim como o modo multijogador que faltava e foi incluído na versão europeia, apesar de ser anunciado na caixa (junto com 60 níveis, quando na realidade tinha 59). Também é notável o uso na caixa de screenshots tiradas da versão para PC de Final Doom. O programador de Saturn Jim Bagley havia originalmente escrito uma engine mais adequada ao Saturn, permitindo que a VDP1 manuseasse as paredes, pisos e tetos texturizados. No entanto, John Cormack não permitiu o uso deste mecanismo, sentindo que ele degradou os visuais do jogo e especialmente as texturas, que não suportam correção de perspectiva (como a VDP1). Isso significa que toda a renderização é manipulada pelos dois processadores SH-2, exceto pela HUD e pela textura de fundo, que é atualizada separadamente pela VDP2. O desempenho é um problema para a versão Saturn do jogo, com uma média de cerca de 12fps durante os níveis originais (optimizados) de Doom , mas frequentemente abaixo de 10fps quando se lida com a geometria mais complexa de Doom II. Acredita-se que a taxa de disparo das armas tenha aumentado para compensar isso. Em julho de 1997, o jogo foi lançado no Japão. Esta versão foi um pouco mais otimizada do que os lançamentos anteriores da América do Norte e na Europa e, portanto, era um pouco mais rápida, embora ainda mais lenta do que a versão do Playstation da Sony. Ele também possui o multijogador da versão europeia. Algumas das faixas de música também foram trocadas neste lançamento para combinar mais com a ordem das faixas da versão Playstation. == Recepção == === Controvérsias === Doom foi e permanece notório por seus níveis de sangue e imagens satânicas, vistas pela primeira vez naquela época, gerando então controvérsias num amplo número de grupos. Ele foi criticado numerosas vezes por organizações cristãs por suas tonalidades satânicas e chamado de \"simulador de assassinato em massa\" (\"mass murder simulator\") pelo Coronell David Grossman, crítico e fundador do Killology Research Group. Doom causou temores quanto ao uso da então emergente tecnologia de realidade virtual para simular matanças extremamente realistas, e, em 1994 levou a tentativas mal-sucedidas pelo senador estadual de Washington Phil Talmadge de introduzir o cadastramento compulsório para uso de RV ( realidade virtual ). O jogo também foi associado ao famoso caso do Massacre de Columbine, onde dois garotos, tidos como excluídos onde estudavam, entraram em seu colégio disparando tiros em diversos colegas e professores. Entre as informações sobre os assassinos, que incluem símbolos nazistas e discos de rock industrial (controverso na época pela popularização de Marilyn Manson), ambos eram também jogadores assíduos de Doom ( sendo que um deles criou um mapa amador para o mesmo ). Estes fatores fortaleceram teorias conservadoras afirmando que jogos e músicas agressivas induzem a mentalidade violenta em muitos jovens ao redor do mundo. ==== Execução no site do Bank of America ==== Em 2019, um pesquisador de segurança brasileiro chamado Arthur Carrenho, conseguiu rodar o jogo eletrônico Doom em uma página do Bank of America. Jogar o jogo em sites desprotegidos foi um ato muito cometido por hackers. Anteriormente, o jogo foi executado no site do Time de Futebol Internacional e no site da NASA. Segundo o pesquisador, a vulnerabilidade no domínio foi encontrada pela equipe da aCESS Security Lab. Para isso, foi explorado um XSS (um tipo de vulnerabilidade rudimentar, que permite a execução de scripts externos ao site). É importante ressaltar que este tipo de vulnerabilidade não se caracteriza como invasão, ao contrário do que é usado em manchetes). O Bank of America é a segunda maior holding bancária dos Estados Unidos, e a quinta maior em termos de receitas totais. * David Kushner: Masters of Doom: How Two Guys Created an Empire and Transformed Pop Culture, Random House Publishing Group 2003, ISBN 0-375-50524-5 * Desconhecido, Doomworld interview with John Carmack. Acessado em 4 dedezembro de 2004 === Legado === Vários jogos foram criados com sua engine, dentre eles podemos citar Heretic ( um FPS que se passa na idade média e conta a história de um mago que luta contra D'Sparil, um demônio do abismo e as hordas do inferno dele), Hexen (sequência de Heretic) e Strife (mistura de RPG com FPS). Após o sucesso destes \"clones\", a engine de Doom ainda foi liberada publicamente por seus criadores. Com isso, seu código aberto possibilitou diversas criações não oficiais que expandiram diversos elementos no jogo, criando inclusive novas versões e engines, sendo algumas compatíveis com o Windows XP e seus sucessores, outras ainda com renovações nos gráficos que incluem modelagem em 3D e port para efeitos especiais. Além disso, usando editores de WAD (arquivo onde se encontra os principais dados do jogo) foi possível a criação de Mod's (que são modificações do jogo original), como por exemplo: CyberCrime, Dbzome_v7, Legacy of Suffering, Epic 01 e 02 entre outros. Estes mapas amadores são usados para competições online e single player, podendo adicionar diversas modalidades, itens, armas e monstros novos ao jogo, criando assim infinitas versões e fases alternativas. Fora do universo dos jogos, alguns livros (romances) foram publicados em diversos volumes, contando histórias fictícias sobre o jogo, que foram aprovadas pelos criadores e vendidas oficialmente. Uma curta história em quadrinhos não- oficial também foi criada, além da adaptação cinematográfica em 2005. * Romero, John (2002) Doom. Acessado em 4 de dezembro de 2004 * Leukart, Hank (1994) The \"Official\" Doom FAQ. Acessado em 4 de dezembro de 2004 * Hackers brasileiros jogam DOOM no site do Bank of America . Acessado em 23 de junho de 2020 == Ligações externas == * * * * * Categoria:Jogos eletrônicos de 1993 Categoria:Jogos para DOS Categoria:Jogos para PlayStation Categoria:Jogos para Super Nintendo Entertainment System Categoria:Jogos para Sega Saturn Categoria:Jogos para Game Boy Advance Categoria:Jogos para Atari Jaguar Categoria:Jogos para 3DO Categoria:Jogos eletrônicos com gráficos 2,5D Categoria:Jogos eletrônicos ambientados em Marte Categoria:Jogos eletrônicos sobre demônios Categoria:Doom Categoria:Jogos para AmigaOS 4 Categoria:Jogos eletrônicos comerciais com código fonte disponível gratuitamente Categoria:Jogos de tiro em primeira pessoa baseados em sprites Categoria:Jogos multijogador em tela dividida Categoria:Jogos eletrônicos de survival horror Categoria:Jogos eletrônicos para um jogador Categoria:Jogos eletrônicos de horror Categoria:Jogos para Xbox Cloud Gaming Categoria:Jogos eletrônicos censurados Categoria:Controvérsias sobre obscenidade em jogos eletrônicos",
 "title": "Doom (jogo eletrônico de 1993)"
}