{
 "id": "943",
 "text": "Os godos (; ; em Sueco antigo Gutar; ) eram uma tribo germânica, composta por uma amálgama de grupos e clãs com diversos líderes. A sua origem é objeto de controvérsias. Estão mencionados pela primeira vez em , como habitando a foz do Rio Vístula na atual Polónia. Por volta do ano 200 começaram a deslocar-se em direção ao Mar Negro, tendo-se fixado na atual Ucrânia e Bielorrússia. No encontro com o Império Romano no , os godos dividem-se em Ostrogodos e Visigodos. Os ostrogodos acabaram por se estabelecer na Península Itálica e na Panónia, e os visigodos na Gália e na Hispânia. No os ostrogodos são derrotados pelo Império Bizantino e no os visigodos pelos Árabes. == História == Os testemunhos históricos conhecidos apresentam os godos, e os seus ramos ostrogodo e visigodo, como uma comunidade migrando desde o até o , e deslocando-se sucessivamente da foz do Rio Vístula na atual Polónia para as margens do Mar Negro, para a Itália e para a Península Ibérica. === O mito da origem dos godos === No , o historiador gótico-bizantino Jordanes afirma na sua obra Gética que os godos tinham a sua origem numa ilha do Mar Báltico chamada Scandza, presumivelmente a Península da Escandinávia ou a ilha da Gotlândia. Estava assim lançada a hipótese da origem escandinava dos Godos, segundo a qual eles teriam emigrado por volta de da Escandinávia, atravessando o Mar Báltico em 3 barcos, e desembarcado na foz do rio Vístula, na Europa Continental, onde teriam atacado os rúgios, que viviam na costa, expulsando-os de seus domínios, e depois, derrotado os seus novos vizinhos, os vândalos. Não existe nenhuma fonte primária ou secundária que mencione esta longa migração, e as evidências arqueológicas não sustentam essa hipótese. Sabemos também que os barcos escandinavos dessa época longínqua eram rudimentares, movidos a remos e com pequenas tripulações. A teoria construída por Jordanes estava apoiada na ideia de que os os Godos eram o mesmo povo que os Gautas do Sul da Escandinávia e os Getas das margens do Mar Negro, visto terem nomes semelhantes. Na sua obra Gética, publicada em 551, Jordanes apoiava-se numa obra anterior chamada História Gótica, escrita pelo escritor romano Cassiodoro por volta de 526-533, na qual este afirmava que os Godos eram originários de uma ilha do Mar Báltico chamada Scandza. Este livro de Cassiodoro perdeu-se, e Jordanes parece só ter tido acesso a ele durante três dias para consulta. O próprio Cassiodoro usou como fonte uma outra obra, igualmente perdida, do historiador romano Ablávio do , na qual este teria afirmado que os Godos teriam vindo de uma ilha do Mar Báltico, sem todavia indicar o nome. A elite gótica mantinha a sua posição através de alianças de famílias e de um mito de origem da comunidade gótica. Na qualidade de ministro do rei godo , Cassiodoro tinha conhecimento dos cânticos góticos que falavam das suas origens, e sabia como era apreciada a história de um passado gótico extraordinário e grandioso. E Jordanes, como funcionário do Império Romano, estava igualmente consciente do interesse dos romanos na reabilitação e elevação dos seus novos aliados godos, esquecendo o seu passado bárbaro.SMITH, W. Cassiodorus Hoje em dia, os historiadores pendem em geral para uma origem continental europeia, na costa do sul do mar Báltico, algures na Polónia dos nossos dias, de onde os Godos teriam migrado para o Sul, até se estabelecerem entre o rio Danúbio e o rio Don, onde acabaram por se dividir em dois ramos, chamados tervíngios e grutungos, com dinastias reais e territórios separados. ===Do Mar Báltico ao Mar Negro e ao Mar Mediterrâneo=== As primeiras referências históricas aos Godos são feitas pelo historiador romano Tácito, em , pelo geógrafo grego Ptolemeu, no , e pelo naturalista romano Plínio, o Velho, no , colocando este povo na área do rio Vístula na atual Polónia. No , os Godos migram sucessivamente e em pequenos grupos para as margens do Mar Negro. Quando transpõem as fronteiras do Império Romano, os seus exércitos, compostos por variados grupos étnicos liderados por uma élite gótica, atacam cidades gregas e romanas, até que o imperador os enfrenta e derrota em 269 na batalha de Naísso. Com o exército godo destroçado, muitos dos seus guerreiros passam a servir como soldados no exército romano e como colonos no povoamento das terras fronteiriças do império. Todavia, muitos outros voltam a reagrupar-se, e voltam a atacar os romanos, juntamento com outros povos bárbaros. No , se dividem em dois grupos: os tervíngios, depois designados como visigodos (os nobres godos), habitando as margens do rio Danúbio na Roménia, e os grutungos, depois denominados como ostrogodos (godos do sol nascente), habitando as estepes da Ucrânia, junto ao Mar Negro. Os visigodos entram nessa altura na atual Roménia, onde ficam durante um século. Acossados pela invasão dos hunos, os visigodos fazem numerosas incursões no Império Romano no , tendo até saqueado Roma no . Depois de inúmeras confrontações com os romanos acabam por se estabelecer no sul da Gália no , como aliados dos mesmos romanos. Uma aliança de romanos e visigodos, consegue finalmente derrotar os hunos na batalha dos Campos Cataláunicos em 451. Com a derrocada do Império a decorrer, os visigodos conquistam por um lado uma parte da Hispânia e perdem por outro lado a Gália para os francos. O Reino Visigótico da Hispânia respeitou as leis e as instituições da população local, tendo durado até ao , quando foi invadido e ocupado pelos árabes. Os ostrogodos também entram em movimento, penetrando no na atual Ucrânia e subjugando vários povos locais. A invasão dos hunos - no - esmaga substancialmente os ostrogodos. Mas estes conseguem reerguer-se e recuperar a liberdade, e acabam conquistando a Itália no , onde fundam um reino. Um dos seus reis - Teodorico, o Grande - governa um reino onde há uma prosperidade e tolerância assinalável entre godos e romanos, entre cristãos e judeus. A atitude positiva dos ostrogodos para com a cultura romana e a língua latina, assim como a sua conversão ao cristianismo, deixaram rastro importante na integração da esfera germânica e latina na Europa. Todavia, o Império Romano do Oriente invade a Itália em meados do , e os ostrogodos são definitivamente vencidos pelos bizantinos na Guerra Gótica, desaparecendo da história. ===Arqueologia e culturas=== Achados arqueológicos, permitem alguma associação dos Godos à Cultura de Vilemberga, assim como apoiam em alguma medida uma migração de Godos da região do rio Vístula em direção ao sul. Mas não permitem mais do que uma vaga associação à Escandinávia, baseada em algumas semelhanças em alguns montes funerários tardios. Os contactos entre a Escandinávia e o continente europeu existiram sobretudo na forma de intercâmbio comercial nos dois sentidos, e de migração de pequenos grupos de escandinavos, em que alguns se alistaram no exército romano, e alguns outros podem também ter entrado nas hostes godas. Przeworsk2.PNG| East Europe Archaeological Kievan-Chernyakhov.jpg| Cultura de Vilemberga (seta em laranja), suposta migração dos godos nos séculos II e III; Cultura de Cherniacove (linha em laranja) no e (linha vermelha) no ; Cultura de Quieve (linha amarela) nos séculos . ===Reino godo no mar Negro=== ===Fontes da história e mitologia dos Godos=== Algumas das fontes invocadas para a história e mitologia dos Godos são credíveis e fidedignas, outras são fantasias literárias, e outras ainda, contêm tanto elementos credíveis como elementos fantasiosos. * Plínio, o Velho () - naturalista romano; História Natural, gutões (Gutones) * Tácito () - historiador romano; Germânia, gotões (gotones) * Ptolemeu () - geógrafo grego * Amiano Marcelino (; História, Liber XXXI) * Ablávio () * Cassiodoro (; História dos Godos) * Jordanes () - historiador bizantino; Gética, De origine actibusque Getarum * Procópio de Cesareia (; Da Guerra Gótica) == Línguas == thumb|upright=1.5|Reconstrução de uma fazenda gótica em Masłomęcz (Hrubieszów) - e III O gótico é uma língua germânica oriental arcaica. É a única com alguns registros escritos dentro de essa família. Tem claro parentesco com as línguas germânicas da Europa Central e do Norte - por exemplo, o alemão, o inglês e o sueco. De acordo com a maior parte dos linguistas, está \"grosso modo\" tão perto das línguas germânicas ocidentais - p.ex alemão, holandês e inglês - como das línguas germânicas setentrionais - p.ex. sueco, dinamarquês e islandês. O fato é que virtualmente todas as características fonéticas e gramaticais que caracterizam as línguas germânicas setentrionais como um ramo separado da família de línguas germânicas (sem mencionar as características que distinguem os vários dialetos noruegueses) parecem ter se expandido em um estágio posterior àquele preservado no gótico. O gótico por sua vez, sendo uma forma extremamente arcaica do germânico em muitos aspectos, todavia desenvolveu características próprias que não são compartilhadas com outras línguas germânicas. No entanto, isto não exclui a possibilidade dos godos, dos gutar e dos gautas serem tribos relacionadas. Similarmente, os dialetos saxões da Alemanha são mais próximos do anglo-saxão que qualquer outra língua germânica ocidental que sofreu a mudança consonantal do alto alemão (ver lei de Grimm), mas as tribos são definitivamente idênticas. Os jutos (em dinamarquês jyder) da Jutlândia (em dinamarquês Jylland), na Dinamarca Ocidental, são pelo menos etimologicamente idênticos aos jutos que partiram daquela região e invadiram a Grã-Bretanha junto com os anglos e saxões, no . No entanto, não há fontes escritas remanescentes que associem os jutos da Jutlândia com qualquer outro dialeto germânico setentrional, ou os jutos da Grã-Bretanha com qualquer dialeto germânico ocidental. Dessa forma, a língua nem sempre é o melhor critério para distinção étnica ou tribal e sua continuidade. Os gutas (gotlandeses) possuíam entre suas tradições orais histórias de uma migração em massa para o sul da Europa, escritas na Saga dos Gutas. Se os fatos estiverem relacionados, seriam um caso único de tradição oral que sobreviveu a mais de mil anos e que de fato antecede a maioria das principais divisões da família de línguas germânicas. === Origem do nome \"godo\" (*Gut-) === Os nomes gutar e godos são etimologicamente ditos sinónimos etnônimos. Próximo, mas não da mesma origem, é também o nome tribal escandinavo gauta. Os godos e os gutar são derivados de *Gutaniz enquanto gauta é derivado do proto-germânico *Gautoz (plural *Gautaz). *Gautoz e *Gutaniz são duas apofonias de uma palavra proto-germânica (*geutan) que significa \"derramar, verter, espalhar\" (sueco moderno gjuta, alemão moderno giessen, gótico giutan) e que designa as tribos como \"derramadores de sémen\", ou seja, \"homens\".Andersson (1996). Gauti, o mais antigo herói gótico, registrado por Jordanes, é geralmente observado como uma corruptela de Gaut. De forma interessante, registros em norueguês antigo não distinguem os godos dos gutar e ambos são chamados Gotar em norueguês antigo ocidental. O termo em norueguês antigo oriental para godos e gutar parece ter sido Gutar (por exemplo, na Gutasaga e na inscrição rúnica da Pedra de Rök). No entanto, os gautas são claramente distinguidos dos godos/gutar nas literaturas do norueguês antigo e do inglês antigo. Uma segunda teoria, de menor força, liga o povo com o nome de um rio que atravessa Gotalândia Ocidental na Suécia, o rio Gota, que escoa do lago Vener para a baía Categate. No período pré-histórico, esse rio tinha um fluxo maior que o atual. A interpretação, todavia, utiliza uma analogia de nomeação geral indo-europeia, tal como Dutch, Deutsch, man, human, etc. e era a preferida de Jordanes, que via os godos com procedentes da Escandinávia. A raiz indo-europeia da derivação \"espalhar\" seria *gheu-d- como ela está catalogada no The American Heritage Dictionary of the English Language (AHD) (\"Dicionário da Herança Americana da Língua Inglesa\"). *gheud- é uma forma centum. O AHD apóia-se em Julius Pokorny para a mesma raiz (p. 447). * g a partir do *gh e um *t a partir do *d. Esta mesma lei mais ou menos rejeitou *ghedh-, raiz do inglês \"good\" no sentido de \"goodman\" (\"pai de família\"), como sugerem alguns. O *dh neste caso se transformaria em um *d no lugar de um *t. Quando e onde os ancestrais dos godos deram-se este nome e se eles o usaram na época do indo- europeu ou do proto-germânico permanece uma questão não resolvida de linguística histórica e arqueologia pré-histórica. De acordo com as regras de apofonia indo-europeia, a graduação plena *gheud- pode ser substituída por *ghud- ou *ghoud-, relatando as várias formas para o nome. O uso de todas as três formas sugere que o nome derive de um estágio indo-europeu. Um nome composto, Gut-þiuda, o \"povo gótico\", aparece no calendário gótico (aikklesjons fullaizos ana gutþiudai gabrannidai). Além dos godos, este jeito de nomear uma tribo é apenas encontrado na Suécia.Ver Suíones e Suiþioð. Como mencionado acima, o nome dos godos é idêntico ao dos gutar, os habitantes de Gotlândia, uma ilha do mar Báltico. O número de similaridades que existiam entre a língua gótica e o gútnico antigo fez o proeminente linguista sueco Elias Wessén considerar o gútnico antigo como sendo uma forma de gótico. O mais famoso exemplo é que tanto o gútnico quanto o gótico usavam a palavra lamb para carneiros jovens e adultos. Ainda, alguns reivindicam que o gútnico não é mais próximo do gótico que qualquer outra língua germânica. == Significado simbólico == A relação dos godos com a Suécia se tornou uma parte importante do nacionalismo sueco, e até o a opinião de que os suecos eram os descendentes diretos dos godos era comum. Hoje, acadêmicos suecos identificam isso como um movimento cultural chamado goticismo, o qual inclui um entusiasmo por assuntos em geral do norueguês antigo. Na Espanha medieval e moderna, os visigodos são considerados como sendo a origem da nobreza da Espanha. Por causa disto, no Chile, Argentina e Ilhas Canárias, godo era uma ofensa étnica usada contra espanhóis europeus, que no início do período colonial se sentiam superiores às pessoas nascidas nas colônias (criollos). Esta reivindicação espanhola de origens góticas conduziu a um confronto com a delegação sueca no Concílio de Basileia em 1434. Antes que a assembleia de cardeais e delegações pudessem iniciar as discussões teológicas, eles tinham que decidir como se sentar durante os procedimentos. As delegações das nações mais importantes estavam sentadas mais próximas ao papa, e havia também disputas para quem ficaria com as melhores cadeiras e quem teria seus assentos em esteiras. Neste conflito, o bispo de Växjö, Nicolaus Ragvaldi invocou que os suecos eram descendentes dos grandes godos, que o povo de Gotalândia Ocidental (Vestrogócia em latim) eram os visigodos e que o povo de Gotalândia Oriental (Ostrogócia em latim) eram os ostrogodos. A delegação espanhola então respondeu afirmando que apenas os godos \"preguiçosos\" e \"sem iniciativas\" haviam ficado na Suécia, enquanto que os godos \"heroicos\", por outro lado, tinham deixado a Suécia, invadido o Império Romano e se estabelecido na Espanha.Ergo 12-1996.Söderberg, Werner. (1896). \"Nicolaus Ragvaldis tal i Basel 1434\", in Samlaren. p. 187-195. == Ver também == * Alfabeto gótico * Migrações dos povos bárbaros * Saga de Hervör * Scandza * Úlfilas; Códice Argênteo * Jurate Rosales == Bibliografia == * Andersson, Thorsten. (1996) \"Göter, goter, gutar\" in Journal Namn och Bygd, Uppsala. * Bell-Fialkoff, A.: The Role of Migration in the History of the Eurasian Steppe (A função da Migração na História da Estepe Eurasiana), Londres: Macmillan, 2000. * Bradley, Henry. The Goths: from the Earliest Times to the End of the Gothic Dominion in Spain (Os Godos: dos Tempos Antigos ao Fim do Domínio Gótico na Espanha), Londres: T. Fisher Unwin, 1888. * Dabrowski, J. (1989) Nordische Kreis un Kulturen Polnischer Gebiete (. Die Bronzezeit im Ostseegebiet. Ein Rapport der Kgl. Schwedischen Akademie der Literatur Geschichte und Alter unt Altertumsforschung über das Julita-Symposium 1986. Ed Ambrosiani, B. Kungl. Vitterhets Historie och Antikvitets Akademien. Konferenser 22. Estocolmo. * Findeisen, Joerg-Peter: Schweden - Von den Anfaengen bis zur Gegenwart (Suécia - Do Início ao Presente), Regensburg: Verlag Friedrich Pustet, 1998. * Oxenstierna, Graf E.C. : Die Urheimat der Goten (A terra natal dos godos). Leipzig, Mannus-Buecherei 73, 1945 (depois impresso em 1948). * Heather, Peter: The Goths (Os godos) (Blackwell, 1996) * Hermodsson, Lars: Goterna - ett krigafolk och dess bibel, Estocolmo, Atlantis, 1993. * Kaliff, Anders: Gothic Connections. Contacts between eastern Scandinavia and the southern Baltic coast 1000 BC – 500 AD (Conexões Góticas. Contatos entre a Escandinávia oriental e o litoral sul do Báltico entre e ). Occasional Papers in Archaeology (OPIA) 26. Uppsala 2001. * Mastrelli, Carlo Alberto in Volker Bierbauer et al, I Goti (Os godos), Milão: Electa Lombardia, Elemond Editori Associati, 1994. * Nordgren, I.: Goterkällan - om goterna i Norden och på kontinenten, Skara: Vaestergoetlands museums skriftserie nr 30, 2000. * Nordgren, I.: The Well Spring of the Goths : About the Gothic peoples in the Nordic Countries and on the Continent (A Boa Primavera dos Godos: Sobre os povos góticos nos países nórdicos e no continente) (2004) * Rodin, L. - Lindblom, V. - Klang, K.: Gudaträd och västgötska skottkungar - Sveriges bysantiska arv, Göteborg: Tre böcker, 1994. * Schaetze der Ostgoten, Stuttgart: Theiss, 1995. Studia Gotica - Die eisenzeitlichen Verbindungen zwischen Schweden und Suedosteuropa - Vortraege beim Gotensymposion im Statens Historiska Museum, Estocolmo 1970. * Tácito: Germania, (com introdução e comentário de J.B. Rives), Oxford: Clarendon Press, 1999. * Welinder, Stig: Sveriges historia: 13000 fKr-600 eKr (Historia da Suécia: 13000 a.C.-600 d.C) (Estocolmo: Norstedts, 2009) * Wenskus, Reinhard: Stammesbildung und Verfassung. Das Werden der Frühmittelalterlichen Gentes (Köln 1961). * Wolfram, Herwig: History of the Goths (História dos Godos). Nova e completamente revisada a partir da segunda edição alemã. Traduzido para o inglês por Thomas J. Dunlap. Los Angeles: University of California Press, 1988. LC number D137.W6213 1987 940.1. * \"Barbarians\", Episódio 2: \"The Savage Goths\", documentário em 4 episódios de Terry Jones, exibido pela BBC, exibido no Brasil pela TV Escola (versão dublada), apresenta o Império Romano romanos a partir de uma perspectiva não-romana.Terry Jones' Barbarians - Written by Terry Jones & Alan Ereira, em inglês, acesso em 15 de setembro de 2016.Terry Jones' Barbarians, acesso em 17 de setembro de 2016. == Ligações externas == * \"The Origins and Deeds of the Goths\" (\"As origens e feitos dos godos\"), by Jordanes, trans. Charles C. Mierow * \"The Goths in Greater Poland\" (\"Os godos na Grande Polônia\") by Tadeusz Makiewicz * \"Jewellery of the Goths\" (\"Joalheria dos Godos\"), by Tomasz Skorupka, em um site de um museu polonês * \"The Germans\" (\"Os Germanos\") by Richard Hooker * Summary of \"Gothic Connections\" (\"Conexões Góticas\") by Anders Kaliff Categoria:Godos Categoria:Goticismo",
 "title": "Godos"
}