{
 "id": "94313",
 "text": "A TSR (Tactical Studies Rules Inc.) foi uma das principais empresas de jogos de RPG, tendo funcionado entre os anos 1975 e 1997, quando foi adquirida pela Wizards of the Coast, que posteriormente, por sua vez, foi comprada pela Hasbro. Foi responsável pelo lançamento das primeiras edições de jogos clássicos de RPG, como Dungeons & Dragons, por exemplo, bem como pela publicação do trabalhos de grandes ilustradores do mercado de jogos, como Gerald Brom, Jeff Easley, Keith Parkinson etc. A TSR Hobbies encontrou dificuldades financeiras na primavera de 1983, levando a empresa a dividir em quatro empresas independentes, com a publicação e o desenvolvimento do jogo continuando como TSR, Inc. (TSR) Depois de perder seus cargos executivos devido ao baixo desempenho da empresa, os irmãos Blume posteriormente venderam suas ações para a vice-presidente da TSR, Lorraine Williams, que, por sua vez, gerou a saída da Gygax da empresa em outubro de 1985. A TSR alcançou novamente prosperidade sob Williams, mas em 1995, caiu abaixo de seus concorrentes nas vendas globais. A TSR não conseguiu cobrir os custos de publicação devido a uma variedade de fatores, portanto, enfrentando insolvência, A TSR foi comprada em 1997 pela Wizards of the Coast (WotC). A WotC inicialmente manteve o uso do nome TSR para seus produtos de D&D;, mas em 2000, o apelido de TSR foi descartado, coincidindo com o lançamento da 3ª edição do D&D.; Uma nova TSR foi fundada por Jayson Elliot, que cofundou o podcast Roll for Initiative. Elliot descobriu que a marca TSR havia expirado por volta de 2004, então ele a registrou em 2011. Ele então teve a ideia de lançar a nova empresa com a ajuda dos primeiros colaboradores da TSR / D&D;, incluindo Luke e Ernie Gygax, filhos do falecido cocriador Gary Gygax e Tim Kask, ex-editor da revista Dragon. Seu primeiro produto foi Gygax Magazine, anunciado junto com o renascimento da empresa TSR em dezembro de 2012. == Produtos == TSR produziu muitos jogos, entre eles o mundialmente conhecido Dungeons&Dragons;, no entanto eles produziram diversos outros tipos de jogos === Jogos de Interpretação de personagem === * Alternity (1998) * Amazing Engine (1993) * Boot Hill (1975) * Buck Rogers XXVC * Conan the Barbarian * DragonLance: Fifth Age (Saga System) (1996) * Dungeons & Dragons (1974) * Empire of the Petal Throne (1975) * Gamma World (1978) * Gangbusters (1982) * Indiana Jones * Marvel Super Heroes * Marvel Super Heroes Adventure Game (Saga System) (1998) * Metamorphosis Alpha (1976) * Star Frontiers (1982) * Top Secret (1980) and Top Secret/S.I. === Wargames === * A Gleam of Bayonets (on Antietam) * Cavaliers and Roundheads (1973) * Chainmail (1975) * Classic Warfare (1975) * Divine Right (1979) * Don't Give Up The Ship! (1975) * Fight in the Skies (1975) (later renamed Dawn Patrol) * Sniper! (1986) * Star Probe (1975) * Terrible Swift Sword (1986) * Tractics (1975) * Tricolor (1975) * Warriors of Mars (1974) * Wellington's Victory * William the Conqueror (1976) * Cordite & Steel (1977) === Outros jogos === * 4th Dimension (jogo de tabuleiro) * Buck Rogers - Battle for the 25th Century (jogo de tabuleiro) * Dragon Dice (jogo de cartas colecionáveis) * Dungeon! (1975) * Endless Quest livro-jogos * Spellfire (jogo de cartas colecionáveis) * Blood Wars (jogo de cartas colecionáveis) * Chase (jogo de tabuleiro) * Kage (jogo de tabuleiro) * Steppe(jogo de tabuleiro) * Attack Force (jogo de tabuleiro de miniaturas) * Icebergs (jogo de tabuleiro de miniaturas) * Remember the Alamo (jogo de tabuleiro de miniaturas) * Revolt on Antares (microgame) * Saga (microgame) * They've Invaded Pleasantville (jogo de tabuleiro de miniaturas) * Vampyre (jogo de tabuleiro de miniaturas) * Viking Gods(jogo de tabuleiro de miniaturas) === Revistas === * Amazing Stories * Ares * Dragon * Dungeon Adventures * Strategy & Tactics == Ligações externas == *",
 "title": "TSR, Inc."
}