{
 "id": "94336",
 "text": "Kongsberg é uma comuna e uma cidade da Noruega, no condado de Viken, com 793 km² de área e habitantes (censo de 2021). Fica situada a sudoeste de Oslo, a capital do país. Foi uma zona produtora de prata desde o século XVII até o . Possui indústrias de armamento tradicionais, e atualmente sobretudo eletrónica e tecnologia da informação. ==História== A cidade foi fundada em 1624 por Christian IV da Dinamarca, após a descoberta de prata na região. Minas e fundições foram abertos para a ' prata e foram ainda trouxe mineiros alemães da Saxônia. Em 1686 a Casa da Moeda foi aberta pelo governo norueguês, ainda com base em Kongsberg. Em 1770, com a indústria de prata, Kongsberg (Noruega) tornou-se a segunda cidade depois de Bergen. Em 1814 o governo abriu uma fábrica estatal de armas, mas que foi privatizada em 1987. A indústria de prata fechada em 1957 . ==Comércio== As empresas em Kongsberg foi originalmente baseada em mineração de prata. Após este foi colocado em outras indústrias assumiram. O mais famoso é o KV (Kongsberg fábrica de armas), que eventualmente evoluiu para Kongsberg e KDA (Kongsberg Defesa e Aeroespacial.) Kongsberg Grupo é composto por várias grandes empresas internacionais, incluindo a KDA. Hoje é uma próspera indústria em Kongsberg, onde milhões e bilhões de contratos vêm rolando polegadas Entre os criados e / ou desenvolvidos em Kongsberg incluem tecnologia de mísseis, avançado inteligente mísseis NSM, NASAMS 2 e Pinguim, que våpensystermer CORVOS, peças para F-35 (JSF), robótica, jet fabricação de motores, automóveis, Offshore Technology (FMC Technologies) e muito mais. As várias empresas de alta tecnologia dão à cidade um toque de tecnologia. A cidade freqüentemente se refere a si mesmo como uma cidade de tecnologia de Kongsberg. ==Relações internacionais== As seguintes cidades são geminadas com Kongsberg: [ 3 ] * Chitose , Hokkaido, * Espoo , Etelä-Suomi, * Gouda , Holanda do Sul , * Kristianstad , Escânia , * Køge , Sjælland, * Red Wing , Minnesota, * Skagafjörður , ==Economia== Quando em 1814 o governo Kongsberg Våpenfabrikk (KV) (alemão: Kongsberg Fábrica de Armas) foi fundada, a cidade recebeu um foco da indústria nova, que não apenas o governo norueguês com armas. Não foi até 1987, o arsenal, que era contra a COCOM ter violado orientações sobre exportação de armas e ficou resolvido antes da falência. Ela foi dividida em várias pequenas empresas e parcialmente privatizada. A partir dele são o Grupo de Kongsberg (Kongsberg Defesa e Aeroespacial, Kongsberg Maritime acima) e da Kongsberg Automotive Segurar (FMC Technologies, Kongsberg Automotive acima) saiu. Este Kongsberg agora se tornou um local de alta tecnologia, para trabalhar em mais de 6.000 engenheiros e outros especialistas altamente qualificados. Em suas empresas incluirá tecnologias para a indústria aeronáutica e espaço, os marinhos, automotivo e de largo desenvolvimento de sistemas para a exploração de petróleo e gás e produção. A cidade é a casa para continuar o Mint Estado da Noruega e da Universidade de Ciências Aplicadas (óptica, ciência da computação, engenharia e ciência política), com mais de 800 alunos. ==Cultura== Desde 1964, em Julho recebe anualmente o lugar Internacional Jazz Festival Kongsberg ==Nativos notáveis== * Morten Harket, vocalista da banda de synthpop norueguesa A-ha. Kongsberg é a casa do salto de esqui muitos famosos norueguês e snowboard. A cidade é uma famosa estância de esqui com vários elevadores e um teleférico. As pistas têm uma queda vertical de 400 metros. Existem sete trilhas em noite iluminada. A cidade tem um campo de golfe de 18 buracos e um motor de centro esportivo para autocross, motocross, go-kart e pista de corrida. == Ensino == Seminário de mineração em 2006. Kongsberg tem 11 escolas primárias (uma privada e um é primário e secundário), três escolas secundárias e ensino médio e faculdade. == Área e população == Em 1964, Kongsberg, Sandsvær Superior, Sandsvær Exterior, Jondalen em Flesberg e Jondalen superior em Gransherad incorporado ao novo município de Kongsberg. O município tem uma área de 793,0 km ², e 1 de abril de 2010, havia 24,738 habitantes. A maioria dos habitantes vive em relação ao centro da cidade, ou nas áreas circundantes Heistadmoen , Skollenborg, Saggrenda, Hvittingfoss e Fluxo de Passe.Kongsberg é o quarto maior para o interior, isto é, sem uma linha de costa. O interior só é superado pelo Lillehammer, Hamar e Gjøvik em termos de população. As principais áreas residenciais de Kongsberg de Old Hill, hamlet, Bakken Mads / Hindtåsen e Raumyr. aldeia de Kongsberg tem 19,515 habitantes e uma área de 13,23 km ² a 1 de Janeiro de 2011. == Na imprensa == * Polícia norueguesa investiga assassinato de cinco pessoas em Kongsberg, Agência Brasi, outubro de 2021. Categoria:Kongsberg",
 "title": "Kongsberg"
}