{
 "id": "94377",
 "text": "Sidney Schechtel (Chicago, 11 de fevereiro de 1917 — Rancho Mirage, 30 de janeiro de 2007), mais conhecido como Sidney Sheldon, foi um escritor e roteirista norte-americano. Durante sua vida, Sheldon publicou 18 romances; todos alcançaram a lista de mais vendidos do jornal The New York Times. Eles totalizaram mais de 300 milhões de cópias vendidas, com traduções para 51 idiomas, distribuídos em cerca de 180 países; por esse fato, ele é considerado \"o escritor mais traduzido do mundo\" pelo Guinness. Sidney Sheldon também escreveu seis livros voltados para o público infantojuvenil. O escritor também é creditado por seis peças para a Broadway, 25 filmes e 250 roteiros televisivos, dentre eles, I Dream of Jeannie (bra: Jeannie é um Gênio /prt: A Minha Bela Génio) e Hart to Hart (Casal 20). Mesmo depois de morto, Sidney Sheldon continua figurando no Guiness Book como o autor mais traduzido do mundo. Para não perder o título, a família aderiu à onda de continuações póstumas e, por meio de um concurso, escolheu Tilly Bagshawe para continuar O Reverso da Medalha, um dos livros mais vendidos do romancista no Brasil. O título do romance é A Senhora do Jogo, publicado pela editora Record. Tilly Bagshawe já escreveu sete romances ao estilo “Sheldon”. == Início == Seu nome de nascimento foi Sidney Schechtel, em Chicago, Illinois, filho de Ascher \"Otto\" Schechtel e Natalie Marcus, descendentes de judeus alemães e russos, respectivamente. Tinha um irmão mais novo, chamado Richard. Fez sua primeira venda aos 10 anos, participando de um concurso realizado por uma revista infantil chamada Wee wisdom, pelo valor de US$ 5. Depois de se graduar na East High School de Denver, Colorado, ele frequentou a Universidade Northwestern, mas não a concluiu. Durante a Grande Depressão, trabalhou em diversos empregos para ajudar no sustento da família, como vendedor de sapatos, locutor de rádio e entregador em uma drogaria. Depois de ter vendido uma canção que havia composto para um líder de banda local, ele mudou-se para Nova York, onde tentou firmar-se como compositor. Quando surgiu uma oportunidade - um popular compositor da época se interessou por suas músicas e ofereceu-se para se reunir com ele no dia seguinte - Sheldon desistiu e voltou para Chicago, onde sua família ainda morava. == Carreira == === No cinema, teatro e televisão === Ao mudar-se para Hollywood, em 1937, inicialmente conseguiu o emprego de leitor de roteiros, no qual fazia resumos para facilitar o trabalho de produtores de cinema quando fossem selecionar um. Depois, ele passou a escrever argumentos de forma independente, ao lado de outro hóspede da pensão em que residia, Ben Roberts, e enviá-los para estúdios. Após não receber respostas em alguns argumentos, um, chamado Dangerous Holiday, foi comprado pela Paramount por mil dólares, mas eles não foram os responsáveis pelo roteiro. Logo depois, ele e Roberts venderam um outro argumento, South of Panama, para a PRC, e escreveram seu roteiro; esse foi seu primeiro roteiro filmado. Ele então abandonou seu trabalho de leitor para dedicar-se aos roteiros. Ainda em parceria com Roberts, vendeu mais alguns para diferentes estúdios, até serem contratados como roteiristas fixos do Republic Studios, responsável pela produção de filmes b. Seu contrato venceu depois de um ano, e não foi renovado. Com a entrada dos Estados Unidos na segunda guerra mundial, ele se alistou no Army Air Corps, onde foi treinado para ser piloto em Richfield, Utah. Mais tarde, foi impedido de servir por causa de sua hérnia de disco. Retornou à vida civil e foi convidado para atualizar o libreto do musical A Viúva Alegre, de Franz Lehár, para a Broadway. O musical foi produzido em 1943, quando Sheldon tinha 26 anos, e considerado um sucesso. Ao mesmo tempo em que reescrevia A Viúva Alegre, ele trabalhou em dois outros espetáculos para a Broadway: Jackpot e Dream with Music. Depois da estreia de Alice in Arms, primeiro chamado Star in the Window, ele retornou para Hollywood, onde escreveu o roteiro do filme The Bachelor and the Bobby-Soxer, estrelado por Cary Grant, para a RKO Pictures, pelo qual ganhou o Oscar de melhor roteiro original de 1947. Logo depois, trabalhou na revisão e edição do roteiro de Desfile de Páscoa, estrelado por Judy Garland e Fred Astaire. Sheldon continuou trabalhando com filmes e, esporadicamente, escrevendo libretos para a Broadway, até ser chamado para ser produtor da MGM. Em 1950, escreveu o roteiro da comédia musical Romance Carioca, estrelado por Jane Powell. 1953, ele dirigiu um filme pela primeira vez, Dream Wife, estrelado por Cary Grant e Deborah Kerr. Após receber resenhas iniciais negativas dos críticos, o estúdio optou por não fazer sua divulgação, o que fez com que Sheldon pedisse para ser liberado de seu contrato. Depois de deixar o MGM, ele teve dificuldades para encontrar trabalho, devido ao momento ruim que a indústria estava passando e o fato de seu último filme não ter sido bem- sucedido. Depois de algum tempo, ele foi chamado pela Paramount para escrever o roteiro de You're Never Too Young, que recebeu boas críticas e teve boa bilheteria, o que o trouxe de volta para o mercado. Ele trabalhou em outros filmes, até que o roteiro de O Palhaço Que Não Ri, um drama sobre a vida de Buster Keaton que foi co-escrito, co-produzido e dirigido por ele, foi duramente criticado e o estúdio não renovou seu contrato. Ele então retornou para a Broadway, onde co-escreveu o roteiro do musical Redhead, que ganhou o título de Melhor Musical de 1959 no Tony Awards, seguido por Roman Candle. Após retornar ao cinema para algumas produções, Sheldon foi convidado para criar o The Patty Duke Show, estrelado por Patty Duke, um programa para televisão. Passou então a escrever roteiros para o programa, que foi ao ar entre 1963 e 1966. Enquanto ainda escrevia The Patty Duke Show, ele criou Jeannie é um Gênio, ao qual também coproduziu; a série contava a história de um astronauta, interpretado por Larry Hagman, que após um problema no lançamento de foguete, cai numa ilha deserta no meio do pacífico sul e encontra a garrafa de uma gênia de mais de 2 000 anos, vivida por Barbara Eden. Jeannie é um Gênio foi exibida entre 1965 e 1970. As duas séries foram consideradas sucessos. No mesmo ano em que Jeannie é um Gênio deixou de ser produzida, ele criou Nancy, que foi cancelada no meio de sua primeira temporada, após 17 episódios, mesmo tendo uma audiência considerável. Anos mais tarde, em 1979, estreou Casal 20, também criada por ele, que durou até 1984. === Nos livros === A estreia de Sidney como escritor de romances ocorreu em 1970, quando publicou seu livro A Outra Face. Ele decidiu lançar o suspense como livro por que achou que era muito \"psicologicamente variado\" para cinema, TV ou palco; a história de um psicólogo que é acusado de assassinato foi vendida para a editora Morrow por mil dólares. A Outra Face foi nomeado \"Melhor Livro de Estreia\" nos Edgar Allan Poe Award de 1971. Seu segundo livro foi The Other Side of Midnight, lançado três anos depois do primeiro; ele alcançou o primeiro lugar na lista de mais vendidos do The New York Times e permaneceu nela por 53 semanas. A partir de então ele passou a dedicar-se aos livros, lançando diversos outros bem-sucedidos, como A Ira dos Anjos e Se Houver Amanhã. Apesar de ter sido bem-sucedido em suas vendas, o autor nunca foi aprovado pela crítica, que publicava resenhas geralmente depreciativas. Várias de suas obras foram adaptadas para séries ou filmes, muitas vezes tendo o autor como produtor. == Estilo de escrita == Sheldon geralmente colocava mulheres como personagens principais de seus livros. Ele afirmou, em uma entrevista para a Associated Press em 1982, que gostava \"de escrever sobre mulheres que são talentosas e capazes, mas o mais importante, mantêm sua feminilidade. As mulheres têm um poder tremendo - a sua feminilidade, porque os homens não podem fazer sem isso\". Muitos de seus personagens masculinos eram \"malévolos\" e \"impiedosos\". Os romances eram escritos com elevado grau de suspense e sensualidade, e costumavam contar com elementos como fama, fortuna, intrigas, assassinatos, desaparecimentos e vinganças. Ele comentou que tentava escrever seus livros \"de uma maneira que os leitores não pudessem largá-lo. Construí-los de um jeito que o leitor termina um capítulo e tem que ler mais um\". Sidney acreditava que não podia \"enganar o leitor\", por isso, sempre que descrevia algum lugar visitado por seus personagens, havia estado nele. O autor tinha o costume de contar a história oralmente para que sua secretária a digitasse ou usar um gravador, completando em média 50 páginas por dia. No dia seguinte, ele fazia a revisão do que havia feito no dia anterior e repetia o processo até que o livro estivesse finalizado. Então ele fazia diversas revisões da obra, podendo passar até um ano até liberar para ser publicado. == Obras publicadas == Obras publicadas Ano Título original Título no Brasil Título em Portugal Notas 01 1970 The Naked Face A Outra Face A Face Nua 02 1973 The Other Side of Midnight O Outro Lado da Meia-Noite O Outro Lado da Meia Noite 03 1976 A Stranger in the Mirror Um Estranho no Espelho Um Estranho no Espelho 04 1977 Bloodline A Herdeira Laços de Sangue 05 1980 Rage of Angels A Ira dos Anjos A Fúria dos Anjos 06 1982 Master of the Game O Reverso da Medalha O Preço do Poder ou O Jogo da Vida 07 1985 If Tomorrow Comes Se Houver Amanhã Se o Amanhã Chegar 08 1987 Windmills of the Gods Um Capricho dos Deuses O Capricho dos Deuses 09 1988 The Sands of Time As Areias do Tempo As Areias do Tempo 10 1990 Memories of Midnight Lembranças da Meia-Noite Memórias da Meia-Noite Continuação de The Other Side of Midnight 11 1991 The Doomsday Conspiracy Juízo Final Conspiração: Dia do Juízo Final 12 1991 The Strangler O Estrangulador O Estrangulador Infanto-juvenil 13 1992 The Stars Shine Down Escrito nas Estrelas O Brilho das Estrelas 14 1994 Nothing Lasts Forever Nada Dura para Sempre Nada é Eterno 15 1994 The Money Tree Corrida pela Herança Corrida pela Herança Infanto-juvenil 16 1995 The Dictator O Ditador O Ditador Infanto-juvenil 17 1995 Morning, Noon & Night Manhã, Tarde e Noite Manhã, Tarde e Noite 18 1995 The Twelve Commandments Os Doze Mandamentos Os Doze Mandamentos Infanto-juvenil 19 1995 Ghost Story O Fantasma da Meia-Noite O Fantasma da Meia Noite Infanto-juvenil 20 1997 The Best Laid Plans O Plano Perfeito O Plano Perfeito 21 1998 Tell Me Your Dreams Conte-me Seus Sonhos A Mulher Dividida 22 2000 The Sky is Falling O Céu Está Caindo Quando o Céu Caiu A personagem central, Dana Evans, foi apresentada anteriormente no livro \"O Plano Perfeito\", como coadjuvante em trama paralela. 23 2000 The Chase A Perseguição Infanto-juvenil 24 2004 Are You Afraid of the Dark? Quem Tem Medo de Escuro? Quem Tem Medo de Escuro? 25 2005 The Other Side of Me O Outro Lado de Mim O Outro Lado de Mim Autobiografia 26 2009 Mistress of the Game A Senhora do Jogo Escrito por Tilly Bagshawe, com autorização da família. Continuação de Master of the Game. 27 2010 After the Darkness Depois da Escuridão Escrito por Tilly Bagshawe, com autorização da família. 28 2012 Angel of the Dark Anjo da Escuridão Escrito por Tilly Bagshawe, com autorização da família. 29 2013 The Tides of Memory Sombras de Um Verão Escrito por Tilly Bagshawe, com autorização da família. 30 2014 Chasing Tomorrow Em Busca de um Novo Amanhã Escrito por Tilly Bagshawe, com autorização da família. Continuação de Se Houver Amanhã. 31 2015 Reckless Um Amanhã de Vingança Escrito por Tilly Bagshawe, com autorização da família. Continuação de Em Busca de um Novo Amanhã 32 2018 The Silent Widow A Viúva Silenciosa Escrito por Tilly Bagshawe, com autorização da família. Data da primeira publicação: 14/06/2018 Lançado no Brasil: 20/12/2018 == Vida pessoal == Sheldon foi casado por três vezes. Seu primeiro casamento, com Jane Kaufman, ocorreu em 1945 e os dois se separaram dois anos depois. Ele conheceu sua segunda esposa, Jorja Curtright, uma atriz e design de interiores, em 1950. Casaram em 28 de março do ano seguinte e passaram a lua de mel na Europa; o casamento durou até a morte de Jorja, em 11 de maio de 1985, após um ataque cardíaco. Ele então casou-se com Alexandra Kostoff, uma publicitária e ex-atriz mirim, em 14 de outubro de 1989 e os dois viveram juntos até a morte dele, em 2007. Ele teve duas filhas com Jorja, Mary e Alexandra. Alexandra nasceu com espinha bífida e faleceu pouco tempo depois. Depois disso, os dois tentaram adotar um bebê, Elizabeth Aprille, mas uma semana antes de completarem seis meses com ela, a mãe biológica desistiu e a pegou de volta - o que era seu direito apenas até os seis meses. Mary tornou-se escritora e teve duas filhas, Lizy e Rebecca. Considerado um workaholic, ele trabalhou em diversas áreas, mas afirmou que escrever livros era a sua favorita: \"Eu amo escrever livros. Filmes são uma mídia colaborativa, mas quando você cria um livro, está fazendo sozinho. É uma liberdade que não existe em nenhuma outra mídia\". Sheldon sofreu de transtorno bipolar, chegando a tentar o suicídio aos 17 anos. Faleceu em 30 de janeiro de 2007, aos 89 anos, devido a complicações causadas por uma pneumonia. Estava no Eisenhower Medical Center, em Rancho Mirage, nas proximidades de sua residência em Palm Springs, Califórnia, ao lado de sua esposa Alexandra e sua filha Mary. Foi então cremado e suas cinzas enterradas no Westwood Village Memorial Park Cemetery. ==Ligações externas== *Site oficial do autor * Categoria:Escritores dos Estados Unidos Categoria:Norte-americanos de ascendência alemã Categoria:Norte-americanos de ascendência russa Categoria:Judeus dos Estados Unidos Categoria:Naturais de Chicago Categoria:Pessoas com distúrbio bipolar Categoria:Óscar de melhor roteiro original Categoria:Pseudônimos dos Estados Unidos Categoria:Roteiristas dos Estados Unidos Categoria:Sepultados no Westwood Village Memorial Park Cemetery Categoria:Sidney Sheldon",
 "title": "Sidney Sheldon"
}