{
 "id": "94423",
 "text": "Instituto Nacional do Seguro Social (INSS) é uma autarquia do Governo do Brasil vinculada ao Ministério da Previdência Social que recebe as contribuições para a manutenção do Regime Geral da Previdência Social e executa atribuições pertencentes ao núcleo das Atividades Exclusivas de Estado. Responsável pela concessão, manutenção, revisão, suspensão, cessão e fiscalização de aposentadorias, salário-maternidade, pensão por morte, auxílio-doença, auxílio-acidente, auxílio-reclusão e outros benefícios, para aqueles que adquirirem o direito a estes benefícios segundo o previsto pela lei. O INSS trabalha junto à Dataprev, empresa de tecnologia que faz o processamento de todos os dados da Previdência. Além do regime geral, os estados e municípios podem instituir os seus regimes próprios financiados por contribuições específicas. == História == miniaturadaimagem|esquerda|Agência da Previdência Social na cidade de São Miguel, Rio Grande do Norte O INSS foi criado com base no Decreto nº 99 350 de 27 de junho de 1990 mediante a fusão do Instituto de Administração Financeira da Previdência e Assistência Social (IAPAS), com o Instituto Nacional de Previdência Social (INPS). Compete ao INSS a operacionalização do reconhecimento dos direitos da clientela do Regime Geral de Previdência Social (RGPS), que atualmente abrange mais de 40 milhões de contribuintes. O Instituto possui em seu quadro administrativo quase 18 000 servidores ativos, lotados em todas as regiões do País, que atendem presencialmente mais de quatro milhões de pessoas todos os meses. Conta com uma rede altamente capilarizada, de cerca de 1 500 unidades de atendimento, as chamadas Agências da Previdência Social (APS), presentes em todos os estados da Federação. As Gerências Executivas (GEX) num total de 104, distribuídas em setoriais e sub-setoriais. Trata-se de um mecanismo democrático, que ajuda a minimizar as desigualdades sociais. A renda transferida pela Previdência é utilizada para assegurar o sustento do trabalhador e de sua família quando ele perde a capacidade de trabalho por motivo de doença, acidente, gravidez, prisão, morte ou idade avançada. No entanto, apesar dos alegados benefícios sociais especialistas apontam que a instituição da Previdência Social é deficitária. Em anos recentes o governo federal chegou a estabelecer medidas de ajuste para redução de custos, conforme Lei 13 135 de 17 de junho de 2015, sancionada com veto parcial pela então presidente Dilma Rousseff. === Instituto Nacional de Assistência Médica da Previdência Social === miniaturadaimagem|upright|Logomarca em metal na frontaria de uma agência O Instituto Nacional de Assistência Médica da Previdência Social (INAMPS) foi uma autarquia federal, criada em 1977 e extinta em 1993. A Lei nº 6 439/1977 instituiu o Sistema Nacional de Previdência e Assistência Social (SINPAS), no âmbito de um novo desenho institucional para o sistema previdenciário, voltado para a especialização e integração de suas diferentes atividades e instituições. Nesse sistema, o Instituto Nacional de Previdência Social (INPS) manteve apenas a competência para a concessão de benefícios, sendo atribuída ao INAMPS a função de assistência médica aos segurados foi atribuída ao INAMPS e ao Instituto de Administração Financeira da Previdência e Assistência Social (IAPAS) a gestão financeira repassada. No começo de 1985, a Polícia Federal denunciou o esquema fraudulento do INAMPS com cerca de 30 hospitais, dos 179 conveniados, revelando um rombo de cerca de Cr$ 1,5 trilhão. As fraudes incluíam emissão fraudulenta de internações hospitalares e consultas inexistentes. A partir de 1988, o SUS (Sistema Único de Saúde) passou a ser o responsável pelo atendimento público de saúde. A Saúde como um direito universal, de todos, foi um dos seus princípios estabelecidos na Lei Orgânica de Saúde, em 1990, com base no artigo 198 da Constituição Federal. O INAMPS foi extinto em 1993, pela Lei nº 8 689. Suas competências foram diluídas entre as instâncias federal, estadual e municipal gestoras SUS. == Cobrança das contribuições == Parte das contribuições são efetivadas por desconto na folha de pagamento, antes de o funcionário da empresa receber o valor total de seu salário. Mas existe um limite máximo para o desconto do INSS. Quando o empregado tiver como salário um valor superior ao limite máximo de contribuição, só é admissível descontar do salário um valor estabelecido, chamado de teto. Mesmo ganhando mais, não poderá contribuir com mais dinheiro. Lei nº 8 212/1991; Decreto nº 3 048/1999 e Instrução Normativa RFB nº 971/2009 Todos os meses, o funcionário terá descontado na sua folha de pagamento o valor referente ao INSS. As porcentagens de desconto irão variar dependendo do salário de cada um. As leis previdenciárias mudam com uma certa frequência, por isso a tabela de descontos do INSS sobre o salário em 2022 era: Vigente a partir de 1º de janeiro de 2022 Para segurados empregados, empregados domésticos e trabalhadores avulsos Faixa salarial Alíquota de até R$ 1 212,00 7,50% de R$ 1 212,01 até 2 427,35 9,00% de R$ 2 427,36 até 3 641,03 12,00% de R$ 3 641,04 até 7 087,22 14,00% * Limite máximo de desconto: R$ 642,34. * Valor deduzido junto com os dependentes, para cálculo de IRPF. * Além do valor deduzido na fonte, conforme a tabela acima, a empresa tem que recolher a título de INSS 20% do valor da folha, independentemente de haver salários acima do teto máximo definido. Ou seja, existe o desconto do patrão e o do empregado. Para os Contribuinte Individuais, também conhecidos popularmente de autônomos e os contribuinte facultativos, há alíquotas de contribuições diferente. O maior valor é o de 20% do salário de contribuição pretendido, em que o mínimo não pode ser menor que o piso salarial e o máximo é o teto da previdência, que em 2019 é R$ 5 839,45. Para quem deseja contribuir no salário mínimo e abrindo mão de se aposentar por tempo de contribuição, há a opção de contribuir com 11% do salário mínimo. A Lei 12 470/2011 implementou a contribuição com alíquota de 5% do salário mínimo para todo cidadão que não exerça atividade remunerada, não possua renda própria, pertença a família de baixa renda e esteja inscrito no sistema Cadastro Único para Programas Sociais do Governo Federal. Contribuinte Individual. Para o Contribuinte Individual, há a opção de se formalizar como pequeno empresário e se tornar Microempreendedor Individual (MEI), assim a contribuição para o INSS passa a ser de 5% do salário mínimo. == Tipos de contribuintes == * Empregado: em termos gerais, quem trabalha para empresa, subordinado a ela, mediante remuneração. * Empregado doméstico: quem trabalha em uma residência, para pessoa física ou família, sem fins lucrativos (ex: jardineiro). * Trabalhador avulso: pessoa que trabalha, eventualmente, para uma ou mais empresas, mediante remuneração, intermediado por Órgão Gestor de Mão de Obra ou sindicato da categoria (em geral os portuários). * Contribuinte individual: pessoa que trabalha para uma ou mais empresas, mediante remuneração, por conta própria. * Segurado especial: pequenos agricultores e pescadores. * Segurado facultativo: aquele que tem mais de 16 anos, não tem renda própria, mas decide contribuir (não se enquadra nas categorias de segurados obrigatórios). === Segurados obrigatórios e facultativos === * Segurados obrigatórios são todos aqueles trabalhadores citados no artigo 11 da lei 8 213/91, sejam: ** Trabalhadores empregados ** Trabalhador empregado doméstico ** Trabalhador contribuinte individual ** Trabalhador avulso ** Trabalhador segurado especial * Segurados facultativos são aqueles listados no artigo 11 do Decreto 3 048/99. O segurado facultativo deve ser maior de 16 anos de idade e se filiar ao Regime Geral de Previdência Social, mediante contribuição, desde que não esteja exercendo atividade remunerada que o enquadre como segurado obrigatório da previdência social. O facultativo passa a ser segurado quando paga a primeira contribuição, se filiado. § 1º Podem filiar-se facultativamente, entre outros: * A dona-de- casa; * O síndico de condomínio, quando não remunerado; * O estudante; * O brasileiro que acompanha cônjuge que presta serviço no exterior; * Aquele que deixou de ser segurado obrigatório da previdência social; * O membro de conselho tutelar, quando não esteja vinculado a qualquer regime de previdência social; * O bolsista e o estagiário que prestam serviços a empresa de acordo com a Lei nº 6 494, de 1977; * O bolsista que se dedique em tempo integral a pesquisa, curso de especialização, pós-graduação, mestrado ou doutorado, no Brasil ou no exterior, desde que não esteja vinculado a qualquer regime de previdência social; * O presidiário que não exerce atividade remunerada nem esteja vinculado a qualquer regime de previdência social; * O brasileiro residente ou domiciliado no exterior, salvo se filiado a regime previdenciário de país com o qual o Brasil mantenha acordo internacional; e * O segurado recolhido à prisão sob-regime fechado ou semiaberto, que, nesta condição, preste serviço, dentro ou fora da unidade penal, a uma ou mais empresas, com ou sem intermediação da organização carcerária ou entidade afim, ou que exerce atividade artesanal por conta própria. == Pagamento de benefícios == A Previdência Social, por intermédio do INSS, oferece doze modalidades de benefícios previdenciários, um benefício assistencial e dois serviços previdenciários. Os benefícios diferem dos serviços porque são monetários e os assistenciais diferem dos previdenciários porque independem de contribuição. São eles: === Benefícios previdenciários === ==== Aposentadorias do INSS==== * Aposentadoria por idade: têm direito ao benefício os trabalhadores urbanos do sexo masculino aos 65 anos e do sexo feminino aos 60 anos de idade. Os trabalhadores rurais podem pedir aposentadoria por idade com cinco anos a menos: aos 60 anos, homens, e, aos 55 anos, mulheres. Para solicitar o benefício, os trabalhadores urbanos inscritos a partir de 25 de julho de 1991 precisam comprovar 180 contribuições mensais. Os rurais têm de provar, com documentos, 180 meses de trabalho no campo (MPAS). * Aposentadoria por invalidez: benefício concedido aos trabalhadores que, por doença ou acidente, forem considerados pela perícia médica da Previdência Social incapacitados para exercer suas atividades ou outro tipo de serviço que lhes garanta o sustento (MPAS). * Aposentadoria por tempo de contribuição: Pode ser integral ou proporcional. Para ter direito à aposentadoria integral, o trabalhador homem deve comprovar pelo menos 35 anos de contribuição e a trabalhadora mulher, 30 anos. Para requerer a aposentadoria proporcional, o trabalhador tem que combinar dois requisitos: tempo de contribuição e idade mínima. Os homens podem requerer aposentadoria proporcional aos 53 anos de idade e 30 anos de contribuição, mais um adicional de 40% sobre o tempo que faltava em 16 de dezembro de 1998 para completar 30 anos de contribuição. As mulheres têm direito à proporcional aos 48 anos de idade e 25 de contribuição, mais um adicional de 40% sobre o tempo que faltava em 16 de dezembro de 1998 para completar 25 anos de contribuição. Para ter direito à aposentadoria integral ou proporcional, é necessário também o cumprimento do período de carência, que corresponde ao número mínimo de contribuições mensais indispensáveis para que o segurado faça jus ao benefício. Os inscritos a partir de 25 de julho de 1991 devem ter, pelo menos, 180 contribuições mensais. Os filiados antes dessa data têm de seguir a tabela progressiva. A perda da qualidade de segurado não será considerada para a concessão da aposentadoria por tempo de contribuição. Nota: A aposentadoria por tempo de contribuição, por idade e especial são irreversíveis e irrenunciáveis: depois que receber o primeiro pagamento, sacar o PIS ou o Fundo de Garantia (o que ocorrer primeiro), o segurado não poderá desistir do benefício. O trabalhador não precisa sair do emprego para requerer a aposentadoria. * Aposentadoria especial: benefício concedido ao segurado que tenha trabalhado em condições prejudiciais à saúde ou à integridade física (MPAS). Para ter direito à aposentadoria especial, o trabalhador deverá comprovar, além do tempo de trabalho, efetiva exposição aos agentes físicos, químicos, biológicos ou associação de agentes prejudiciais pelo período exigido para a concessão do benefício (15, 20 ou 25 anos). ==== Auxílios ==== * Auxílio-doença: benefício concedido ao segurado impedido de trabalhar por doença ou acidente por mais de 15 dias consecutivos. No caso dos trabalhadores com carteira assinada, os primeiros 15 dias são pagos pelo empregador e a Previdência Social paga a partir do 16º dia de afastamento do trabalho. No caso do contribuinte individual (empresário, profissionais liberais, trabalhadores por conta própria, entre outros), a Previdência paga todo o período da doença ou do acidente (desde que o trabalhador tenha requerido o benefício). A quantidade de meses a receber pelo benefício é estabelecido pelo INSS após fazer a pericia médica. :Para ter direito ao benefício, o trabalhador tem de contribuir para a Previdência Social por, no mínimo, 12 meses. Esse prazo não será exigido em caso de acidente de qualquer natureza (por acidente de trabalho ou fora do trabalho). Para concessão de auxílio- doença é necessária a comprovação da incapacidade em exame realizado pela perícia médica da Previdência Social (MPAS). * Auxílio-acidente: benefício pago ao trabalhador que sofre um acidente e fica com sequelas que reduzem sua capacidade de trabalho. É concedido para segurados que recebiam auxílio- doença. Têm direito ao auxílio-acidente o trabalhador empregado, o trabalhador avulso e o segurador especial. O empregado doméstico, o contribuinte individual e o facultativo não recebem o benefício (MPAS). * Auxílio-reclusão: os dependentes do segurado de baixa renda que for preso por qualquer motivo têm direito a receber o auxílio-reclusão durante todo o período da reclusão. O benefício será pago se o trabalhador não estiver recebendo salário da empresa, auxílio-doença, aposentadoria ou abono de permanência em serviço (MPAS). A lei n° 13 846 de 18 de junho de 2019, incluiu o inciso IV no artigo 25 da lei n° 8 213/91 instituindo carência de 24 (vinte e quatro) contribuições mensais para que os dependentes do segurado tenham direito ao benefício, além de exigir que o segurado fique preso em regime fechado, não sendo mais permitido o regime semiaberto. ==== Salários ==== * Salário-maternidade: as trabalhadoras que contribuem para a Previdência Social têm direito ao salário-maternidade nos 120 dias em que ficam afastadas do emprego por causa do parto. O benefício foi estendido também para as mães adotivas (MPAS). * Salário-família: para complementar a renda familiar concedida a menores de 14 anos que frequentam a escola: Benefício pago aos trabalhadores com salário mensal de até R$ 862,60 para auxiliar no sustento dos filhos de até 14 anos incompletos ou inválidos (MPAS). O salário maternidade é um benefício pago pelo governo ou pelo empregador às trabalhadoras que ficam afastadas do trabalho por motivo de gestação, parto ou amamentação. O valor do salário maternidade é geralmente igual ao salário que a trabalhadora recebia antes de se afastar, embora possa variar de acordo com o país ou região em que você se encontra. No Brasil, o salário maternidade é pago pelo Instituto Nacional do Seguro Social (INSS) e é concedido a trabalhadoras que contribuem para a Previdência Social. O valor do salário maternidade é igual ao salário de benefício, que é o salário médio recebido pelo trabalhador nos últimos 12 meses de contribuição, acrescido de um adicional de 10%. O salário maternidade é pago por um período de 120 dias para o parto e 180 dias para a adoção. As trabalhadoras que são empregadas têm direito ao salário maternidade, enquanto as trabalhadoras autônomas ou informais podem se beneficiar de um auxílio maternidade, que é um valor fixo pago pelo governo. ==== Pensões ==== * Pensão por morte: benefício pago à família do trabalhador quando ele morre. Para concessão de pensão por morte não há tempo mínimo de contribuição, mas é necessário que o óbito tenha ocorrido enquanto o trabalhador detinha a qualidade de segurado (MPAS). === Benefício assistencial ao idoso e ao deficiente === Comumente chamado de LOAS (em referência a lei que o regulamenta, a Lei Orgânica da Assistência Social), ou BPC (benefício de prestação continuada). Devido a pessoas que não têm condições financeiras de contribuir para a Previdência Social. Têm direito ao amparo assistencial os idosos a partir de 65 anos de idade que não exerçam atividade remunerada que também não haja nenhum outro aposentado na família e os portadores de deficiência incapacitados para o trabalho e vida independente (MPAS). Um dos critérios para obtenção do benefício é a comprovação de uma renda familiar per capita inferior ou igual a 1/4 de salário mínimo por pessoa. Esse benefício é custeado com verba da Assistência Social, e não da Previdência Social, não sendo portanto um benefício de caráter contributivo, embora a sua concessão seja administrada pelo Ministério da Previdência Social. === Serviços previdenciários === Reabilitação profissional e serviço social. == Suspeitas de irregularidades == Auditoria realizada pelo Tribunal de Contas da União, divulgada em outubro de 2009, levantou suspeitas sobre 3,2 milhões de benefícios. Haveria dois milhões de benefícios sendo concedidos sem que o CPF do beneficiário estivesse cadastrado e 1,2 milhão de benefícios concedidos a pessoas com nome abreviado, o que pode facilitar fraudes. Há 31 285 casos de mesmo CPF que recebe três ou mais benefícios e 1 827 benefícios concedidos a pessoas já falecidas. Também há benefícios pagos com valores superiores ao teto legal, apesar de que o TCU reconheça que há algumas leis específicas, como para ex-combatentes, em que é possível receber um benefício acima do teto. == Ver também == * Lista de presidentes * Fundação de Previdência Complementar do Servidor Público da União (Funpresp) == Ligações externas == *https://portaldatransparencia.gov.br/servidores",
 "title": "Instituto Nacional do Seguro Social"
}