{
 "id": "94460",
 "text": "O Penicillium é um gênero de fungos, o comum bolor do pão, que cresce em matéria orgânica especialmente no solo e outros ambientes úmidos e escuros. Por contágio, contaminam frutas e sementes e chegam a invadir habitações, sendo responsáveis pelos bolores que se instalam em alimentos para consumo humano. Várias espécies produzem bactericidas (antibióticos) que concorrem com bactérias saprófitas pelas mesmas fontes de nutrição. Alguns membros do gênero produzem penicilina, uma molécula usada como antibiótico, que mata ou impede o crescimento de certos tipos de bactérias. Outras espécies são usadas na fabricação de queijos. De acordo com o Dictionary of the Fungi (10ª edição, 2008), o gênero generalizado contém mais de 300 espécies. ==Usos de espécies de penicillium== Além da penicilina, outras espécies de penicillium tem valor econômico, especialmente na produção de queijos e vinhos. A ingestão do seu mofo não é considerado pejorativo à saúde humana. == Penicillium notatum == A penicilina foi descoberta por acaso pelo cientista Alexander Fleming em 1928, quando realizava pesquisas com bactérias. Ele observou que esporos de fungos Penicillium notatum haviam caído na preparação e estavam impedindo o desenvolvimento das bactérias. == Penicillium marneffei == Algumas espécies de Penicillium causam infecções na pele e na via respiratória do homem, nomeadamente em indivíduos imunodeprimidos, como por exemplo os doentes com síndrome de imunodeficiência adquirida (SIDA ou AIDS). É o Penicillium marneffei que causa a mais frequente peniciliose, com infecção dos pulmões (pneumonia). É um fungo comum nos solos em algumas regiões, é o único Penicillium com forma dimórfica, em hifas ou leveduras que alterna de acordo com a temperatura. A forma do solo é normalmente a hifa, e dentro dos seres vivos a levedura. É parasita normalmente do rato Rhizomis sinisensis. A peniciliose é semelhante à criptococose, com febre e anemia. É a mais frequente causa de infecções oportunistas em doentes com SIDA/AIDS no Sudoeste Asiático (e.g. 10% dos doentes com SIDA em Hong Kong acabarão por ter um episódio). As infecções dos pulmões generalizam-se em casos graves podendo advir a morte. O tratamento é com antifúngicos, ou em casos mais graves com anfotericina B na fase aguda e depois a longo prazo profilaxia com anzóis como o Itraconazol. == Outros Penicillia == #Penicillium glaucum usado para fazer queijo Gorgonzola. #Penicillium candida usado para fazer queijos Brie e Camembert #Penicillium roqueforti usado para fazer queijo Roquefort. #Penicillium bilaiae #Penicillium camemberti usado para fazer queijos Brie e Camembert O fungo Penicillium Notatum faz parte da relação ecológica desarmônica chamada Amensalismo Categoria:Trichocomaceae",
 "title": "Penicillium"
}