{
 "id": "94541",
 "text": "O Prêmio Jabuti é o mais tradicional prêmio literário do Brasil, concedido pela Câmara Brasileira do Livro (CBL). Criado em 1959, foi idealizado por Edgard Cavalheiro quando presidia a CBL, com o interesse de premiar autores, editores, ilustradores, gráficos e livreiros que mais se destacassem a cada ano. Em 1959, constavam apenas sete categorias: Literatura, Capa, Ilustração, Editor do Ano, Gráfico do Ano, Livreiro do Ano e Personalidade Literária. Mais tarde, o prêmio incorporou outras categorias que envolvem a criação e a produção de um livro, tais como: Adaptação, Projeto Gráfico e Tradução; além das categorias tradicionais como Romance, Contos e Crônicas, Poesia, Infantil, Juvenil, Reportagem e Biografia. Em 1991, criou-se a categoria Livro do Ano de Ficção, e em 1993, foi a vez do Livro do Ano de Não Ficção. A partir de 2017, o Prêmio Jabuti passou a contemplar duas novas categorias: Histórias em Quadrinhos e Livro Brasileiro Publicado no Exterior. Em 2018, o Prêmio Jabuti passou por uma alteração em seu formato, com as então 29 categorias sendo reduzidas para 18, distribuídas em quatro eixos. Além disso, também alterou a categoria \"Livro do Ano\" (que até então premiava dois livros, um de ficção e um de não ficção), passando a premiar apenas um livro, independente do gênero. O Livro do Ano será atribuído a uma única obra, seja de Ficção ou Não Ficção. O autor receberá um troféu Jabuti especial e o valor bruto de R$ 100.000,00 (cem mil reais). A editora da obra receberá uma estatueta especial (2019). == Eixos e categorias (edição de 2024) == O ano entre parênteses refere-se ao ano em que a categoria foi premiada pela primeira vez. Em muitos casos, as categorias podem ter \"pulado\" uma ou mais edições. Literatura Não Ficção Produção Editorial Inovação Conto (1997) Artes (2011) Capa (1960) Escritor Estreante - Poesia (2024) Crônica (2018) Biografia e Reportagem (2019) Ilustração (1959) Escritor Estreante - Romance (2023) Histórias em Quadrinhos (2017) Economia Criativa (2018) Projeto Gráfico (2007) Fomento à Leitura (2018) Infantil (1959) Educação (2011) Tradução (1962) Livro Brasileiro Publicado no Exterior (2017) Juvenil (1959) Negócios (2024) Poesia (1959) Saúde e Bem-Estar (2024) Romance Literário (1959) Romance de Entretenimento (2020) Livro do Ano (1991) Livro do Ano (1991) === Categorias extintas === Os anos entre parênteses referem-se ao ano em que a categoria foi premiada pela primeira e pela última vez. Em muitos casos, as categorias podem ter \"pulado\" uma ou mais edições entre a primeira e a última. * Contos / Crônicas / Novelas (1959–1996) * Estudos Literários (Ensaios) (1959–1996) * História Literária (1959–1964) * Literatura Adulta (autor revelação) (1962–1994) * Biografia e/ou Memórias (1963–1986) * Ciências Exatas (1964 - 2001) * Ciências Humanas (1964–2023) * Ciências Naturais (1964–1994) * Crítica e/ou Noticiário Literário (Jornais) (1965–1988) * Teatro (1965) * Melhor Produção Editorial Obra Avulsa (1973) * Produção editorial (Obra Coleção) (1974–1993) * Produção editorial (Obra Avulsa) (1976–1994) * Ciências (Tecnologia) (1978–1989) * Livro de Arte (1978–1986) * Tradução de obra científica (1978–1986) * Crítica e/ou Noticiário Literário (Revista) (1980–1986) * Crítica e/ou Noticiário Literário (Rádio) (1981–1985) * Produção editorial (1987–2002) * Produção Editorial Infantil (1987) * Produção Editorial Infantil e/ou Juvenil (1988–1993) * Amigo do Livro (1993–2001) * Economia, Administração e Negócios (1993–1996) * Infantil e Juvenil (1993–2004; 2018) * Produção Editorial Livro Texto (1993–1995) * Reportagem (1993–2014) * Ciências Exatas e Tecnologia (1994–1995) * Didático de Ensino Fundamental e Médio (1994–2003) * Autor Revelação de Livro Infantil ou Juvenil (1995) * Ciências Naturais e Medicina (1995–1998) * Ciências Exatas, Tecnologia e Informática (1996–2014) * Ilustração de Livro Infantil ou Juvenil (1996–2017) * Economia, Administração, Negócios e Direito (1997–2004) * Ensaio (1997) * Contos e Crônicas (1998–2017) * Ensaio e Biografia (1998–2001) * Autor Revelação (1999–2001) * Ciências Naturais e Ciências da Saúde (1999–2010) * Ciências Humanas e Educação (2000) * Religião (2000–2001) * Ilustração Infantil (2001) * Educação e Psicologia (2002–2003) * Poesia - Especial (2002) * Reportagem e Biografia (2002–2005) * Teoria Literária e Linguística (2002–2003) * Projeto/Produção editorial (2003–2006) * Arquitetura e Urbanismo, Comunicação e Artes (2004–2005) * Didático e Paradidático (2004–2017) * Educação, Psicologia e Psicanálise (2004–2010) * Teoria/Crítica Literária (2004–2014) * Ciências Exatas, Tecnologia, Informática, Economia, Administração, Negócios e Direito (2005) * Arquitetura e Urbanismo, Fotografia, Comunicação e Artes (2006–2010) * Biografia (2006–2018) * Economia, Administração, Negócios e Direito (2006) * Direito (2007–2017) * Economia, Administração e Negócios (2007–2014) * Tradução de obra literária Francês-Português (2009) * Tradução de obra literária Espanhol-Português (2010) * Arquitetura e Urbanismo (2011–2014) * Ciências da Saúde (2011–2017) * Ciências Exatas (2011–2012) * Ciências Naturais (2011–2014) * Comunicação (2011–2017) * Fotografia (2011–2012) * Gastronomia (2011–2017) * Psicologia e Psicanálise (2011–2014) * Tecnologia e Informática (2011–2012) * Turismo e Hotelaria (2011–2012) * Artes e Fotografia (2013–2014) * Tradução de Obra de Ficção Alemão-Português (2013) * Tradução de Obra Literária Inglês-Português (2014) * Adaptação (2015–2017) * Arquitetura, Urbanismo, Artes e Fotografia (2015–2017) * Ciências da Natureza, Meio Ambiente e Matemática (2015–2017) * Economia, Administração, Negócios, Turismo, Hotelaria e Lazer (2015–2017) * Educação e Pedagogia (2015–2017) * Engenharias, Tecnologias e Informática (2015–2017) * Infantil Digital (2015–2017) * Psicologia, Psicanálise e Comportamento (2015–2017) * Reportagem e Documentário (2015–2017) * Teoria/Círitca Literária, Dicionários e Gramáticas (2015–2017) * Ciências (2018–2023) * Humanidades (2018–2019) * Impressão (2018–2019) * Ciências Sociais (2020–2023) == Polêmica na premiação == Em 2010, o Grupo Editorial Record deixou o prêmio por não concordar com os critérios de avaliação das publicações e concessão dos prêmios. O presidente do grupo, Sergio Machado, disse que \"não compactua com uma comédia de erros\", e que o \"Jabuti virou um concurso de beleza, com critérios de programas como os de Faustão e Silvio Santos\" e \"pautado por critérios políticos, sejam da grande política nacional, sejam da pequena política do setor livreiro- editorial\". Se Eu Fechar os Olhos Agora, de Edney Silvestre, editado pela Record, recebeu o Prêmio Jabuti de melhor romance em 2010, sendo que Leite Derramado, de Chico Buarque, editado pela Companhia das Letras, foi o segundo colocado na categoria. Os três primeiros colocados de cada categoria concorriam ao mesmo prêmio como Livro do Ano e nessa escolha Leite Derramado foi o vencedor. Na primeira fase, a escolha era feita por especialistas, enquanto na segunda havia uma quantidade maior de votantes e muitos empresários do setor. A premiação de Leite Derramado gerou, assim, muitos protestos, inclusive uma petição online intitulada \"Chico, devolve o Jabuti!\". A editora Record anunciou que deixaria de participar da premiação, alegando que na escolha de Livro do Ano personagens midiáticas tendem a ser favorecidas e possivelmente muitos votantes nem tenham lido os livros, além do que o regulamento seria desrespeitoso com os autores e com o júri especializado. Outro livro de Chico Buarque já havia vencido o Livro do Ano sem ter sido escolhido o melhor romance: Budapeste, em 2004, foi escolhido o Livro do Ano, mesmo tendo obtido a terceira colocação na categoria Melhor Romance, categoria vencida por Mongólia, de Bernardo Carvalho. Em 2008, novamente o Livro do Ano foi dado a uma obra que não venceu em sua categoria: o prêmio final foi para O Menino que Vendia Palavras, de Ignácio de Loyola Brandão, segundo colocado na categoria infantil, vencida por Sei Por Ouvir Dizer, de Bartolomeu Campos de Queirós. Após a polêmica, a Câmara Brasileira do Livro anunciou mudanças na edição do prêmio para 2011, passando a concorrer ao prêmio de Livro do Ano apenas os vencedores de cada categoria. O prêmio não possuía categoria específica para histórias em quadrinhos, o que costumava ser alvo de críticas de especialistas da área, porém, as HQs podiam ser selecionadas nas categorias ilustração, capa, didático e paradidático e adaptação (para quadrinizações). Em 2017, a premiação anunciou que seria criada uma categoria para HQs.Prêmio Jabuti cria categoria para histórias em quadrinhos == Vencedores == == Ver também == * Os 100 Livros Que mais Influenciaram a Humanidade * Prêmio Prometheus * Prémio Camões * Prémio Internacional Pena de Ouro * Prémio Pulitzer * Nobel de Literatura * Prêmio Miguel de Cervantes * Prêmio Goethe * Prêmio Goncourt * Prêmio Oceanos * Prémio LeYa == Ligações externas == * Prêmio Jabuti. * Câmara Brasileira do Livro (CBL). * Panorama Editorial, Revista da CBL. * Observatório da crítica - Polêmicas do Prêmio Jabuti * Jabuti Categoria:Prêmios estabelecidos em 1959 Categoria:Prêmios literários do Brasil",
 "title": "Prêmio Jabuti"
}