{
 "id": "94573",
 "text": "Em Portugal, existem nove regiões, correspondentes à segunda divisão das Unidades Territoriais para Fins Estatísticos, também conhecidas como NUTS, que se distribuem entre as nove regiões nacionais. Esta divisão tem sido cada vez mais utilizada para definir as áreas de atuação dos serviços desconcentrados dos vários ministérios, substituindo os distritos. As nove regiões são as seguintes: * Norte, * Centro, * Oeste e Vale do Tejo, * Grande Lisboa, * Península de Setúbal, * Alentejo, * Algarve, * Açores, * e a Madeira Estas incluem também as regiões autónomas dos Açores e da Madeira, que constituem simultaneamente uma sub-região. Do ponto de vista geográfico, são incluídas na lista das regiões, mas, devido à sua autonomia em comparação com as restantes sete regiões do continente, são diferenciadas. As regiões são compostas por uma ou várias sub-regiões, que se subdividem em vários municípios, e estes, por sua vez, em uma ou mais freguesias. As regiões Norte, Centro, Oeste e Vale do Tejo e Alentejo são compostas por várias sub-regiões. Já as regiões Grande Lisboa, Península de Setúbal, Algarve, Madeira e Açores são formadas por apenas uma sub-região, que tem o mesmo nome. A partir de 1 de fevereiro de 2024, entrarão em vigor as novas NUTS de Portugal, aumentando de sete para nove o número de regiões em território nacional. A antiga região da Área Metropolitana de Lisboa foi dividida em duas novas regiões: Grande Lisboa e a Península de Setúbal. As regiões Centro e o Alentejo também sofreram alterações nas suas fronteiras, resultando na criação de uma nova região chamada Oeste e Vale do Tejo. == As regiões == A seguinte lista demostra os dados de cada uma das nove regiões portuguesas, divididas em sede, população, variação populacional, área, densidade populacional e o número de sub-regiões, municípios e freguesias. Região Sede População (2023) Variação (2022–2023) Área (em km²) Densidade (habitantes por km²) N° de sub-regiões N° de municípios N° de freguesias Norte Porto 0,92 % Centro Coimbra 1,40 % Oeste e Vale do Tejo Santarém 1,87 % Grande Lisboa Lisboa 1,37 % Península de Setúbal Setúbal 1,31 % Alentejo Évora 0,42 % Algarve Faro 1,15 % Açores Ponta Delgada 0,37 % Madeira Funchal 1,00 % Portugal 10 639 726 1,17 % 92 225 115 26 308 3 091 == Divisões NUTS == Existem três divisões das Unidades Territoriais para Fins Estatísticos, também conhecida como as NUTS, que dividem o país diferentemente: * NUTS 1: divisão entre Portugal Continental e as ilhas dos Açores e da Madeira; * NUTS 2: divisão entre as sete regiões nacionais e; * NUTS 3: divisão entre as 25 sub-regiões nacionais. NUTS 1 NUTS 2 NUTS 3 Continente e ilhas 7 Regiões 25 Sub-regiões Portugal Continental Alentejo Alentejo Central Alentejo Litoral Alto Alentejo Baixo Alentejo Lezíria do Tejo Algarve Algarve Centro Beira Baixa Beiras e Serra da Estrela Médio Tejo Oeste Região de Aveiro Região de Coimbra Região de Leiria Viseu Dão-Lafões Área Metropolitana de Lisboa Área Metropolitana de Lisboa Norte Alto Minho Alto Tâmega Área Metropolitana do Porto Ave Cávado Douro Tâmega e Sousa Terras de Trás-os-Montes Açores Açores Açores Madeira Madeira Madeira == Território == === Área === === Sub-regiões === === Municípios === === Freguesias === == População == === Habitantes === ==== Residentes ==== Portugal registou uma população de 10 421 117 habitantes no ano de 2021, um crescimento de 0,26 % comparado com o ano anterior de 2020. A Região do Norte é a região mais populosa de todas as sete regiões nacionais, registando 3 609 978 habitantes, tendo 34,6 % da população nacional e um crescimento de 0,24 % comparado com o ano anterior de 2020. A seguir vem a Área Metropolitana de Lisboa com 2 883 645 habitantes, tendo 27,7 % da população nacional e um decrescimento de 0,04 % comparado com o ano anterior de 2020, sendo a única região portuguesa em registar um decrescimento populacional em 2021. A Região do Centro em terceiro lugar, com 2 252 648 habitantes contabiliza 21,6 % da população nacional, registando um crescimento de 0,58 %. Em quarto lugar vem a Região do Alentejo, com 713 376 habitantes, 6,9 % da população e um crescimento de 0,61 % desde 2020, a Região do Algarve de seguida, em quinto lugar, com 469 983 habitantes, 4,5 % da população nacional e um crescimento de 0,02 % desde 2020. A Região da Madeira, com 252 693 habitantes e 2,4 % da população nacional, é a sexta região mais populosa do país, com um crescimento de 0,31 %, a seguida da Região dos Açores com 238 794 habitantes, 2,3 % da população nacional e um crescimento de 0,50 % desde 2020. Posição Região População (em 2021) Percentagem (da população nacional) Crescimento (desde 2020) Em 2021 Comparada a 2020 1 (0) Região do Norte 3 609 978 34,6 % 0,24 % 2 (0) Área Metropolitana de Lisboa 2 883 645 27,7 % 0,04 % 3 (0) Região do Centro 2 252 648 21,6 % 0,58 % 4 (0) Região do Alentejo 713 376 6,9 % 0,61 % 5 (0) Região do Algarve 469 983 4,5 % 0,02 % 6 (0) Região da Madeira 252 693 2,4 % 0,31 % 7 (0) Região dos Açores 238 794 2,3 % 0,50 % Portugal 10 421 117 100 % 0,26 % ==== Variação populacional ==== ==== Densidade populacional ==== === Natalidade e mortalidade === ==== Nascimentos ==== ==== Taxa de natalidade ==== ==== Óbitos ==== ==== Taxa de mortalidade ==== === Nacionalidades === ==== População com nacionalidade portuguesa ==== ==== Estrangeiros ==== === Grupos etários === ==== População jovem ==== Em Portugal moravam 1 357 823 jovens entre as idades de 0 a 14 anos no ano de 2021, um decrescimento de 1,18 % comparado com o ano anterior de 2020, reduzindo o número de jovens em 16 234. A Região do Norte é a região com mais jovens, totalizando 446 747 e correspondendo a 32,9 % de todos os jovens nacionais, registando um decrescimento de 1,70 % e 7 739 jovens, de seguida a Área Metropolitana de Lisboa com 420 433 jovens, tendo 30,9 % de todos os jovens nacionais, registou um decrescimento de 0,92 % e 3 886 jovens. A Região do Centro com 269 262 jovens e 19,8 % de todos os jovens nacionais, com um decrescimento de 0,91 % e 2 480 jovens. Em quarto lugar vem a Região do Alentejo, com 89 321 jovens e 6,6 % de todos os jovens nacionais, tendo um decrescimento de 0,41 % e de 370 jovens comparado com o ano anterior de 2020. A Região do Algarve tem 64 510 jovens, correspondendo a 4,8 % de todos os jovens nacionais e um decrescimento de 0,67 % e 433 jovens. A Região dos Açores tem, em sexto lugar, 35 293 jovens e uma participação de 2,6 %, junto com um decrescimento de 1,21 % e 433 jovens. A Região da Madeira, em sétimo lugar, disponibiliza de 32 257 jovens, com uma participação de 2,5 %, tendo um descrescimento de 2,69 % e 893 jovens. Posição Região População jovem (2021) Participação (população jovem total) Variação (%, desde 2020) Variação (números, desde 2020) Em 2021 Comparada a 2020 1 (0) Região do Norte 446 747 32,9 % 1,70 % 7 739 2 (0) Área Metropolitana de Lisboa 420 433 30,9 % 0,92 % 3 886 3 (0) Região do Centro 269 262 19,8 % 0,91 % 2 480 4 (0) Região do Alentejo 89 321 6,6 % 0,41 % 370 5 (0) Região do Algarve 64 510 4,8 % 0,67 % 433 6 (0) Região dos Açores 35 293 2,6 % 1,21 % 433 7 (0) Região da Madeira 32 257 2,5 % 2,69 % 893 Portugal 1 357 823 100 % 1,18 % 16 234 ==== População em idade ativa ==== ==== População idosa ==== == Mercado de trabalho == === População ativa === === População empregada === === Taxa de emprego === === População desempregada === === Taxa de desemprego === == Economia == === Produto interno bruto === === Variação do Produto interno bruto === === PIB per capita === === Exportações === === Importações === === Balanço comercial === == Estatísticas das regiões == * por área * por densidade populacional * por exportações * por importações * por habitantes * por IDH * por nascimentos * por PIB * por população ativa * por população com nacionalidade portuguesa * por população desempregada * por população empregada * por população estrangeira * por população em idade ativa * por população idosa * por população jovem * por taxa de desemprego * por taxa de emprego * por taxa de natalidade == Ver também == * Províncias de Portugal Categoria:Subdivisões de Portugal",
 "title": "Regiões de Portugal"
}