{
 "id": "94584",
 "text": "thumb|253px|Heterocentrotus mammillatus (Hawaii). Echinoidea Leske, 1778 (do grego: ἐχῖνος echinos = ouriço) é uma classe de organismos pertencentes ao filo Echinodermata que agrupa invertebrados marinhos dioicos de corpo globoso ou disciforme, geralmente espinhosos, com 3-10 cm de diâmetro, revestidos por um tegumento coriáceo. A coloração mais comum é o negro, mas são frequentes tons relativamente discretos de verde, castanho, púrpura, azul e vermelho. São animais que se movem lentamente, recorrendo a pés ambulacrários retractéis, alimentando-se maioritariamente de detritos, de algas e de uma grande variedade de pequenos invertebrados (entre os quais amêijoas, poliquetas, esponjas e crinóides). O taxon tem distribuição cosmopolita nos mares, entre a zona entremarés e, pelo menos, os 5 000 m de profundidade. Está dividido em 12 ordens que incluem cerca de 950 espécies extantes, mas estima-se em mais de 13 000 as espécies extintas catalogadas no registo fóssil. Servem de alimento a um grande número de predadores e as suas ovas são consideradas um pitéu (iguaria) na gastronomia de algumas regiões marítimas.Alan Davidson, Oxford Companion to Food, s.v. sea urchinJohn M. Lawrence, \"Sea Urchin Roe Cuisine\" in John M. Lawrence, Edible sea urchins: biology and ecology ==Descrição geral== São animais essencialmente marinhos, excepto por algumas espécies de água salobra. Esse fato pode ser explicado pela falta de estruturas excretoras e osmorreguladoras e pela sua respiração cutânea, que impediram a dispersão desses animais em outros tipos de ambientes. São organismos deuterostómios, com celoma bem desenvolvido e simetria radial pentâmera secundária. Entre as principais características do filo está a existência de um endosqueleto calcário composto por ossículos, o sistema vascular aquífero (também conhecido como sistema ambulacrário, fundamental na biologia dos Echinodermata), e a presença de pés ambulacrários associados a tecido conjuntivo mutável. Embora a classificação dos grupos que integram o filo Echinodermata continue a ser amplamente discutida, com recurso a análises morfológicas e moleculares para desvendar a relação entre os seus membros, existe consenso que o filo Echinodermata inclui cinco classes extantes: Asteroidea, Ophiuroidea, Crinoidea, Holothuroidea e Echinoidea. A classe Echinoidea inclui os ouriços- do-mar, as bolachas-da-praia e os ouriços cordiformes. Os membros deste agrupamento taxonómico caracterizam-se por corpo globoso ou em forma de disco (disciforme), apresentando endosqueleto calcificado rígido e espinhos (radíolos) móveis. Algumas espécies apresentam aparelho mastigador interno (a lanterna de Aristóteles), que auxilia na alimentação. Os membros da classe Echinoidea são organismos marinhos (embora alguns possam ocupar ‘’habitats’’ de águas salobras), com distribuição natural cosmopolita, presentes em todos os mares do planeta, desde a zona entremarés até às grandes profundidades. O grupo apresenta grande diversidade, o que se reflecte num posicionamento trófico também muito diferenciado, incluindo herbívoros, detritívoros e alguns predadores. Os equinoides são dioicos, incluindo espécies que apresentam desenvolvimento indirecto e espécies com desenvolvimento directo. A diversidade faz deles importantes modelos de estudos em biologia do desenvolvimento. == Sistema aquífero == A existência de um o sistema vascular aquífero (também conhecido como sistema ambulacrário ou sistema hidrovascular) é uma das características mais importantes dos equinóides, constituindo um aspecto importante da sua fisiologia da alimentação, respiração, circulação e excreções. O sistema aquífero é um sistema vascular composto por grande número de canais e reservatórios preenchidos por um fluido aquoso, o qual assume um papel central no transporte interno de substâncias e como motor para a movimentação dos pés ambulacrários. Os Equinóides possuem as partes do corpo dispostas segundo um eixo oral-aboral. Um conjunto de placas está em volta da parte aboral, sendo uma dessas placas o madreporite, que é a estrutura que indica uma abertura do sistema ambulacrário para o meio externo. É importante ressaltar que os ambulacros e fileiras de pés com seus respectivos canais internos se estendem pelas laterais do animal (formando uma espécie de globo) em direcção à parte superior aboral (o animal fica orientado para o substrato com a parte oral). Um canal circular oral dá origem a cinco canais radiais, de onde partem canais laterais levando para os pés ambulacrários. As placas dos equinóides possuem orifícios por onde os pés atravessam para o exterior e exercem variadas funções, como fixação, locomoção, alimentação e até trocas gasosas. == Sistemas hemal e celómico == Responsável pela circulação de fluidos, o sistema hemal não tem função totalmente conhecida, mas provavelmente ajuda a distribuir os nutrientes absorvidos no trato digestivo e comprovou-se a sua extrema importância para o transporte de gases dissolvidos através dos tecidos internos e superfície do corpo desses animais. O fluido circula nos canais e lacunas principalmente pela acção de cílios e, em alguns casos, por bombeamento muscular. O sistema hemal é, juntamente com o aquífero, derivado do celoma. == Complexo axial == O complexo axial dos equinodermos é composto de um órgão axial circundado pelo sinus axial. Ainda não está bem definida a função do órgão axial em equinóides, mas são sugeridas funções de excreção e degradação de produtos celulares por meio do sistema vascular aquífero. Evidências indicam que este órgão possa estar envolvido no processo de diferenciação e actividade de celomócitos fagocíticos, e ainda como o maior local de degradação de produtos celómicosBachmann, S., Pohla, H. & Goldscmid, A. 1980. Phagocytes in the axial complex of the sea urchin, Sphaerechinus granularis (Lam.). Cell Tiss Res 213:109-120. == Pés ambulacrários == Os pés ambulacrários (por vezes referidos por pés ambulacrais) são estruturas versáteis que contribuem para o sucesso de todos os Equinodermata no meio ambiente. Os ouriços movimentam- se usando os pés ambulacrários associados aos espinhos móveis, e os pés são capazes de exercer uma variedade de movimentos, com os espinhos mantendo o corpo afastado do substrato. Dessa forma, são capazes também de cavar eficientemente a superfície arenosa, fabricando uma espécie de abrigo. Através deste mecanismos, as bolachas-da-praia conseguem enterrar-se parcial ou completamente em sedimentos moles. == Sistema nervoso == Possuem um sistema nervoso descentralizado e sem gânglio cerebral, com três redes neurais integradas entre si: ectoneural (oral) com funções sensoriais, hiponeural (oral profunda) com funções motoras e entoneural (aboral) relacionada com funções sensoriais e motoras. Nervos radiais partindo de um anel nervoso circum-oral se estendem ao longo de cada ambulacro. Neurónios sensoriais localizados na epiderme respondem ao toque, a substâncias químicas dissolvidas, correntes de água e luz. Algumas bolachas-da-praia orientam-se em direcção às correntes. Estudos de observação comportamental e respostas fisiológicas de ouriços-do-mar a diferentes intensidades de luz evidenciaram uma série de reacções (dependendo da espécie), incluindo mudanças nos padrões de coloração, movimentos de espinhos e fototaxia. Estudos recentes de sequenciamento genómico revelaram que a espécie de ouriço-do-mar Strongylocentrotus purpuratus possui genes que nos vertebrados estão presentes no início do desenvolvimento da retina. Foram observadas reacções de aversão dos ouriços a um determinado tipo de luz; rapidamente a actividade dos pés ambulacrários e dos espinhos é acelerada e os animais se distanciam da luz o máximo que conseguem.(Ullrich-Lüter et al., 2011). == Reprodução e desenvolvimento == Os Echinoidea são animais dióicos, com sistema reprodutor relativamente simples e associado a derivações do celoma. Os ouriços-do-mar possuem cinco gónadas com os respectivos gonóporos estão localizados nas cinco placas genitais interambulacrárias. Os ouriços cordiformes e as bolachas-da- praia possuem apenas quatro gónadas (às vezes menos), uma tendo sido perdida com a migração do ânus. A gametogénese nesses animais é regulada por fotoperíodo, garantindo uma desova sincronizada entre os membros da população. Os equinóides podem apresentar desenvolvimento indirecto, no qual as fêmeas liberam um grande número de ovos na coluna d’água e suas larvas necessitam de um período de alimentação antes da metamorfose; ou podem apresentar desenvolvimento directo, no qual um menor número de ovos maiores é liberado e as larvas não se alimentam, diminuindo o tempo de permanência na coluna d’água antes da metamorfose. Algumas bolachas-da-praia, por exemplo, incubam seus embriões em seus petalóides. Os ovos dos equinóides são isolécitos, com pouca quantidade de vitelo. A clivagem é radial e holoblástica, resultando em uma blástula oca. Entre os ouriços-do-mar, as clivagens que vêm um pouco antes da blástula tornam-se desiguais, formando os mesómeros sustentados por macrómeros no polo vegetal e os micrómeros no polo animal. A blástula sofre um achatamento no polo animal e forma a placa gastral. A partir dessa placa, células (geralmente os micrómeros) se proliferam para dentro da blastocele, iniciando a gastrulação. Os macrómeros formarão a endoderme e mesoderme e os mesómeros formarão a ectoderme. O blastóporo origina o ânus, enquanto o arquêntero cresce em direcção ao estomodeu para formar a boca. A formação do celoma dá-se por evaginação do arquêntero, antes que se complete o tubo digestivo (enterocelia). No fim da gastrulação, o embrião torna-se uma larva livre-natante com simetria bilateral, designada por pluteus. Essas larvas são planctónicas e usam seus cílios para nadar e criar correntes de alimentação. Em alguns equinóides, elas possuem células pigmentares, que parecem estar envolvidas na fotoprotecção, fototropismo, coloração do corpo (Takata & Kominami, 2003). e também no fornecimento de energia para o organismo. Quando a larva está perto de entrar em metamorfose, ela nada até um substrato e se fixa. Seus lados esquerdo e direito se transformam, respectivamente, nas superfícies oral e aboral. O grande número de gâmetas liberado por esses animais, juntamente com a facilidade de mantê-los em laboratório, tornou a classe, especialmente os ouriços-do-mar, um modelo de estudo em biologia do desenvolvimento. Muitas das informações existentes acerca do assunto vêm de trabalhos realizados com equinóides. == Ecologia == Os animais da classe Echinoidea são essencialmente marinhos e amplamente distribuídos em todos os oceanos e profundidades. São animais bentónicos e desempenham um papel fundamental nos ecossistemas marinhos como, por exemplo, consumidores de algas (ouriços-do-mar). Dentre os hábitos alimentares de Echinoidea estão a herbivoria, suspensivoria, detritivoria e algumas poucas formas de predação. Quanto à limentação, a maioria dos ouriços-do-mar depende de um órgão fundamental: a lanterna de Aristóteles. Esse órgão é um aparato mastigador complexo, localizado dentro da boca e que possui cinco dentes calcários protrácteis. Interacções entre placas duras e músculos controlam os movimentos de protracção, retracção e apreensão. Há uma grande variação na estrutura desse órgão, mas em geral, ele possui três placas calcárias triangulares chamadas pirâmides, unidas por uma musculatura transversal. Cada pirâmide possui um canal com um dente, que é projectado para fora da região bucal. Os ouriços-do-mar utilizam a lanterna para raspar algas e matéria orgânica do substrato. Outros ouriços se alimentam de algas ou partículas em suspensão ou ainda capturam detritos flutuantes com seus pés ambulacrários ou pedicelários. Porém, estudos sugerem que algumas espécies de ouriços-do-mar podem se alimentar de pequenos invertebrados A espécie Strongylocentrotus droebachiensis pode ser um especialista facultativo de bivalves.(Briscoe & Sebens, 1988). A maior parte das bolachas-da-praia e ouriços cordiformes não possui lanterna; eles cavam em sedimentos moles e se alimentam de partículas orgânicas. Ouriços-do-mar geralmente se alimentam à noite para evitar predadores (Vaïtilingon et al. 2003). == Hipóteses filogenéticas == Lineu colocou os Echinodermata no táxon Mollusca juntamente com uma variedade de outros invertebrados. Só em 1847 esses animais foram reconhecidos em um táxon distinto. A classificação dos grupos que integram o filo tem sido amplamente discutida pelos pesquisadores da área, e o abundante registo fóssil é esclarecedor e ao mesmo tempo confuso, uma vez que os autores têm tratado as evidências de diferentes maneiras. Algumas classificações reconhecem até 25 classes compondo equinodermes. O genoma mitocondrial é frequentemente usado para a reconstrução de relações filogenéticas (Perseke et al., 2007), contendo, usualmente, 37 genes (Boore, 1999). Analisando o genoma mitocondrial das cinco classes de Echinodermata, os dados suportam Echinoidea, Asteroidea e Holothuroidea como grupos irmãos. Porém, dois grupos causaram conflito e três árvores filogenéticas foram propostas: a primeira apresenta Crinoidea e Ophiuroidea como grupos irmãos; a segunda apresenta Ophiuroidea como grupo basal e a terceira, Crinoidea como grupo basal (Perseke et al., 2010). Entre os Echinoidea, os ouriços-do-mar Strongylocentrotus purpuratus, S. droebachensis, S. pallidus e Paracentrotus lividus foram considerados grupos monofiléticos, sendo P. lividus mais basal e S. droebachensis e S. pallidus grupos irmãos.Perseke et al., 2010. == Taxonomia == * 'classe Echinoidea' ** Subclasse Perischoechinoidea *** Ordem Cidaroida ** Subclasse Euechinoidea *** Superordem Atelostomata **** Ordem Cassiduloida **** Ordem Spatangoida *** Superordem Diadematacea **** Ordem Diadematoida **** Ordem Echinothurioida **** Ordem Pedinoida *** Infraclasse Carinacea **** Superordem Calycina ***** Ordem Phymosomatoida† ***** Ordem Salenioida **** Superordem Echinacea ***** Ordem Arbacioida ***** Ordem Echinoida ***** Ordem Phymosomatoida ***** Ordem Camarodonta ***** Ordem Salenioida ***** Ordem Temnopleuroida *** Infraclasse Irregularia **** Superordem Gnathostomata ***** Ordem Clypeasteroida ***** Ordem Holectypoida ==Notas== == Ver também == * Edrioasteroidea (†) * Crinoidea * Asteroidea * Concentricycloidea * Holothuroidea * Ophiuroidea ==Galeria== Image:Morski-jez-Echinus.jpg|ouriço-negro (Arbacia lixula). Image:Tripneustes ventricosus (West Indian Sea Egg) edit.jpg|Ouriço-branco (Tripneustes ventricosus). Image:Diadema savignyi1.jpg|Ouriço-diadema de Savigny. (Diadema savignyi). Image:Astropyga radiata2.jpg|Ouriço-vermelho (Astropyga radiata). Image:Fire Urchin Asthenosoma varium.jpg|Ouriço-de-fogo (Asthenosoma varium). Image:Toxopneustes pileolus (Sea urchin).jpg|Ouriço-flor (Toxopneustes pileolus). Image:Urchinhand 300.jpg|Ouriço-vermelho-gigante (Strongylocentrotus franciscanus). Image:Riccio Melone a Capo Caccia adventurediving.it.jpg|Echinus melo. Image:Red pencil urchin - Papahānaumokuākea.jpg|Ouriço-lápis (Heterocentrotus mammillatus). image:Phyllacanthus.jpg|Phyllacanthus imperialis. image:Eucidaris tribuloides (Slate-pencil Urchin).jpg|Eucidaris tribuloides. image:Colobocentrotus atratus Shingle urchin.jpg|Colobocentrotus atratus. Image:Spatangus purpureus rob.jpg|Spatangus purpureus. image:Mellita longifissa.jpg|Mellita longifissa. Image:UrchinsArago.JPG|Dois exemplares de Strongylocentrotus purpuratus (Cape Arago, Oregon, EUA) Image:urchin003.jpg|Diadema antillarum (Philippi) Image:Sea urchin eggs.jpg|Ovas de ouriço-do-mar. Image:Zeeegel3.jpg|Sea urchin test - each white band is the location of a row of tube feet; each pair of white bands is called an ambulacrum. With five such ambulacra, the fivefold symmetry reveals a kinship with sea stars. Image:UrchinTestClose.jpg|Closeup of a sea urchin test: In life, a tube foot or gill extends through each of the small holes, and a spine is supported by each of the raised tubercles. Image:Seeigel- Saugfuesse(Galicien2005).jpg|Sea urchins have adhesive tube feet. Image:Sea Urchin off Florida coast 2007-08-06.JPG|Sea urchin in a reef off the Florida coast Image:Heterocentrotus trigonarius in Kona.jpg|Two Heterocentrotus trigonarius specimens on a Hawaiian reef image:Erizovaldivia.JPG|Chilean sea urchins are for sale in Feria fluvial, Valdivia. Three sea urchins are sold for 1000 Chilean pesos. Image:Sea urchins, Sterechinus neumayeri.jpg|Three dead specimens of Sterechinus neumayeri Image:Gonadi Paracentrotus lividus riccio di mare adventurediving.it.jpg| The delicate \"eggs\" of Sardinian Paracentrotus lividus sold for 3 euros per dozen in Alghero. Image:Sea_Urchins_Tangalle_SriLanka.JPG|Sea urchins in Tangalle Image:Diadema_Snapper_Ledge_FL.jpg|Diadema antillarum at Snapper Ledge reef, Florida Keys (March 2008) Image:Pesca Ricci di Mare Alghero adventurediving.it.jpg| Mediterranean sea urchin fishing in Sardinia Image:Hemipneustes leymeriei MHNT.jpg|Fossil sea urchin Hemipneustes leymeriei Muséum de Toulouse Image:Gnathichnus Cenomanian 020413.JPG|Gnathichnus pentax echinoid trace fossil made by the Aristotle's Lantern on an oyster from the Cenomanian of southern Israel. Image:Bird Spring Echinoid Carboniferous KC33.jpg|Typical fragmentary preservation of fossil echinoids; Archaeocidaris plates and spines from the Bird Spring Formation (Carboniferous), southern Nevada. == Bibliografia == * BACHMANN, S., POHLA, H. & GOLDSCHMID, A. 1980. Phagocytes in the axial complex of the sea urchin, Sphaerechinus granularis (Lam.). Cell Tiss Res 213:109-120. * BOORE, J. L. 1999. Animal mitochondrial genomes. Nucleic Acids Res. 27: 1767–1780. * BRISCOE, C. S. & SEBENS, K. P. 1988. Omnivory in Strongylocenrotus droebachiensis (Müller) (Echinodermata: Echinoidea): predation on subtidal mussels. J. Exp. Mar. Biol. Ecol. 115: 1-24. * BRUSCA, R. C.; BRUSCA, G. J. 2007. Invertebrados. 2. ed. Rio de Janeiro: Guanabara Koogan. * CONTINS, M. & VENTURA, C. R. R. 2011. Embryonic, larval, and post-metamorphic development of the sea urchin Cassidulus mitis (Echinoidea; Cassiduloidea): an endemic brooding species from Rio de Janeiro, Brazil. Mar Biol 158: 2279-2288. * Dan-Sohkawa, M. & Fujisawa, H. (1980). Cell dynamics of the blastulation process in the starfish. Asterina pectinifera. Dev.Biol, 77 (1): 328-339. * Ettenson, C. A. e Ingersoll, E. P. (1992). Morphogenesis of the sea urchin embryo. Marcel Dekker, New York, EE.UU. pp. 189-262 * Gilbert, S.F. (2005). Biología del Desarrollo, 7ma edición. Editorial Médica Panamericana. Buenos Aires, Argentina. * KOMINAMI, T. & TAKATA, H. 2004. Gastrulation in the sea urchin embryo: A model system for analyzing the morphogenesis of a monolayered epithelium. Develop. Growth Deffer. 46: 309-326. * Lepage, T., Sardet, C. & Gache, C. (1992). Spatial expression of the hatching enzyme gene in the sea urchin embryo. Dev. Biol. 150: 23-32. * Logan, C. Y. & McClay, D. R. (1999). Lineages that give rise to endoderm and mesoderm in the sea urchin embryo. Cell lineage and Determination. Academic Press, 1: 41-58. New York, EE. UU. * Logan, C. Y., Miller, J. R., Ferkowicz, M. J. & McClay, D. R. (1998). Nuclear β-catenin is required to specify vegetal cell fates in the sea urchin embryo. Development, 126: 345-358. * Oliveri, P., Carrick, D. M. & Davidson, E.H. (2002). A regulatory gene network that directrs micromere specification in the sea urchin embryo. Dev. Biol., 246: 209-228. * PERSEKE, M., BERNHARD, D., FRITZSCH, G., BRÜMMER, F., STADLER, P. F. & SCHLEGEL, M. 2010. Mitochondrial genome evolution in Ophiuroidea, Echinoidea, and Holothuroidea: insights in phylogenetic relationships of Echinodermata. Molecular Phylogenetics and Evolution 56: 201-211. * PERSEKE, M., HANKELN, T., WEICH, B., FRITZSCH, G., STADLER, P.F., ISRAELSSON, O., BERNHARD, D. & SCHLEGEL, M. 2007. The mitochondrial DNA of Xenoturbella bocki: genomic architecture and phylogenetic analysis. Theory Biosci. 126, 35–42. * Ransick, A. & Davidson, E. H. (1993). A complete second gut induced by transplanted micromers in the sea urchin embryo. Science, 259: 1134-1138. * SANTOS, I.A. 2010. Equinóides expostos a diferentes salinidades e sua caracterização histológica. 97 f.Tese (Doutorado em Biologia Celular e Molecular) – Área de Concentração em Fisiologia do Setor de Ciências Biológicas, Universidade Federal do Paraná, Paraná. * Summers, R.G., Morril, B., Leith, A., Marko, M., Piston, D.W. & Stonebraker, A.T. (1993). A steometric analysis of karyogenesis,cytokinesis, and cell arrangments during and following fourth cleavage period in the sea urchin, Lytechinus variegatus. Developmental growth Diff. 35 (1): 41-58. * Sweet, H. C., Hodor, P. G. & Etenson, C.A. (1999). The role of micromere signaling in Notch activation and mesoderm specification during sea urchin embryogenesis. Development, 126 5255-5265. * TAKATA, H. & KOMINAMI, T. 2003. Behavior and differentiation process of pigment cells in a tropical sea urchin Echinometra mathaei. Develop. Growth Differ. 45: 473-483. * TSUCHIMOTO, J., YAMADA, T. & YAMAGUCHI, M. 2011. Unusual coelom formation in the direct-type developing sand dollar Peronella japonica. Developmental Dynamics 240: 2432-2439. * ULLRICH-LÜTER, E. M., DUPONT, S., ARBOLEDA, E., HAUSEN, H. & ARNONE, M. I. 2011. Unique system of photoreceptors in sea urchin tube feet. PNAS 108: 8367-8372. * VAÏTILINGON, D., RASOLOFONIRINA, R. & JANGOUX, M. 2003. Feeding preferences, seasonal gut repletion índices, and diel feeding patterns of the sea urchin Tripneustes gratilla (Echinodermata: Echinoidea) on a coastal habitat off Toliara (Madagascar). Marine Biology 143: 451-458. * WATTS, S. A., HOFER, S. C., DESMOND, R. A., LAWRENCE, A. L. & LAWRENCE, J. M. 2011. The effect of temperature on feeding and growth characteristics of the sea urchin Lytechinus variegatus fed a formulated feed. Journal of Experimental Marine Biology and Ecology 397: 188-195. * Wray, G.A. (1999). Introduction to sea Urchin. Academic Press, 1: 3-9. New York, EE. UU. * Yuh, C. H., Bolouri, H. & Davidson, H. (2001). Cis-regulatory logic in the endo16 gene. Development, 128: 617-629. * ZIEGLER, A., FABER, C. & BARTOLOMAEUS, THOMAS. 2009. Comparative morphology of the axial complex and interdependence of internal organ systems in sea urchins (Echinodermata: Echinoidea). Frontiers in Zoology 6:10. * (1984), Echinoid Palaeobiology (Special topics in palaeontology). London: Allen & Unwin. ISBN 0-04-563001-1 * (2005), Sea-Urchins, a guide to worldwide shallow water species . hpsp scientific publications, Germany. ISBN 3-9809868-1-0 * Animal Diversity Web Classification of the Echinoidea * Ocean Alliance giving advice on sea urchin cleaning == Ligações externas == * * Imagens de esqueletos de ouriços-do-mar * Equinoideos no Asturnatura * Plankton Chronicles Short documentary films & photos *The sea urchin genome project *Sea Urchin Harvesters Association - California Also, (604)524-0322. *The Echinoid Directory from the Natural History Museum. *Echinoids of the North Sea *Spiny creature's genome insight *Echinoids.nl *lantern.jpg A labeled diagram of the sea urchin's Aristotle's lantern. *aristotle.htm Who is this person Aristotle and what about this lantern? *www.emilydamstra.com Illustration of the musculature of an Aristotle's lantern. *Urchin Anatomy a flash about the anatomy of the sea urchin *www.sea-urchins.com An article about sea-urchin parasites. * Further research on sea urchins *Photographic Database of Cambodian Sea Urchins *California Sea Urchin commission *Introduction to the Echinoidea *70% of Sea Urchin Genes Have a Human Counterpart—Sequencing confirms that sea urchins are more closely related to humans than fruit flies (LiveScience.com, November 2006). Categoria:Equinodermes Categoria:Organismos modelo",
 "title": "Echinoidea"
}