{
 "id": "94594",
 "text": "Sabá (em hebraico: שבא, transl. Sh'va, árabe: سبأ, Sabaʼ, ge'ez, amárico e tigrínia: ሳባ, Saba) foi um antigo reino mencionado nas escrituras judaicas (o Antigo Testamento cristão) e no Alcorão. Sua exata localização histórica é disputada pela região sul da península Arábica e o leste da África; o reino poderia tanto situar-se na atual Etiópia, no atual Iêmen, ou até mesmo em ambos. A visão acadêmica predominante é que a narrativa bíblica sobre o reino de Sabá foi baseada na civilização antiga de Saba, na Arábia do Sul, em contradição com várias tradições locais de diferentes países. Israel Finkelstein e Neil Asher Silberman escrevem que \"o reino sabeu começou a florescer somente a partir do século VIII a.C\" e que a história de Salomão e Sabá é \"uma peça anacrônica do século VII para legitimar a participação de Judá no lucrativo comércio da Arábia\".Finkelstein, Israel; Silberman, Neil Asher (2007). David and Solomon: In Search of the Bible's Sacred Kings and the Roots of the Western Tradition. Simon & Schuster. p. 171. O Museu Britânico afirma que não há evidências arqueológicas para tal rainha, mas que o reino descrito como dela era Saba, \"o mais antigo e mais importante dos reinos da Arábia do Sul\".\"The kingdoms of ancient South Arabia\" Kenneth Kitchen data o reino entre 1200 a.C e 275 d.C. com sua capital, Ma'rib.Kitchen, Kenneth A. (1994). Documentation for Ancient Arabia. The World of Ancient Arabia Series. Part I. Chronological Framework and Historical Sources. Liverpool University Press. p. 110. O reino caiu após uma guerra civil longa, mas esporádica, entre várias dinastias iemenitas que reivindicavam a realeza,D. H. Müller, 1891; Mordtmann, Himyarische Inschriften, 1893, p. 53.Javad Ali, The Articulate in the History of Arabs before Islam Volume 2, p. 420. resultando na ascensão do extinto Reino Himiarita. ==Tradição bíblica== O reino de Sabá é mencionado diversas vezes na Bíblia. Por exemplo, na Tábua das Nações (Gênesis, 10:7), Sabá, juntamente com Dedã, é listado como um dos descendentes de Cam, filho de Noé (como filhos de Raamá, por sua vez filho de Cuxe). Em Gênesis, 25:3, Sabá e Dedã são listados como os nomes dos filhos de Jocsã, filho de Abraão. Outro Sabá também é listado na Tábua das Nações como filho de Joctã, outro dos descendentes de Shem. Na tradição ortodoxa etíope, o últimos destes três Sabás, o filho de Joctã, é considerado o antepassado primordial do componente original semita na sua etnogênese, enquanto Sabtá e Sabtecá, filhos de Cuxe, são considerados como os ancestrais do elemento cuchítico. O historiador judaico-romano Flávio Josefo descreve o lugar chamado de Sabá como uma cidade real, cercada por muros, na Etiópia, que Cambises II teria chamado posteriormente de Meroé. Segundo ele, \"ela era cercada bem de longe pelo Nilo, além de outros rios, o Astápo e o Astabora\", o que oferecia proteção tanto de exércitos inimigos quanto das cheias dos rios. De acordo com Josefo, a conquista de Sabá teria trazido grande fama a um jovem príncipe egípcio, ao mesmo tempo em que expôs seu passado pessoal como uma criança escrava chamada Moisés.Josefo, Flávio. Antiguidades Judaicas II.10 O Kitab al-Magall (\"Livro dos Rolos\", considerado parte da literatura clementina) e a Caverna dos Tesouros mencionam uma tradição na qual, após o reino ter sido fundado pelos filhos de Sabá (filho de Joctã), houve uma sucessão de sessenta governantes mulheres até a época solomônica. A tradição bíblica da \"Rainha de Sabá\" (conhecida por Makeda na tradição etíope e Bilqis na tradição islâmica) faz a sua primeira aparição na literatura mundial no Livro dos Reis (1:10), que descreve sua viagem para Jerusalém, atrás da fama do rei Salomão. Graças à sua ligação com a rainha, Sabá tornou-se uma localidade muito ligada a um certo prestígio nacional, e diversas dinastias reais já alegaram descendência da união entre a rainha de Sabá e o rei Salomão, principalmente na Etiópia e na Eritreia, onde Sabá esteve tradicionalmente ligada ao antigo reino axumita. == Especulação sobre a localização == A localização do reino mencionado na Bíblia foi muito disputada. Israel Finkelstein e Neil Asher Silberman sugerem que o reino estava localizado na Arábia do Sul.Israel Finkelstein, Neil Asher Silberman, David and Solomon: In Search of the Bible's Sacred Kings and the Roots of the Western Tradition, p. 167. Devido à conexão com a rainha de Sabá, o local tornou-se intimamente ligado ao prestígio nacional, e várias casas reais reivindicaram descendência da rainha de Sabá e Salomão. Segundo a obra etíope medieval Kebra Nagast, Sheba estava localizada na Etiópia. Ruínas em muitos outros países, incluindo Sudão, Egito, Etiópia e Irã, foram creditadas como Sabá, mas com apenas evidências mínimas. Até um monumento maciço de terra dos iorubás na Nigéria, conhecido como Eredô de Sumbô, é considerado pela tradição oral iorubá construído em homenagem ao poderoso aristocrata Oloye Bilikisu Sungbo, que costuma ser a rainha Bilqis.\"Archaeologists find clues to Queen of Sheba in Nigeria\", Nigeria News, 4 de junho de 1999. ==Ver também== *Sabeísmo *Sabeus * História antiga do Iêmen == Bibliografia == *Alessandro de Maigret. Arabia Felix, trad. Rebecca Thompson. London: Stacey International, 2002. ISBN 1-900988-07-0 *Andrey Korotayev. Ancient Yemen. Oxford: Oxford University Press, 1995. ISBN 0-19-922237-1. *Andrey Korotayev. Pre-Islamic Yemen. Wiesbaden: Harrassowitz Verlag, 1996. ISBN 3-447-03679-6. == Ligações externas == *of Sheba mystifies at the Bowers\" - Artigo da UC Irvine comentando a exibição sobre a rainha de Sabá no Bowers Museum *\"A Dam at Marib\" - 'Saudi Aramco World' online - March/April 1978 *Queen of Sheba Temple restored (2000) - BBC Categoria:Lugares bíblicos Categoria:Estados extintos da Ásia da Antiguidade Categoria:Estados extintos do Iêmen Categoria:Estados extintos do Sudoeste Asiático",
 "title": "Reino de Sabá"
}