{
 "id": "94617",
 "text": "A embaúba-prateada (Cecropia hololeuca Miq.) é uma árvore da família Urticaceae. É uma planta típica de áreas perturbadas e abertas, principalmente clareiras. É chamada também de ambaitinga, embaúba branca, embaúba-prateada, embaúba-preta e embaubaçu. Além da notável coloração esbranquiçada/prateada das folhas, é caracterizada pelas espigas negras (tanto as pistiladas quanto as estaminadas) e a ausência de triquílios. == Taxonomia == A espécie foi descrita em 1853 por Friedrich Anton Wilhelm Miquel. == Forma de vida == É uma espécie terrícola e arbórea. == Descrição == Esta espécie arbórea tem tamanho médio, atingindo em torno de 6 a 12 metros de altura, e tronco de 20 a 30 centímetros de diâmetro. Possui copa pouco densa e suas folhas são peltadas. Por ser uma espécie que costuma crescer em pleno sol e acima das outras copas ao seu redor, essa árvore pode ser facilmente notada nas matas. O tom prateado de suas folhas é o que mais se sobressai em meio ao verde. === Frutos e sementes === O fruto individual é técnicamente um aquênio de 2 a 4 mm de comprimento. Produz anualmente grande quantidade de sementes, dispersadas na maioria das vezes por pássaros e morcegos, especialmente Artibeus lituratus. Um quilograma de sementes contém aproximadamente 9 mil unidades. == Uso humano == A planta tem usos medicinais e paisagísticos, além de ser considerada uma espécie boa para reflorestamento, pois é uma espécie pioneira e provê sombreamento para espécies posteriores. === Madeira === Quanto à qualidade de sua madeira, esta é leve (0,43 g . cm-3), macia e de baixa resistência. Ou seja, pode ser usada na confecção de objetos leves, como fósforos, lápis, brinquedos e tamancos. == Distribuição == Naturalmente ocorre do estado de Pernambuco até o São Paulo. Possui ampla área de abrangência, sendo característica da costa leste do Brasil adentrando-se até os estados de Minas Gerais e Mato Grosso. Ocorre em áreas preservadas da floresta ombrófila densa em regiões montanhosas com altitude de até 1.400 metros == Leitura adicional == *Souza, Vinicius Castro (2019). Guia das Plantas da Mata Atlântica: Floresta Estacional. *ROMANIUC NETO, S., GAGLIOTI, A.L. & GUIDO, B.M.O. Urticaceae Juss. do Parque Estadual das Fontes do Ipiranga, São Paulo, SP, Brasil (Urticaceae Juss. of the “Parque Estadual das Fontes do Ipiranga”, São Paulo, SP, Brazil) == Ligações externas == * Cecropia hololeuca no projeto Flora e Funga do Brasil hololeuca Categoria:Plantas descritas por Miq. Categoria:Cecropia Categoria:Espécies descritas em 1853 Categoria:Flora do Brasil",
 "title": "Embaúba-prateada"
}