{
 "id": "94625",
 "text": "David Keith Lynch (Missoula, ) é um diretor, roteirista, produtor, artista visual, músico e ocasional ator estadunidense. Conhecido por seus filmes surrealistas, ele desenvolveu seu próprio estilo cinematográfico, que foi chamado de \"Lynchiano\", que é caracterizado por imagens de sonhos e meticuloso desenho sonoro. Na verdade, o surreal e, em muitos casos, os elementos violentos de seus filmes lhes deram a reputação de \"perturbar, ofender ou mistificar\" seus públicos.Lynch & Rodley, p.245 Nascido em uma família de classe média em Missoula, Montana, Lynch passou sua infância viajando pelos Estados Unidos, antes de ir estudar pintura na Academia de Belas Artes da Pensilvânia na Filadélfia, onde ele fez a transição para produzir curtas. Decidindo dedicar-se mais totalmente a esse meio, ele se mudou para Los Angeles, onde ele produziu seu primeiro filme, o terror surrealista Eraserhead (1977). Depois de Eraserhead se tornar um clássico cult no circuito de filmes da meia noite, Lynch foi contratado para dirigir The Elephant Man (1980), a partir do qual ele conseguiu sucesso comercial. Depois de ser contratado pela De Laurentiis Entertainment Group, ele procedeu para fazer mais dois filmes: o épico de ficção científica Dune (1984), que foi um fracasso de crítica e bilheteria, e o filme de crime neo-noir Blue Velvet, que foi muito aclamado. Procedendo para criar sua própria série de televisão com Mark Frost, a altamente popular Twin Peaks (1990-1992, 2017), ele também criou a prequela cinematográfica Twin Peaks: Fire Walk with Me (1992), um filme de estrada, Wild at Heart (1990), e um filme de família, The Straight Story (1999), no mesmo período. Se virando mais profundamente para o surrealismo, três de seus filmes seguintes trabalharam na estrutura da \"lógica dos sonhos\"Serravalle de Sá & Markendorf, p.5, Lost Highway (1997), Mulholland Drive (2001) e Inland Empire (2006). No meio tempo, Lynch procedeu para abraçar a internet como um meio, produzindo vários programas para a web, como a animação DumbLand (2002) e o sitcom surreal Rabbits (2002). == Biografia == Nascido em 20 de janeiro de 1946 na cidade de Missoula (estado de Montana), Lynch é filho de um pesquisador do departamento de agricultura dos EUA (Donald Walton Lynch) e de uma professora de inglês (Edwina \"Sunny\" Lynch). Seus avós maternos imigraram da Finlândia para os EUA no , Lynch nasceu e foi criado dentro dos preceitos da religião presbiteriana. Teve uma infância itinerante no interior dos Estados Unidos. Mesmo assim, conseguiu concluir os estudos. Tendo o sonho de ser pintor, especializou-se sobre o tema numa academia de arte. Largou o curso mais tarde e partiu para uma viagem à Europa em busca de inspiração para seu trabalho. De volta ao país de origem, Lynch viu-se na obrigação de trabalhar em ramos que não lhe agradavam. Ao mesmo tempo resolveu retornar aos estudos, entrando na Academia de Belas Artes da Pensilvânia. Em 1967 casou-se com uma colega e teve sua única filha (teria mais dois homens), Jennifer Lynch, que se tornaria diretora e também tomaria gosto pelo bizarro. Foi ela quem dirigiu o \"clássico trash\" Encaixotando Helena (1993) (Boxing Helena). Lynch estava totalmente envolvido com artes plásticas, e isso se refletiu na linguagem de seus primeiros trabalhos, que também eram bastante provocadores. Nessa época realizou os seguintes curta-metragens: Six Men Getting Sick (1966), The Alphabet (1968), The Grandmother (1970) e The Amputee (1974). Em 1971 começou a trabalhar na produção da sua primeira longa-metragem, Eraserhead (1977). E não foi tarefa fácil, tomando cinco anos de sua vida para a sua conclusão, além do final de seu casamento. Eraserhead foi considerado difícil. Na época de seu lançamento poucas pessoas assistiram o filme que já misturava o tão famoso mundo bizarro de Lynch e arte em stop-motion. Anos depois, dirigiu seu primeiro grande filme, O Homem Elefante (1980) (The Elephant Man). Produzido por Mel Brooks (que gostou do que viu em Eraserhead), o longa foi muito bem recebida pela crítica e recebeu oito indicações ao Oscar, incluindo melhor diretor. Em 1984 Lynch dirigiria a ficção científica Duna, uma superprodução sob a tutela de Dino De Laurentiis. O resultado foi um retumbante fracasso, fazendo com que o cineasta nunca mais se envolvesse em projetos grandiosos. A sua volta por cima seria dada em 1986 com O Veludo Azul (Blue Velvet), thriller com toques de fantasia que deu a Lynch nova indicação ao Oscar da categoria. Além de uma parceria que viria a ser constante com o compositor Angelo Badalamenti. Em 1990 ganhou a Palma de Ouro do Festival de Cannes com Coração Selvagem (Wild at Heart), protagonizado por Laura Dern e Nicolas Cage. Ainda no mesmo ano Lynch faria sua estreia na televisão como criador de uma série que marcou época, Twin Peaks. Tendo como astro o mesmo ator principal de Duna e Veludo Azul, Kyle MacLachlan, a trama gira sobre a morte de uma jovem moradora da cidade que dá título à série. Lynch dirigiu apenas o piloto e cinco dos 29 episódios. Com o sucesso, em 1992 uma versão para o cinema foi lançada, onde mostrava mais detalhes sobre a intrincada trama. Para desespero do diretor, o filme foi um fracasso, arrecadando míseros quatro milhões de dólares. O mistério de Laura Palmer foi o único sucesso na TV de Lynch, mesmo tendo participado da criação de outros seriados. Um desses fracassos seria Mulholland Drive (2001) planejado como série televisiva, mas adaptado para o cinema quando os produtores não gostaram do material apresentado. Em 1997, Lost Highway (Lost Highway) chegou aos cinemas. É outro thriller com toques de fantástico e considerado pelos fãs do cineasta como o seu trabalho mais insano. Talvez por causa disso, realiza História Real (1999) (The Straight Story) logo depois. O filme é diferente de tudo que ele já havia feito, sem quase nenhum elemento bizarro, a não ser pelo fato do protagonista atravessar o país a bordo de um pequeno trator para visitar o irmão - Lynch em \"versão calma\". Já em Mulholand Drive\" voltaria a sua característica principal, com um filme recheado de personagens (muitos deslocados por terem sido desenvolvidos especialmente para a cancelada série de TV) e situações bizarríssimas. Foi o filme que revelou a atriz Naomi Watts e deu a Lynch o prêmio de melhor diretor do Festival de Cannes. Inland Empire (no Brasil, Império dos Sonhos), seu último longa, é um filme plástico. O filme é como se fosse uma interseção dele com outros filmes e um programa televisivo (Rabbits), este último, o ápice: onde tudo se espelha, e provavelmente tende a chegar, igual a um paraíso desorientado, o qual Susan/Grace (personagens centrais) conquista e contempla - a vencedora, guiada como o filme bruto foi guiado, pela intuição ou magia, numa linda explosão de vingança e libertação. David Lynch sempre está envolvido em projetos. Nunca parou de produzir curtas e quase sempre cria filmes em animação. A internet também foi um caminho que adotou para divulgar o que cria tendo em seu site pessoal um grande acervo de trabalhos. == Filmografia == === Cinema === Ano Filme Diretor Produtor Escritor Ator 1977 Eraserhead 1980 The Elephant Man 1984 Dune 1986 Blue Velvet 1988 Zelly & Me 1990 Wild at Heart 1992 Twin Peaks: Fire Walk with Me 1997 \"Lost Highway\" Sim 1999 The Straight Story 2001 Mulholland Drive 2006 Inland Empire 2014 Twin Peaks: The Missing Pieces 2017 Girlfriend's Day 2017 Lucky === Televisão === Ano Série Criador Produtor Escritor Ator 1988 Les Français vus par 1990-1991 Twin Peaks 1992 On The Air 1993 Hotel Room 2017 Twin Peaks: The Return == Premiações == ====Oscar==== Ano Categoria Indicação Notas 1981 Melhor Roteiro Adaptado The Elephant Man Melhor Direção 1987 Blue Velvet 2002 Mulholland Drive 2020 Oscar Honorário Pelo Conjunto da Obra ====Emmy Awards==== Ano Categoria Indicação Notas 1990 Melhor Série Dramática Twin Peaks Melhor Direção em Série Dramática Melhor Roteiro em Série Dramática Melhor Música e Letra Original Melhor Música Tema de Abertura 2018 Melhor Direção em Minissérie ou Telefilme Melhor Roteiro em Minissérie ou Telefilme Melhor Edição de Imagens com uma Única Câmera em uma Minissérie Melhor Edição de Som em Minissérie ====Globo de Ouro==== Ano Categoria Indicação Notas 1981 Melhor Direção The Elephant Man 1987 Melhor Roteiro Blue Velvet 1991 Melhor Série Dramática Twin Peaks 2002 Melhor Direção Mulholland Drive Melhor Roteiro ====BAFTA==== Ano Categoria Indicação Notas 1981 Melhor Direção The Elephant Man Melhor Roteiro Adaptado ====Festival de Cannes==== Ano Categoria Indicação Notas 1990 Palma de Ouro Wild at Heart 1992 Twin Peaks: Fire Walk with Me 1999 The Straight Story 2001 Mulholland Drive Melhor Direção ==Bibliografia== * * ==Ligações externas== * * Categoria:Cineastas dos Estados Unidos Categoria:Roteiristas dos Estados Unidos Categoria:Produtores de cinema dos Estados Unidos Categoria:Produtores de televisão dos Estados Unidos Categoria:Diretores de televisão dos Estados Unidos Categoria:Compositores dos Estados Unidos Categoria:Músicos dos Estados Unidos Categoria:Pintores dos Estados Unidos Categoria:Animadores dos Estados Unidos Categoria:Artistas dos Estados Unidos Categoria:Presbiterianos dos Estados Unidos Categoria:Prémio de melhor realizador do Festival de Cannes Categoria:César de melhor filme estrangeiro Categoria:Naturais de Missoula Categoria:Leão de Ouro de carreira Categoria:Óscar honorário Categoria:Norte-americanos de ascendência finlandesa",
 "title": "David Lynch"
}