{
 "id": "94649",
 "text": "Wassily Wassilyovitch Leontief (Munique, — Nova Iorque, ) foi um economista russo, naturalizado estadunidense. Foi notável por pesquisas sobre como as mudanças em um único setor da economia afetam os demais. De origem russa, em 1931 emigrou para os Estados Unidos, onde se naturalizou. Recebeu o Prémio de Ciências Económicas em Memória de Alfred Nobel de 1973, pelo desenvolvimento da matriz de insumo-produto (input-output), conhecida como a \"matriz de Leontief\", e a sua aplicação à economia. O modelo input-output foi apresentado pela primeira vez no seu livro The Structure of the American Economy, publicado em 1941. O modelo tornou-se um instrumento essencial para o planejamento, tanto nos países de economia centralmente planejada quanto àqueles que adotam a economia de mercado. Do ponto de vista das correntes de pensamento económico, Leontief foi um destacado keynesiano, com grande influência sobre os neo-keynesianos e os neo-ricardianos. ==Obras== *1941: Structure of the American Economy, 1919-1929 *1953: Studies in the Structure of the American Economy *1966: Input-Output Economics *1966: Essays in Economics *1977: Essays in Economics, II *1977: The Future of the World Economy *1983: Military Spending: Facts and Figures, Worldwide Implications and Future Outlook co-authed with F. Duchin. *1983: The Future of Non-Fuel Minerals in the U. S. And World Economy co-authed with J. Koo, S. Nasar and I. Sohn *1986: The Future Impact of Automation on Workers co-authed with F. Dochin ==Condecorações== *1953: Ordem do Querubim, Universidade de Pisa *1962: Dr honoris causa, Universidade Livre de Bruxelas *1967: Dr of the University, Universidade de York *1968: Oficial da Legião de Honra (França) *1970: Bernhard-Harms Prize Economics, Alemanha *1971: Dr honoris causa, Universidade Católica de Louvain *1972: Dr honoris causa, Universidade de Paris (Sorbonne) *1973: Prêmio de Ciências Econômicas em memória de Alfred Nobel, conhecido como Prêmio Nobel de Economia *1980: Dr honoris causa, Universidade de Toulouse, França *1981: Universidade Corvino de Budapeste (Universidade Karl Marx), Hungria *1984: Ordem do Sol Nascente, Japão *1988: Membro estrangeiro, Academia Russa das Ciências *1990: Dr honoris causa, Universidade de Córdoba, Espanha *1991: Takemi Memorial Award, Japão *1995: Dr honoris causa, Universidade Humboldt de Berlim ==Ligações externas== * Categoria:Prémio de Ciências Económicas em Memória de Alfred Nobel Categoria:Laureados da Rússia com o Nobel Categoria:Laureados dos Estados Unidos com o Nobel Categoria:Professores da Universidade de Nova York Categoria:Professores da Universidade Harvard Categoria:Membros da Associação Estatística dos Estados Unidos Categoria:Economistas da Rússia Categoria:Economistas dos Estados Unidos Categoria:Escola keynesiana Categoria:Alunos da Universidade Estatal de São Petersburgo Categoria:Alunos da Universidade Harvard Categoria:Bolsistas Guggenheim Categoria:Soviéticos expatriados nos Estados Unidos Categoria:Norte-americanos de ascendência russa Categoria:Judeus da Rússia Categoria:Naturais de Munique Categoria:Membros da Academia Nacional de Ciências dos Estados Unidos",
 "title": "Wassily Leontief"
}