{
 "id": "94666",
 "text": "Unterseeboot 429 (U-429) foi um submarino tipo VII construído para a Regia Marina durante a Segunda Guerra Mundial. Iniciada a sua construção a 14 de Setembro de 1942 pela Danziger Werft de Gdansk. Foi lançado como \"S-4\" a 14 de Julho de 1943, sob o comando da capitânica Italiana. Quando a Itália se rendeu a 8 de Setembro, a Kriegsmarine tomou posse do U-429 e a 27 de Outubro de 1943, passou o comando ao Capitão Ernst-August Racky. A 16 de Outubro de 1944 o comandante Martin Kuttkat substituiu Racky, e comandou o submarino até à sua perda. O submarino serviu como navio-escola durante a sua carreira inteira e nunca foi utilizado em patrulhas. O U-429 foi bombardeado em afundado a 30 de Março, 1945, perto de Wilhelmshaven, não sofrendo baixas de tripulação durante a sua carreira. Unterseeboot 429 foi um submarino alemão do Tipo VIIC, pertencente a Kriegsmarine que atuou durante a Segunda Guerra Mundial. == Comandantes == Comandante Data Oblt. Ernst-August Racky 27 de outubro de 1943 - 15 de outubro de 1944 Oblt. Martin Kuttkat 16 de outubro de 1944 - 30 de março de 1945 == Subordinação == Durante o seu tempo de serviço, esteve subordinado às seguintes flotilhas: Período Flotilha 14 de julho de 1943 - 31 de agosto de 1943 8. Unterseebootsflottille (treinamento) 1 de setembro de 1943 - 28 de fevereiro de 1945 23. Unterseebootsflottille (submarino escola) 1 de março de 1945 - 30 de março de 1945 31. Unterseebootsflottille (treinamento) == Ver também == * U-boot * Submarinos da Marinha da Alemanha. * Submarinos de maior sucesso da Kriegsmarine na Segunda Guerra Mundial. == Bibliografia == * * * * * * * * * == Ligações externas == * * * Categoria:Submarinos alemães Tipo VIIC Categoria:Naufrágios no Mar do Norte na Segunda Guerra Mundial Categoria:Submarinos da Alemanha na Segunda Guerra Mundial Categoria:U-Boots afundados por aviões dos Estados Unidos Categoria:U-boots comissionados em 1943 Categoria:Navios de 1943 Categoria:U-boots afundados em 1945 Categoria:Navios construídos em Danzig",
 "title": "U-429"
}