{
 "id": "94699",
 "text": "A Faculdade de Letras da Universidade de Lisboa (FLUL) é uma unidade orgânica da Universidade de Lisboa dedicada ao ensino das Humanidades (literatura, linguística, história, filosofia e geografia). A FLUL foi criada formalmente em 1911, como parte da Universidade de Lisboa criada pelo Governo Provisório da República Portuguesa. A sua origem remonta, no entanto e sem descontinuidades, à fundação do Curso Superior de Letras pelo rei , cuja estátua se encontra no jardim em frente ao edifício, em 1859, tendo sofrido até 1911 duas reformulações, em 1878 e em 1901. Desde a sua criação por até 1958, o curso superior de letras e, posteriormente, a faculdade de letras da Universidade de Lisboa (após 1911), funcionou em edifícios anexos à Academia de Ciências de Lisboa. Foi finalmente em 1958 que a FLUL adquiriu instalações próprias, onde ainda funciona atualmente, num terreno da antiga freguesia do Campo Grande, agora freguesia de Alvalade, (hoje chamada Alameda da Universidade) onde foi construída a Cidade Universitária de Lisboa, enquadrada pela Reitoria (a Sul), o Estádio Universitário de Lisboa (a Poente), a Faculdade de Ciências (a Norte) e o Arquivo Nacional da Torre do Tombo (a Nascente). Desde os escassos 87 alunos aquando da sua criação formal, a FLUL chegou a ser a maior escola do país, atingindo, nos anos sessenta, um máximo de alunos. Ao longo dos anos a FLUL foi alargando a sua actividade, criando em 1933 a Revista da Faculdade de Letras, promovendo a investigação em articulação com os seus Institutos (que actualmente já são mais de 20), departamentos e centros e criando, por volta da década de oitenta, cursos de pós-graduação, mestrado e doutoramento. Em 2006-2007 FLUL reformulou a sua oferta lectiva de acordo com o chamado Processo de Bolonha. Muitos antigos alunos e professores são grandes referências nas diversas áreas das Humanidades. == Projecto de Arquitectura == O actual edifício da Faculdade de Letras da Universidade de Lisboa é da autoria do arquitecto Porfírio Pardal Monteiro, tendo o seu sobrinho, António Pardal Monteiro, sido o responsável pela conclusão do projecto. O edifício da FLUL insere-se num complexo que engloba também os edifícios da Faculdade de Direito e da Reitoria. A arquitectura destes três edifícios é pautada pela simetria, evidente desde o pórtico de mármore, constituido por um rectângulo bem proporcionado e adornado com coloridas pinturas de José de Almada Negreiros. Este, retratou figuras literárias não só da Bíblia como de Prometeu Agrilhoado (Ésquilo), da Divina Comédia (Dante), de Hamlet (Shakespeare), de D. Quixote (Cervantes), de Os Maias (Eça de Queiroz), entre outros. A esta monumental entrada, segue-se um átrio, limitado lateralmente por dois espaços abertos; à esquerda encontra-se um espaço que em tudo se assemelha a um claustro, com uma fonte central e o perímetro é coberto por plantas, limitado por paredes maioritariamente de vidro. À direita, um pequeno jardim visível da rua, com uma estátua de da autoria de Joaquim Martins Correia. Na parede exterior lateral esquerda, que limita este jardim, encontra-se um baixo-relevo, da autoria de Álvaro de Breé. A norte deste edifício encontra-se um outro, da autoria de Harro Wittmer, que constitui a biblioteca da FLUL. Este edifício congrega, pois, todas as bibliotecas da faculdade. Dispõe ainda de salas de conferência e reuniões, anfiteatros e serviços de apoio, albergando ainda a creche da associação de estudantes. Para além destes, a Faculdade de Letras da Universidade de Lisboa é ainda constituída por outros dois edifícios, um a nascente e outro a poente do edifício principal. Pelo Decreto n.º 25/2023, de 22 de setembro, foi conferido ao edifício da Faculdade de Letras de Lisboa (bem como ao conjunto constituído pelos edifícios da Faculdade de Direito e da Reitoria da Universidade de Lisboa, da autoria de Porfírio Pardal Monteiro e António Pardal Monteiro, e a Alameda da Universidade) o estatuto de monumento nacional. == Lista de dirigentes == === Directores === * José Maria de Queirós Veloso (1911-1928) * José Joaquim Nunes (1928-1929) * Agostinho José Fortes (1931-1933) * Francisco Lopes Vieira de Almeida * João da Silva Correia Júnior * Luís Filipe de Lencastre Schwalbach Lucci * José Joaquim de Oliveira Guimarães (1940-1947) * João António de Matos Romão (1947-1951) * António Augusto Gonçalves Rodrigues (1951-1956) * Vitorino Nemésio (1956-1958) * Délio Nobre Santos (1958) * Vitorino Nemésio (1958-1959) * Manuel Heleno (1959) * Orlando Ribeiro (1959) * Manuel Heleno (1959-1964) * Virgínia Rau (1964-1969) * D. Fernando de Almeida (1969-1973) * Francisco da Gama Caeiro (interino, 1973-1974) * Délio Nobre Santos (1974) === Presidentes do Conselho Directivo === * Victor dos Santos Gonçalves (1974) * José Barata-Moura (1981-1982) * Maria Helena Mira Mateus (1983-1985) * Manuel José do Carmo Ferreira (1994-1996) * Maria Alzira Seixo (1996-1998) * Júlia Dias Ferreira (1998-2003) * Isabel Castro Henriques (2003-2004) * Álvaro Pina (2004-2009) === Directores === * António Feijó (2009-2013) * Paulo Farmhouse Alberto (2013-2018) * Miguel Tamen (2018-2024) * Hermenegildo Fernandes (2024-presente) == Ver também == * Escola Politécnica de Lisboa * Associação dos Estudantes da Faculdade de Letras de Lisboa Categoria:Escolas da Universidade de Lisboa Categoria:Alvalade (Lisboa) Categoria:Fundações em Portugal em 1911 Categoria:Monumentos nacionais em Lisboa",
 "title": "Faculdade de Letras da Universidade de Lisboa"
}