{
 "id": "94711",
 "text": "A Guarda Nacional foi uma força militar organizada no Brasil em agosto de 1831, durante o período regencial, e desmobilizada em setembro de 1922. Sua criação se deu por meio da Lei de 18 de agosto de 1831 que \"cria as Guardas Nacionais e extingue os corpos de milícias, guardas municipais e ordenanças\".Lei de 18 de Agosto de 1831. Crêa as Guardas Nacionaes e extingue os corpos de milicias, guardas municipaes e ordenanças. \"[...] Art 1° As Guardas Nacionaes são creadas para defender a Constituição, a liberdade, Independencia, e Integridade do Imperio; para manter a obediencia e a tranquilidade publica; e auxiliar o Exercito de Linha na defesa das fronteiras e costas. [...]\" Portal da Câmara dos Deputados. (acessado em 09/09/2016) Passando por várias reformas ao longo do século XIX e início do século XX, em 1918, passou a Guarda Nacional a ser subordinada ao Exército Brasileiro, sendo incorporada como exército de 2ª linha, acabando diluída. É considerada antecessora da atual Força Nacional de Segurança Pública, criada pelo governo federal e formada por profissionais de segurança pública dos Estados e do Distrito Federal. A principal diferença, é que a Força Nacional de Segurança Pública é somente mobilizada para atuar em momentos de crise e está subordinada ao Ministério da Justiça e Segurança Pública, e assim como a Guarda Nacional tinha um efetivo permanente e responderia ao Ministério da Justiça. Sua criação foi baseada em uma lei francesa que também criou a Guarda Nacional Francesa em 1831.Boulos Júnior, Alfredo. História, Sociedade e Cidadania - do 8°ano. 1ª edição. São Paulo: editora FTD. 2022. ISBN 978-85-96-03554-5. página 181 == Origens == === Antecedentes === No ano de 1831, após a abdicação de D. Pedro I ocorrida no dia 7 de abril, propiciou um cenário fértil para o atrito dos interesses nacionalistas de um Brasil que acabava de conquistar sua independência política e os interesses lusitanos, havendo com isso o receio na sociedade de que os militares tomassem alguma atitude restauradora, posicionando-se pela volta de D. Pedro I. O Exército Imperial tinha sua base formada basicamente de negros, mulatos, homens pobres, na maioria dos casos sem nenhuma qualificação profissional, pouco considerados socialmente. Em contrapartida, seu Alto Comando eram ocupados mormente por estrangeiros, provocando uma falta de confiança do governo na fidelidade do Exército Imperial, considerado uma ameaça em potencial ao liberalismo da nova ordem instaurada com a Regência.RIBEIRO, José Iran, Quando o Serviço nos Chama, Os Milicianos e os Guardas Nacionais Gaúchos (1825-1845), PUCRS, Porto Alegre, 2001. Ao contrário da Armada Imperial que sempre mostrou fidelidade e lealdade ao Império do Brasil, não tardou muito para que sinais de insubordinação passasse a aflorar entre as bases o Exército Imperial, criando uma situação na qual os Regentes e Governadores preferiam não requisitar seus serviços. Assim sendo, os Regentes de então começaram a realizar um enxugamento no Exército Imperial, tomando, a Regência Trina Permanente, uma série de medidas. Em maio de 1831, por exemplo, o número de efetivos das tropas já havia baixado de 30 mil para homens e, em 30 de agosto, reduziu-se ainda mais, caindo para 10 mil homens. As demissões e licenças de militares são facilitadas, enquanto cessa, por tempo indeterminado, o recrutamento militar. === Criação === Para contornar o desfalque nas fileiras do Exército Imperial e encontrar uma alternativa liberal e civil para defender a constituição, a integridade, a liberdade e a independência de uma maneira economicamente viável e eficiente, além de complementar o artigo 145 da Constituição de 1824, ao prescrever que \"todos os brasileiros são obrigados a pegar em armas, para sustentar a Independência, e integridade do Império, e defendê-lo dos seus inimigos externos, ou internos\", a Regência Trina Permanente, aprovou a lei complementar Lei de 18 de agosto de 1831, que \"cria as Guardas Nacionais e extingue os corpos de milícias, guardas municipais e ordenanças\", seu objetivo já era expresso em seu artigo 1º.Carta de Lei de 25 de Março de 1824. Manda observar a Constituição Politica do Imperio, offerecida e jurada por Sua Magestade o Imperador. \"[...] Art. 145. Todos os Brazileiros são obrigados a pegar em armas, para sustentar a Independencia, e integridade do Imperio, e defendel-o dos seus inimigos externos, ou internos. [...].\" Portal do Planalto. (acessado em 09/09/2016)DANNEMANN, Fernando Kitzinger. 1831 – Guarda Nacional, recantodasletras.uol.com.br > LEI DE 18 DE AGOSTO DE 1831 — Art. 1° As Guardas Nacionais são criadas para > defender a Constituição, a liberdade, Independência e Integridade do > Império, para manter a obediência e a tranquilidade pública e auxiliar o > Exército de Linha na defesa das fronteiras e costas. == Organização e estrutura == === Lei de 18 de agosto de 1831 === A Lei de 18 de agosto de 1831 disciplinava em seu artigo 3º que a Guarda Nacional teria base em todos os Municípios do Império, criando consequentemente uma forte base municipal e alto grau de politização. No seu artigo 6º era previsto que a Guarda Nacional fosse subordinada aos juízes de paz, aos juízes criminais, aos Presidentes de Província e ao Ministro da Justiça, sendo somente essas autoridades que podiam requisitar seus serviços. A sua organização se baseava nas elites políticas locais, pois eram elas que formavam ou dirigiam o Corpo de Guardas. Os membros da Guarda Nacional eram recrutados entre os cidadãos eleitores e seus filhos, com renda anual superior a 200 mil réis nas grandes cidades e 100 mil réis nas demais regiões. Esses indivíduos não exerciam profissionalmente a atividade militar, mas, depois de qualificados como guardas nacionais, passavam a fazer parte do serviço ordinário ou da reserva da instituição. O único cenário em que os guardas nacionais passariam a fazer parte da estrutura militar de primeira linha era no caso dos corpos destacados para a guerra, quando deveriam de atuar como auxiliares do exército. Os guardas nacionais deveriam ser repartidos pelas câmaras municipais em unidades dentro dos distritos de cada município. A princípio, as unidades seriam da arma de infantaria, ficando, a cargo do governo, decidir sobre a criação de unidades de cavalaria e artilharia. Cabia, ao governo, escolher os coronéis e os majores de legião da Guarda Nacional. Os demais oficiais, inicialmente, eram escolhidos através de eleições em que votavam todos os guardas nacionais para exercerem um posto pelo prazo de quatro anos, porém tal fórmula foi modificada após a promulgação do Ato Adicional de 1834, sendo substituída por nomeações provinciais, propostas das câmaras municipais e, mais tarde, por indicações dos comandantes dos corpos. Buscou-se, assim, um modelo que privilegiava a participação cívica do cidadão, tal como ocorria na Guarda Nacional Francesa, que inspirou a brasileira. > LEI DE 18 DE AGOSTO DE 1831 Art. 3º As Guardas Nacionais serão organizadas > em todo o Império por Municípios. Parágrafo único. Nos Municípios, porém, em > que o número de Guardas Nacionais alistados não chegarem a formar uma > Companhia ou Batalhão, o Governo e os Presidentes, em Conselho, poderão > mandar reunir os Guardas Nacionais dele aos de outro ou outros Municípios > para com eles formarem Companhia ou Batalhão. (...) Art. 6° As Guardas > Nacionais estarão subordinadas aos Juízes de Paz, aos Juízes Criminais, aos > Presidentes das Províncias e ao Ministro da Justiça. Parágrafo único. Quando > elas se reunirem no todo ou em parte, nos lugares em que não residir o > Ministro da Justiça, ou Presidente da Província, serão subordinadas ao Juiz > de Paz mais velho em idade. Excetua-se o caso em que forem mandadas pela > Autoridade Civil competente exercer serviço ativo militar sob autoridade > militar, caso em que lhe serão subordinadas. (...) Art. 33. No caso previsto > no art. 3°, tendo dois ou mais Municípios de concorrer para a formação de > Companhia ou Batalhão, o Governo e os Presidentes marcarão qual a Câmara que > há de proceder a organização e repartição que por eles tiver sido prescrita. === Lei nº 602 de 19 de setembro de 1850 === Em setembro de 1850, por meio da Lei nº 602/50, a Guarda Nacional foi reorganizada e manteve suas competências subordinadas ao Ministro da Justiça e aos presidentes de província, além de prever que a Guarda Nacional só poderia ser requisitada em casos de guerra externa, rebelião, sedição ou insurreição, bem como reformou sua estrutura no âmbito municipal. > LEI Nº 602 DE 19 DE SETEMBRO DE 1850 Art. 1º A Lei nº 602 de 19 de setembro > de 1850 será executada com as seguintes alterações: § 1º A Guarda Nacional > só poderá ser chamada a serviço nos casos de guerra externa, rebelião, > sedição ou insurreição. § 2º Nos casos supraditos, o governo decretará, > conforme a Lei nº 602 de 19 de setembro de 1850 e pelo tempo que for > preciso, o serviço ordinário, de destacamento ou de corpos destacados, que > as circunstâncias exigirem, dando conta de seu ato à Assembleia Legislativa. > (...) § 8º Não haverá mais de um Comando Superior em cada Comarca, nem se > criará mais de um batalhão de serviços ativo nos Municípios em que não se > organizarem mais de oito companhias de guardas nacionais com a força de 100 > praças para as de cavalaria e de 150 para as de infantaria. === Lei nº 2395 de 10 de setembro de 1873 === Em 1873, após a vitória do Império na Guerra do Paraguai e a importante participação e performance da Guarda Nacional, o Exército achou por bem diminuir seu grau de autonomia que via como ameaça, como consequência ocorreu nova reforma que diminuiu a importância da instituição em relação ao Exército Imperial, colocando-a sua sob a disciplina e jurisdição, através do artigo 40 da Lei nº 2395 de 10 de setembro de 1873: > LEI Nº 2395 DE 10 de SETEMBRO DE 1873 — Art. 40. Em corpos destacados, os > Oficiais, Inferiores e Guardas ficam sujeitos á disciplina e penalidade > estatuídas para o Exército. === Lei nº 23 de 30 de outubro de 1891 === Com o advento da República, a Guarda Nacional foi transferida em 1891 para o Ministério da Justiça e Negócios Interiores, conforme o artigo 4º da Lei nº 23/1891. > LEI Nº 23 DE 30 DE OUTUBRO DE 1891 Art. 4º São da competência do Ministério > da Justiça e Negócios Interiores: (...) c) a Guarda Nacional no Distrito > Federal e nos Estados; === Decreto nº 13.040 de 29 de maio de 1918 === No último ano de seu mandato, o presidente Wenceslau Braz em 29 de maio de 1918, promulga o Decreto nº 13 040 de 29 de maio de 1918 que considera a Guarda Nacional e sua reserva como 2ª linha do Exército Brasileiro, passando a ser subordinada ao Exército Brasileiro e, por consequência, sendo dissolvida conforme artigo 22 do dito Decreto. > DECRETO Nº 10 040 DE 29 DE MAIO DE 1918 Art. 22. Ficam dissolvidas as > unidades, comandos e serviços que formam atualmente a Guarda Nacional. Apesar da dissolução, a Guarda Nacional ainda esteve presente no desfile do Centenário de Independência do Brasil, sendo sua última aparição pública no dia 7 de setembro de 1922, no Rio de Janeiro, marcando aquele, também, o ano de sua oficial desmobilização. Ainda em 1940 o presidente Getúlio Vargas editou o Decreto-lei nº 2 749 de 06 de novembro 1940, dispondo \"sobre a cassação de carta patente a oficiais da extinta Guarda Nacional\". == Momentos de destaques históricos == === Setembro de 1831 === Em fins de setembro de 1831, houve um tumulto no Teatro São Pedro provocado por dois oficiais, cuja prisão o major Miguel de Frias, que tivera importante atuação no movimento da abdicação de dom Pedro I, tentou evitar. Por ordem do juiz de paz, a Guarda Nacional evacuou o teatro e prendeu os oficiais envolvidos e o major. No dia 6 de outubro, ocorreu nova revolta. O Corpo de Artilharia da Marinha, aquartelado na ilha das Cobras, liderado pelo ex-deputado Cipriano Barata, preso por crime de imprensa, rebelou-se, tomando conta da ilha e prendendo oficiais que não aderiram ao movimento. Com o apoio da Guarda Nacional, o líder da Regência Diogo Antônio Feijó repeliu violentamente os extremistas. Para consolidar a vitória, solicitou, à Câmara dos Deputados, a concessão de poderes extraordinários, e a supressão das garantias individuais. Seus pedidos foram rejeitados, inclusive pelos moderados, que temiam nova concentração de poder no executivo. Em relatório de seu ministério, datado de maio de 1832, Feijó fez um balanço da situação militar no Rio de Janeiro, então capital imperial: A tropa de primeira linha da capital desapareceu: as guarnições de terra, as rondas policiais, o auxílio à justiça são prestados pelos guardas nacionais. === Revolta dos Liberais de 1842 === Em 1842, a Revolta dos Liberais foi fortemente apoiada pelas guardas nacionais das vilas que aderiram ao movimento, tanto em São Paulo como em Minas Gerais. Nesta ocasião, como em várias outras, as guardas tiveram oportunidade de entrar em confronto direto com o exército como ocorreu, por exemplo, na célebre batalha de Santa Luzia em Minas Gerais entre o Barão de Caxias e Teófilo Ottoni. === Guerra do Paraguai (1864-1870) === Em 1864, a Guarda Nacional consistia em 212 comandantes superiores e um grande quadro de oficiais. Contava com praças, distribuídos na artilharia, cavalaria, infantaria e infantaria da reserva. Em contraposição, o exército regular nesta época contava com oficiais e praças. A relevância da Guarda Nacional se evidencia quando da organização das unidades de cavalaria ligeira, pois a maioria dos corpos de cavalaria do Brasil era constituída por unidades da Guarda Nacional, e assim para os dois regimentos de cavalaria do Exército Imperial existiam 22 corpos da Guarda Nacional.RODRIGUES, Jose Wasth. Uniformes do Exército Brasileiro. Ed. Especial Ministério da Guerra, 1922SOARES, Prof. Julio Cesar Fidelis. As unidades da Guarda Nacional sediada em Resende no século XIX : a oligarquia em armas. Portal Vale do Paraíba, Estudos Durante a Guerra do Paraguai, a Guarda Nacional teve participação importante, haja vista que, do efetivo total de cerca de , seriam provenientes da Guarda Nacional.DORATIOTO, Francisco. Maldita guerra: nova história da Guerra do Paraguai. Companhia das Letras, 2002PINTO, Flávio M. A Guarda Nacional, recantodasletras.uol.com.br ==Dissolução== A reorganização do Exército Nacional (ou seja, o Exército de 1.ª linha) em 1918 extinguiu as unidades da Guarda Nacional e absorveu essa organização ao Exército de 2.ª linha.. p. 109-110 e Apêndice C. Este Exército seria composto de cidadãos com mais de nove anos de serviço, ou de reserva, no Exército de 1.ª linha, e cidadãos de 30–44 anos sem serviço prévio no Exército de 1.ª linha. Eles reforçariam guarnições de fortalezas e pontos fortificados, a organização e funcionamento de serviços de retaguarda, a defesa de localidades estratégicas do teatro de operações e outros serviços menos ativos.. p. 372-373. Oficiais da Guarda Nacional precisavam passar por exames médicos e práticos para ser aceitos como oficiais do Exército de 2.ª linha,. p. 219. e a promoção era condicionada a exames adicionais realizados por comissões de oficiais do Exército. Desta forma, esperava-se acabar com a politicagem nas promoções. O Ministério da Guerra chegou a criar um departamento da 2.ª linha, mas o Exército de 2.ª linha não saiu do papel. Componentes da 2.ª linha chegaram a ser convocados como reservistas no combate ao tenentismo e alguns batalhões designados “da 2.ª Linha” figuraram na ordem de batalha da Circunscrição Militar de Mato Grosso; essas efêmeras \"unidades de reserva\" criadas para enfrentar revoltas foram o máximo que se chegou a organizar da 2.ª linha.. p. 103. A supressão da Guarda era uma antiga ambição do Exército e uma consequência lógica do serviço militar obrigatório, implantado com base na Lei do Sorteio em 1916.. p. 24. ==Propostas de recriação== Em julho de 2016, na sequência da série de atentados terroristas reivindicados pela organização do Estado Islâmico e que atingiram a França, o Presidente da República François Hollande anunciou a reconstituição da Guarda Nacional Francesa que havia sido dissolvida em 25 de agosto de 1871. Em outubro de 2016, a Guarda Nacional Francesa foi oficialmente reconstituída, sendo composta por reservistas voluntários. Isso fez com que a ideia de uma reconstituição da Guarda Nacional no Brasil também fosse aventada. === 2018 === Na campanha eleitoral de 2018, o presidenciável Geraldo Alckmin propôs a recriação da Guarda Nacional, ao estilo da Guarda Nacional Portuguesa, que teria o objetivo de substituir gradativamente a Força Nacional, em que seriam criadas brigadas permanentes para darem apoio aos Estados em situações de crise, que atuariam na segurança de áreas rurais e prestariam apoio a operações da Polícia Federal e da Receita Federal na repressão ao contrabando e ao tráfico de drogas e armas. No mesmo ano, Michel Temer, candidato a vice-presidente de Dilma Roussef, também propôs a sua recriação, mas ao estilo da Guarda Nacional dos Estados Unidos, com a criação de uma força militar permanente, focada no policiamento das fronteiras e no gerenciamento de crise nos estados. === 2020 === Em 2020 a recriação da Guarda Nacional também foi tema de ideia legislativa no site do Senado Federal, em seu formato original inspirado na Guarda Nacional Francesa, mas sem apoio suficiente. === 2022 === No segundo semestre de 2022, na ocasião da vitória presidencial de Luiz Inácio Lula da Silva, o mesmo defendeu sua recriação, com os objetivos de modernizar e despolitizar as Forças Armadas, além de organizar um agrupamento de choque dessa tropa seria dedicado a coibir os \"atos antidemocráticos\". Após o ataques às sedes dos Três Poderes do Brasil, na tarde de 8 de janeiro de 2023, o presidente eleito Luiz Inácio Lula da Silva reafirmou a sua intensão de recriar a Guarda Nacional de modo que ela \"seja composta por pessoas que passem por um concurso específico e que tenha um caráter civil, mas ostensivo, como as Guardas Civis Metropolitanas\", além disso \"não teria em seu corpo integrantes das Forças Armadas e responderia pela segurança na área da Presidência da República\", desta forma, a segurança no Distrito Federal, hoje a cargo do governo distrital seria transferida diretamente ao Governo Federal. Segundo o Ministro da Justiça e Segurança Pública Flávio Dino, na proposta que será apresentada em 2023 a Guarda Nacional terá comando próprio, reforçando a ideia de que ela seja \"uma corporação civil, mas de caráter ostensivo, com ingresso por meio de concurso próprio\". Insta ressaltar, que a Proposta de Emenda à Constituição deve ser ainda debatida no Congresso Nacional, também não há sinais de uma futura absorção ou desmobilização da atual Força Nacional. == Galeria == == Ver também == * Batalhões patrióticos * :Categoria: Oficiais da Guarda Nacional * Coronelismo * Força Nacional de Segurança Pública * Guarda Nacional do Brasil (propostas de recriação) * Voluntários da Pátria == Bibliografia == * SOROMENHO, Cândido Elias de Castro. A Guarda nacional da Capital federal e a revolução de setembro. 1893 a 1894. Rio de Janeiro: Candido Elias de Castro Soromenho, 1894 * CASTRO, Jeanne Berrance de. A Milícia Cidadã: A Guarda Nacional de 1831 a 1850. São Paulo: Companhia Editora Nacional, 1977 * FARIA, Maria Auxiliadora. A guarda nacional em Minas Gerais 1831–1873. Curitiba: Universidade Federal do Paraná (UFPR), 1977 * RODRIGUES, Antônio Edmílson Martins; FALCON, Francisco José Calazans e NEVES, Margarida de Souza. A Guarda Nacional no Rio de Janeiro 1831–1918. Estudo das características histórico- sociais das instituições policiais brasileiras, militares e paramilitares, de suas origens até 1930. Rio de Janeiro: Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio), 1981 * FARIA, Regina Helena Martins de. Em Nome da Ordem: a constituição de aparatos policiais no universo luso-brasileiro (séculos XVIII e XIX). Recife: Universidade Federal de Pernambuco (UFPE), 2007 * Douglas Pereira da Silva. A Guarda Nacional e sua importância histórica: Das origens ao surgimento e crescimento das Polícias Militares. Portal Jus Militaris. (arquivo PDF acessado em 24/09/2016) ;Publicações oficiais * MAGALHÃES, Benevenuto. \"Guia pratico para o official da Guarda nacional\": organizado por determinação do Dr. Amaro Cavalcanti, ministro da justiça e negócios interiores. pelo tenente-coronel Benevenuto Magalhães. (\"Disposições principaes em vigor na Guarda nacional, consolidadas as da lei n. 602, de 1850 e seus regulamentos e as dos decretos n. 1121, de 1890 e n. 431, de 1896\") Rio de Janeiro: Imprensa Nacional, 1898. * JORDÃO, Benevenuto Pacheco. \"Guia pratico para os officiaes da Guarda Nacional da União\", contendo o novo plano de uniformes e desenhos aprovados por decreto n. 5892 de 12 de fevereiro de 1906 … São Paulo: Riedel & Franco, 1906 == Ligações externas == * * Censo-Guía de Archivos de España e Iberoamérica – Serie Guerra - Guardia Nacional (Ig13) (BR.3304557.AN/24) Categoria:História do Império do Brasil Categoria:Primeira República Brasileira",
 "title": "Guarda Nacional (Brasil)"
}