{
 "id": "94722",
 "text": "Milton George Henschel (9 de agosto de 1920 — 22 de março de 2003A Sentinela 15.08.2003 p. 31, Ele amava a benignidade (resumo biográfico)) foi o quinto presidente da Sociedade Torre de Vigia de Bíblias e Tratados, a mais antiga das sociedades jurídicas actualmente usadas pelas Testemunhas de Jeová. A sua presidência decorreu entre 30 de Dezembro de 1992 e 7 de Outubro de 2000. Foi precedido por Frederick William Franz e sucedido por Don A. Adams. == Biografia == Milton Henschel nasceu em 1920 e, ainda adolescente, mudou-se em 1934 para Brooklyn, Nova Iorque, Estados Unidos, quando o seu pai, Herman George Henschel, foi trabalhar nos projectos de construção da gráfica e edifícios residenciais da sede da Sociedade ali. Tornou-se então membro da família de Betel, ou seja, um dos trabalhadores de tempo integral na sede das Testemunhas de Jeová, serviço que desempenhou durante mais de 60 anos até ao seu falecimento. Henschel casou-se em 1956 com Lucille Bennett, missionária da 14ª Turma da Escola Bíblica de Gileade. Em 1939 foi designado secretário de Nathan Knorr, quando este servia como Superintendente da Gráfica. Continuou como seu secretário pessoal, mesmo depois dele se tornar o terceiro Presidente da Sociedade Torre de Vigia, em 1942, até ao seu falecimento em 1977. Muitas vezes acompanhando a Knorr, viajou para mais de 150 países, visitando e encorajando as Testemunhas de Jeová em todo o mundo, especialmente os missionários e os que trabalhavam nas filiais e congéneres da Sociedade. Essas viagens às vezes eram extenuantes e até perigosas. Em 1963, ao visitar um congresso na Libéria, Henschel e muitos dos congressistas, sofreram agressões físicas violentas, ficando detidos por vários dias, por se negarem a participar numa cerimónia patriótica de saudação à bandeira. Apesar disso, ele regressou à Libéria poucos meses mais tarde para se encontrar com o Presidente da República, William Vacanarat Shadrach Tubman (1944 a 1971), numa tentativa de conseguir maior liberdade para as Testemunhas de Jeová naquele país. Em 1977, torna-se vice-presidente da Sociedade Torre de Vigia. Em 30 de Dezembro de 1992, Milton Henschel é escolhido como o quinto Presidente da Sociedade Torre de Vigia, sucedendo a Frederick Franz. Henschel ocupou esta posição até 7 de Outubro de 2000, altura em que ocorreu uma reorganização na liderança das Testemunhas de Jeová, passando a haver uma distinção entre o Corpo Governante das Testemunhas de Jeová e a directoria de qualquer sociedade jurídica usada por elas. Nessa ocasião, Don A. Adams, não pertencente ao Corpo Governante, foi eleito para a presidência da Sociedade. Henschel continuou como membro do Corpo Governante até à sua morte, em 22 de Março de 2003, aos 82 anos. Segundo os seus amigos mais íntimos, Henschel tinha a reputação de ser prático, flexível, razoável e afectuoso mesmo ao lidar com problemas e questões difíceis. Os seus companheiros de trabalho apreciavam especialmente o seu modo ordeiro, a sua modéstia e o seu senso de humor. Muitos referem a sua boa memória e facilidade para se lembrar de nomes e frases nos idiomas dos países que visitava. == Viagens ao serviço da Sociedade Torre de Vigia == A partir Novembro de 1945, Milton G. Henschel acompanhou Nathan Knorr nas suas viagens ao redor da Terra. Várias publicações da Sociedade Torre de Vigia incluem referências a essas viagens, tais como: * África do Sul - yb07 105, 108; w87 15/12 29 * Alasca - yb85 163 * Albânia - yb97 31; yb10 182 * Alemanha - yb95 30 * Argentina - yb01 156-7; jv 468 * Austrália - yb84 104, 121; jv 641 * Áustria - w88 15/3 23 * Bahamas - w94 15/3 9; w93 15/3 25 * Bélgica - yb85 125 * Bolívia - yb86 79, 90-1; g96 22/12 22 * Brasil - yb98 20; yb97 206 * Canadá - yb95 26 * Caraíbas - yb80 191; yb89 179; yb93 32 * Checoslováquia - g02 22/12 23; yb00 175-6, 207, 212 * Chile - yb83 98 * Chipre - yb95 84, 95 * Colômbia - yb90 98; yb94 23 * Coreia do Sul - yb88 182-4, 193 * Costa Rica - yb88 214, 251; w87 1/9 30-1; jv 459 * Croácia - yb09 191-192 * Cuba - jv 459 * Dinamarca - w02 1/10 23; yb93 106 * El Salvador - yb82 81, 102, 126-8 * Equador - yb89 207-9; w83 15/3 30; yb96 30 * Espanha - yb79 163, 171, 219, 255 * Etiópia - yb92 129 * Fiji - yb85 185-8 * Filipinas - yb79 127 * Finlândia - yb90 177-81 * França - yb81 114, 117, 143; g86 22/2 27 * Grã-Bretanha - w02 1/3 22 * Grécia - yb92 25; yb94 95, 99-100, 114 * Guadalupe - yb95 136-8, 165 * Guam - yb91 104-5; yb97 211 * Guatemala - jv 459 * Guiana - yb05 152-153, 198 * Haiti - yb94 135 * Havaí - yb89 25; yb91 92, 94 * Hungria - yb96 109, 111 * Índia - yb78 75-7, 89, 113 * Islândia - yb05 244-245 * Israel - yb81 233-4 * Itália - w84 15/3 12-13; yb83 180 * Jamaica - g85 22/3 16; w87 1/3 7 * Jordânia - yb81 228 * Letônia - yb07 218 * Líbano - yb81 185, 191-2; w01 1/9 24 * Libéria - yb78 148, 154, 172-7, 190-1; jv 542 * Madagáscar - yb00 234-5, 244-5 * Malawi - yb99 160-1, 169-71 * México - jv 459 * Mianmar (ex-Birmânia) - yb80 49-51, 54, 72; w93 1/8 24-5; yb13 155 * Nigéria - yb86 209-10, 220, 246 * Noruega - yb78 229, 234; yb12 127, 137, 145 * Países Baixos - w84 1/12 26, 30; yb86 173 * Palestina - yb81 223-4 * Panamá - yb78 253 * Papua-Nova Guiné - yb79 74 * Peru - yb80 206, 210, 215-16; w85 15/12 29; yb86 50 * Polónia - yb94 241 * Portugal - yb84 149, 163; yb89 31-2; g88 8/11 17 * Quénia - yb92 84-5, 132; yb99 27; yb10 70, 80 * Reino Unido - w02 1/3 22 * República Checa - yb00 214 * República Democrática do Congo - yb04 181 * Reunião - yb07 230, 237, 252 * Romênia - yb06 145 * Rússia - jv 511; yb08 198, 202, 205 * Samoa - yb09 121-122 * Senegal - yb80 237, 240 * Singapura - yb93 219-22 * Suécia - yb91 172, 181 * Suriname - yb90 209-10, 224 * Tailândia - yb91 206-7 * Taiti - yb95 28; yb05 129 * Tanzânia - yb92 113 * Trinidad e Tobago - yb87 250; w86 15/3 30 * Turquia - yb87 21 * Ucrânia - yb02 232 * União Soviética - w91 15/7 11; yb11 225, 227 * Uruguai - yb99 235, 239 * Venezuela - w89 15/6 22; yb96 208, 247 * Zâmbia - yb94 26; yb06 175 * Zimbabué (ex-Rodésia do Sul) - g85 8/6 23, 25; g99 22/10 22 |} A lista apresentada usa a abreviatura da publicação respectiva, seguida da data e ano da publicação (se necessário) e da página onde se encontra a informação. As abreviaturas usadas correspondem às seguintes publicações da Sociedade Torre de Vigia: * jv - Testemunhas de Jeová - Proclamadores do Reino de Deus, 1993 * yb - Anuário das Testemunhas de Jeová * w - A Sentinela * g - Despertai! == Ligações externas == === Sites oficiais das Testemunhas de Jeová === * - Site oficial das Testemunhas de Jeová * - Tradução do Novo Mundo das Escrituras Sagradas Bíblia on-line === Outras ligações de interesse === * - Triângulos Roxos - As vítimas esquecidas do Nazismo * - Museu do Holocausto em Washington - Seção reservada às Testemunhas de Jeová Categoria:Mortos em 2003 Henschel, Milton George Categoria:Presidentes da Sociedade Torre de Vigia Henschel, Milton George",
 "title": "Milton George Henschel"
}