{
 "id": "94731",
 "text": "Grace Patricia Grimaldi (nascida Grace Patricia Kelly; Filadélfia, 12 de novembro de 1929 — Mônaco, 14 de setembro de 1982) foi uma atriz de cinema estadunidense que, após estrelar vários filmes importantes no início da década de 1950, tornou-se Princesa de Mônaco ao se casar com o Príncipe Rainier III, em abril de 1956. Grace é considerada a décima terceira lenda do cinema mundial pelo Instituto americano do cinema. Sua morte se deu em virtude de um acidente automobilístico em 14 de setembro de 1982. Kelly é também considerada, além de um ícone da moda, a \"princesa mais bonita da história\". Como atriz, estrelou onze filmes, entre eles \"Amar é sofrer\", pelo qual ganhou o Oscar de Melhor Atriz e o Globo de Ouro de melhor atriz em filme dramático. No total, a atriz recebeu dez nomeações aos principais prêmios da indústria cinematográfica mundial, tais como o BAFTA e o Globo de Ouro, das quais venceu seis vezes. Além de atriz e aristocrata, Grace Kelly também foi uma filantropa dedicada especialmente a pessoas que desejavam seguir a carreira artística. Seus trabalhos humanitários se intensificaram após seu casamento com o príncipe, pois ela ficara impossibilitada de exercer sua profissão de atriz. Kelly foi madrinha de várias instituições sociais entre elas a Association mondiale des amis de l'enfance, uma organização internacional criada por ela, que tem como objetivo ajudar crianças carentes. Em 2011, foi anunciada a compra dos direitos autorais de Grace of Monaco pela produtora Stone Angels para uma adaptação cinematográfica da obra. O longa, com o mesmo nome do livro, foi dirigido por Olivier Dahan, com produção de Pierre-Ange e roteiro de Asash Amel. O filme, protagonizado pela atriz Nicole Kidman, está centrado na história do período de dezembro de 1961 a novembro de 1962, quando Grace desempenhou papel decisivo em uma negociação política entre o presidente da França, o Charles de Gaulle e seu marido. == Nascimento e família == miniatura|A casa da família da Kelly foi construída por John B. Kelly em 1929, no bairro de East Falls na cidade da Filadélfia|262x262px Grace Patricia Kelly nasceu em 12 de novembro de 1929, no Hospital Universitário Hahnemann, na cidade da Filadélfia na Pensilvânia nos Estados Unidos, em uma família rica e influente. Seu pai, o norte-americano John B. Kelly Sr., ganhou três medalhas de ouro nos Jogos Olímpicos por copar e possuía uma empresa de sucesso contratada em alvenaria que era bem conhecida na Costa Leste dos Estados Unidos. Como candidato democrata nas eleições de 1935 para prefeito da Filadélfia, ele perdeu pela margem mais próxima da história da cidade. Nos anos posteriores, ele serviu na Comissão Fairmount Park e, durante a Segunda Guerra Mundial, foi nomeado pelo Presidente Roosevelt como Diretor Nacional de Aptidão Física. Seu irmão Walter C. Kelly era uma estrela do vaudeville, que também fez filmes para Metro-Goldwyn-Mayer e Paramount Pictures. A mãe de Kelly, Margaret Katherine Majer, tinha pais alemães. Margaret ensinou educação física na Universidade da Pensilvânia e foi a primeira mulher a treinar atletismo feminino na instituição. Ela também foi modelo por um tempo durante o colégio. Depois de se casar com John B. Kelly em 1924, Margaret concentrou- se em ser dona de casa até que todos os seus filhos tivessem idade escolar, após o que começou a participar ativamente de várias organizações cívicas. Kelly tinha dois irmãos mais velhos, Margaret e John Jr., e uma irmã mais nova, Elizabeth. As crianças foram criadas na fé católica. Kelly cresceu em uma pequena e católica comunidade, Saint Bridget's, a paróquia de East Falls, onde foi batizada e recebeu sua primeira educação. Fundada em 1853 por São João Neumann, o quarto bispo da Filadélfia, a Saint Bridget's era na época uma paróquia relativamente jovem, onde as famílias eram muito próximas umas das outras. Enquanto frequentava a Ravenhill Academy, uma respeitável escola de meninas católicas, Kelly modelou modas em eventos de caridade locais com sua mãe e irmãs. Em 1942, aos 12 anos, ela interpretou o papel principal em Don't Feed the Animals, uma peça produzida pelos jogadores da East Academy Old Academy. Antes de se formar em maio de 1947 pela Stevens School, uma instituição privada de destaque social na vizinha Chestnut Hill, ela representou e dançou. Seu anuário de graduação listou sua atriz favorita como Ingrid Bergman e seu ator favorito como Joseph Cotten. == Carreira == === Primeiros anos === Apesar da desaprovação inicial de seus pais, Kelly decidiu seguir seus sonhos de ser atriz. John ficou particularmente descontente com a decisão dela; ele via atuar como \"um corte fino acima do andarilho da rua\". Para iniciar sua carreira, ela fez um teste para a Academia Americana de Artes Dramáticas em Nova York, usando uma cena de The Torch-Bearers (1923) de seu tio George Kelly. Embora a escola já tivesse atingido sua cota semestral, ela obteve uma entrevista com o oficial de admissão, Emile Diestel, e foi admitida pela influência de George. Kelly trabalhou diligentemente e praticou seu discurso usando um gravador. Suas primeiras atuações a levaram ao palco, e ela estreou na Broadway em Strindberg 's Father, ao lado de Raymond Massey. Aos 19 anos, seu desempenho na graduação foi como Tracy Lord em The Philadelphia Story. O produtor de televisão Delbert Mann escalou Kelly como Bethel Merriday em uma adaptação do romance de Sinclair Lewis com o mesmo nome; este foi o primeiro de quase 60 programas de televisão ao vivo. Como personalidade de teatro, ela foi mencionada na revista Theater World como: \"uma personalidade mais promissora do palco da Broadway de 1950\". Algumas de suas obras bem conhecidas como atriz de teatro foram: O Pai, O Jogo de Chá Rockingham, A Macieira, O Espelho da Ilusão, Episódio (para a telessérie de Somerset Maugham), entre outros. O sucesso na televisão acabou por lhe trazer um papel em um grande filme. Impressionado com seu trabalho em O Pai, o diretor do filme da Twentieth Century-Fox Fourteen Hours (1951), Henry Hathaway, ofereceu-lhe um pequeno papel no filme. Kelly teve um papel menor, ao lado de Paul Douglas, Richard Basehart e Barbara Bel Geddes, quando jovem que estava pensando em se divorciar. O co-artista de Kelly, Paul Douglas, comentou sobre sua atuação neste filme: \"Em dois sentidos, ela não tinha um lado ruim - você poderia filmá-la de qualquer ângulo, e ela era uma das co-artistas mais não- temperamentais. pessoas operativas no negócio\". Após o lançamento deste filme, o \"Grace Kelly Fan Club\" foi estabelecido. Tornou-se popular em todos os Estados Unidos, com capítulos locais surgindo e atraindo muitos membros. Kelly se referiu ao seu fã-clube como \"terrivelmente divertido\". Kelly foi notada durante uma visita ao set de Fourteen Hours por Gary Cooper, que posteriormente estrelou com ela em High Noon (1952). Ele ficou encantado com ela e disse que ela era \"diferente de todas essas bolas de sexo das quais estamos vendo tanto\". No entanto, o desempenho de Kelly em Fourteen Hours não foi percebido pelos críticos e não a levou a receber outros papéis como atriz. Ela continuou seu trabalho no teatro e na televisão, apesar de não ter \"potência vocal\", e provavelmente não teria uma longa carreira no palco. Kelly estava se apresentando no Colorado Elitch Gardens quando o produtor Stanley Kramer ofereceu-lhe um papel de co-estrelando ao lado de Gary Cooper em High Noon de Fred Zinnemann, um conjunto ocidental em uma antiga cidade mineira histórica em Columbia, California. Ela aceitou o papel, e o filme foi filmado no final do verão e início do outono de 1951, durante um período de 28 dias de filmagens em clima quente. Ela foi escalada como uma \"jovem noiva quacre do estoico Marshall de Gary Cooper\" e usava um \"vestido vagamente vitoriano adequadamente recatado\", ao lado de Gary Cooper, que tinha 28 anos. O filme foi lançado no verão de 1952. No entanto, High Noon não foi o filme que fez de Kelly uma estrela de cinema, apesar de agora ser um de seus filmes mais conhecidos. Como afirma o biógrafo H. Haughland: \"A atuação de Miss Kelly não excitou os críticos nem atendeu às suas próprias expectativas\". Alguns críticos zombaram da conclusão do filme em que o personagem de Cooper deve ser salvo por Kelly. David Bishop argumenta que seu personagem pacifista, matando um homem que está prestes a atirar em seu marido, era frio e abstrato. Alfred Hitchcock descreveu seu desempenho como \"quite mousy\" (\"bastante tímido\") e afirmou que faltava animação. Ele disse que foi apenas em seus filmes posteriores que ela \"realmente floresceu\" e mostrou sua verdadeira qualidade de estrela. O tio de Grace Kelly, George Kelly, dramaturgo vencedor do Prêmio Pulitzer, aconselhou e orientou Kelly durante sua carreira no cinema de Hollywood. Sua carreira no cinema durou de setembro de 1951 a março de 1956. === Teatro e televisão === Vivendo no Barbizon Hotel for Women, um estabelecimento de prestígio para mulheres ricas, que impedia a entrada de homens depois das 22 horas, e trabalhando como modelo para sustentar seus estudos, Kelly começou seus estudos na Academia em outubro. Grace participou de várias produções teatrais, mas a primeira delas a se apresentar em um dos teatros da Broadway foi a adaptação da obra The Father, de August Strindberg. Aos 19 anos, graduou-se na instituição de artes dramáticas e atuou como a personagem Tracy Lord na peça The Philadelphia Story. O produtor Delbert Mann, após ver Grace na tv, a convidou para integrar o elenco da produção televisiva Bethel Merriday, uma adaptação da obra de Sinclair Lewis, que seria exibido ao vivo nos Estados Unidos. O desempenho obtido pela produção televisiva levou Kelly a atuar no filme Fourteen Hours, ainda que de forma pouco destacada. Durante uma visita ao set de gravação, ela foi notada por Gary Cooper, com quem posteriormente atuou em High Noon. Cooper, que ficara encantado com a beleza de Kelly, afirmou que ela era \"diferente de todas as atrizes que ele via com tanta frequência\". No entanto, sua atuação em Fourteen Hours não foi notada pelos críticos, o que fez com que ela continuasse a trabalhar no teatro e na televisão, embora não tivesse \"potência vocal\" para continuar atuando no teatro. Kelly estava se apresentando em um teatro no estado do Colorado quando recebeu um telegrama do diretor Stanley Kramer, que lhe ofereceu o papel principal do filme High Noon. === Cinema === Em 1951, na época com 22 anos de idade, Grace Kelly atuou pela primeira vez em uma produção cinematográfica. Ao lado do ator Paul Douglas, e sob direção de Henry Hathaway, ela participou do filme Fourteen Hours. A importância de Kelly no filme era mínima e sua atuação não chamou a atenção de críticos e tampouco de diretores cinematográficos. No ano subsequente, a atriz foi convidada pelo diretor Fred Zinnemann a atuar em sua próxima produção, intitulada High Noon. Na trama, de gênero faroeste, Grace atuou como Amy Kane, protagonizando o filme ao lado de Gary Cooper. A atuação de Grace no filme foi bem recebida pelos críticos, o que resultou em um contrato de sete anos com a MGM juntamente com um salário de oitocentos e cinquenta dólares por semana. No mesmo ano, Kelly fez um teste para atuar no filme Taxi, uma produção da Twentieth Century Fox, dirigida por Gregory Ratoff, que seria lançada no ano seguinte. Ela não conseguiu o papel, mas seu teste havia chamado a atenção de John Ford, que afirmou que ela tinha \"educação, qualidade e classe\". Em 1953, após duas atuações no cinema, ela foi convidada pelo diretor John Ford para atuar em Mogambo, depois que Gene Tierney desistiu do papel por motivações pessoais. No papel de Linda Nordley, na primeira produção após assinar contrato com a MGM, Grace Kelly recebeu um Globo de Ouro na categoria Melhor Atriz Coadjuvante, além de uma nomeação ao Oscar na mesma categoria. Grace contou à Hedda Hopper que havia três coisas em Mogambo que lhe interessavam: \"John Ford, Clark Gable, e uma viagem à África com as despesas pagas\". Ela contou também que se o filme fosse realizado no Arizona ela teria recusado o papel. Após a realização do filme que lhe rendeu o Globo de Ouro, Kelly estrelou um programa de tv cujo nome era The Way of an Eagle ao lado de Jean-Pierre Aumont, antes de ele ser chamado pelo diretor Frederick Knott para atuar na peça teatral Disque M para morrer. A mesma peça foi adaptada para o cinema pelo diretor Alfred Hitchcock em 1954. O diretor, que estava à procura de uma atriz para protagonizar o filme, viu o teste que Grace fizera para o filme Taxi, bem como algumas cenas de High Noon, decidiu convidá-la para a produção. As gravações do filme tiveram início em agosto de 1953 e transcorreram até o dia 24 de setembro do mesmo ano. O longa, lançado em 28 de maio de 1954, foi bem recebido pela crítica especializada que elogiou sua atuação no filme, afirmando que \"ela fez um bom trabalho como a esposa espantada e triste\". Kelly, que fora \"emprestada\" pela MGM para atuar no filme (produzido pela Warner Bros.), passou a ser referida pela mídia, a partir de então, como \"a musa de Hitchcock\". == Filmografia == Cinema Ano Título original Título em português Personagem Notas 1951 Fourteen Hours br: Horas Intermináveis Louise Ann Fuller 1952 High Noon br: Matar ou Morrer Amy Fowler Kane 1953 Mogambo br: Mogambo Linda Nordley Indicada ao Oscar na categoria Melhor Atriz. Vencedora do Globo de Ouro 1954 Dial M for Murder br: Disque M para Matar Margot Mary Wendice Indicada ao BAFTA na categoria Melhor Atriz Estrangeira 1954 Rear Window br: Janela Indiscreta Lisa Carol Fremont Vencedora dos prêmios NYFCC e NBR na categoria Melhor Atriz 1954 The Country Girl br: Amar é sofrer Georgie Elgin Vencedora do Oscar na categoria Melhor Atriz 1954 Green Fire br: Tentação verde Catherine Knowland 1954 The Bridges at Toko-Ri br: As Pontes de Toko-Ri Nancy Brubaker 1955 To Catch a Thief br: Ladrão de Casaca Frances Stevens 1956 The Swan br: O Cisne Princesa Alexandra 1956 High Society br: Alta Sociedade Tracy Samantha Lord Grace interpreta a canção \"True Love\", indicada ao Oscar na categoria Melhor Canção Original == Prêmios e indicações == Grace Kelly conquistou e foi nomeada a alguns dos mais importantes prêmios da indústria cinematográfica mundial, tanto dentro quanto fora dos Estados Unidos. A atriz recebeu duas nomeações ao Oscar; três ao Globo de Ouro; duas ao BAFTA Awards; uma ao NBR Award; uma ao NYFCC Award e uma indicação ao Bambi Awards. Listam-se abaixo todos os prêmios e indicações recebidos por Grace Kelly ao longo de seus seis anos de carreira. Ano Prêmio Categoria Filme Resultado 1954 Oscar Melhor atriz coadjuvante Mogambo 1954 Prêmios Globo de Ouro Melhor Atriz Coadjuvante Mogambo 1954 NBR Award Melhor Atriz Principal Amar é sofrer, Disque M para Matar e Janela Indiscreta 1954 NYFCC Award Melhor Atriz Principal Amar é sofrer, Disque M para Matar e Janela Indiscreta 1955 Oscar Melhor Atriz Principal Amar é sofrer 1955 BAFTA Awards Melhor Atriz Estrangeira Disque M para Matar 1955 Bambi Awards Melhor Atriz Estrangeira Disque M para Matar 1955 Prêmios Globo de Ouro Melhor Atriz em Filme Dramático Amar é sofrer 1956 BAFTA Awards Melhor Atriz Estrangeira Amar é sofrer 1956 Globo de Ouro: Henrietta Award Filme Mundial Favorito - Feminino Amar é sofrer == Vida pessoal e casamento == A vida de Kelly, principalmente seus relacionamentos amorosos, foi objeto de especulações e fofocas durante toda sua vida em diversos tabloides. Grace teve vários relacionamentos amorosos enquanto esteve solteira, entre eles romances com atores com quem havia atuado, como Ray Milland e Clark Gable, por exemplo. A relação entre Grace e Milland ocorreu durante as gravações do filme Disque M para Matar. Na época, Ray, que era vinte e dois anos mais velho que Grace, havia garantido a ela que iria deixar sua mulher para que os dois pudessem viver um relacionamento público, o que ela viria descobrir ser uma mentira. Este fato, mantido em segredo pela produtora do filme, foi descrito como o \"acontecimento que quase levou o fim de suas carreiras\". Segundo o escritor Paul Westran, em sua obra When Stars Collide, Grace Kelly teve vários relacionamentos amorosos antes de se casar com o príncipe reinante Rainier III, Príncipe de Mônaco, em 1956. Ela deixou de ser virgem antes de matricular-se na Academia de Artes Dramáticas de Nova Iorque, em outubro de 1947, afirmando que \"não queria chegar na faculdade inexperiente nos caminhos do amor\". No ano de 1955, Grace Kelly foi apresentada ao Príncipe Rainier Louis por Olivia de Havilland e seu marido, Pierre Galante, que era editor da revista francesa Paris Match. Ela concordou em ser fotografada com o príncipe, durante o Festival de Cannes. À época de seu primeiro encontro com o príncipe, ela tinha 25 anos e ele 32 anos e, após uma série de atrasos e complicações, eles se encontraram uma segunda vez, durante um jantar promovido pelo príncipe no Palácio do Príncipe de Mônaco. Na ocasião, o príncipe Rainier pedira Kelly em noivado e esta aceitara. Os preparativos para o casamento foram elaborados. O Palácio de Mônaco foi pintado e decorado por toda parte. Em 4 de abril de 1956, deixando o Pier 84 do Porto de Nova Iorque, Kelly, sua família, damas de honra, poodle, e mais sessenta e cinco membros de sua família partiram em direção a Mônaco. Em Mônaco, mais de vinte mil pessoas foram às ruas para saudar a futura princesa consorte. O pequeno estado, de cerca de 23 mil habitantes, recebeu 1500 repórteres para a cobertura do evento. Número maior que o da cobertura de toda a Segunda Guerra Mundial. O casamento de Grace com o príncipe Rainier se deu em dois momentos: o primeiro, realizado em 18 de abril de 1956, foi o casamento civil e o segundo, que aconteceu em 19 de abril do mesmo ano, foi a cerimônia religiosa. O vestido de noiva de Grace Kelly foi criado por Helen Rose, designer de figurinos da MGM Studios. A profissional inclusive já havia ganho o Oscar de melhor figurino, produzindo o guarda-roupa de várias personagens de Grace. O vestido foi um presente dos gigantes do cinema à estrela. A peça levou seis semanas para ser feita e mobilizou 36 costureiras no departamento de criação dos estúdios. A inspiração veio de um vestido de noiva que a própria Rose havia criado para Dorothy McGuire usar no filme Invitation de 1952. Grace e Rainier tiveram três filhos: * Princesa Carolina Margarida Grimaldi, nascida em 1957; * Príncipe Albert Alexandre Louis Pierre Grimaldi, nascido em 1958; * Princesa Stéphanie Marie Elisabeth Grimaldi, nascida em 1965; == Outros projetos == Hitchcock ofereceu à princesa Grace a liderança em seu filme Marnie, em 1962. Ela estava ansiosa, mas os protestos públicos em Mônaco contra seu envolvimento em um filme em que ela interpretaria uma cleptomaníaca a fizeram reconsiderar e finalmente rejeitar o projeto. O diretor Herbert Ross tentou interessá-la em uma parte do filme The Turning Point (1977), mas Rainier anulou a ideia. Mais tarde naquele ano, ela voltou às artes em uma série de leituras de poesia no palco e narração do documentário The Children of Theatre Street. Ela também narrou o filme feito para a televisão da ABC , The Poppy Is Also a Flower (1966). Grace e Rainier trabalharam juntos em um filme independente de 33 minutos chamado Rearranged em 1979, que recebeu o interesse de executivos da ABC TV em 1982, depois de estrear em Mônaco, com a condição de ser estendido por uma hora. Antes que mais cenas pudessem ser filmadas, Grace morreu e o filme nunca foi lançado ou exibido publicamente novamente. == Acidente e morte == Em 14 de setembro de 1982, Grace Kelly morreu em um acidente automobilístico em Monte Carlo, Mônaco. O carro que a princesa dirigia saiu da estrada e caiu em um despenhadeiro, causando um derrame cerebral e, consequentemente, sua morte aos cinquenta e dois anos. Após sua morte, especulou-se que sua filha mais nova, Stéphanie, dirigia o automóvel no momento do acidente. Tal informação, no entanto, é negada pela própria Stéphanie, afirmando não se sentir culpada pela morte de sua mãe \"porque não tem nada com o acidente\". Seu funeral, ocorrido em 18 de setembro daquele ano, contou com a presença de vários aristocratas, entre eles a rainha da Espanha e a, na época, princesa Diana e foi assistido por cerca de trinta milhões de pessoas através da televisão. Pouco depois de sua morte, em sua cidade natal, foi levantado um monumento em sua homenagem, que está localizado no final do Rio Schuylkill. Grace foi sepultada na Catedral de São Nicolau, em Mônaco. == Legado == Mesmo depois de sua morte, Grace Kelly é lembrada por ter sido uma das atrizes mais bonitas e mais influentes de Hollywood, bem como uma das mulheres mais fashion do mundo, sendo considerada a terceira atriz hollywoodiana mais bonita de todos os tempos. Em 1964, foi criada, em Mônaco, a The Princess Grace Foundation, uma instituição cujo objetivo é ajudar pessoas com necessidades especiais. Durante a gravidez, em 1956, a princesa Grace era frequentemente fotografada segurando uma bolsa de couro fabricada pela Hermes. A bolsa, Hermes Sac à dépêches, era provavelmente um escudo usado por Kelly para evitar a exposição dela e de seu bebê aos olhares indiscretos dos paparazzi. As fotografias, no entanto, popularizaram a bolsa, que tornou-se tão intimamente associada a Grace que passou a ser chamada de Kelly Bag. Em 1983, um filme televisivo americano foi produzido para mostrar o início da vida da princesa. O filme, intitulado Grace Kelly, foi estrelado por Cheryl Ladd. Além de filmes, a atriz inspirou diversos livros, músicas e perfumes. Foi citada em várias composições musicais, desde a sua morte em 1982. Na canção Vogue de Madonna e em Grace Kelly de Mika, por exemplo. Em 2012, foi eleita pela revista TIME um dos ícones mais influentes da moda de todos os tempos. Após a sua morte, foi criada também a The Princess Grace Foundation-USA, que tem por objetivo dar continuidade ao trabalho desenvolvido por Grace durante toda sua vida: ajudar artistas emergentes de teatro, dança e cinema na América. A PGF-USA, como também é conhecida a instituição, está localizada em Nova Iorque e, desde a sua fundação, já ajudou centenas de artistas. Esta mesma instituição detém os direitos autorais sobre o nome \"Grace Kelly\", o que facilita a divulgação do projeto em todo o mundo. Em junho de 1984, o príncipe Rainier inaugurou um jardim público de rosas em Mônaco, em memória da princesa Grace, uma vez que ela era apaixonada por flores. No ano de 1993 ela se tornou a primeira atriz a aparecer em um selo postal norte-americano. === Moda === Enquanto estava grávida de sua filha Caroline, em 1956, Kelly era frequentemente fotografada segurando uma bolsa de couro distinta fabricada por Hermès. A bolsa, provavelmente era um escudo para impedir que seu abdômen grávido fosse exposto aos olhos curiosos dos paparazzi. As fotografias, no entanto, popularizaram a bolsa e tornaram-se tão intimamente associadas ao ícone da moda que, a partir de então, seriam conhecidas como bolsas Kelly. Kelly foi inaugurada no Hall da Fama da International Dressed List em 1960. Numerosas exposições foram realizadas sobre a vida e as roupas de Kelly. O Museu de Arte da Filadélfia apresentou seu vestido de noiva em uma exposição de 2006 para marcar o 50º aniversário de seu casamento, e uma retrospectiva de seu guarda-roupa foi realizada no Victoria and Albert Museum de Londres em 2010. A exposição de V&A; continuou em Austrália na Galeria de Arte Bendigo em 2012. Este famoso vestido, visto em todo o mundo, levou trinta e cinco alfaiates para completar seis semanas. Uma exposição de sua vida como princesa de Mônaco foi realizada na Fundação Cultural Ekaterina em Moscou em 2008 em conjunto com o Fórum Grimaldi de Mônaco. Em 2009, uma placa foi colocada na \"Rodeo Drive Walk of Style\", em reconhecimento às suas contribuições para o estilo e a moda. Após sua morte, o legado de Kelly como ícone da moda continuou. Designers modernos, como Tommy Hilfiger e Zac Posen, a citaram como uma inspiração de moda. Durante sua vida, ela era conhecida por apresentar o visual \"de cara nova\", que envolvia pele brilhante e beleza natural com pouca maquiagem. Seu legado de moda foi até comemorado no Victoria and Albert Museum de Londres, onde uma exposição intitulada \"Grace Kelly: Style Icon\" prestou homenagem ao seu impacto no mundo da moda. A exposição incluiu 50 de seus conjuntos lendários. Ela é lembrada por sua moda cotidiana \"universitária\", definida por seu visual simples. == Influência sobre a Arte == O artista americano de Pop art Andy Warhol realizou em 1984 um Retrato de Grace Kelly em serigrafia de edição limitada para o Instituto de Arte Contemporânea (Institute of Contemporary Art) de Filadélfia. Encontramos também em outros artistas de Pop Art várias representações da outrora atriz, como por exemplo o retrato de perfil da autoria do artista James Gill. == Títulos e estilos == * 12 de novembro de 1929 – 18 de abril de 1956: \"A Srta. Grace Kelly\" * 18 de abril de 1956 – 14 de setembro de 1982: \"Sua Alteza Sereníssima, a Princesa Grace de Mônaco\" == Honras == === Honras nacionais === * Mônaco: Grã-Cruz dos Cavaleiros da Ordem de São Carlos. === Honras internacionais === * : recebedora da medalha da Cruz Vermelha. * Família Real Egípcia: Grã-Cruz Dame da Ordem Real das Virtudes, Classe Especial. * Itália: Grã-Cruz da Ordem da Estrela da Solidariedade. ** Vaticano: Dama Grã-Cruz da Ordem do Santo Sepulcro. ** Santa Sé: Dama da Ordem do Papa Pio IX. * Ordem Soberana e Militar de Malta: Dama Grã-Cruz da Ordem do Mérito, Classe Especial. == Notas == * Nota 1: Em inglês vaudeville, que, em tradução livre, significa \"teatro de variedades\". == Ver também == * Audrey Hepburn == Bibliografia == * . == Ligações externas == * * * Categoria:Globo de Ouro de melhor atriz em filme de drama Categoria:Católicos dos Estados Unidos Categoria:Princesas de Mônaco Categoria:Princesas consortes Categoria:Óscar de melhor atriz Categoria:Mortes em acidentes de trânsito Categoria:Atores dos Estados Unidos Categoria:Naturais de Filadélfia (Pensilvânia) Categoria:Globo de Ouro de melhor atriz secundária em cinema Categoria:National Board of Review de melhor atriz Categoria:New York Film Critics Circle de melhor atriz",
 "title": "Grace Kelly"
}