{
 "id": "9475",
 "text": "Ácido clorídrico ou ácido muriático é um sistema químico inorgânico incolor com a fórmula . O ácido clorídrico tem um cheiro característico e pungente. É classificado como fortemente ácido e pode atacar a pele em uma ampla faixa de composição, uma vez que o cloreto de hidrogênio praticamente se dissocia completamente em solução. O ácido clorídrico é o mais simples sistema de ácido à base de cloro que contém água. É uma solução de cloreto de hidrogênio e água e uma variedade de outras espécies químicas, incluindo íons hidrônio e cloreto. É um importante reagente químico e químico industrial, utilizado na produção de policloreto de vinila para plásticos. Nos agregados familiares, o ácido clorídrico diluído é frequentemente utilizado como agente de descalcificação. Na indústria alimentar, o ácido clorídrico é utilizado como aditivo alimentar e na produção de gelatina. O ácido clorídrico também é usado no processamento de couro. O ácido clorídrico foi descoberto pelo alquimista Jabir ibne Haiane por volta do ano 800 DC. Foi historicamente chamado acidum salis e espíritos de sal uma vez que foi produzido a partir de sal de rocha e \"virulência verde\" (de sulfato de ferro (II)) por Basilius Valentinus no século XV e mais tarde a partir do quimicamente semelhante sal comum e ácido sulfúrico (por Johann Rudolph Glauber no século XVII). O ácido clorídrico livre foi formalmente descrito pela primeira vez no século XVI por Libavius. Mais tarde, foi usado por químicos como Glauber, Priestley e Davy em suas pesquisas científicas. A menos que seja pressurizado ou resfriado, o ácido clorídrico se transformará em gás se houver cerca de 60% ou menos de água. O ácido clorídrico é também conhecido como cloreto de hidrónio. == Etimologia == O ácido clorídrico era conhecido pelos alquimistas europeus como espíritos de sal ou acidum salis (ácido salino). Ambos os nomes ainda são usados, especialmente em outros idiomas, como o , , , Búlgaro: солна киселина, russo : соляная кислота, , coreano: 염산 e taiwanês: iâm-sng. HCl gasoso foi chamado de ar ácido marinho . O antigo nome (pré- sistemático) de ácido muriático tem a mesma origem (muriínico significa \"pertencente a salmoura ou sal\", portanto muriato significa cloridrato), e esse nome ainda é algumas vezes usado. O nome ácido clorídrico foi cunhado pelo químico francês Joseph Louis Gay-Lussac em 1814. == História == O ácido clorídrico tem sido um importante e frequentemente usado produto químico desde os primórdios da história e foi descoberto pelo alquimista Jabir ibne Haiane por volta do ano 800 EC. Aqua regia, uma mistura constituída por ácidos clorídrico e nítrico, preparado pela dissolução de sal amoníaco em ácido nítrico, foi descrita nos trabalhos de Pseudo-Geber, um alquimista europeu do século XIII. Outras referências sugerem que a primeira menção de aqua regia é em manuscritos bizantinos datados do final do século XIII. O ácido clorídrico livre foi formalmente descrito pela primeira vez no século XVI por Libavius que o preparou aquecendo sal em cadinhos de barro. Outros autores afirmam que o ácido clorídrico puro foi descoberto pela primeira vez pelo alemão beneditino Basil Valentine, no século XV, quando aquecida sal comum e virulência verde, enquanto que outros dizem que não há nenhuma referência clara para a preparação de ácido clorídrico puro até o final do século XVI. No século XVII, Johann Rudolf Glauber, de Karlstadt am Main, Alemanha, usou sal de cloreto de sódio e ácido sulfúrico para a preparação de sulfato de sódio no processo de Mannheim, liberando gás cloreto de hidrogênio. Joseph Priestley, de Leeds, Inglaterra, preparou cloreto de hidrogênio puro em 1772 e, em 1808, Humphry Davy, de Penzance, Inglaterra , provou que a composição química incluía o hidrogênio e o cloro. Durante a Revolução Industrial na Europa, a demanda por substâncias alcalinas aumentou. Um novo processo industrial desenvolvido por Nicolas Leblanc, de Issoudun, França, possibilitou a produção barata e em larga escala de carbonato de sódio. Nesse processo de Leblanc, o sal comum é convertido em carbonato de sódio, usando ácido sulfúrico, calcário e carvão, liberando cloreto de hidrogênio como subproduto. Até o Alkali Act Britânico de 1863 e legislação similar em outros países, o excesso de HCl era liberado no ar. Após a aprovação do ato, os produtores de carbonato de sódio foram obrigados a absorver o gás residual na água, produzindo ácido clorídrico em escala industrial. No século XX, o processo Leblanc foi efetivamente substituído pelo processo Solvay sem um subproduto do ácido clorídrico. Como o ácido clorídrico já estava totalmente estabelecido como uma substância química importante em numerosas aplicações, o interesse comercial iniciou outros métodos de produção, alguns dos quais ainda são usados atualmente. Após o ano 2000, o ácido clorídrico é produzido principalmente pela absorção do subproduto cloreto de hidrogênio da produção de compostos orgânicos industriais. Desde 1988, o ácido clorídrico foi listado como um precursor da Tabela II sob a Convenção das Nações Unidas contra o Tráfico Ilícito de Drogas Narcóticas e Substâncias Psicotrópicas, de 1988, devido à sua utilização na produção de heroína, cocaína e metanfetamina. === Estrutura e reações === O ácido clorídrico é o sal do íon hidrônio, H3O+ e cloreto. Geralmente é preparado por tratamento de HCl com água. : HCl + H2O -> H3O^+ + Cl^- No entanto, a especiação do ácido clorídrico é mais complicada do que esta simples equação implica. A estrutura de grandes quantidades de água é complexo, e de igual modo, a fórmula H3O+ é também uma simplificação grosseira da verdadeira natureza do próton solvatado, H+ (aq), presente no ácido clorídrico. Um estudo combinado de IR, Raman, raios X e difração de neutrôns de soluções concentradas de ácido clorídrico revelou que a forma primária de H+(aq) nestas soluções é H5O2+ , que, juntamente com o ânion cloreto, é hidrogênio vinculado a moléculas de água vizinhas de várias maneiras diferentes. (Em H5O2+ , o próton é imprensado entre duas moléculas de água a 180°). O autor sugere que o H3O+ pode se tornar mais importante em soluções diluídas de HCl. (Veja íon hydronium para uma discussão mais aprofundada desta questão). O ácido clorídrico é um ácido forte, pois está completamente dissociado em água. Por conseguinte, pode ser utilizado para preparar sais contendo o ânion Cl- cloretos . Como um ácido forte, cloreto de hidrogênio tem uma grande Kum. Tentativas teóricas para atribuir o p Ka de cloreto de hidrogênio foram feitas, com a estimativa mais recente sendo -5,9.Trummal, Aleksander; Lipping, Lauri; Kaljurand, Ivari; Koppel, Ilmar A .; Leito, Ivo (2016-05-06). \"Acidez de Ácidos Fortes em Água e Dimetil Sulfóxido\". Revista de Química Física . 120 (20): 3663-3669. doi : 10.1021 / acs.jpca.6b02253 . ISSN 1089-5639 . PMID 27115918 No entanto, é importante distinguir entre o gás de cloreto de hidrogênio e o ácido clorídrico. Devido ao efeito de nivelamento, exceto quando altamente concentrado e o comportamento se desvia da idealidade, o ácido clorídrico (HCl aquoso) é tão ácido quanto o mais forte doador de prótons disponível na água, o próton aquatado (popularmente conhecido como \"íon hidrônio\"). Quando sais cloreto tais como NaCl são adicionados a HCl aquoso, eles têm apenas um efeito menor no pH, indicando que Cl- é uma base conjugada muito fraca e que o HCl está completamente dissociado em solução aquosa. Soluções diluídas de HCl têm um pH próximo do previsto, assumindo dissociação completa em H+ e Cl- hidratados. Dos seis ácidos minerais fortes comuns na química, o ácido clorídrico é o ácido monoprótico menos propenso a sofrer uma reação de oxi-redução interferente. É um dos ácidos menos perigosos para manusear. Apesar da sua acidez, consiste no íon cloreto não reativo e não tóxico. Soluções de ácido clorídrico de força intermediária são bastante estáveis no armazenamento, mantendo suas concentrações ao longo do tempo. Esses atributos, além do fato de estar disponível como reagente puro, tornam o ácido clorídrico um excelente reagente acidificante. O ácido clorídrico é o ácido preferido na titulação para determinar a quantidade de bases. Os titulantes de ácidos fortes dão resultados mais precisos devido a um ponto final mais distinto. Ácido clorídrico azeotrópico ou \"constante-ebulição\" (aproximadamente 20,2%) pode ser usado como padrão primário em análises quantitativas, embora sua concentração exata dependa da pressão atmosférica quando este é preparado. O ácido clorídrico é frequentemente usado em análises químicas para preparar amostras \"digeridas\" para análise. O ácido clorídrico concentrado dissolve muitos metais e forma cloretos metálicos oxidados e gás hidrogênio. Ele também reage com compostos básicos, como o carbonato de cálcio ou o óxido de cobre (II), formando os cloretos dissolvidos que podem ser analisados. == Propriedades físicas == Concentração Densidade Molaridade pH Viscosidade Calor Específico Pressão de Vapor Ponto de ebulição Ponto de Fusão kg HCl/kg kg HCl/m 3 Baumé kg/l mole/l mPa·s kJ/(kg·K) kPa °C °C 10% 104,80 6,6 1,048 2,87 −0,5 1,16 3,47 1,95 103 −18 20% 219,60 13 1,098 6,02 −0,8 1,37 2,99 1,40 108 −59 30% 344,70 19 1,149 9,45 −1,0 1,70 2,60 2,13 90 −52 32% 370,88 20 1,159 10,17 −1,0 1,80 2,55 3,73 84 −43 34% 397,46 21 1,169 10,90 −1,0 1,90 2,50 7,24 71 −36 36% 424,44 22 1.179 11,64 −1.1 1,99 2,46 14,5 61 −30 38% 451,82 23 1,189 12,39 −1.1 2,10 2,43 28,3 48 −26 A temperatura e pressão de referência para a tabela acima são 20 °C e 1 atmosfera (101 325 kPa). Os valores da pressão de vapor são retirados das Tabelas Críticas Internacionais e referem-se à pressão de vapor total da solução. miniaturadaimagem| Temperatura de fusão em função da concentração de HCl na água As propriedades físicas do ácido clorídrico, tais como ponto de ebulição e fusão, densidade e pH, dependem da concentração ou molaridade do HCl na solução aquosa. Eles variam daqueles da água em concentrações muito baixas aproximando-se de 0% de HCl para valores de ácido clorídrico fumegante a mais de 40% de HCl. O ácido clorídrico, como a mistura binária (dois componentes) de HCl e H 2 O, tem um azeótropo de ebulição constante a 20,2% HCl e 108,6 °C (227 °F). Existem quatro pontos eutéticos de cristalização constante para ácido clorídrico, entre a forma cristalina de HCl · H2O (68% HCl), HCl · 2H2O (51% HCl), HCl · 3H2O (41% HCl), HCl. 6H2 O (25% HCl) e gelo (0% HCl). Existe também um ponto eutético metaestável a 24,8% entre o gelo e a cristalização de HCl · 3H2O. == Produção == O ácido clorídrico é preparado dissolvendo o cloreto de hidrogénio em água. Cloreto de hidrogênio pode ser gerado de várias maneiras e assim existem vários precursores do ácido clorídrico. A produção em larga escala de ácido clorídrico é quase sempre integrada à produção em escala industrial de outros produtos químicos. === Mercado industrial === O ácido clorídrico é produzido em soluções até 38% de HCl (grau concentrado). Concentrações mais altas até pouco mais de 40% são quimicamente possíveis, mas a taxa de evaporação é então tão alta que o armazenamento e o manuseio exigem precauções extras, como pressurização e resfriamento. O grau industrial a granel é, portanto, de 30% a 35%, otimizado para equilibrar a eficiência do transporte e a perda do produto por evaporação. Nos Estados Unidos, soluções entre 20% e 32% são vendidas como ácido muriático. Soluções para uso doméstico nos EUA, principalmente limpeza, são tipicamente de 10% a 12%, com fortes recomendações para diluir antes do uso. No Reino Unido, onde é vendido como \"Espíritos do Sal\" para limpeza doméstica, a potência é a mesma do grau industrial dos EUA. Em outros países, como na Itália, o ácido clorídrico para limpeza doméstica ou industrial é vendido como \"Acido Muriatico\", e sua concentração varia de 5% a 32%. Os principais produtores mundiais incluem a Dow Chemical com 2 milhões de toneladas anuais (2 Mt/ano), calculado como gás HCl, Georgia Gulf Corporation, Tosoh Corporation , Akzo Nobel e Tessenderlo entre 0,5 e 1,5 Mt/ano cada. A produção mundial total, para fins de comparação expressa em HCl, é estimada em 20 Mt/ano, com 3 Mt/ano a partir da síntese direta, e o restante como produto secundário a partir de sínteses orgânicas e similares. De longe, a maior parte do ácido clorídrico é consumida de forma cativa pelo produtor. O tamanho do mercado mundial aberto é estimado em 5 Mt/ano. == Aplicações == O ácido clorídrico é um ácido inorgânico forte que é usado em muitos processos industriais, como o refino de metais. O aplicativo geralmente determina a qualidade do produto necessária. === Decapagem de aço === Uma das aplicações mais importantes do ácido clorídrico é a decapagem de aço, para remover ferrugem ou óxido de ferro do ferro ou do aço antes do processamento subsequente, como extrusão , laminação , galvanização e outras técnicas. O agente de mais comumente utilizado para a decapagem de grades de aço carbono é o HCl na concentração normalmente de 18%. : Fe2O3 + Fe + 6 HCl -> 3 FeCl2 + 3 H2O O ácido gasto tem sido reutilizado por muito tempo como soluções de cloreto de ferro (II) (também conhecidas como cloreto ferroso), mas os altos níveis de metais pesados no licor de decapagem diminuíram essa prática. A indústria de decapagem de aço desenvolveu processos de regeneração de ácido clorídrico, tais como o processo de regeneração de HCl ou de HCl de leito fluidizado, que permitem a recuperação de HCl do licor de decapagem gasto. O processo de regeneração mais comum é o processo de piroxidrólise, aplicando a seguinte fórmula: : 4 FeCl2 + 4 H2O + O2 -> 8 HCl + 2 Fe2O3 Pela recuperação do ácido gasto, um laço de ácido fechado estabelece-se. O subproduto do óxido de ferro (III) do processo de regeneração é valioso, usado em uma variedade de indústrias secundárias. === Produção de compostos orgânicos === Outro uso importante de ácido clorídrico está na produção de compostos orgânicos, como cloreto de vinila e dicloroetano para PVC. Este é frequentemente o uso cativo, consumindo o ácido clorídrico produzido localmente que nunca alcança realmente o mercado aberto. Outros compostos orgânicos produzidos com ácido clorídrico incluem bisfenol A para policarbonato, carvão ativado e ácido ascórbico, bem como inúmeros produtos farmacêuticos. : 2 H2C=CH2 + 4 HCl + O2 -> 2 ClCH2CH2Cl + 2 H2O (dicloroetano por oxicloração) === Produção de compostos inorgânicos === Numerosos produtos podem ser produzidos com ácido clorídrico em reações ácido-base normais, resultando em compostos inorgânicos. Estes incluem produtos químicos para tratamento de água, como cloreto de ferro (III) e cloreto de polialumínio (PAC) . : Fe2O3 + 6 HCl -> 2 FeCl3 + 3 H2Ocloreto de ferro (III) da magnetita) Tanto o cloreto de ferro (III) como o PAC são usados como agentes de floculação e coagulação no tratamento de esgoto, produção de água potável e produção de papel. Outros compostos inorgânicos produzidos com ácido clorídrico incluem sal de aplicação de estradas cloreto de cálcio, cloreto de níquel (II) para galvanoplastia e cloreto de zinco para a indústria de galvanização e produção de baterias. : CaCO3 + 2 HCl -> CaCl2 + CO2 + H2O (cloreto de cálcio de calcário) === Controle de pH e neutralização === O ácido clorídrico pode ser usado para regular a acidez (pH) das soluções. : OH^- + HCl -> H2O + Cl^- Na indústria que exige pureza (alimentos, produtos farmacêuticos, água potável), o ácido clorídrico de alta qualidade é usado para controlar o pH das correntes de água do processo. Na indústria menos exigente, a qualidade técnica do ácido clorídrico é suficiente para neutralizar os fluxos de resíduos e controlar o pH da piscina. === Regeneração de trocadores de íons === O ácido clorídrico de alta qualidade é utilizado na regeneração de resinas de troca iônica. A troca catiônica é amplamente utilizada para remover íons como Na+ e Ca2+ a partir de soluções aquosas, produzindo água desmineralizada. O ácido é usado para enxaguar os cátions das resinas. Na+ é substituído por H+ e Ca2+ com 2H+. Trocadores de íons e água desmineralizada são usados em todas as indústrias químicas, na produção de água potável e em muitas indústrias alimentícias. === Outros usos === O ácido clorídrico é utilizado para um grande número de aplicações de pequena escala, como processamento de couro, purificação de sal comum, limpeza doméstica e construção civil. A produção de petróleo pode ser estimulada pela injeção de ácido clorídrico na formação rochosa de um poço de petróleo, dissolvendo uma porção da rocha e criando uma estrutura de grandes poros. A acidificação do petróleo é um processo comum na indústria de produção de petróleo do Mar do Norte. O ácido clorídrico tem sido usado para dissolver o carbonato de cálcio, isto é, coisas como a limpeza de caldeiras e para limpar a argamassa, mas é um líquido perigoso que deve ser usado com cuidado. Quando usado em alvenaria, a reação com a argamassa só continua até que o ácido tenha sido convertido, produzindo cloreto de cálcio, dióxido de carbono e água: : CaCO3 + 2 HCl -> CaCl2 + CO2 + H2O Muitas reações químicas envolvendo o ácido clorídrico são aplicadas na produção de alimentos, ingredientes alimentícios e aditivos alimentares. Os produtos típicos incluem aspartame, frutose, ácido cítrico, lisina, proteína vegetal hidrolisada como melhorador alimentar e na produção de gelatina. Ácido clorídrico de grau alimentício (extra-puro) pode ser aplicado quando necessário para o produto final. == Presença em organismos vivos == O ácido gástrico é uma das principais secreções do estômago. Consiste principalmente em ácido clorídrico e acidifica o conteúdo estomacal a um pH de 1 a 2. Os íons cloreto (Cl-) e hidrogênio (H+) são secretados separadamente na região do fundo do estômago no topo do estômago pelas células parietais da mucosa gástrica em uma rede secretora chamada canalículo antes de entrar na luz do estômago. O ácido gástrico atua como uma barreira contra microorganismos para prevenir infecções e é importante para a digestão dos alimentos. Seu baixo pH desnatura proteínas e, assim, torna-as suscetíveis à degradação por enzimas digestivas, como a pepsina. O pH baixo também ativa o pepsinogênio precursor da enzima na pepsina enzima ativa por auto-clivagem. Depois de deixar o estômago, o ácido clorídrico do quimo é neutralizado no duodeno por bicarbonato de sódio. O estômago em si é protegido do ácido forte pela secreção de uma camada espessa de muco, e por tampão induzido por secretina com bicarbonato de sódio. Azia ou úlcera péptica podem se desenvolver quando esses mecanismos falham. Drogas das classes de anti- histamínicos e inibidores da bomba de prótons podem inibir a produção de ácido no estômago, e antiácidos são usados para neutralizar o excesso de ácido existente. == Segurança == Concentração por peso Classificação Frases R 10 a 25% Irritante ( Xi ) R36 / 37 / 38 > 25% Corrosivo ( C ) R34 / 37 Ácido clorídrico concentrado (ácido clorídrico fumegante) forma névoas ácidas. Tanto a névoa como a solução têm um efeito corrosivo no tecido humano, com o potencial de danificar os órgãos respiratórios, olhos, pele e intestinos de forma irreversível. Após a mistura de ácido clorídrico com produtos químicos oxidantes comuns, como hipoclorito de sódio (água sanitária, NaClO) ou permanganato de potássio (KMnO4), o cloro gasoso tóxico é produzido. : NaClO + 2 HCl -> H2O + NaCl + Cl2 : 2 KMnO4 + 16 HCl -> 2 MnCl2 + 8 H2O + 2 KCl + 5 Cl2 : PbO2 + 4 HCl -> PbCl2 + Cl2 + 2 H2O Equipamentos de proteção individual, como luvas de látex, óculos de proteção, roupas e calçados resistentes a produtos químicos, minimizam os riscos ao manusear o ácido clorídrico. A Agência de Proteção Ambiental dos Estados Unidos classifica e regula o ácido clorídrico como uma substância tóxica. O número ONU ou o número DOT é 1789. Esse número será exibido em uma placa no contêiner. == Ver também == * Cloreto, sais inorgânicos de ácido clorídrico * Cloridrato, sais orgânicos de ácido clorídrico * Aqua Regia == Ligações externas == * NIST WebBook, link geral * Ácido Clorídrico - Parte Um e Ácido Clorídrico - Parte Dois na Tabela Periódica de Vídeos (University of Nottingham) * Calculadoras: tensões superficiais e densidades, molaridades e molalidades de HCl aquoso == Informações gerais de segurança == * Resumo dos perigos da EPA * MSDS de ácido clorídrico por Georgia Institute of Technology * NIOSH Guia de Bolso para Perigos Químicos == Informações de poluição == * Inventário Nacional de Poluentes - Ficha Informativa sobre o Ácido Clorídrico Categoria:Estômago Categoria:Cloretos Categoria:Substâncias alquímicas Categoria:Química inorgânica Categoria:Ácidos minerais Categoria:Aditivos de número E",
 "title": "Ácido clorídrico"
}