{
 "id": "94858",
 "text": "A Batalha de Stamford Bridge () ocorreu próximo à vila de Stamford Bridge, ao leste de Iorque, Inglaterra, em 25 de setembro de 1066, entre um exército inglês sob as ordens do rei anglo-saxão e a força invasora norueguesa liderada por Haroldo III da Noruega e o irmão do rei inglês, Tostigo. Depois de uma batalha sanguinária, os ingleses surgiram como vencedores. Haroldo e Tostigo, assim como milhares de soldados noruegueses, foram mortos. Embora, tenha derrotado a invasão norueguesa, a vitória não pôde ser usufruída, pois menos de três semanas depois, Haroldo II seria derrotado e morto pelos invasores normandos na Batalha de Hastings. A Batalha de Stamford Brigde é simbolicamente retratada como o marco inicial do declínio da Era Viquingue, embora tenham ocorrido invasões escandinavas ainda maiores na Inglaterra nas décadas seguintes, notavelmente, as campanhas do rei Sweyn Estrithson da Dinamarca em 1069–70 e rei Magnus Barefoot da Noruega em 1098 e 1102–03. == Localidade == Todos os manuscritos C, D e E do Anglo-Saxon Chronicle mencionam Stamford Bridge pelo nome. O Manuscrito C contém uma passagem que afirma \"... deparei com eles além da ponte ...\". Henry de Huntington menciona Stamford Bridge e descreve parte da batalha travada através da ponte. A localização exata do local da batalha não é conhecida com certeza. Sabemos que aconteceu ao longo do rio Derwent, onde uma ponte de madeira cruzou a água. Há indícios de um prado no lado oeste do rio e um terreno mais alto no lado leste. A ponte original não existe mais e não há vestígios arqueológicos dela. A localização tradicional de parte da batalha em Battle Flats não é baseada em referências contemporâneas. Afirmações de que esqueletos e armas do século XVIII foram encontrados não foram corroboradas por achados modernos. == Consequências == O rei Harold aceitou uma trégua com os noruegueses sobreviventes, incluindo o filho de Harald, Olaf, e Paul Thorfinnsson, conde de Orkney. Eles foram autorizados a partir depois de prometerem não atacar a Inglaterra novamente. As perdas sofridas pelos noruegueses foram tão graves que apenas 24 navios da frota de mais de 300 foram necessários para transportar os sobreviventes. Eles se retiraram para Orkney, onde passaram o inverno, e na primavera Olaf voltou para a Noruega. O reino foi então dividido e compartilhado entre ele e seu irmão Magnus, que Harald deixou para trás para governar em sua ausência. A vitória de Harold durou pouco. Três dias após a batalha, em 28 de setembro, um segundo exército de invasão liderado por William, duque da Normandia, desembarcou em Pevensey Bay, Sussex, na costa sul da Inglaterra. Harold teve que virar imediatamente suas tropas e marchar com força para o sul para interceptar o exército normando. Menos de três semanas após Stamford Bridge, em 14 de outubro de 1066, o exército inglês foi derrotado de forma decisiva e o rei Harold II caiu em ação na Batalha de Hastings, iniciando a conquista normanda da Inglaterra, um processo facilitado pelas pesadas perdas entre os comandantes militares ingleses. == Batalha == De acordo com Snorri Sturluson, antes da batalha um único homem cavalgou sozinho até Harald Hardrada e Tostig. Ele não deu nenhum nome, mas falou com Tostig, oferecendo a volta de seu condado se ele se voltasse contra Hardrada. Tostig perguntou o que seu irmão Harold estaria disposto a dar a Hardrada por seu problema. O cavaleiro respondeu: \"Sete pés de solo inglês, pois ele é mais alto do que os outros homens.\" Então ele cavalgou de volta para o anfitrião saxão. Hardrada ficou impressionado com a ousadia do piloto e perguntou a Tostig quem ele era. Tostig respondeu que o cavaleiro era o próprio Harold Godwinson. De acordo com Henry de Huntingdon, Harold disse: \"Um metro e oitenta de solo ou tanto quanto ele precisa, pois ele é mais alto que a maioria dos homens.\" O repentino aparecimento do exército inglês pegou os noruegueses de surpresa. O avanço dos ingleses foi então retardado pela necessidade de passar pelo estrangulamento apresentado pela própria ponte. O Anglo-Saxon Chronicle diz que um gigante machado nórdico (possivelmente armado com um machado dinamarquês) bloqueou a passagem estreita e sozinho sustentou todo o exército inglês. A história é que este machado matou até 40 ingleses e foi derrotado apenas quando um soldado inglês flutuou sob a ponte em um meio cano e enfiou sua lança nas pranchas da ponte, ferindo mortalmente o machado. Esse atraso permitiu que o grosso do exército nórdico formasse uma parede de escudos para enfrentar o ataque inglês. O exército de Harold se espalhou pela ponte, formando uma linha próxima ao exército nórdico, travou escudos e atacou. A batalha foi muito além da própria ponte e, embora durasse horas, a decisão do exército nórdico de deixar sua armadura para trás os deixou em clara desvantagem. Eventualmente, o exército nórdico começou a se fragmentar e se fraturar, permitindo que as tropas inglesas abrissem caminho e quebrassem a parede de escudos dos escandinavos. Completamente flanqueado, e com Hardrada morto com uma flecha em sua traqueia e Tostig morto, o exército norueguês se desintegrou e foi virtualmente aniquilado. Nos estágios posteriores da batalha, os noruegueses foram reforçados por tropas que guardavam os navios em Riccall, lideradas por Eystein Orre, o futuro genro de Hardrada. Alguns de seus homens teriam desmaiado e morrido de exaustão ao chegar ao campo de batalha. O restante estava totalmente armado para a batalha. Seu contra-ataque, descrito na tradição norueguesa como \"Tempestade de Orre\", interrompeu brevemente o avanço inglês, mas logo foi dominado e Orre foi morto. O exército norueguês foi derrotado. Conforme consta nas Crônicas, perseguidos pelo exército inglês, alguns dos noruegueses em fuga morreram afogados enquanto cruzavam rios. Muitos morreram em uma área tão pequena que se diz que o campo ainda estava embranquecido com ossos branqueados 50 anos após a batalha. == Contexto == A morte do rei Eduardo, o Confessor, da Inglaterra em janeiro de 1066 se tornou um estopim para uma disputa pelo trono da Inglaterra entre diversos reis do noroeste da Europa. Entre os reis que ambicionavam o trono inglês estava o rei Haroldo Manto Cinzento da Noruega, que reuniu um exército de 15 000 homens, numa frota de 300 navios, para invadir a Inglaterra. Chegando na Inglaterra em setembro de 1066, ele se reuniu com outras tropas que haviam sido recrutadas na Escócia por Tostigo. Tostigo havia brigado com seu irmão mais velho, Haroldo II (que havia sido eleito rei), por isso foi destituído do título de Duque da Nortúmbria e exilado em 1065. O exército norueguês marchou para Iorque, onde derrotou o exército dos nórdicos Eduíno de Mércia e Morcar da Nortúmbria na Batalha de Fulford, duas milhas a sul de Iorque. Após a vitória dos noruegueses, a cidade de Iorque se rendeu e o exército norueguês ocupou-a brevemente, além de tomar reféns e recursos da cidade. Eles então voltaram para seus navios em Ricall. Os noruegueses ofereceram paz à Nortúmbria em troca de reféns e apoio à campanha de Haroldo Manto Cinzento para reivindicar o trono, ordenando então que enviassem os reféns para uma região próxima ao Condado de Iorque. Enquanto a invasão norueguesa começava no norte da Inglaterra, o rei Haroldo II estava no sudeste, com seu exército antecipando a invasão normanda de Guilherme da Normandia, outro reivindicador do trono. Quando recebeu a notícia da invasão norueguesa, ele reuniu seu exército de Huscarls e se dirigiu para o norte em grande velocidade. Numa marcha de Londres ao Condado de Iorque, Haroldo fez uma jornada de 300 km em somente quatro dias, o que o permitiu pegar os noruegueses de surpresa. Haroldo, sabendo que os noruegueses esperavam os reféns da Nortúmbria em Stamford Brigde, mandou que suas tropas atacassem os noruegueses naquele lugar no dia 25 de setembro. Até que os ingleses aparecessem em frente aos invasores, eles não tiveram conhecimento da aproximação de nenhuma força inimiga na vizinhança. Stamford Stamford Categoria:Batalhas envolvendo os viquingues Categoria:Iorque Categoria:1066 Categoria:Batalhas envolvendo os anglo-saxões Categoria:Século XI na Europa Categoria:Conquista normanda da Inglaterra",
 "title": "Batalha de Stamford Bridge"
}