{
 "id": "94913",
 "text": "Paul Ricœur (Valence, 27 de fevereiro de 1913 - Châtenay-Malabry, perto de Paris, 20 de maio de 2005)Jornal de Notícias foi um dos grandes filósofos e pensadores franceses do período que se seguiu à Segunda Guerra Mundial. Ele desenvolveu contribuições para a fenomenologia e a hermenêutica, em constante diálogo com as ciências humanas e sociais. Ricoeur também interessou-se no existencialismo cristão e na teologia protestante. Seu trabalho está centrado nos conceitos de significado, subjetividade e na função heurística da ficção, especialmente da literatura e da história. ==Biografia== Paul Ricœur nasceu numa família protestante. Órfão de mãe, falecida pouco depois de seu nascimento, perdeu o pai na Primeira Batalha do Marne, dado como morto em 1915, e foi criado por sua tia. Em 1936, licenciado em filosofia, criou a revista Être, inspirada nos preceitos de Karl Barth, teólogo cristão suíço. Em 1939, servindo como oficial de reserva, Ricœur foi preso pelos nazistas e enviado ao campo de Groß Born e depois a Arnswalde, na Pomerânia, atualmente Polônia.Paula, Adna Cândido de; Sperber, Suzi Frankl (organizadoras). Teoria literária e hermenêutica ricœuriana - Um diálogo possível. Dourados, MS : UFGD, 2011. 272p. ISBN 978-85-61228-80-4, p. 9. No pós-guerra foi catedrático na Universidade da Sorbonne. Ministrou aulas também nas universidades de Louvaina (Bélgica) e Yale (EUA), onde elaborou uma importante obra de filosofia política. Paul Ricœur participou de debates sobre linguística, psicanálise, o estruturalismo e a hermenêutica, com um interesse particular pelos textos sagrados do cristianismo. Ricœur descreve assim, em 1991, suas raízes filosóficas: \"Se reflito, dando um passo para trás de meio século [...], sobre as influências que reconheço ter sofrido, sou grato por ter sido desde o início solicitado por forças contrárias e fidelidades opostas: de uma parte, Gabriel Marcel, ao qual acrescento Emmanuel Mounier; de outra, Edmund Husserl\". Portanto, Ricoeur forma-se em contacto com as ideias do existencialismo, do personalismo e da fenomenologia. Suas obras importantes são: A filosofia da vontade (primeira parte: O voluntário e o involuntário, 1950; segunda parte: Finitude e culpa, 1960, em dois volumes: O homem falível e A simbólica do mal). De 1969 é O conflito das interpretações. Em 1975 apareceu A metáfora viva. Em O voluntário e o involuntário, Ricœur dirige a atenção para a relação recíproca entre voluntário e involuntário, assim como esta relação se configura na tríplice dimensão do decidir, do agir e do consentir. Em poucas palavras, necessidades, emoções e hábitos premem sobre o querer, que replica a eles, por meio da escolha, do esforço e do consentimento. Escreve Ricœur: \"Eu suporto este corpo que governo\". Descendo ainda mais em profundidade no interior da existência humana, Ricœur vê que o homem concreto é vontade falível e, portanto, capaz de mal. A antropologia de Ricœur delineia um homem frágil, \"desproporcionado\", sempre à beira do abismo entre o bem e o mal. A fim de entender o mal e a culpa, o filósofo deve ouvir e interpretar os símbolos que representam a confissão que a humanidade fez de suas culpas; ou seja, deve compreender os mitos que veiculam símbolos como a mancha, o pecado, a culpabilidade etc. E, entre esses mitos, central, no pensamento de Ricœur, é o mito de Adão: a figura de Adão mostra a universalidade do mal enquanto Adão representa toda a humanidade. Eis, a propósito, um pensamento do próprio Ricœur (1983): \"Se a pessoa voltar, isso se dará porque ela continua o melhor candidato para sustentar as batalhas jurídicas, políticas, econômicas e sociais\". A problemática da simbólica do mal leva Ricœur ao tema da linguagem, ou melhor, ao projeto da construção de uma grande filosofia da linguagem - projeto que encontra seus inícios num escrito sobre Freud: Da interpretação. Ensaio sobre Freud (1965). A psicanálise interpreta a cultura e simultaneamente a modifica, assim como marca de forma duradoura a própria ideia de consciência. A realidade é que Freud, junto com Marx e Nietzsche, é um dos três mestres da suspeita, que levaram a dúvida para dentro da fortaleza cartesiana da consciência: * para Marx, não é a consciência que determina o ser, mas é o ser social que determina a consciência; • para Nietzsche, a consciência é a máscara da vontade de poder; * para Freud, finalmente, o Eu é um infeliz submisso aos três patrões que são o \"Isso\", o \"Super-eu\" e a \"Realidade\" ou \"Necessidade\". A humanidade objetiva nos símbolos, nas diversas formas simbólicas, os significados e os momentos mais importantes da vida e de sua história. Daí - se quisermos compreender o homem - a necessidade da interpretação. E justamente a multiplicidade de modelos interpretativos em conflito torna urgente um escrupuloso trabalho que, enquanto de um lado bloqueia as pretensões totalizantes das interpretações particulares, de outro lado dá razão do efetivo, embora limitado, valor de tais interpretações particulares. Mais em particular, será necessário pesquisar, nos símbolos, o vetor arqueológico e o teleológico, ou seja, as razões de suas raízes no passado e as motivações que os tornam úteis ou necessários para o futuro. ==Filosofia== ===Pensamento=== O sentido do trabalho filosófico de Ricoeur deve ser visto em uma teoria da pessoa humana; conceito - o de pessoa - reconquistado após uma peregrinação fatigante na floresta das produções simbólicas do homem, depois das devastações produzidas na ideia de consciência pelos mestres da \"escola da suspeita\". Eis, a propósito, um pensamento do próprio Ricoeur (1983): \"Se a pessoa voltar, isso se dará porque ela continua o melhor candidato para sustentar as batalhas jurídicas, políticas, econômicas e sociais\". Com efeito, no confronto com a \"consciência\", com o \"sujeito\" ou o \"eu\", a pessoa é um conceito que sobreviveu e que hoje voltou a viver com força. Ainda Ricoeur: \"Consciência? Como se poderia ainda crer na ilusão de transparência associada a este termo, depois de Freud e da psicanálise? Sujeito? Como se poderia alimentar ainda a ilusão de uma fundação última em algum sujeito transcendental, depois da crítica das ideologias efetuadas pela Escola de Frankfurt? O eu? Mas quem não sente com força a impotência do pensamento para sair do solipsismo teórico [...]? Eis a razão - conclui Ricoeur - pela qual prefiro dizer pessoa em vez de consciência, sujeito, eu\". E a pessoa é atenazada na dialética entre liberdade e culpa, e se sente só diante de Deus, como o cavaleiro da fé de que fala Kierkegaard, cavaleiro que, diante de Deus, \"não dispõe em todo caso a não ser de si próprio, em um isolamento infinito. ===Estudos sobre a narrativa=== Em 1983, nos três volumes de Temps et récit (pt. \"Tempo e narrativa\"), o autor destaca as proximidades entre a temporalidade da historiografia e aquela do discurso literário. Pode ser encontrada aí a vontade de Ricoeur de ligar a reflexão filosófica sobre a natureza da narrativa com a perspectiva linguística e poética. ===Estudos sobre a história=== Desde cedo, Ricœur se interessou sobre a história desde uma perspectiva filosófica sem, no entanto, praticar uma filosofia da história. Em Histoire et vérité (1955; pt. \"História e verdade\"), ele tenta definir a natureza do conceito de verdade em história e diferenciar a objetividade em história distinguindo-a da objetividade nas ciências exatas. Anos mais tarde, se dedicará às questões culturais e históricas de uma perspectiva fenomenológica e hermenêutica. fomenta então a discussão sobre a memória e a memória cultural em La mémoire, l'histoire, l'oubli (2000; pt. \"A memória, a história, o esquecimento\"). == Obras == === Originais === * (em parceria com Mikel Dufrenne): Karl Jaspers et la philosophie de l'existence, Le Seuil, 1947. * Gabriel Marcel et Karl Jaspers. Philosophie du mystère et philosophie du paradoxe, Le Seuil, 1948. * Philosophie de la volonté. Tome I: Le volontaire et l'involontaire, Aubier, 1950. * Histoire et vérité, Le Seuil, 1955. * Philosophie de la volonté. Tome II: Finitude et culpabilité, Aubier, 2 volumes, 1960. * De l'interprétation. Essai sur Sigmund Freud, Le Seuil, 1965. * Entretiens avec Gabriel Marcel, Aubier, 1968. * Le conflit des interprétations. Essais d'herméneutique I, Le Seuil, 1969. * La métaphore vive, Le Seuil, 1975. * Les cultures et le temps, Payot, 1975. * Temps et récit. Tome I: L'intrigue et le récit historique, Le Seuil, 1983. * Temps et récit. Tome II: La configuration dans le récit de fiction, Le Seuil, 1984. * Temps et récit. Tome III: Le temps raconté, Le Seuil, 1985. * Du texte à l'action. Essais d'herméneutique II, Le Seuil, 1986. * À l'école de la phénoménologie, Vrin, 1986. * Le mal. Un défi à la philosophie et à la théologie, Labor & Fides, 1986. * Soi-même comme un autre, Le Seuil, 1990. * Réflexion faite. Autobiographie intellectuelle, Esprit, 1995. * Le juste, I, Esprit, 1995. * L'idéologie et l'utopie, Le Seuil, 1997. * Amour et justice, PUF, 1997. * (em parceria com Jean-Pierre Changeux): Ce qui nous fait penser, Odile Jacob, 1998. * (em parceria com André LaCocque): Penser la Bible, Le Seuil, 1998. * Lectures. Tome I: Autour du politique, Seuil , 1999 ISBN 2-02-036488-3; ISBN 978-2-02-036488-1 * Lectures. Tome II: La contrée des philosophes, Seuil , 1999 ISBN 2-02-038980-0; ISBN 978-2-02-038980-8 * Lectures. Tome III: Aux frontières de la philosophie, Seuil , 1999 ISBN 2-02-085502-X; ISBN 978-2-02-085502-0 * La mémoire, l'histoire, l'oubli, Le Seuil, 2000. * L'herméneutique biblique, Le Cerf, 2000. * Le juste, II, Esprit, 2001. * La lutte pour la reconnaissance et l'économie du don, Unesco 2002 * Parcours de la reconnaissance. Trois études, Stock, 2004. * Sur la traduction, Bayard, 2004. * Écrits et conférences. Tome I: Autour de la psychanalyse, Seuil, 2008. * Écrits et conférences. Tome II: Herméneutique, Seuil, 2010. === Em português === * A memória, a história, o esquecimento. Trad. Alain Fraçois. Ed. Unicamp, 2008. 536p. ISBN: 8526807773; ISBN-13: 9788526807778. * Teoria da Interpretação. Trad. Artur Morão. Edições 70, 1996. 109p. ISBN: 9724406679; ISBN-13: 9789724406671. * Na escola da fenomenologia. Coleção \"Textos filosóficos\". Petrópolis: Vozes, 2009. ISBN 9788532638595 * Outramente. Coleção \"Textos filosóficos\". 2ª ed. Petrópolis: Vozes, 2008 [1ª ed. 1999]. ISBN 9788532622099 * Hermenêutica e ideologias. Coleção \"Textos filosóficos\". 2ª ed. Petrópolis: Vozes, 2011 [1ª ed. 2008]. ISBN 9788532637123 * Escritos e conferências 1. em torno da psicanálise. São Paulo: Edições Loyola, 2010. ISBN 9788515037544 * Escritos e conferências 2. hermenêutica. São Paulo: Edições Loyola, 2011. ISBN 9788515038275 * Tempo e Narrativa 1. A intriga da Narrativa Histórica. São Paulo: WMF Martins Fontes, 2010. ISBN 9788578270537 * Tempo e Narrativa 2. A configuração do tempo na narrativa de ficção. São Paulo: WMF Martins Fontes, 2010. ISBN 9788578270520 * Tempo e Narrativa 3. O tempo narrado. São Paulo: WMF Martins Fontes, 2010. ISBN 9788578270544 * O si-mesmo como outro. São Paulo: WMF Martins Fontes, 2014. ISBN 9788578278977 * O Justo 1. A justiça como regra moral e como instituição. São Paulo: WMF Martins Fontes, 2008. ISBN 9788578270155 * O Justo 2. Justiça e verdade e outros estudos. São Paulo: WMF Martins Fontes, 2008. ISBN 9788578270162 * A metáfora viva. São Paulo: Loyola, 2000. ISBN 8515019396. * Percurso do Reconhecimento. São Paulo: Loyola, 2006. ISBN 9788515034062 * Vivo até a morte seguido de fragmentos. São Paulo: WMF Martins Fontes. 2012. ISBN 9788578275570 * História e Verdade. São Paulo: Forense, 1968. ISBN Não Tem. * A ideologia e a utopia. Belo Horizonte: Autêntica Editora, 2015. ISBN 978-85-8217-604-7 === Literatura crítica === * Jervolino, Domenico. Introdução a Ricœur. Coleção \"Filosofia em Questão\". Paulus Editora, 2011. ISBN: 8534932743; ISBN-13: 9788534932745 * Pellauer, David. Compreender Ricœur. Coleção \"Compreender\". Petrópolis: Vozes, 2009. ISBN: 8532638538; ISBN-13: 9788532638533 == Ligações externas == *Página oficial de Paul Ricœur * Stanford Encyclopedia of Philosophy. \"Ricœur\" * Ricœur na página PhilosophyPages.com * Paula, Adna Candido de; Sperber, Suzi Frankl (organizadoras). Teoria literária e hermenêutica ricœuriana - Um diálogo possível. Dourados, MS: UFGD, 2011. 272p. ISBN 978-85-61228-80-4 * Paul Ricoeur e a ciência: uma contribuição hermenêutica ao debate sobre o conhecimento científico Categoria:Filósofos da França Categoria:Fenomenólogos Categoria:Existencialistas Categoria:Protestantes da França Categoria:Naturais de Valence (Drôme) Categoria:Prêmio Kyoto Categoria:Filósofos do período posterior à Segunda Guerra Mundial Categoria:Filósofos cristãos Categoria:Teoria da história",
 "title": "Paul Ricœur"
}