{
 "id": "94953",
 "text": "O berrante, também conhecido como chifre, buzina, guampo ou corno, é uma corneta feita de chifres de boi ou de outros animais. É uma espécie de buzina usada desde a antiguidade por pastores. No Brasil a prática foi inserida pelo tropeirismo no Brasil Colônia e atualmente mantida a tradição por vaqueiros brasileiros para chamar o gado no campo ou no transporte por intermédio das comitivas. == Utilidade e características == É um instrumento muito eficaz na orientação, alarme e comando, e consiste num chifre longo em que a ponta é cortada para se soprar (bocal do berrante) e com um orifício no meio; depende deste furo o equilíbrio, o acerto e a afinação do som. Os berrante são feitos da junção dos chifres, sendo a maioria provinda de chifres bovinos, essas junções são chamadas de emendas. Existem 3 (três) tipos de emendas, a de couro, a de chifre e de anéis de chifre. A diferença se dá no design dos produtos como também na produção, já as emendas de chifre são mais raros e complexos para produzir. Em muitas cidades o berrante virou peça decorativa para casas, sendo encontrado à venda em lojas de artigos \"country\" e selarias. == Na cultura brasileira == Segundo Mário de Andrade, o berrante utilizado no Brasil teria surgido por questões econômicas — no seu Dicionário Musical Brasileiro, afirma: \"Com a dificuldade monetária e comercial de se adquirir trompas de caça na Europa, o caçador fez o berrante.\" No entanto, é muito mais provável que a introdução do berrante no Brasil se deva aos escravos africanos, que na África usavam os chifres do olongo (cudo), que por natureza já é curvado em espiral. miniaturadaimagem|Saida miniaturadaimagem|Estradão miniaturadaimagem|Rebatedouro miniaturadaimagem|Queima do alho miniaturadaimagem|Floreio A indústria cultural, sendo produtora de novos moldes de consumo, continua sua busca de uma memória regional ou nacional que identifique, seja ela através de significados ou símbolos universais. E é nessa concepção que a indústria cultural molda e se apropria das valorizações regionais criando um produto de consumo. É valido pontuar que cabe a nós analisar com senso crítico, se as formas impostas pelas mídias midiáticas nos representa ou se passa apenas de uma imposição para o consumo. Na cultura berranteira, o instrumento é essencial para a identidade e valorização do povo nordestino. Em São Paulo, ganhou enfoque e representatividade na Festa do Peão de Barretos. O evento anualmente, mobiliza milhares de apaixonados pela tradição sertaneja, com concursos de berrante, sendo avaliados 5 toques: *Toque de saída: usado para a arrumação e saída da tropa. *Toque de estradão: usado para acelerar a tropa depois de um longo período de viagem (O som desse toque agrada muito a boiada). *Toque de rebatedouro: situação de perigo. *Queima do alho: hora do almoço (bóia). *Floreio: toque livre de todo berranteiro, podendo ser uma música, a fim de promover interação com a comitiva. == Na cultura popular == O compositor alemão Richard Wagner, numa ópera da tetralogia O Anel do Nibelungo (Der Ring der Nibelungen), escreveu uma passagem especial para berrante, que é executado fora de cena, convocando ao palco guardas armados. O berrante bem tocado é bastante contagiante e pode ser ouvido a 3km de distância. Músicas brasileiras utilizam o instrumento como tema ou até mesmo personagem para embalar as telenovelas, podendo destacar \"Ana Raio e Zé Trovão\", \"Pantanal\" e \"O Rei Do Gado\". A clássica melodia \"O menino da porteira\", composição de Teddy Vieira e interpretada posteriormente por ícones da música como: Sérgio Reis, Tonico e Tinoco, Tião Carreiro e Pardinho e Daniel, é um exemplos importante da cultura popular brasileira. Outros ícones do cenário cultural e dominadores da arte de tocar berrante são: o famoso Zé Capeta, Costa Berranteiro, Serjão Berranteiro e Pedro Henrique (Atual campeão do concurso na Festa de Barretos). No Brasil, um tocador de berrante é chamado de berranteiro ou berranteira. As mulheres também se destacam na arte de tocar, destacando-se a médica veterinária Danny Berranteira, Karina Berranteira (terceiro lugar no Barretão 2018), Rarissa Berranteira a mineirinha de Itapagipe (segundo lugar no Barretos 2018), Monick Berranteira, Marcela Amorim (atual campeã da Queima do Alho no Barretos 2018), dentre outras personalidades que mantém a cultura e tradição do povo sertanejo. == Em outras culturas == O berrante é um instrumento rudimentar com uma variedade de funções em muitas culturas, na maioria dos casos reduzindo seu escopo para fins de exibição, celebração ou identificação de grupo. O instrumento manteve sua função e perfil em muitas sociedades pecuaristas e agrícolas. Embora as variedades mais antigas eram feitas de chifres de bois, pesquisadores encontraram o instrumento feito de madeira e de metal. Descobertas na Europa apresentaram \"chifres\" de metais da Idade do Bronze, cuja força resultou em sua melhor resistência aos rigores do tempo. Como resultado, vestígios anteriores de outros materiais desapareceram, de modo que os de chifres de animais, como touros, carneiros, cabras e antílopes, são mais antigos e remontam ao final da Idade do Ferro, a exemplo de Visnum, na Suécia, onde são chamados de lur. No País Basco existe uma antiga tradição de soprar um instrumento feito de chifre de animais, onde são conhecidos como alboques (alboka). == Ver também == *Shofar *Olifante *Didjeridu *Tropeiro *Vaqueiro == Referência == Categoria:Instrumentos musicais do Brasil Categoria:Cultura do Brasil Categoria:Pecuária no Brasil Categoria:Produção de som",
 "title": "Berrante"
}