{
 "id": "94996",
 "text": "Micorriza ou Micorrhyzum é uma associação mutualística do tipo simbiótico, existente entre certos fungos e raízes de algumas plantasElizabeth Ying Chu (2005) \"Sistema de Produção da Pimenteira-do-reino: Micorrizas\" no site da Embrapa acessado a 17 de Fevereiro de 2010. Micorrizas são associações entre fungos e raízes de determinadas plantas. As hifas do fungo associam-se às raízes das plantas e vão auxiliar na absorção de água e sais minerais do solo (principalmente fósforo e nitrogênio), já que aumentam a superfície de absorção ou rizosfera. Deste modo, as plantas podem absorver mais água e adaptar-se a climas mais secos, e em troca os fungos recebem das plantas carboidratos e aminoácidos essenciais ao seu desenvolvimento, estabelecendo assim uma interação ecológica onde há troca de benefícios entre ambas as espécies. Essa relação está presente na maioria das plantas atuais. Muito cientistas acreditam que essas associações tenham sido fundamentais na adaptação das plantas a ambientes terrestres, já que foram encontradas em plantas fósseis. Ocorrem principalmente com fungos microscópicos, mas também há um grande número de fungos macroscópicos que participam dessa simbiose. (Átilas Rodrigues) == Tipos de micorrizas == As micorrizas são representadas por uma grande diversidade de tipos ou grupos, sendo as categorias definidas de acordo com características morfológicas e funcionais das associações. A maioria dos autores estabelece a ocorrência de sete tipos distintos de micorrizas, a saber: *1 - Endomicorrizas ou micorrizas arbusculares *2 - Ectomicorrizas; *3 - Ectendomicorrizas; *4 - Micorrizas arbutóides; *5 - Micorrizas monotropóides; *6 - Micorrizas Ericóides *7 - Micorrizas orquidóides. A seguir, são apresentadas as características dos principais tipos de micorrizas que ocorrem na natureza. * Endomicorrizas-Essas associações, também chamadas micorrizas arbusculares, são formadas por fungos da ordem Glomales, classe dos Zigomicetos. São fungos com hifas asseptadas que colonizam as raízes de plantas de quase todos os gêneros das Gimnospermas e Angiospermas, além de alguns representantes das Briófitas e Pteridófitas. O fungo coloniza as células do córtex radicular tanto internamente quanto extracelularmente, formando os chamados arbúsculos, estruturas altamente ramificadas, típicas das endomicorrizas. Nessas micorrizas podem ser encontradas também, em algumas espécies de fungos, hifas com dilatações terminais denominadas vesículas, razão pela qual as endomicorrizas eram anteriormente denominadas micorrizas vesiculares-arbusculares. Esta última terminologia caiu em desuso justamente porque nem todos os fungos que formam endomicorrizas apresentam vesículas. * Ectomicorrizas - Essas micorrizas são formadas na grande maioria dos casos, por fungos com hifas septadas da classe dos Basidiomicetos. As hifas penetram apenas intercelularmente no córtex das raízes, com formação de estrutura característica chamada rede de Hartig nos espaços intercelulares, substituindo a lamela média e também ocorrendo a formação do manto fúngico ao redor das raízes. Nas ectomicorrizas, as hifas formam um invólucro em torno das células das raízes, nunca as penetrando, mas aumentando grandemente a área de absorção, o que, aparentemente, as torna mais resistentes às rigorosas condições de seca e baixas temperaturas, e prolonga a vida das raízes. As ectomicorrizas desempenham o papel dos pelos radiculares, ausentes nestas circunstâncias. São características de certos grupos específicos de árvores ou arbustos de zonas temperadas como por exemplo, os pinheiros. De acordo com Moreira e Siqueira (2002), esse tipo de micorriza caracteriza-se por promover intensas modificações morfológicas nas raízes colonizadas, sendo, juntamente com as endomicorrizas de maior frequência nos ecossistemas terrestres e, por isso, de maior importância. * Ectendomicorrizas - É um tipo intermediário entre as endomicorrizas e as ectomicorrizas. Essas associações possuem muitas das características das ectomicorrizas, apresentando rede de Hartig grossa e alto grau de penetração intracelular, especialmente nas partes mais velhas da raíz. Ocorrem principalmente em membros das coníferas como no gênero Pinus e o fungo da classe dos ascomicetos do gênero Tricharina. As micorrizas arbusculares são utilizadas em várias áreas de pesquisa e no desenvolvimento de mudas em viveiros. Em pesquisas recentes foi comprovado que elas são capazes de aumentar a solubilização de fosfato mineral no solo,cuja correção com este tipo de nutriente é extremamente problemática nos solos tropicais altamente intemperizados. Categoria:Solo Categoria:Fungos Categoria:Simbiose",
 "title": "Micorriza"
}