{
 "id": "95136",
 "text": "As cortes de Guarda de 1465 foram convocadas por D. Afonso V, pela primeira vez na cidade de Guimarães. Pensa-se que o motivo principal seria o pedido de auxílio que D. Leonor de Castela solicitou a seu irmão Henrique IV de Castela, para defesa dos direitos da sua filha D. Joana Beltraneja, sabendo-se porém que a rainha se encontrou com o seu irmão nesta cidade. De entre os capítulos tratados nestas cortes destacam-se os seguintes: :«Diziam os povos que recebiam dano pelo facto de o monarca, com novos alvarás, por vezes descompensar o que ficara determinado nas cortes anteriores, e pediam por isso que tais alvarás em nenhum caso fossem concedidos e, sendo passados por inadvertência, que D. Afonso mandasse que os mesmos não fossem cumpridos, porque geralmente as couzas outorgadas e confirmadas em Cortes se nom devem quebrantar sem Cortes». O monarca prometeu atender o pedido ordenando que, no caso de vir a passar qualquer alvará contrário ao espírito das cortes, os povos lhe chamem a atenção para o facto e aguardem a sua decisão quanto aos desembargos. Sucedia que muitos corregedores, nas suas alçadas, se demoravam mais de duas semanas nos lugares grandes e uma nos pequenos, ao contrário do que dispunham as ordenações régias, sem que os juízes locais lhe pedissem para encurtar o período de estadia. Invocando a qualidade do serviço que prestavam à Coroa, mantinham-se os corregedores nas terras do seu agrado e, sempre que os juízes locais lhe requeriam a partida, os ditos corregedores mandavam tirar novas inquirições e devassas, para assim prolongarem a estada, além de imporem coacções nesse sentido. Em resposta ao capítulo, o monarca ordenou que fosse observado o regimento do corregedor «acerca do tempo que deve estar no lugar» e, no caso de os juízes e vereadores locais não requererem a saída do prazo que era de lei, que pagassem pela sua negligência a multa de 1000 reais para os cativos. Guarda, 1465 Categoria:1465 em Portugal",
 "title": "Cortes da Guarda de 1465"
}