{
 "id": "95147",
 "text": "Cessna é uma fabricante norte-americana de aeronaves de aviação geral, pertencente ao grupo Textron e que produz monomotores e bimotores a pistão e turboélices, jatos executivos e alguns modelos militares.Christy, Joe: The Complete Guide to the Single-Engine Cessnas - 3rd Edition, pages 12-17. TAB Books, 1979. ISBN 0-8306-2268-3 No mercado desde 1927, é a marca mais presente em todo o mundo, superando duzentas mil unidades entregues, das quais mais de seis mil jatos executivos, garantindo-lhe o título de maior frota mundial.Aero Magazine == História == A criação da companhia remonta a junho de 1911, quando Clyde Cessna, um agricultor de Rago, Kansas, construiu uma aeronave muito simples e com ela se tornou a primeira pessoa a sobrevoar o Rio Mississippi e as Montanhas Rochosas.Luxos Online - História da Cessna Em 1924, Cessna assinou uma parceria com Lloyd C. Stearman e Walter H. Beech para formar a Travel Air Manufacturing, um fabricante de biplanos, em Wichita. Em 1927, deixou a Travel Air para montar sua própria empresa, a Cessna Aircraft Company, que iria enveredar pela construção de monoplanos. Após a Segunda Guerra Mundial, a Cessna criou o modelo 170, que juntamente com outras iterações, como o 172, tornou-se o avião mais produzido na história. O mote de publicidade da Cessna foi o de ter treinado mais pilotos que qualquer outra companhia.Canal Piloto - O começo de tudo A Cessna foi adquirida pela General Dynamics em 1985, que encerrou a produção de aviões de motor a pistão no ano seguinte. Em 1992, a Textron comprou a empresa e rapidamente retomou às atividades. Em março de 2014, quando a Textron comprou as corporações Beechcraft e Hawker Aircraft, a Cessna deixou de operar como uma empresa subsidiária e se juntou às outras como uma das três marcas distintas produzidas pela Textron Aviation. == Famílias == === Citation === Jatos bimotores para uso executivo. * Cessna Citation II * Cessna Citation Bravo * Cessna Citation CJ1 * Cessna Citation CJ2 * Cessna Citation CJ3 * Cessna Citation CJ4 * Cessna Citation Columbus * Cessna Citation Encore * Cessna Citation Excel * Cessna Citation Mustang * Cessna Citation Sovereign * Cessna Citation Ultra * Cessna Citation V * Cessna Citation X === Caravan === Monomotor turboélice para uso geral. * Cessna 208 Caravan * Cessna Caravan 675 * Cessna Caravan Amphibian * Cessna Grand Caravan * Cessna Super Cargomaster === SkyCourier === Aeronaves bimotora turboélice, lançada em 2020 * Cessna 408 SkyCourier === Aviação Geral === thumb|Cessna 172, a aeronave mais produzida da história Aeronaves de pequeno porte para uso geral. * Cessna Model A * Cessna Model EC-1 * Cessna Model DC-6 * Cessna 120 * Cessna 140 * Cessna 150 * Cessna 152 * Cessna 162 Skycatcher * Cessna 165 Airmaster *Cessna 170 * Cessna 172 Skyhawk * Cessna 175 Skylark * Cessna 177 Cardinal * Cessna 180 Skywagon * Cessna 182 Skylane * Cessna 185 Skywagon * Cessna 187 * Cessna 188 AgWagon e AgTruck * Cessna 190 * Cessna 195 * Cessna 205 Super Skywagon * Cessna 206 Stationair * Cessna 207 * Cessna 210 Centurion * Cessna 303 * Cessna 305 Birdog * Cessna 310 * Cessna 320 Skynight * Cessna 335 * Cessna 336 * Cessna 337 * Cessna 350 Corvalis * Cessna 400 Corvalis TT * Cessna 401 * Cessna 402 * Cessna 404 * Cessna 406 * Cessna 411 * Cessna 414 * Cessna 421 * Cessna 425 * Cessna 441 * Cessna XMC * Cessna NGP === Aviões Militares === Avião de ataque leve * A-37 Dragonfly (usado na Guerra do Vietnã era uma versão modificada do T-37) Aviões usados para treinamento e reconhecimento * Cessna T-37 * Cessna AT-17 * Cessna 308 == Ligações externas == * Sítio oficial da empresa * Aircraft-Info.net - Cessna",
 "title": "Cessna"
}