{
 "id": "95143",
 "text": "Shareware é um programa de computador disponibilizado gratuitamente, porém com algum tipo de limitação. shareware in Dicionário infopédia da Língua Portuguesa [em linha]. Porto: Porto Editora, 2003-2019. [consult. 2019-10-02 18:43:14]. Disponível na Internet: https://www.infopedia.pt/dicionarios/lingua-portuguesa/shareware Sharewares geralmente possuem funcionalidades limitadas e/ou tempo de uso gratuito do software limitado, após o fim do qual o usuário é requisitado a pagar para acessar a funcionalidade completa ou poder continuar utilizando o programa. Um shareware está protegido por direitos autorais. Esse tipo de distribuição tem como objetivo comum divulgar o software, assim os usuários podem testá-lo antes da aquisição. == História == Em 1982, Andrew Fluegelman criou um programa chamado PC-Talk em que usou o termo freeware para descrevê-lo, ainda que essa distribuição pioneira assemelha-se ao modelo atual de distribuição de sharewares, diferente do freeware atual. Após um curto período de tempo, Bob Wallace produziu uma ferramenta de edição de texto chamada PC-Write e a chamou de shareware. Durante os anos 80 e 90, com o advento das BBSs, programas shareware começaram a ser distribuídos amplamente por distribuidores que produziam catálogos de até milhares de programas shareware e sob domínio público. Esses distribuidores, como o Public Software Library, prestavam serviço a programadores que não tinham como atender a pedidos. Com o surgimento e crescimento da Internet, a localização e o download de programas foi extremamente simplificado, o que aumentou o volume de downloads. Porém, surgiram meios muito eficientes de classificar e avaliar software através de sistemas de notas e comentários, como em blogs ou grandes sites: tornando-se fácil localizar o melhor produto para uma tarefa ou localizar produtos de nicho. Assim pequenos produtores e programadores foram desencorajados a criar projetos pequenos ou de menor qualidade. == Críticas == Quando o tempo limitado de uso gratuito acaba ou em situações normais de execução do programa, muitos sharewares exibem continuamente mensagens requerendo a aquisição do produto, essas mensagens incômodas fazem dos sharewares alvo de críticas. Além disso, a funcionalidade limitada de alguns sharewares causa frustrações aos usuários. Sharewares também possuem uma alta taxa de abandono por parte dos desenvolvedores: uma amostragem demonstrou que 76% dos projetos listados não recebiam mais atualizações e os projetos ativos tiveram apenas cerca de 0,5% dos downloads convertidos em aquisições. Os desenvolvedores também enfrentam a pirataria e destravamento de software. == Ver também == * Freeware * Adware Categoria:Distribuição de programas de computador Categoria:Palavras, frases e expressões em inglês Categoria:Software homebrew",
 "title": "Shareware"
}