{
 "id": "95154",
 "text": "A Batalha de Lepanto foi uma batalha naval que ocorreu em 7 de outubro de 1571, quando uma frota da Liga Santa, uma coalizão de estados católicos organizada pelo Papa Pio V, infligiu uma grande derrota à frota do Império Otomano no Golfo de Patras. As forças otomanas estavam navegando para o oeste a partir de sua estação naval em Lepanto (o veneziano nome do antigo Naupactus - grego , turco ) quando encontraram a frota da Liga Sagrada que navegava para o leste de Messina, Sicília. A frota da Santa Liga consistia em 109 galés e seis galeaças da República de Veneza, 49 galés do Império Espanhol, 27 galés da República de Gênova, sete galés dos Estados Papais, cinco galés da Ordem de Santo Estêvão e do Grão-Ducado da Toscana, três galés do Ducado de Sabóia, três galés dos Cavaleiros de Malta e alguns navios particulares. João da Áustria, meio-irmão de Filipe II da Espanha, foi nomeado pelo Papa Pio V como comandante geral da frota e liderou a divisão central junto com o capitão papal Marcantonio Colonna e o veneziano Sebastiano Venier. As alas eram comandadas pelo veneziano Agostino Barbarigo e pelo genovês Giovanni Andrea Doria. A frota otomana consistia em 222 galés e 56 galeotas e era liderada por Müezzinzade Ali Paxá, Mehmed Siroco e Uluje Ali. Essa batalha representou o fim da expansão islâmica no Mediterrâneo. Na história da guerra naval, Lepanto marca o último grande confronto no mundo ocidental a ser travado quase inteiramente entre navios a remo, nomeadamente as galés e galeaças, que eram descendentes diretos dos antigos triremes. A batalha foi essencialmente uma \"batalha de infantaria em plataformas flutuantes\".William Stevens, History of Sea Power (1920), p. 83. Foi a maior batalha naval da história ocidental desde a antiguidade clássica, envolvendo mais de 450 navios de guerra. Nas décadas seguintes, a importância crescente do galeão e da tática da linha de batalha substituiria a galé como o principal navio de guerra de sua época, marcando o início da \"Era da Vela\". A vitória da Liga Santa é de grande importância na história da Europa e do Império Otomano, com a frota otomana sendo quase completamente destruída, o que marcou o ponto de virada da expansão militar otomana no Mediterrâneo, embora as guerras otomanas na Europa continuassem por mais um século. Há muito tempo é comparado à Batalha de Salamina, tanto pelos paralelos táticos quanto pela sua importância crucial na defesa da Europa contra a expansão imperial.Ver, por exemplo. William Stevens, História do Poder Marítimo (1920), p. 83; Frederick A. de Armas, Cervantes, Rafael e os Clássicos (1998), p. 87. Também teve grande importância simbólica num período em que a Europa foi dilacerada pelas suas próprias guerras religiosas após a Reforma Protestante. O Papa Pio V instituiu a festa de Nossa Senhora da Vitória e Filipe II da Espanha usou a vitória para fortalecer sua posição como o \"Rei Mais Católico\" e defensor da Cristandade contra a incursão muçulmana.Seus esforços para financiar a Santa Liga contra os otomanos renderam a Filipe II, o \"Rei Mais Católico\", seu lugar como campeão do catolicismo em toda a Europa, um papel que o levou a vitórias espetaculares e derrotas igualmente espetaculares. A liderança espanhola de uma “liga sagrada” contra as invasões turcas no Mediterrâneo resultou numa vitória impressionante sobre a frota turca na Batalha de Lepanto em 1571. Os maiores infortúnios de Filipe vieram das suas tentativas de esmagar a revolta nos Países Baixos e das suas relações torturadas com a Rainha Isabel I da Inglaterra.\" O historiador Paul K. Davis escreve que: > Mais do que uma vitória militar, Lepanto foi uma vitória moral. Durante > décadas, os turcos otomanos aterrorizaram a Europa, e as vitórias de > Solimão, o Magnífico causaram sérias preocupações à Europa cristã. A derrota > em Lepanto exemplificou ainda mais a rápida deterioração do poderio otomano > sob Selim II e os cristãos regozijaram-se com este revés para os otomanos. A > mística do poder otomano foi significativamente manchada por esta batalha e > a Europa cristã ficou encorajada. == Antecedentes == Desde o início do século XIV, os otomanos vinham invadindo as áreas européias outrora invadidas por árabes e turcos seljúcidas. Tais invasões eram habilmente orquestradas através de ferramentas administrativas muito bem desenvolvidas, entre elas o sistema janízaro, e tinha por escopo a construção, e consequente expansão, de seu próprio império. Em 1570, o Papa Pio V entrou em contato com os governantes do Ocidente para alertá-los da iminente invasão otomana à ilha de Chipre, não obtendo êxito em tal empreitada tendo em vista que os mesmos enfrentavam problemas internos em seus países em decorrência da reforma Protestante.Moczar, 2013, p. 150.Cronologia da batalha de Lepanto. Lepanto O objetivo era resgatar a colônia Veneziana de Famagusta na ilha de Chipre, que estava sendo sitiada pelos turcos no início de 1571, após a queda de Nicósia e outras possessões venezianas em Chipre no decorrer de 1570. Em 1º de agosto, os venezianos se renderam após terem sido informados de que poderiam deixar Chipre livremente. No entanto, o comandante otomano, Lala Mustafá Paxá perdeu cerca de 50.000 homens no cerco e quebrou sua palavra, aprisionando os venezianos, fazendo seu líder Marco Antonio Bragadin ser esfolado vivo.Goffman (2002), p. 158 Ainda assim, o Papa enviou João de Áustria à Itália, onde este recebeu voluntários dos Cavaleiros de Malta, que receberam ajuda financeira de Pio V tão logo este assumiu o papado em 1566, das marinhas da República de Veneza, Espanha e dos Estados Papais, conseguindo montar uma esquadra de duzentas e seis galés e seis galeaças (navios a remos com quarenta e quatro canhões), surgindo assim a chamada Liga Santa.Moczar, 2013, p. 151 Todos os membros da aliança viam a Marinha Otomana como uma ameaça significativa, tanto para a segurança do comércio marítimo no Mar Mediterrâneo como para a segurança da própria Europa continental. A Espanha foi o maior contribuinte financeiro, embora os espanhóis preferissem preservar a maior parte de suas galés para as próprias guerras da Espanha contra os sultanatos próximos da Berbéria em vez de gastar sua força naval em benefício de Veneza.Stevens (1942), p. 61Setton (1984), p. 1047. Meyer Setton, Kenneth: The Papacy and the Levant, 1204–1571, Vol. IV. Philadelphia: American Philosophical Society, 1984. , p. 1047. A frota cristã combinada foi colocada sob o comando de João da Áustria com Marcantonio Colonna como seu vice principal. Os vários contingentes cristãos encontraram a força principal de Veneza sob o comando de Sebastiano Venier, mais tarde Doge de Veneza, em julho e agosto de 1571 em Messina, Sicília. A bandeira da frota, abençoada pelo Papa, chegou ao Reino de Nápoles (então governado por Filipe II de Espanha) em 14 de agosto de 1571, onde foi solenemente consignada a João da Áustria. Em 16 de setembro de 1571, os aliados saíram da província de Messina rumo a Corfu. == Desdobramento e ordem de batalha == A frota cristã consistia em 206 galés e seis galeaças (grandes novas galés com substancial artilharia, desenvolvidas pelos venezianos). João da Áustria, meio-irmão de Filipe II da Espanha, foi nomeado pelo Papa Pio V como comandante geral da frota e liderou a divisão central, tendo como principais deputados e conselheiros o romano Marcantonio Colonna e o veneziano Sebastiano Venier. As alas eram comandadas pelo veneziano Agostino Barbarigo e pelo genovês Giovanni Andrea Doria.Stevens (1942), pp. 66–69 A República de Veneza contribuiu com 109 galés e seis galeaças, 49 galés vieram do Império Espanhol (incluindo 26 do Reino de Nápoles, do Reino da Sicília e de outros territórios italianos), 27 galés da Frota genovesa, sete galés dos Estados Papais, cinco galés da Ordem de Santo Estêvão e do Grão-Ducado da Toscana, três galés do Ducado de Saboia e mais três do Ordem dos Cavaleiros de Malta, e algumas galés de propriedade privada em serviço espanhol . Esta frota da aliança cristã era tripulada por 40 000 marinheiros e remadores. Além disso, transportou aproximadamente 30 000 tropas de combate:, p. 70, p. 263 7 000 da infantaria regular do Império Espanhol, de excelente qualidadeStevens (1942), p. 67 (das quais 4 000 soldados foram retirados do Reino de Nápoles, principalmente da Calábria),Gregory Hanlon. \"The Twilight Of A Military Tradition: Italian Aristocrats And European Conflicts, 1560–1800.\" Routledge: 1997. Page 22. 7 000 alemães,Setton (1984), p. 1026 6 000 mercenários italianos com salário espanhol, todos bons soldados, além de 5 000 soldados venezianos profissionais.Konstam (2003), p. 20 Um número significativo de gregos também participou do conflito ao lado da Liga Santa com três galés venezianas comandadas por capitães gregos. O historiador George Finlay estimou que mais de 25 000 gregos lutaram ao lado da Liga Santa durante a batalha (tanto como soldados quanto como marinheiros/remadores) e afirmou que seus números \"excediam em muito o dos combatentes de qualquer outra nação engajada \". Os remadores provinham principalmente das populações gregas locais, com experiência em assuntos marítimos, embora também houvesse alguns remadores venezianos.John F. Guilmartin (1974), pp. 222–25 Os remadores livres eram geralmente reconhecidos como superiores aos remadores escravizados ou presos, mas os primeiros foram gradualmente substituídos em todas as frotas de galés (incluindo as de Veneza de 1549) durante o século XVI por escravos, condenados e prisioneiros de guerra mais baratos, devido ao rápido aumento dos custos.O primeiro uso regularmente sancionado de condenados como remadores em galés venezianas só ocorreu em 1549. re Tenenti, Cristoforo da Canal, pp. 83, 85. Ver Tenenti, Piracy and the Decline of Venice (Berkeley, 1967), pp. 124–25, para os comentários de Cristoforo da Canal sobre a eficácia tática dos remadores livres c. 1587 embora ele estivesse preocupado principalmente com seu custo mais alto. Ismail Uzuncarsili, Osmanli Devletenin Merkez ve Bahriye Teskilati (Ankara, 1948), p. 482, cita um esquadrão de 41 galés otomanas em 1556, das quais a nau capitânia e duas outras eram remadas por Azabs, soldados de infantaria leve voluntários assalariados, três eram remadas por escravos e as 36 restantes eram remadas por remadores gregos mercenários assalariados. Os remadores venezianos eram principalmente cidadãos livres e capazes de portar armas, aumentando o poder de combate de seus navios, enquanto os condenados eram usados ​​para remar muitas das galés de outros esquadrões da Liga Santa. Ali Pasha, o almirante otomano (Kapudan-i Derya), apoiado pelos corsários Mehmed Siroco (Mehmed Şuluk) de Alexandria e Uluç Ali, comandaram uma força otomana de 222 galés de guerra, 56 galeotas e alguns navios menores. Os turcos tinham tripulações de marinheiros qualificados e experientes, mas eram significativamente deficientes em seu corpo de elite de janízaros. O número de remadores era de cerca de 37 000, praticamente todos escravos,Konstam (2003), pp. 20–21 muitos deles cristãos que foram capturados em conquistas e combates anteriores. As galés otomanas eram tripuladas por 13 000 marinheiros experientes, geralmente oriundos das nações marítimas do Império Otomano, principalmente gregos (de acordo com Finlay, cerca de 5 000), berberes, sírios e egípcios, além de 25 000 soldados do Império Otomano, bem como alguns milhares de seus aliados do Norte da África.Stevens (1942), p. 63 Embora os números dos soldados a bordo dos navios fossem aproximadamente iguais,, p. 264 uma vantagem para os cristãos era a superioridade numérica em armas e canhões a bordo de seus navios. Estima-se que os cristãos tinham 1 815 armas, enquanto os turcos tinham apenas 750 com munição insuficiente. Os cristãos embarcaram com seus muito melhorados arcabuzeiros e mosqueteiros, enquanto os otomanos confiavam em seus temidos arqueiros compostos.John Keegan, A History of Warfare (1993), p. 337. A frota cristã partiu de Messina em 16 de setembro, cruzando o Adriático e bordejando ao longo da costa, chegando ao grupo de ilhotas rochosas situada logo ao norte da abertura do Golfo de Corinto em 6 de outubro. Sérios conflitos eclodiram entre soldados venezianos e espanhóis, e Venier enfureceu Dom João ao enforcar um soldado espanhol por atrevimento.William Oliver Stevens e Allan F. Westcott, A History of Sea Power , 1920, pág. 103. Apesar do mau tempo, os navios cristãos navegaram para o sul e, no dia 6 de outubro, chegaram ao porto de Sami, na Cefalônia (então também chamado de Val d'Alessandria), onde permaneceram por um tempo. No início de 7 de outubro, eles navegaram em direção ao Golfo de Patras, onde encontraram a frota otomana. Embora nenhuma das frotas tivesse recursos ou objetivos estratégicos imediatos no golfo, ambas optaram por se envolver. A frota otomana recebeu uma ordem expressa de Selim II para lutar, e João da Áustria achou necessário atacar para manter a integridade da expedição face às divergências pessoais e políticas dentro da Liga Santa.Glete, Jan: Guerra no Mar, 1500–1650: Conflitos Marítimos e a Transformação da Europa. Routledge. 2000. p. 105. Retrieved from Ebrary. Na manhã de 7 de outubro, após tomada a decisão de oferecer a batalha, a frota cristã formou-se em quatro divisões numa linha norte-sul: * No extremo norte, mais próximo da costa, estava a Divisão de Esquerda de 53 galés, principalmente venezianas, liderada por Agostino Barbarigo, com Marco Querini e Antonio da Canale em apoio. * A Divisão Central consistia em 62 galés sob o comando do próprio João da Áustria em sua Real, junto com Marcantonio Colonna comandando a nau capitânia papal, Venier comandando a nau capitânia veneziana, Paolo Giordano I Orsini e Pietro Giustiniani, prior de Messina, comandando a nau capitânia dos Cavaleiros de Malta. * A Divisão Direita ao sul consistia em outras 53 galés sob o comando do genovês Giovanni Andrea Doria, sobrinho-neto do almirante Andrea Doria. * Uma divisão de reserva foi estacionada atrás (ou seja, a oeste) da frota principal, para dar apoio onde fosse necessário, comandada por Álvaro de Bazán, o Marquês de Santa Cruz. A frota otomana consistia em 57 galés e duas galeotas à sua direita sob Mehmed Siroco, 61 galés e 32 galeotas no centro sob Ali Pasha na Sultana, e cerca de 63 galés e 30 galeotas no sul da costa sob Uluje Ali. Uma pequena reserva consistia em oito galés, 22 galeotas e 64 fustas, atrás do corpo central. Supõe-se que Ali Pasha tenha dito a seus escravos cristãos: \"Se eu vencer a batalha, prometo-lhe sua liberdade. Se o dia for seu, então Deus o deu a você.\" João da Áustria, de forma mais lacônica, alertou sua tripulação: “Não existe paraíso para covardes”.Stevens (1942), p. 64 == Batalha == O vigia do Real avistou a frota turca na madrugada do dia 7 de outubro. Dom João convocou um conselho de guerra e decidiu oferecer batalha. Ele percorreu sua frota em um barco à vela veloz, exortando seus oficiais e soldados a fazerem o máximo possível. A comunhão foi administrada a todos, os escravos das galés foram libertados de suas correntes e o estandarte da Liga Santa foi elevado ao mastro da nau capitânia. O vento inicialmente estava contra os cristãos e temia-se que os turcos conseguissem fazer contato antes que uma linha de batalha pudesse ser formada. Mas por volta do meio-dia, pouco antes do contato, o vento mudou para favorecer os cristãos, permitindo que a maioria dos esquadrões alcançassem a posição designada. Quatro galeaças estacionadas em frente à linha de batalha cristã abriram fogo de perto contra as galés turcas mais avançadas, confundindo sua matriz de batalha no momento crucial do contato. Por volta do meio-dia, foi feito o primeiro contato entre as esquadras de Barbarigo e Sirocco, próximo à costa norte do Golfo. Barbarigo tentou ficar tão perto da costa para evitar que Sirocco o cercasse. No entanto, Sirocco conhecendo a profundidade das águas conseguiu ainda inserir suas galés entre a linha de Barbarigo e a costa. Na confusão que se seguiu, os navios chegaram tão próximos uns dos outros que formaram uma plataforma quase contínua de combate corpo a corpo na qual ambos os líderes foram mortos. Os escravos cristãos das galés libertados dos navios turcos receberam armas e juntaram-se à luta, virando a batalha a favor do lado cristão.William Oliver Stevens and Allan F. Westcott, A History of Sea Power, 1920, p. 104. Enquanto isso, os centros entraram em confronto com tanta força que a galé de Ali Pasha avançou contra o Real até o quarto banco de remo, e o combate corpo a corpo começou em torno das duas naus capitânias, entre a infantaria dos Terços espanhóis e os janízaros turcos. Quando o Real estava quase tomado, Colonna veio ao lado, com a proa de sua galé, e montou um contra-ataque. Com a ajuda de Colonna, os turcos foram expulsos do Real e a nau capitânia turca foi abordada e destruída. Toda a tripulação da nau capitânia turca foi morta, incluindo o próprio Ali Pasha. A bandeira da Liga Santa foi hasteada no navio capturado, quebrando o moral das galés turcas próximas. Após duas horas de combate, os turcos foram derrotados na esquerda e no centro, embora os combates continuassem por mais duas horas.William Oliver Stevens and Allan F. Westcott, A History of Sea Power, 1920, pp. 105–06. Uma bandeira tomada em Lepanto pela Ordem de Santo Estêvão, considerada o estandarte do comandante turco, ainda está exposta, na Igreja da sede da Ordem em Pisa. Na direita cristã, a situação era diferente, pois Doria continuou navegando em direção ao sul em vez de assumir a posição que lhe fora designada. Ele explicaria a sua conduta após a batalha dizendo que estava a tentar impedir uma manobra envolvente da esquerda turca. Mas os capitães de Doria ficaram furiosos, interpretando os sinais do seu comandante como um sinal de traição. Quando Doria abriu uma grande lacuna com o centro cristão, Uluje Ali girou e caiu no flanco sul de Colonna, com Doria longe demais para interferir. Ali atacou um grupo de cerca de quinze galés em torno da nau capitânia dos Cavaleiros de Malta, ameaçando invadir o centro cristão e ainda assim mudar o rumo da batalha. Isso foi evitado pela chegada da esquadra reserva comandada por Bazán. Uluje Ali foi forçado a recuar, escapando da batalha com a bandeira capturada dos Cavaleiros de Malta. Os combates isolados continuaram até a noite. Mesmo depois de a batalha ter claramente se voltado contra os turcos, grupos de janízaros continuaram lutando até o fim. Diz-se que em algum momento os janízaros ficaram sem armas e começaram a atirar laranjas e limões em seus adversários cristãos, provocando cenas estranhas de risadas em meio à miséria geral da batalha. Muitos remadores gregos servindo em galés turcas conseguiram capturar seus algozes com um motim e entregá-los a tempo aos aliados cristãos.Os cristãos tomaram 117 galés e 20 galeotas e afundaram ou destruíram cerca de 50 outros navios. Cerca de dez mil turcos foram feitos prisioneiros e muitos milhares de escravos cristãos foram resgatados. O lado cristão sofreu cerca de 7.500 mortes, enquanto o lado turco sofreu cerca de 30 000.William Oliver Stevens and Allan F. Westcott, A History of Sea Power, 1920, p. 107. Ao final da batalha, na tarde do dia 7 de outubro, o mar estava avermelhado de sangue por quilômetros.Moczar, 2013, p. 154 Os cristãos tomaram 117 galés e 20 galeotas e afundaram ou destruíram cerca de 50 outros navios. Cerca de Os cristãos tomaram 117 galés e 20 galeotas e afundaram ou destruíram cerca de 50 outros navios. Cerca de dez mil turcos foram feitos prisioneiros e muitos milhares de escravos cristãos foram resgatados. O lado cristão sofreu cerca de 7.500 mortes, enquanto o lado turco sofreu cerca de 30 000.William Oliver Stevens and Allan F. Westcott, A History of Sea Power, 1920, p. 107. A Batalha de Lepanto foi a maior batalha naval desde a Batalha de Áccio.Moczar, 2013, p. 153. Um fato curioso na batalha foi a participação do escritor espanhol Miguel de Cervantes, autor de Dom Quixote, sendo ferido em seu ombro esquerdo, o que levou à perda dos movimentos da mão esquerda. Foi, ainda, mantido prisioneiro pelos turcos por cinco anos. == Consequências == O combate foi uma derrota significativa para os otomanos, que não perdiam uma grande batalha naval desde o século XV.Wheatcroft 2004, pp. 33–34 No entanto, a Liga Santa não conseguiu capitalizar a vitória. Embora a derrota otomana tenha sido frequentemente citada como o ponto de virada histórico que iniciou a eventual estagnação da expansão territorial otomana, essa não foi de forma alguma uma consequência imediata. A vitória cristã em Lepanto confirmou a divisão “de facto” do Mediterrâneo, com a metade oriental sob firme controlo otomano e a ocidental sob o domínio espanhol e de seus aliados italianos. A batalha interrompeu a invasão otomana nos territórios italianos, mas a Liga Santa não recuperou nenhum território que havia sido perdido para os otomanos antes de Lepanto. O historiador Paul K. Davis resume a importância de Lepanto dessa forma: \"Essa derrota turca impediu a expansão dos otomanos no Mediterrâneo, mantendo assim o domínio ocidental. Cresceu a confiança no Ocidente de que os turcos, anteriormente imparáveis, poderiam ser derrotados.\" Os otomanos foram rápidos em reconstruir a sua marinha.Keegan, A History of Warfare (1993), p. 337. Em 1572, cerca de seis meses após a derrota, mais de 150 galés, 8 galeaças e, no total, 250 navios foram construídos, incluindo oito dos maiores navios capitais já vistos no Mediterrâneo.J. Norwich, A History of Venice, 490 Com essa nova frota, o Império Otomano conseguiu reafirmar a sua supremacia no Mediterrâneo Oriental.L. Kinross, The Ottoman Centuries: The Rise and Fall of the Turkish Empire, 272 O ministro-chefe do Sultão Selim II, o Grão-vizir Sokollu Mehmet Paxá, até se vangloriou ao emissário veneziano Marcantonio Barbaro de que o triunfo cristão em Lepanto não causou danos duradouros ao Império Otomano, enquanto a captura de Chipre pelos otomanos no mesmo ano foi um golpe significativo, dizendo que: > Você veio ver como suportamos nosso infortúnio. Mas gostaria que você > soubesse a diferença entre a sua perda e a nossa. Ao arrancar Chipre de > você, nós o privamos de um braço; ao derrotar nossa frota, você apenas > raspou nossa barba. Um braço quando cortado não pode crescer novamente; mas > uma barba tosquiada crescerá melhor com a navalha.Wheatcroft 2004, p. 34 Em 1572, a frota cristã aliada retomou as operações e enfrentou uma marinha otomana renovada de 200 navios sob o comando de Uluje Ali, mas o comandante otomano evitou ativamente enfrentar a frota aliada e dirigiu-se para a segurança da fortaleza de Modon. A chegada da esquadra espanhola de 55 navios igualou os números de ambos os lados e abriu a oportunidade para um golpe decisivo, mas o atrito entre os líderes cristãos e a relutância de Dom João desperdiçaram a oportunidade. Pio V morreu em 1º de maio de 1572. Os interesses divergentes dos membros da Liga Santa começaram a aparecer e a aliança começou a desmoronar. Em 1573, a frota da Liga não conseguiu navegar completamente. Ao invés disso, Dom João atacou e tomou Túnis, apenas para que fosse retomada pelos otomanos em 1574. Veneza, temendo a perda de suas possessões dálmatas e uma possível invasão de Friul, além de ansiosa por reduzir suas perdas e retomar o comércio com o Império Otomano, iniciou negociações unilaterais com a Sublime Porta. A Liga Santa foi dissolvida com o tratado de paz de 7 de março de 1573, que encerrou a Guerra de Chipre. Veneza foi forçada a aceitar os termos do perdedor, apesar da vitória em Lepanto. Chipre foi formalmente cedido ao Império Otomano, e Veneza concordou em pagar uma indenização de 300 000 ducados. Além disso, a fronteira entre as duas potências na Dalmácia foi modificada pela ocupação turca de pequenas mas importantes partes do interior que incluíam as áreas agrícolas mais férteis perto das cidades, com efeitos adversos na economia das cidades venezianas na região. A paz permaneceria entre os dois estados até a Guerra de Creta de 1645.Finkel (2006), p. 222 Em 1574, os otomanos retomaram a estratégica cidade de Túnis da dinastia Hafsid apoiada pelos espanhóis, que havia sido reinstalada depois que as forças de João da Áustria reconquistaram a cidade no ano anterior. Graças à antiga aliança franco-otomana, os turcos conseguiram retomar a atividade naval no Mediterrâneo ocidental. Em 1576, os otomanos ajudaram na captura de Fez por Abdul Malik, o que reforçou as conquistas indiretas otomanas em Marrocos que haviam começado sob Solimão, o Magnífico. O estabelecimento da suserania otomana sobre a área colocou toda a costa sul do Mediterrâneo, desde o Estreito de Gibraltar até a Grécia, sob autoridade turca, com exceção da cidade comercial de Orã controlada pelos espanhóis e de assentamentos estratégicos como Melilla e Ceuta. Mas depois de 1580, o Império Otomano não podia mais competir com os avanços das marinhas europeias, especialmente após o desenvolvimento do galeão e das táticas de linha de batalha.\"Depois de 1580, houve uma aversão crescente pelos empreendimentos marítimos. A frota otomana estava apodrecendo nas águas calmas do Chifre. \" Roger Crowley, \"Empires of the Sea: The siege of Malta, the battle of Lepanto and the contest for the center of the world\", publisher Random House, 2008, p. 287. == Legado == === Importância religiosa === Essa empreitada militar foi organizada pelo papa Pio V. Ele via o crescimento Otomano não só como um risco ao povo, mas também à religião católica. O papa fez questão que todos os soldados fizessem jejum e oração, além de que se confessassem e comungassem o corpo de Cristo antes da batalha, por isso em cada navio estava presente um padre. Ao final da batalha, estando a centenas de quilômetros numa reunião em Roma, o Papa naquele momento se levantou e disse que deveriam parar a reunião e dar graças a Deus, por que a batalha havia sido vencida pelos cristãos. A Liga Santa creditou a vitória à Virgem Maria, cuja intercessão junto a Deus pela vitória eles imploraram por meio do uso do Rosário. Andrea Doria guardou uma cópia da imagem milagrosa de Nossa Senhora de Guadalupe dada a ele pelo rei Filipe II da Espanha no salão de seu navio. O Papa Pio V instituiu uma nova festa católica de Nossa Senhora da Vitória para comemorar a batalha, que agora é celebrada pela Igreja Católica como a festa de Nossa Senhora do Rosário.Alban Butler, Butler's Lives Of The Saints (1999), p. 222. See also EWTN on Battle of Lepanto (1571) . O frade dominicano Juan Lopez, em seu livro de 1584 sobre o Rosário, afirma que a festa do Rosário foi oferecida \"em memória e em perpétua gratidão pela vitória milagrosa que o Senhor deu ao seu povo cristão naquele dia contra a armada turca\".Livro que trata da importância e exercício do Santo Rosário, Zaragoza: Domingo Portonariis y Ursino (1584), cited after Lorenzo F. Candelaria, The Rosary Cantoral: Ritual and Social Design in a Chantbook from Early Renaissance Toledo, University Rochester Press (2008), p. 109. === Relato sobre a Batalha === A História dos acontecimentos que ocorreram desde o início da guerra travada contra os venezianos por Selim, o Otomano, até o dia da grande e vitoriosa batalha contra os turcos, de Giovanni Pietro Contarini, foi publicada em 1572, poucos meses depois Lepanto. Foi o primeiro relato abrangente da guerra e o único a tentar uma visão concisa, mas completa, de seu curso e do triunfo da Liga Santa. O relato de Contarini foi além dos elogios efusivos e do mero relato factual para examinar o significado e a importância desses acontecimentos. É também o único relato histórico completo escrito por um comentador imediato, combinando a sua narrativa simples com reflexões perspicazes e consistentes sobre a filosofia política do conflito no contexto do confronto otomano- católico no Mediterrâneo moderno. === Pinturas === Existem muitas representações pictóricas da batalha. Impressões da ordem de batalha apareceram em Veneza e Roma em 1571.anonymous chalcography, 1571, Museo Civico Correr, Museo di Storia Navale, Venice; Vero retratto del armata Christiana et Turchesca in ordinanza [...] dove li nostri ebero la gloriosa vitoria tra Lepanto [...], 1571; Il vero ordine et modo tenuto dalle Chistiana et turchescha nella bataglia, che fu all. 7. Ottobrio [...], Venice 1571, Museo di Storia Navale, Venice; Agostino Barberigo, L' ultimo Et vero Ritrato Di la vitoria de L'armata Cristiana de la santissima liga Contre a L'armata Turcheschà [...], 1571. Antonio Lafreri, L’ordine tenuto dall’armata della santa Lega Christiana contro il Turcho [...], n'e seguita la felicissima Vittoria li sette d'Ottobre MDLXXI [...], Rome, 1571 (bnf.fr). Bernhard Jobin, Mercklicher Schiffstreit /und Schlachtordnung beyder Christlichjen / und Türckischen Armada / wie sich die jüngst den 7. Oktob. 71. Jar verloffen / eigentlich fürgerissen / und warhafftig beschrieben, Strasbourg, 1572; cited after Rudolph (2012). Numerosas pinturas foram encomendadas, incluindo uma no Palácio Ducal de Veneza, por Andrea Vicentino, nas paredes da Sala dello Scrutinio, que substituiu Vitória de Lepanto de Tintoretto, destruído por um incêndio em 1577. Tiziano pintou a batalha no fundo de uma obra alegórica que mostra Filipe II da Espanha segurando seu filho pequeno, Dom Fernando, seu herdeiro masculino nascido logo após a vitória, em 4 de dezembro de 1571. Um anjo desce do céu carregando um ramo de palmeira com um lema para Fernando, que é segurado por Filipe: \"Majora tibi\" (que você alcance feitos maiores). Fernando morreu criança, em 1578.Robert Enggass and Jonathan Brown, Italian and Spanish Art, 1600–1750: Sources and Documents (1992), p. 213. A Alegoria da Batalha de Lepanto (c. 1572, óleo sobre tela, 169 x 137 cm, Accademia, Veneza) é uma pintura de Paolo Veronese. A metade inferior da pintura mostra os acontecimentos da batalha, enquanto na parte superior uma personificação feminina de Veneza é apresentada à Virgem Maria, com São Tiago Maior (padroeiro da Espanha), São Pedro (padroeiro dos Estados Papais), Santa Justina (padroeiro de Pádua), São Marcos (padroeiro de Veneza), e um grupo de anjos presentes. (Venice) Allegoria della battaglia di Lepanto - Gallerie Accademia.jpg|Alegoria da Batalha de Lepanto por Paolo Veronese (c. 1572, Accademia, Veneza. (Venice) Battaglia di Lepanto - Andrea Vicentino - Correr Museum.jpg|A Batalha de Lepanto por Andrea Vicentino (c. 1571-1600), Museu Correr, Veneza. Battle of Lepanto 1595-1605 Andrea Vicentino.jpg|A Batalha de Lepanto por Andrea Vicentino (c. 1600, Palácio Ducal, Veneza). Lepanto Dolabella.jpg|A Batalha de Lepanto por Tommaso Dolabella (c. 1625–1630, Castelo Real de Wawel, Cracóvia). 'The Battle of Lepanto', painting by Andries van Eertvelt.jpg|A Batalha de Lepanto por Andries van Eertvelt (1640). The Battle of Lepanto of 1571 full version by Juan Luna.jpg|A Batalha de Lepanto por Juan Luna (1887, Senado Espanhol, Madrid) Battaglia di Lepanto.jpg|A Batalha de Lepanto por Tintoretto. Naval Battle of Lepanto.jpg|A Batalha de Lepanto pintada por um anônimo. Giorgio vasari e aiuti, la battaglia di lepanto, 1572-73, 03.jpg|A Batalha de Lepanto por Giorgio Vasari. Fernando Bertelli, Die Seeschlacht von Lepanto, Venedig 1572, Museo Storico Navale (550x500).jpg|A Batalha de Lepanto por Fernando Bertelli, 1572. Felipe IV offers Ferdinand to Glory.jpg|thumb| Felipe II oferece o Príncipe Fernando à Vitória por Tiziano, , Museu do Prado, Madrid. === Poesia e ficção === Houve uma resposta poética imediata à vitória em Lepanto. Só na Itália, 233 títulos de sonetos, madrigais e poemas foram impressos entre 1571 e 1573, alguns deles incluindo escritos em dialeto ou latim.Emma Grootveld, Trumpets of Lepanto. Italian narrative poetry (1571–1650) on the war of Cyprus, KU Leuven & University of Ghent 2017, p.7 ff Isso foi replicado pela resposta espanhola, com poemas em catalão e no dialeto de Mallorca e épicos em grande escala de Juan Latino (Austriados libri duo 1573), Jerónimo Corte-Real (Austriada ou Felicissima Victoria, 1578) e Juan Rufo (La Austriada, 1586). Embora essas obras mais longas, nas palavras de um crítico posterior, \"não injustamente tenham sido relegadas ao esquecimento do qual poucos épicos escaparam\", houve também uma balada espanhola que manteve sua popularidade e foi traduzida para o inglês por Thomas Rodd em 1818.William Stirling Maxwell, Don John of Austria: Or Passages from the History of the Sixteenth Century, Longmans 1883, Vol. 1, pp.454–6 O poema britânico mais popular sobre o assunto foi The Lepanto, do rei Jaime VI da Escócia. Escrito em fourteener (poesia) por volta de 1585, seus mil versos foram finalmente coletados em \"His Maiesties Poeticall Exercises at Vacant Houres\" (Os exercícios poéticos de Sua Majestade nas horas vagas, de 1591),Google Books então publicado separadamente em 1603, depois que Jaime também se tornou rei da Inglaterra. Houve também traduções em outras línguas, inclusive para o holandês como Den Slach van Lepanten (1593) por Abraham van der Myl,Astrid Stilma, The Writings of King James VI & I and their Interpretation in the Low Countries, Routledge 2016, La Lepanthe, a versão francesa de Du Bartas, acompanhou a edição de 1591 de James. Uma versão latina, a Naupactiados Metaphrasis, de Thomas Murray (1564-1623), publicada um ano depois de Jaime em 1603.Dana F. Sutton, University of California hypertext edition A conexão real garantiu que a batalha fosse apresentada nos concursos aquáticos dos Stuart representando batalhas navais entre cristãos e turcos já no início do reinado.David M. Bergeron, \"Are we turned Turks?\": English Pageants and the Stuart Court, Comparative Drama: Vol. 44.3 (2010) Em 1632, a história da batalha foi recontada em dísticos em Naumachia de Abraham Holland.text online Séculos depois, G. K. Chesterton revisitou o conflito em seu animado poema narrativo Lepanto, publicado pela primeira vez em 1911 e republicado várias vezes desde então. Forneceu uma série de visões poéticas dos principais personagens da batalha, especialmente o líder das forças cristãs, Dom João da Áustria. Ele encerrou com versos ligando Miguel de Cervantes, que também lutou na batalha, com o \"cavaleiro magro e tolo\" que ele mais tarde imortalizaria em Dom Quixote. Também no início do século XX, Emilio Salgari dedicou o seu romance histórico, Il Leone di Damasco (\"O Leão de Damasco\", 1910), à Batalha de Lepanto, que viria a ser adaptado para o cinema por Corrado D'Errico, em 1942. Também em 1942, a autora inglesa Elizabeth Goudge tem uma personagem em seu romance de guerra, O Castelo na Colina (1942), que relembra o papel principal de João da Áustria na batalha e a presença de Cervantes lá. Por mais que os combatentes tenham se apropriado do poema de Chesterton às circunstâncias da Primeira Guerra Mundial,Luke J. Foster, \"Tilting After the Trenches: The Quixotic Return of Heroism in G.K. Chesterton's Modernism\", Columbia University Department of English & Comparative Literature 2015, p.2 Goudge aproveitou esse antigo incidente para a resistência britânica à Alemanha nazista durante a Segunda Guerra Mundial. === Escultura === thumb|left|200px|Monumento em homenagem a João da Áustria em Messina. Existe uma estátua de João da Áustria em Messina. A sua construção foi decidida pelo Senado de Messina em 1571, para homenagear o vencedor da Batalha de Lepanto, da qual muitos messenensses se beneficiaram. Sir William Stirling-Maxwell chamou-a de \"um dos monumentos mais eficazes da arte do século XVI\". Foi esculpida por Andrea Calamech, natural de Carrara que se formou na oficina florentina de Bartolomeo Ammannati. O monumento foi inaugurado em 1572. Nas laterais do pedestal estão placas de bronze representando a frota, a batalha e o retorno vitorioso da frota a Messina, bem como uma inscrição. João é representado segurando um bastão de três pontas em referência ao seu comando da tríplice aliança de Filipe II, o Papa Pio V e a República de Veneza, com o pé na cabeça decepada de um turco vencido geralmente considerado Müezzinzade Ali Paxá. O monumento localizava-se inicialmente entre o Palácio Real de Messina e a Igreja de Nossa Senhora do Pilar. Depois de ser danificado na revolução siciliana de 1848, foi transferido em 1853 para ficar de frente para a Igreja da Santissima Annunziata dei Teatini. Após as destruições do terremoto de Messina de 1908, foi transferido novamente para sua localização atual em 1928. Uma cópia da estátua foi erguida na Zieroldsplatz em Regensburg, cidade natal de João, em 1978, no quarto centenário de sua morte. === Peças musicais e outras comemorações === Uma peça musical comemorativa composta após a vitória é o moteto Canticum Moysis (Canção de Moisés Êxodo 15) Pro victoria navali contra Turcas do compositor espanhol radicado em Roma Fernando de las Infantas.Stevenson, R. Chapter 'Other church masters' section 14. 'Infantas' in Spanish Cathedral Music in the Golden Age pp. 316–18. A outra peça musical é o \"Cantio octo vocum de sacro foedere contra Turcas\" criado por Jacobus de Kerle em 1572 (Canção em Oito Vozes sobre a Liga Sagrada Contra os Turcos), que na opinião de Pettitt (2006) é uma \"peça exuberantemente militarista\" celebrando a vitória.Stephen Pettitt, 'Classical: New Releases: Jacobus De Kerle: Da Pacem Domine', Sunday Times, Jan 2006. Houve celebrações e festividades com “triunfos” e desfiles em Roma e Veneza com escravos turcos acorrentados.Ver o artigo de Rick Scorza em O Escravo na Arte Europeia: Do Troféu Renascentista ao Emblema Abolicionista, ed Elizabeth McGrath and Jean Michel Massing, Londres (The Warburg Institute) e Turim, 2012. == Veja também == * Batalha de Zonchio (1499) * Batalha de Preveza (1538) * Batalha de Djerba (1560) * Cerco de Malta (1565) == Bibliografia == * * Anderson, R. C. Naval Wars in the Levant 1559–1853, (2006), * * Beeching, Jack. The Galleys at Lepanto, Hutchinson, London, 1982; * Bicheno, Hugh. Crescent and Cross: The Battle of Lepanto 1571, pbk., Phoenix, London, 2004, * * Braudel, Fernand. The Mediterranean in the Age of Philip II. (vol 2 1972), the classic history by the leader of the French Annales School; excerpt and text search vol 2 pp 1088–1142 * Chesterton, G. K. Lepanto with Explanatory Notes and Commentary, Dale Ahlquist, ed. (San Francisco: Ignatius Press, 2003). * * Cakir, İbrahim Etem, \"Lepanto War and Some Informatıon on the Reconstructıon of The Ottoman Fleet\", Turkish Studies – International Periodical For The Language Literature and History of Turkish or Turkic, Volume 4/3 Spring 2009, pp. 512–31 * Contarini, Giovanni Pietro. Kiril Petkov, ed and trans. From Cyprus to Lepanto: History of the Events, Which Occurred from the Beginning of the War Brought against the Venetians by Selim the Ottoman, to the Day of the Great and Victorious Battle against the Turks. Italica Press, 2019. * Cook, M.A. (ed.), \"A History of the Ottoman Empire to 1730\", Cambridge University Press, 1976; * Crowley, Roger Empires of the Sea: The siege of Malta, the battle of Lepanto and the contest for the center of the world, Random House, 2008. * Currey, E. Hamilton, \"Sea-Wolves of the Mediterranean\", John Murrey, 1910 * * * Guilmartin, John F. (1974) Gunpowder & Galleys: Changing Technology & Mediterranean Warfare at Sea in the 16th Century. Cambridge University Press, London. . * * Hanson, Victor D. Carnage and Culture: Landmark Battles in the Rise of Western Power, Anchor Books, 2001. Published in the UK as Why the West has Won, Faber and Faber, 2001. . Includes a chapter about the battle of Lepanto * * * Hess, Andrew C. \"The Battle of Lepanto and Its Place in Mediterranean History\", Past and Present, No. 57\\. (Nov., 1972), pp. 53–73 * * Konstam, Angus, Lepanto 1571: The Greatest Naval Battle of the Renaissance. Osprey Publishing, Oxford. 2003. * * Harbottle's Dictionary of Battles, third revision by George Bruce, 1979 * Parker, Geoffrey (1996) The Military Revolution: Military Innovation and the Rise of the West, 1500–1800. (second edition) Cambridge University Press, Cambridge. * Stouraiti, Anastasia, 'Costruendo un luogo della memoria: Lepanto', Storia di Venezia – Rivista 1 (2003), 65–88. * * Warner, Oliver Great Sea Battles (1968) has \"Lepanto 1571\" as its opening chapter. * The New Cambridge Modern History, Volume I – The Renaissance 1493–1520, edited by G. R. Potter, Cambridge University Press 1964 * Wheatcroft, Andrew (2004). Infidels: A History of the Conflict between Christendom and Islam. Penguin Books. * Edmond Jurien de La Gravière, La Guerre de Chypre et la Bataille de Lépante (1888). * Luis Coloma, The Story of Don John of Austria, trans. Lady Moreton, New York: John Lane Company, 1912 (online transcription of pp. 265–71 ). * Christopher Check, The Battle that Saved the Christian West, This Rock 18.3 (March 2007). * Lepanto – Rudolph, Harriet, \"Die Ordnung der Schlacht und die Ordnung der Erinnerung\" in: Militärische Erinnerungskulturen vom 14. bis zum 19. Jahrhundert (2012), 101–28. * Guilmartin, John F. \"The Tactics of the Battle of Lepanto Clarified: The Impact of Social, Economic, and Political Factors on Sixteenth Century Galley Warfare\", in Craig L. Symonds (ed.), New Aspects of Naval History: Selected Papers Presented at the Fourth Naval History Symposium, United States Naval Academy 25–26 October 1979, Annapolis, Maryland: the United States Naval Institute (1981), 41–65. == Ligações externas == * * Lepanto Lepanto Categoria:Conflitos em 1571 Categoria:Batalhas navais envolvendo a República de Gênova Categoria:Batalhas navais envolvendo a República de Veneza Categoria:Batalhas envolvendo a Espanha Categoria:Ducado de Saboia Categoria:Estados Pontifícios Categoria:Grão-ducado da Toscana Categoria:Batalhas navais envolvendo a Espanha",
 "title": "Batalha de Lepanto"
}