{
 "id": "95158",
 "text": "Carlos I da Borgonha, também conhecido como Carlos, o Audaz ou o Temerário (em francês: Charles le Hardi ou le Téméraire; batizado Charles Martin; 10 de Novembro de 1433 — 5 de Janeiro de 1477), foi duque da Borgonha de 1467 a 1477. Conhecido por seus inimigos como Charles, le Terrible (\"Carlos, o Terrível\"),O título era derivado de seu comportamento selvagem contra seus inimigos, em particular de uma guerra com a França no final de 1471: frustrado pela recusa dos franceses de entrar em batalha aberta e irritado pelos ataques franceses contra suas fronteiras desprotegidas em Hainault e Flandres, Carlos conduziu seu exército de volta de Île-de-France ao território burgúndio, queimando mais de dois mil povoados, vilas e castelos em seu caminho - Taylor, Aline S, Isabel of Burgundy, pp.212-213. foi o último duque Valois da Borgonha. Sua morte prematura teve importância decisiva, embora pouco reconhecida, na história europeia. Após sua morte, seus domínios começaram um movimento inevitável de divisão entre a França e os Habsburgos (que, através do casamento com a herdeira de Carlos, Maria da Borgonha, se tornaram seus herdeiros). Nenhum dos lados estava satisfeito com os resultados e a desintegração do estado borgonhês esteve na raiz da maioria das principais guerras na Europa ocidental por mais de dois séculos. ==Vida== Carlos, o Temerário, nasceu em Dijon, terceiro filho de Filipe, o Bom e de Isabel de Portugal. Enquanto seu pai foi vivo (1433-1467), Carlos usou o título de Conde de Charolais; mais tarde, assumiu todos os títulos do pai, inclusive o de \"Grão-Duque do Ocidente\". Com apenas vinte dias de idade, tornou-se cavaleiro da Ordem do Tosão de Ouro, sendo empossado por Carlos I, Conde de Nevers e senhor de Croÿ. Foi educado sob a direção do senhor de Auxy, cedo mostrando grande aplicação para o estudo e também para os exercícios de combate. A corte de seu pai era a mais extravagante da Europa na época, além de um centro de artes e comércio. Ao longo da infância e da juventude, Carlos testemunhou os esforços do pai para unir seus domínios crescentes em um Estado único. Posteriormente, viria a concentrar seus próprios esforços na continuação e manutenção dos sucessos do pai. ===Casamento=== Em 1440, aos sete anos, Carlos casou-se com Catarina, filha de Carlos VII, rei de França e irmã do delfim (mais tarde Luís XI). A noiva, que era apenas cinco anos mais velha do que o noivo, morreu em 1446 aos dezoito anos. O casal não teve filhos. Em 1454, aos 21 anos de idade, estando viúvo há oito, Carlos casou-se pela segunda vez. Queria a Margarida de Iorque filha de um primo seu, o duque de York, que era irmã dos reis Eduardo IV e Ricardo III da Inglaterra, mas, de acordo com o Tratado de Arras de 1435, foi obrigado a casar-se com uma princesa real de França. Seu pai escolheu, em seu nome, Isabel de Bourbon, filha da irmã de Filipe, o Bom, e prima muito distante de Carlos VII de França. Isabel viria a morrer em 1465, deixando órfã Maria, única filha sobrevivente de Carlos e herdeira de todos os domínios borgonheses. Carlos manteve um contacto estreito com seu cunhado, o delfim, quando este se refugiou na corte da Borgonha de 1456 até suceder a seu pai como rei de França, em 1461. Mas Luís começou a insistir em algumas das mesmas políticas de seu pai; Carlos viu com decepção a retomada posterior das localidades do rio Somme, que o pai de Luís cedera em 1435 ao pai de Carlos, segundo o Tratado de Arras. Quando a saúde de seu pai fraquejou, permitindo-lhe tomar as rédeas do governo (de que seu pai abdicou completamente a seu favor por um ato de 12 de abril de 1465), Carlos começou sua batalha de uma vida contra Luís XI e tornou-se um dos principais líderes da Liga do Bem-Estar Público. Para sua terceira esposa, Carlos teve como oferta a mão da filha de Luís XI, Anne; no entanto, a esposa que escolheu foi Margarida de Iorque (sua prima em segundo grau, pois ambos descendiam de João de Gante). Com a morte de seu pai, Carlos, não mais vinculado ao Tratado de Arras, decidiu juntar-se ao antigo aliado da Borgonha, a Inglaterra. Luís fez o que pôde para impedir ou atrasar o casamento (enviando até barcos franceses para assaltar Margarida na sua viagem para Sluys), mas, no verão de 1468, o casamento foi sumptuosamente celebrado em Bruges e Carlos tornou-se cavaleiro da Ordem da Jarreteira. O casal não teve filhos, mas Margarida dedicou-se à sua filha adotiva Maria; e, muitos anos mais tarde, depois da morte de Maria, cuidou dos dois filhos desta enquanto pôde. Margarida viveu mais do que o marido e foi a única de suas esposas a ser duquesa da Borgonha. As duas primeiras morreram ainda em vida de Filipe, duque da Borgonha, sendo por isso conhecidas como «condessas de Charolais». === Primeiras batalhas === Ainda como Conde de Charolais e herdeiro do Duque de Borgonha, Carlos liderou a Liga do Bem Público, uma aliança que congregava os mais proeminentes senhores feudais em oposição à política de fortalecimento da autoridade real dirigida por Luis XI. A liga incluía entre suas figuras centrais, o próprio Duque de Berry, irmão mais novo de Luis XI e herdeiro presuntivo do trono naquela ocasião. Contava ainda com a participação de Francisco II, duque da Bretanha; João II, Senhor de Bourbon e o apoio de Frederico I, príncipe eleitor do Palatinado. Em 12 de abril de 1465, Filipe abdicou em favor de Carlos, que passou o verão seguinte conduzindo a guerra contra Luís XI. Carlos foi mestre de campo na batalha de Montlhéry (13 de julho de 1465), onde ele foi ferido, mas esta não impediu o rei de entrar novamente em Paris e nem assegurou a Carlos uma vitória decisiva. Ele teve sucesso, todavia, em impor a Luís o Tratado de Coflans (4 de outubro de 1465), pelo qual o rei lhe devolveu as vilas do Somme, os condados de Boulogne-sur-Mer e Guînes e vários outros pequenos territórios. Durante as negociações para o tratado, sua esposa Isabel morreu repentinamente em Les Quesnoy em 25 de setembro, tornando um casamento político possível. Como parte do Tratado, Luís prometeu-lhe a mão de sua jovem filha Anne, com Champagne e Ponthieu como dote, mas o casamento não aconteceu. Nesse meio tempo, Carlos obteve a rendição de Ponthieu. A revolta de Liège contra seu pai e seu cunhado, Luis de Bourbon, o príncipe-bispo de Liège e o desejo de punir a cidade de Dinant, interferiram para desviar sua atenção dos assuntos da França. Durante o período prévio às guerras de verão, Dinant comemorara o falso rumor que Carlos fora derrotado em Montlhélry e seus habitantes cantaram que ele era o bastardo da duquesa Isabel e de João de Heinsburg, o bispo anterior de Liège (m. 1455). Em 25 de agosto de 1466, Carlos marchou contra Dinant, determinado a vingar esta difamação sobre a honra de sua mãe e saqueou a cidade, matando cada homem, mulher e criança dentro dela; talvez não de maneira surpreendente, ele também de forma bem sucedida negociou ao mesmo tempo com o Bispado de Liège. Após a morte de seu pai, Filipe, o Bom (15 de junho de 1467), o Bispado de Liège renovou as hostilidades, mas Carlos derrotou-o em Sint-Truiden e fez uma entrada vitoriosa em Liège, cujas muralhas ele derrubou e privou a cidade de alguns dos seus privilégios. thumb|200px|Relicário de Carlos, o Ousado, feito por Gérard Loyet, por volta de 1467-1471. === Tratado de Péronne === Alarmado pelos sucessos iniciais do novo duque da Borgonha e ansioso em ajustar várias questões relacionadas à execução do tratado de Conflans, Luís solicitou uma reunião com Carlos e corajosamente se colocou em suas mãos em Péronne. Durante as negociações o duque foi informado de uma nova revolta do Bispado de Liège secretamente fomentado por Luís. Após deliberar por quatro dias como tratar com seu adversário, que havia se colocado desastradamente à sua mercê, Carlos decidiu respeitar a palavra de honra que ele tinha dado e negociou com Luís (outubro de 1468); ao mesmo tempo o obrigou a ajudar a sufocar a revolta. A cidade foi assaltada e os seus habitantes massacrados; Luís não interveio em favor de seus antigos aliados. Ao final da trégua de um ano que se seguiu ao Tratado de Péronne, o rei acusou Carlos de traição, intimou-o a comparecer diante do parlamento e tomou algumas das cidades no Somme (1471). O duque retaliou invadindo a França com um grande exército, tomando posse de Nesle e massacrando seus habitantes. Ele fracassou, no entanto, no ataque a Beauvais; teve que se contentar em pilhar o interior até Ruão, finalmente se retirando sem ter conquistado qualquer resultado proveitoso. === Política doméstica === Outros assuntos, além disso, ocupavam sua atenção. Abrindo mão, se não de sua eminência majestosa, pelo menos de parte da extravagância que caracterizara a corte da Borgonha sob seu pai, ele direcionou todos seus esforços em direção ao desenvolvimento de seu poder político e militar. Desde o começo de seu governo ele se ocupou em reorganizar seu exército e a administração de seus territórios. Enquanto mantinha os princípios de recrutamento feudal, ele se empenhou em estabelecer um sistema de disciplina rígido entre suas tropas, que ele fortaleceu com o pagamento a mercenários estrangeiros, especialmente ingleses e italianos e pelo desenvolvimento de sua artilharia. === Construindo um reino === Além disto, ele não perdia oportunidades de ampliar o seu poder. Em 1469, o arquiduque da Áustria, Segismundo, vendeu-lhe o condado de Ferrette, o landgravato da Alsácia e algumas outras cidades, ficando ele com o direito de recomprá-las. Em outubro de 1470, seu cunhado, Eduardo IV, rei da Inglaterra e muitos seguidores de Iorque se refugiaram na corte borgonhesa quando o deposto Henrique VI de Inglaterra voltou ao trono na Redenção de Henrique VI. Em março do ano seguinte, com apoio burgúndio, Eduardo desembarcou de volta na Inglaterra e em maio assume novamente a coroaGreat Events from History,The Renaissance & Early Modern Era, Vol.1 (1454-1600), article author-Clare Callaghan, ISBN 1-58765-214-5. Mas, no entretanto, como morre este Eduardo será a vez da mãe de Carlos, Isabel de Portugal e Lancaster, que vai se assumir como sua parente mais próxima, sua herdeira universal, e através de uma legitimada carta reivindica os seus direitos à coroa de Inglaterra. No entanto, Isabel não manteve por muito tempo a sua reivindicação. Apenas alguns meses depois, em 3 de novembro de 1471, ela cedeu seus direitos a este seu filho e que não se concretizouClaim of thrones, British Library Board, 16 de Março de 2023 Em 1472-1473, Carlos recebeu o ducado de Guéldria de seu antigo duque, Arnoldo (isto é, o direito de suceder- lhe), que ele apoiara contra a rebelião de seu filho. Não satisfeito como sendo o \"Grão-Duque do Ocidente\", ele concebeu o projeto de formar um reino da Borgonha ou Arles com ele como soberano independente e até persuadiu o imperador Frederico a concordar em coroá-lo como rei em Tréveris. A cerimônia, todavia, não aconteceu devido à precipitada fuga do imperador (setembro de 1473), ocasionada pelo seu desprazer com a atitude do duque. No final de 1473, seu ducado da Borgonha atingiu a França e expandiu seus domínios dos Países Baixos. Carlos, o Temerário, era agora um dos nobres mais ricos e poderosos da Europa. Sua fortuna e propriedades rivalizavam com as de muitas das famílias reais.Great Events from History,The Renaissance & Early Modern Era, Vol.1 (1454-1600), article author-Clare Callaghan, ISBN 1-58765-214-5 == Queda == Em 29 de agosto de 1475, o rei Luis XI firmou com os ingleses em Picquigny um tratado que pôs fim à Guerra dos Cem Anos, o que lhe permitiu dispor de recursos para confrontar o poderio do Duque de Borgonha. Politicamente isolado, Carlos, o Temerário, firma uma trégua com o rei francês e passa a atacar o Ducado de Lorena, visando reunir seus domínios da Borgonha às suas possessões nos Países Baixos, quiçá almejando a possibilidade de liberar-se de seus laços de vassalagem e constituir um novo reino, que reuniria em seu favor o território do antigo Reino da Lotaríngia. Progredindo com rapidez, as forças borgonhesas tomam Charmes e Epinal e por fim impõem um cerco a capital Nancy, que se rende em 24 de novembro de 1475, após um mês de assédio. O Duque de Lorena, Renato II refugia-se ao norte; na cidade de Joinville. Valendo-se do apoio velado de Luis XI, que dispõe dos recursos financeiros para contratar um exército de mercenários suíços, o Duque de Lorena lança um contra-ataque às forças borgonhesas. Os exércitos suíços vencem as forças de Carlos, o Temerário, nas sucessivas batalhas de Grandson, em 2 de março de 1476Norwich, J.J. (1995). Byzantium: The Decline and Fall. London: Viking. p. 286. ISBN 978-0-670-82377-2 e Morat, em junho do mesmo ano, onde o exército borgonhês é destroçado e perde a quase totalidade de sua artilharia; forçando a retirada de Carlos para Dijon, a fim de arregimentar novos efetivos. A frente de um exército de cinco mil homens, Renato II monta em agosto de 1476 um cerco a cidade de Nancy, defendida por cerca de dois mil soldados anglo-borgonheses comandados por Jean de Rubempré, que se rende à 7 de outubro, sem saber que Carlos, o Temerário, estava a caminho com reforços. Em 22 de outubro, Carlos, o Temerário, chega às portas de Nancy e impõe novo cerco a cidade. O Duque Renato II de Lorena, ciente da aproximação do exército borgonhês, retira-se para Sant Nicolas de Port; deixando apenas uma guarnição suficiente para defesa das muralhas. ===Morte em Nancy=== No início do ano de 1477, Nancy ainda resistia ao assédio das tropas borgonhesas. O Duque de Lorena, em acordo com seus aliados articula um contra-ataque. Carlos, o Temerário, inteirado da chegada do exército de Renato II, toma posição na colina de Jarville à 5 de janeiro, sendo surpreendido pela chegada da cavalaria suíça, que após uma marcha de duas horas emergiu dos taludes do bosque de Saurupt, carregando contra a ala direita das posições borgonhesas. As tropas suíças conseguem fazer a junção com o exército de Renato II, comprimindo as forças borgonhesas que ainda mantinham o controle da Ponte de Bouxieres. Decidido a resistir até o último homem, o Duque de Borgonha reuniu o restante de seus homens buscando abrir caminho entre os dois exércitos adversários, o que resultou no total aniquilamento de suas tropas. Carlos, o Temerário, foi mortalmente atingido por um golpe de alabarda durante a refrega com a infantaria suíça. Seu corpo foi encontrado dias após em meio a neve, semi-desfigurado, pois servira de pasto aos lobos. Foi sepultado com honras na Basílica de Saint-George em Nancy. Posteriormente, em 1550, seu bisneto, o Imperador do Sacro Império Romano-Germânico, Carlos V ordenou seu translado para a Igreja de Nossa Senhora em Bruges. ==Legado== A morte de Carlos, o temerário, desarticulou a oposição de parte da alta nobreza ao rei Luis XI, representando um importante passo em relação à política de centralização do poder real que levada adiante pelos seus sucessores culminou na instauração do regime absolutista. Luis XI anexou os territórios da Borgonha e do Franco-Condado à coroa francesa, tendo mais tarde restituído o Franco-Condado a Filipe de Habsburgo (neto de Carlos, o Temerário). Também a Confederação Helvética, incorporou ao seu território a cidade-estado de Friburgo (anteriormente ligada à casa de Sabóia, aliada de Carlos I). O restante dos seus territórios teve como herdeira sua única filha, Maria, de 19 anos, cujo casamento com o futuro imperador Maximiliano I de Habsburgo gerou grandes implicações na política europeia de então. Maria usou o título de duquesa de Borgonha e seus herdeiros se descreveram como duques de Borgonha, recusando-se a aceitar a perda do ducado. Em 1525, Carlos V, imperador do Sacro Império (neto de Maria) foi restaurado ao título e ao território pelo rei francês Francisco I, como parte do Tratado de Madrid; porém o Tratado foi repudiado pelo próprio Francisco I, pouco depois da assinatura, de modo que Carlos V nunca controlou de fato o ducado. A herança de Carlos, o Temerário, constituiu o objeto em disputa entre as casas reinantes de França e Áustria, estando no centro dos principais conflitos verificados na Europa nos séculos seguintes. == Ancestrais == == Títulos == * 1433–5 de Janeiro de 1477: Conde de Charolais como Carlos I * 15 de Junho de 1467–5 de Janeiro de 1477: Duque da Borgonha como Carlos I * 15 de Junho de 1467–5 de Janeiro de 1477: Duque de Brabante como Carlos I * 15 de Junho de 1467–5 de Janeiro de 1477: Duque de Limburgo como Carlos I * 15 de Junho de 1467–5 de Janeiro de 1477: Duque da Lotaríngia como Carlos I * 15 de Junho de 1467–5 de Janeiro de 1477: Duque do Luxemburgo como Carlos II * 15 de Junho de 1467–5 de Janeiro de 1477: Marquês de Namur como Carlos I * 15 de Junho de 1467–5 de Janeiro de 1477: Conde Palatino da Borgonha como Carlos I * 15 de Junho de 1467–5 de Janeiro de 1477: Conde de Artois como Carlos I * 15 de Junho de 1467–5 de Janeiro de 1477: Conde de Flandres como Carlos II * 15 de Junho 1467–5 de Janeiro de 1477: Conde de Hainault como Carlos I * 15 de Junho de 1467–5 de Janeiro de 1477: Conde da Holanda como Carlos I * 40px 15 de Junho de 1467–5 de Janeiro de 1477: Conde da Zelândia como Carlos I * 23 de Fevereiro de 1473–5 de Janeiro de 1477: Duque de Gueldres como Carlos I * 23 de Fevereiro de 1473–5 de Janeiro de 1477: Conde de Zutphen como Carlos I Categoria:Casa de Valois-Borgonha Categoria:Duques da Borgonha Categoria:Duques de Brabante Categoria:Duques de Gueldres Categoria:Duques da Lothier Categoria:Duques católicos romanos Categoria:Condes da Holanda Categoria:Condes da Flandres Categoria:Pretendentes ao trono inglês Categoria:Cavaleiros da Ordem da Jarreteira Categoria:Cavaleiros da Ordem do Tosão de Ouro",
 "title": "Carlos, Duque da Borgonha"
}