{
 "id": "95160",
 "text": "O AH-64 Apache da Boeing IDS é o principal helicóptero de ataque do Exército dos Estados Unidos, sucessor do AH-1 Cobra. Este é considerado atualmente o melhor helicóptero de ataque do mundo, sendo empregado em diversos ambientes hostis e com elevadas taxas de sucesso em suas missões. O Exército americano emitiu um pedido de propostas (RFP) em 1972 para um helicóptero avançado de ataque (Advanced Attack Helicopter, abreviadamente AAH). De uma lista inicial de 5 fabricantes, apenas a divisão de aeronáutica Toolco Aircraft Division da Hughes Aircraft (mais tarde Hughes Helicopters) e a Bell foram seleccionadas como finalistas. O modelo 97/YAH-64 da Hughes foi preferido em detrimento do modelo 409/YAH-63 da Bell, em 1976. O primeiro voo pelo protótipo ocorreu em 1977 embora só em 1982 tenha sido assinado o contrato. Em 1983 o primeiro helicóptero de produção foi construído nos hangares da Hughes em Mesa, Arizona. Em 1984 a Hughes Helicopters foi adquirida pela McDonnell Douglas por US$ 500 000 000. Esta tornou-se da Boeing Helicopters após a fusão da McDonnel Douglas e a Boeing em 1996. Dois modelos do AH-64 destacam-se no Exército dos Estados Unidos: o AH-64A e o AH-64D. As variantes B e C chegaram a ser produzidas mas nunca entraram ao serviço. Várias variantes foram concebidas a partir dos modelos A e D para exportação. O Westland WAH-64 britânico é baseado no AH-64D, inserindo bastantes melhorias. Construído para enfrentar o ambiente hostil das linhas da frente, pode operar durante o dia ou noite em condições atmosféricas adversas, mediante a utilização do sistema de capacete integrado e ecrã. O Apache está também equipado com tecnologia de ponta na aviónica e electrónica, como o Target Acquisition Designation Sight, Pilot Night Vision System (TADS/PNVS, que em português se traduz para Designação de Registo Visual e Aquisição de Alvo,Sistema de Visão Noturna), contramedidas passivas de infravermelhos Buraco Negro (Black Hole) e outras, como GPS. O custo original para o AH-64A ronda os 14,5 milhões de dólares. Em Setembro de 2003, a Grécia encomendou 12 AH-64D num total de US$ 675 milhões (presumivelmente incluindo suporte e armamento), indicante um preço bruto para o AH-64D de US$ 56,25 milhões. Singapura adquiriu um total de 20 AH-64D Longbow Apache em duas fases entre 1999 e 2001. Além dos EUA, Grécia e Singapura também usam o Apache o Japão, Holanda, Reino Unido, Arábia Saudita, Emirados Árabes Unidos, Bahrain, Israel e Jordânia O modelo avançado, o AH-64D Apache Longbow, está equipado com uma suite de sensores e armamento melhorados. A melhoria de destaque deste modelo sobre a variante A é o Longbow Fire Control Radar, instalado sobre o rotor principal. A posição elevada da redoma permite a detecção e ataque por míssil a alvos localizados atrás de obstáculos (como terreno, árvores ou edifícios). Para além disso, um modem integrado com a suite de sensores permite a esta variante D a partilha dos dados com outros AH-64D e AH-64A que não dispõe de linha-de-vista para o alvo. Desta forma, um grupo de Apaches pode atacar múltiplos alvos apenas exibindo a redoma de um Apache modelo D. == Visão Geral == O AH-64 Apache possui um rotor principal de quatro pás e um rotor de cauda de quatro pás. A tripulação senta em conjunto, com o piloto sentado atrás e acima do co-piloto / artilheiro.Donald 2004, pp. 110–11. == Operações == Os Apache AH-64 e AH-64D desempenharam um papel fundamental nas guerras do Médio Oriente, incluindo a Guerra do Golfo, Afeganistão, e a Invasão do Iraque em 2003. Os Apache mostraram a sua excelência na caça a tanques destruindo centenas de veículos blindados (na maioria do Exército do Iraque). Relatórios recentes indicam que este helicóptero possui vulnerabilidades: das unidades utilizadas no Afeganistão em 2001/2002, 80% foram danificados severamente por fogo terrestre. Estes números podem dever-se ao fato de que o Apache é tipicamente colocado ao serviço o mais próximo possível da ameaça. O Apache está cotado, contudo, como o mais sobrevivente de todos os helicópteros militares. A vasta maioria de helicópteros que foram severamente atingidos puderam continuar as suas missões e retornar às suas bases. A Força Aérea Israelense (FAI) utiliza Apaches como plataformas de alta tecnologia para realizar ataques de precisão com mísseis guiados contra alvos inimigos. O AH-64A atacou e destruiu dezenas de postos avançados do Hezbollah no Líbano durante a década de 1990, atacando em várias condições atmosféricas, quer de dia quer de noite. Durante a Intifada, a FAI utilizou Apaches para atacar palestinos, como Ahmed Yassin e Adnan al-Ghoul com mísseis guiados. == Operadores == * * * * * * * * * * * * * * * * == Ver também == * Força Aérea dos Estados Unidos == Ligações externas == * Página de Janes sobre o AH-64 * Apache AH-64 Peten (Website da Força Aérea Israelita) * Apache AH-64 despenhado/atingido sobre a Albânia, durante a Guerra do Kosovo * Clip sobre um combate de metralhadora durante a Guerra do Golfo Categoria:Helicópteros dos Estados Unidos Categoria:Helicópteros de ataque Categoria:Helicópteros militares Categoria:Aeronaves da Boeing Categoria:Aeronaves da Hughes Categoria:Helicópteros da Boeing/Piasecki Categoria:Helicópteros da Hughes Categoria:Helicópteros da McDonnell Douglas",
 "title": "Boeing AH-64 Apache"
}