{
 "id": "95286",
 "text": "José Carlos Amaral Kfouri, mais conhecido como Juca Kfouri, (São Paulo, 4 de março de 1950) é um jornalista esportivo brasileiro. == Carreira == O neto de libanês Juca Kfouri cursava Ciências Sociais na Faculdade de Filosofia, Letras e Ciências Humanas da Universidade de São Paulo (FFLCH-USP), quando foi convidado para trabalhar no Departamento de Documentação (DEDOC) da Editora Abril, em 1970. No DEDOC, chegou a chefe do departamento, até deixar o departamento em 1974, quando foi convidado para ser chefe de reportagem de revista Placar. Ficou no cargo até 1978, quando passou três meses na extinta TV Tupi. Por conta dos atrasos nos salários, pediu demissão, junto com outros funcionários, e no dia seguinte foi convidado por Jairo Régis para ser editor de projetos especiais.Entrevista com Juca Kfouri, 28/09/2007, págs. 3 e 4, http://www.alexandre.jor.br/br/jornais_e_revistas/mat/jucakfouri.pdf Quando Milton Coelho da Graça deixou a revista e a Abril, Juca foi convidado para ser o diretor de redação da Placar, cargo que ocuparia desde então enquanto trabalhou na Abril. Ficou conhecido ao organizar, em 1982, uma matéria que denunciava a chamada \"Máfia da Loteria Esportiva\",Jornalistas esportivos disputam partida acirrada nos tribunais - Conjur na qual jogadores eram comprados por apostadores, a fim de garantir que os resultados dos jogos da loteria seriam aqueles em que haviam apostado. A matéria, feita por Sérgio Martins, quase ganhou o Prêmio Esso de jornalismo naquele ano. O tema rendeu mais reportagens em Placar, e Juca chegou a ser ameaçado em telefonemas anônimos. O trabalho de Juca na revista priorizou o viés investigativo no esporte, coisa que havia sido feita por poucas vezes na história da imprensa esportiva brasileira. === Destaque nos tempos de Editora Abril === Durante o período em que foi diretor de redação da revista Playboy, se notabilizou pela matéria na qual era desvendada a identidade de Carlos Zéfiro, além de uma entrevista com Pelé, feita em 1993, em que o ex-jogador denunciava corrupção na CBF. Juca também conseguiu fazer com que a publicação começasse a citar a camisinha em suas reportagens, alterando a política anterior da Playboy, que proibia essa citação. === Crise e desligamento da Editora Abril === Em 1995, Juca teria sido proibido de apresentar denúncias contra Eduardo José Farah e Ricardo Teixeira, supostamente devido a negócios da Editora, que estava lançando a TVA (serviço de TV a cabo) e precisaria do apoio dos dirigentes de futebol para que fosse feita a compra dos pacotes de transmissão dos campeonatos. Desgastado com a direção da editora, Juca deixou a diretoria de redação em Placar e a Abril em 1995. === Passagens pela televisão === Na TV, Juca começou com uma rápida passagem como diretor de esportes da TV Tupi, em 1978. Depois, foi comentarista da TV Record, em 1982, do SBT (1984 a 1987) e da TV Globo (1988 a 1994). Participou do programa Cartão Verde, da Rede Cultura, mesa redonda que contava ainda com Flávio Prado, José Trajano e Armando Nogueira. Ficou no programa entre 1995 e 1999, quando foi contratado pela RedeTV! para apresentar o Bola na Rede. Esteve na emissora entre 1999 e 2003, quando voltou ao Cartão Verde, onde ficou de 2003 a 2005, ano em que foi contratado pela ESPN Brasil para participar do programa Linha de Passe. Em fevereiro de 2007, na ESPN Internacional, iniciou um programa de entrevistas, Juca Entrevista. Apresentou, ainda, o programa de entrevistas Juca Kfouri, na rede CNT, entre 1996 e 1999. Em janeiro de 2018, foi contratado pela TVT para comandar o programa Entre Vistas. Em 14 de agosto de 2019, a ESPN Brasil comunicou o desligamento do jornalista, juntamente com outras demissões, visando à reestruturação da rede, passando a dedicar-se exclusivamente à mídia impressa e à televisão aberta. Em 2024, Kfouri voltou a aparecer na ESPN Brasil para homenagear o jornalista Antero Greco em uma edição especial, feita em homenagem a Antero, do SportsCenter Brasil, programa que Antero apresentou por anos. === Jornais e internet === Em jornais, foi colunista de futebol de O Globo entre 1989 e 1991. Mais notadamente, foi colunista da Folha de S.Paulo entre 1995 e 1999, quando foi para o diário Lance!, onde ficou até voltar, em 2005, para a Folha. Durante o período no Lance!, foi processado e condenado a indenizar o técnico Vanderlei Luxemburgo.Consultor Jurídico No mesmo ano, também foi contratado pelo UOL, onde desde 2005 mantém um blog, que já ultrapassou a marca de trezentos milhões de visitas. Desde maio de 2022 é comentarista do programa jornalístico independente ICL Notícias, no YouTube, o programa é comandado pelo empresário Eduardo Moreira. === Polêmicas e controvérsias === Em 9 de agosto de 2021, durante apresentação do podcast Posse de Bola de número 150 do portal UOL, Juca Kfouri criticou a atitude dos jogadores de futebol masculino, a qual no dia 07 de agosto de 2021 durante a realização das Olimpíadas de Tóquio de 2020, conquistou o primeiro lugar na competição, ganhando sobre a Espanha, ficando com a medalha de ouro no Estádio Internacional de Yokohama. Porém, para Kfouri, a postura dos atletas durante a cerimônia de premiação e entrega das medalhas, ao se recusarem a vestir o agasalho fornecido pelo Comitê Olímpico do Brasil no pódio, foi uma atitude cafajeste que demonstrava que os atletas da seleção masculina não tinham empatia com as demais modalidades, desejando que não vale a pena ter o futebol masculino em Olimpíadas. Em 9 de abril de 2022, em uma crônica pós-jogo de apenas seis frases publicada em seu blog, Juca Kfouri contou a história do empate por 0 a 0 entre Fluminense e Santos, no Maracanã, chamando a equipe paulista de \"Ninguém FC\". O conteúdo da coluna, intitulada \"Fluminense 0, Ninguém FC 0\", revoltou os torcedores santistas e motivou uma manifestação oficial do Santos Futebol Clube solicitando um pedido de desculpas e afirmando que, se isso não ocorresse, os jornalistas do UOL, portal que hospedava o blog, não seriam mais atendidos. Kfouri respondeu que tinha o direito de opinar e que o uso da expressão foi uma ironia mal interpretada pelos santistas. Quatro dias depois, em jogo realizado na Vila Belmiro, o Santos não permitiu a entrada de jornalistas do portal UOL para a cobertura da partida internacional contra a Universidad Católica de Quito, do Equador. === Rádio === No rádio, trabalhou como comentarista esportivo em noticiários da Rádio América e teve um programa na Americansat. Após essas duas experiências, começou a trabalhar na rede CBN de rádio, inicialmente apenas como comentarista nos noticiários. Em 2000 virou apresentador do programa CBN Esporte Clube, que durou até 2010. Desde então, Juca continuou na CBN, mas fazendo participações nos noticiários da emissora, sobretudo com o Momento do Esporte, exibido diariamente, dentro do Jornal da CBN. Em 07 de novembro de 2023, Juca deixou a emissora. == Vida pessoal == É pai de quatro filhos: André (repórter da ESPN Brasil), Daniel (fotógrafo freelancer), Camila e Felipe. É casado com Leda Cristina Orosco desde 1977. É sobrinho de Nadir Kfouri, reitora da PUC-SP entre 1976 e 1984, irmão da jornalista e musicóloga Maria Luiza Kfouri. Para descrever suas vivências como avô (fato que considerou \"absolutamente revolucionário e transformador\"), Juca escreveu a coluna \"Vovô Juca\", para a revista Pais&Filhos;, entre 2013 e 2014. É torcedor do Corinthians. == Livros publicados == * A Emoção Corinthians (1982) * Corinthians, Paixão e Glória (1996, com relançamento em 2002) * Meninos, Eu Vi… (2003) * O Passe e o Gol (2005) * Por que não desisto - Futebol, Dinheiro e Política (2009) * Confesso Que Perdi: Memórias (2017) == Prêmios == Integra o Hall dos Notáveis do Troféu ACEESP (Associação dos Cronistas Esportivos do Estado de São Paulo), por chegar à conquista do Troféu em 10 ocasiões. Ano Prêmio Categoria Resultado Ref. 1996 Troféu ACEESP (Associação dos Cronistas Esportivos do Estado de São Paulo) Jornal/Revista 2004 Prêmio Comunique-se Esporte: Mídia Escrita Esporte: Mídia Falada 2006 Esporte: Mídia Escrita 2008 Troféu ACEESP (Associação dos Cronistas Esportivos do Estado de São Paulo) Colunista de Jornal 2009 Colunista de Jornal 2009 Prêmio Comunique-se Esporte: Mídia Escrita 2010 Troféu ACEESP (Associação dos Cronistas Esportivos do Estado de São Paulo) Colunista de Jornal 2011 Colunista de Jornal Blog Esportivo 2012 Colunista de Jornal Blog Esportivo 2012 Prêmio Comunique-se Esporte: Mídia Escrita 2013 Troféu ACEESP (Associação dos Cronistas Esportivos do Estado de São Paulo) Colunista de Jornal Blog Esportivo 2014 Prêmio Comunique-se Esporte: Mídia Escrita 2021 == Ligações externas == * Categoria:Alunos da Faculdade de Filosofia, Letras e Ciências Humanas da Universidade de São Paulo Categoria:Apresentadores de televisão do estado de São Paulo Categoria:Ateus do Brasil Categoria:Brasileiros de ascendência libanesa Categoria:Colunistas da Folha de S.Paulo Categoria:Jornalistas esportivos do Brasil Categoria:Jornalistas do estado de São Paulo Categoria:Naturais da cidade de São Paulo Categoria:Opositores da ditadura militar no Brasil (1964–1985)",
 "title": "Juca Kfouri"
}