{
 "id": "95317",
 "text": "A língua portuguesa está geograficamente distribuída em praticamente todo o mundo. É a única língua oficial de Brasil, Cabo Verde, Angola, Guiné-Bissau, Moçambique, Portugal e São Tomé e Príncipe. É também uma das línguas oficiais da Guiné Equatorial (com o espanhol e o francês), de Timor-Leste (com o tétum) e Macau (com o chinês). É bastante falada, apesar de não ser oficial, em Andorra, Espanha (português oliventino na Estremadura espanhola e galego na Galiza), Luxemburgo, França, Venezuela, Paraguai, Uruguai, África do Sul e Namíbia. Crioulos são línguas maternas da população de Cabo Verde, e Guiné- Bissau. A maioria dos falantes de português vive nos cinco continentes: África, América, Ásia, Europa e Oceania. Não há dois países dentre os que tenham o português como língua oficial, que façam fronteiras entre si. == Mapa == == Europa == Na Europa, o português é falado principalmente em Portugal pelos seus cerca de 11 milhões de habitantes (2008), como única língua oficial. A língua é falada também por toda a Europa por influência dos emigrantes portugueses ou dos seus descendentes, por mais de 10% da população de Luxemburgo e Andorra. Existem também comunidades de influência linguística portuguesa na Bélgica, França, Alemanha e Suíça. O galego e o português formam um diassistema com dois padrões idênticos. O padrão actual do galego utiliza uma variedade distanciada do português e tem uma ortografia mais parecida com o espanhol. Contudo, há atualmente uma outra visão, conhecida pelo nome de reintegracionismo, que considera o galego como uma variedade do português com pequenas diferenças e que visa a normalização do português na Galiza. Os linguistas em geral reconhecem a unidade da língua em ambos os lados do Minho, não só na Idade Média, mas também na actualidade (por exemplo, Coromines, Lindley Cintra, Coseriu, entre outros). No entanto, na prática, formam um diassistema e são tratadas como línguas diferentes por ambas as populações, principalmente devido a factores socio-linguísticos, em que as obras em galego são traduzidas para português e vice-versa. Durante a Idade Média, o galego e o português eram sem dúvida a mesma língua, que é conhecida nos dias de hoje como galaico-português, tendo sido até utilizada na poesia em Castela. Dois deputados galegos no Parlamento da União Europeia, Camilo Nogueira e José Posada, empregaram o galego nos discursos na Instituição, levando a que os seus discursos sejam traduzidos, sem problemas, para outras línguas.Reportagem sobre o uso do galego no Parlamento Europeu no site empresas.mundo-r.com Visualizado a 13 de setembro de 2009 Dado o interesse da temática, a RTP1 realizou em Janeiro de 2006 uma reportagem sobre o uso do galego no Parlamento Europeu.Reportagem sobre a Petição da Associação de Amizade Galiza-Portugal e o Movimento Defesa da Língua ao Parlamento Europeu para que se abstenha de promover a segregação linguística das minorias nacionais e seja reafirmada a unidade da língua portuguesa no site da Universidade da Coruña acessado a 13 de setembro de 2009 == América == A língua portuguesa está crescendo em importância na América do Sul. Por causa do Brasil, está sendo ensinada (e é popular, especialmente na Argentina) no resto dos países da América do Sul que constituem o Mercosul. Existem no Brasil mais de 200 milhões de pessoas que usam português como sua língua principal, mas também há falantes em língua materna na Argentina, Bolívia, Paraguai e Uruguai. No resto das Américas, há também comunidades importantes em: Antigua e Barbuda, México, Bermudas, Canadá, Guiana, Jamaica, Estados Unidos (2,5 milhões de falantes ativos, especialmente em Nova Jérsei, Massachusetts, Rhode Island, Flórida e Califórnia) e Venezuela. São Paulo, maior cidade brasileira, é também a maior cidade lusófona do mundo. Territórios de Língua Portuguesa país falantes (nativos) falantes população África Angola1,7 71% S.D. 25 789 024 Cabo Verde5 S.D. S.D. 418 224 Guiné-Bissau2,6 S.D. 14% 1 416 027 Moçambique¹ 10,7% 50,4% 28 751 000 São Tomé e Príncipe2,5 50% 95% 187 410 Guiné Equatorial2,6 S.D. S.D. 1,014,999 não oficial: Namíbia2,³www.namibian.com.na 4-5% 4-5% 2 030 692 África do Sul3 2% 2% 44 344 136 Ásia Japão 0 0,21% 127 214 499 Macau, China 5% S.D. 449 198 não oficial: Damão, Índia² 10% 10% S.D. Goa, Índia 3-5% 5% S.D. Europa Portugal 99% 100% 10 566 212 não oficial: Luxemburgo³ 14% 14% 468 571 Andorra4 4-13% 4-13% 70 549 França4 2% 2% 60 656 178 Suíça4 2% 2% 7 489 370 América Brasil 99% 100% 212 005 216 não oficial: Paraguai4 7% 7% 6 347 884 Bermuda4 4% 4% 65,365 Uruguai3,8 1% 1% 3.241.003 Venezuela4 1-2% 1-2% 25 375 281 Canadá4 1-2% 1-2% 32 805 041 Antilhas Holandesas4 1% 1% 219 958 Estados Unidos4 0,5-0,7% 0,5-0,7% 295 900 500 México4 0,2% 0,2% 123 675 325 Oceania Timor-Leste² S.D. 25% 1 040 880 1 Dados oficiais, Moçambique - 1997; Angola - 1983 2 Projeção feita pelo governo, Igreja Católica ou Associação 3 Ensino oficial de Português 4 Baseado em números de imigração 5 A quase totalidade da população é bilíngue. A população monolíngue fala um crioulo português. Não há dados sobre quantas pessoas têm o português como primeira língua 6 Uma parte substancial da população fala um crioulo português 7 Um pidgin português/ Pequeno Português é usado como língua franca para comunicação entre diferentes etnias.Medeiros, Adelardo: \"Angola\", in linguaportuguesa.ufrn.br 30% dos Angolanos são monolingues em português, muitos falam português e outras línguas ora como língua materna ora como língua segunda. 8 Há no norte do Uruguai seis dialetos portugueses, de acordo com o linguista uruguaio Adolfo Elizaincin. Tal conjunto recebeu o nome técnico de \"Dialectos Portugueses del Uruguay\" ou \"DPU\". O Ensino do Português é obrigatório a partir da 6ª série no Uruguai == África == Na África subsaariana, o português é uma língua crescente e está projectada para ser uma das mais faladas dentro de 50 anos pela UNESCO. À medida que as populações de Angola e Moçambique continuem a crescer, a sua influência no português será cada vez mais importante. Angola e Moçambique, assim como Cabo Verde, Guiné- Bissau e São Tomé e Príncipe, são conhecidos como \"Países Africanos de Língua Oficial Portuguesa\", ou PALOPs, formando uma comunidade de quase 9 milhões de falantes nativos. A língua portuguesa cresceu especialmente em uso depois da independência das antigas colónias de Portugal. Os movimentos independentistas desde a Guiné-Bissau a Moçambique viram nela um instrumento para conseguir o desenvolvimento e a unidade nacionais. O português é uma língua minoritária na República Democrática do Congo, Malawi, Namíbia (onde refugiados angolanos perfazem em torno de 4-5% da população), África do Sul (mais de um milhão de falantes), Zâmbia e Zimbabwe. Existem crioulos portugueses noutras partes de África. O sul do Senegal, conhecido como Casamança, tem uma comunidade ativa que está ligada cultural e linguisticamente à Guiné-Bissau, e lá aprender português é popular. Um crioulo português ligado a São Tomé e Príncipe é a língua da Ilha de Ano Bom, na Guiné Equatorial. Em Angola, o português está a tornar-se rapidamente uma língua nacional, e não só oficial ou como veículo de coesão nacional. Pelo censo de 1983, na capital, Luanda, o português era a primeira língua de 75% da população de 2,5 milhões, sendo que 300.000 moradores não conheciam nenhuma outra língua, e 99% dos habitantes falavam esse idioma. Em 1979, um inquérito levado a cabo nos bairros pobres de Luanda (musseques) revelou que todas as crianças africanas de idade compreendida entre os 6 e os 14 anos falavam português, enquanto que apenas 47% delas falava uma língua africana. Em todo o país, 60% dos 12,5 milhões falavam o português como língua principal. A maioria dos jovens angolanos só consegue falar português. Angola recebe vários canais de TV portugueses e brasileiros, e o canal de notícias português (SIC Notícias) tornou-se muito popular nesse país num tempo recorde depois de ter começado a emitir em 2003. Há também muitas outras línguas nativas em Angola, mas a população as trata como dialetos e não como línguas. Algumas palavras dessas línguas foram emprestadas ao português, quando os 'retornados' regressaram a Portugal depois da independência de Angola. Palavras como \"iá\", (sim), \"bué\" (muito) ou \"bazar\" (ir embora), comuns na população jovem e urbana portuguesa, têm origem nas línguas angolanas usadas no português de Angola. Moçambique está entre os países onde o português tem o estatuto de língua oficial, mas falado essencialmente como segunda língua. Contudo, é a língua principal das cidades. De acordo com o censo de 2007, os falantes de português eram mais de 50,4% da população, esse número cresce para 80,8% nas áreas urbanas. Mas só 10,7% considerava o português como língua principal. Todos os escritores moçambicanos escrevem em português, e a língua ficou ligada à cor e textura da cultura moçambicana. Em Cabo Verde e na Guiné-Bissau, as línguas mais faladas são crioulos portugueses. A maioria dos caboverdianos também sabe falar português de Portugal. Existe alguma descrioulização devido à educação e à \"Febre Caboverdiana\" - a popularidade dos canais nacionais de TV portugueses. O caso é ligeiramente diferente na Guiné-Bissau, onde o português e o seu crioulo são falados por mais de 60% dos habitantes, e a língua portuguesa, ela mesma, é falada só por 14% (10,4% de acordo com o censo de 1992). Em São Tomé e Príncipe o português usado pela população é um português arcaico, conhecido como Português Santomense, apresentando muitas semelhanças com o Português do Brasil. Os políticos e a alta-sociedade usam a variedade europeia moderna, tal como nos outros países do PALOP. Aquando do censo de 1991, 99,8% dos habitantes declararam falar português. Três crioulos diferentes são também falados em São Tomé e Príncipe. As crianças só conseguem falar português, por causa da escolha dos seus pais, e não por causa da escola, na altura em que chegam a adultos aprendem o crioulo português conhecido como Forro. == Ásia == O português também é falado na Ásia, especialmente em Timor-Leste, Goa e Damão na Índia, e Macau na China. Em Goa, é falado por uma comunidade cada vez menor, é vista como a 'língua dos avós', porque já não é ensinada nas escolas, nem é língua oficial. Em Macau, o português permanece como língua oficial com estatuto idêntico ao chinês, mas só a pequena população euroasiática (ou macaense) o usa e há apenas uma escola secundária portuguesa. Em Malaca na Malásia, há um crioulo português conhecido como Cristão ou Papiá Kristang ainda falado por alguma população euroasiática. Há também outros crioulos portugueses vivos, especialmente na Índia (Damão e Korlai) e Sri Lanka. No Japão, o português é falado por brasileiros de ascendência japonesa, conhecidos como dekassegui, cuja população gira em torno de 250 mil pessoas. Em Timor-Leste a língua mais falada é o tétum, uma língua austronésia que é bastante influenciada pelo português. A reintrodução do português como língua oficial causou suspeição nalguns jovens timorenses, que foram educados no sistema indonésio e não o falam. O português em Timor-Leste é falado por menos de 20% da população (13,6% de acordo com o primeiro censo pós-independência, realizado em 2004), na sua maioria a geração mais velha, mas essa percentagem está a crescer visto que o português tem sido ensinado à geração mais nova e a adultos interessados. Timor-Leste pediu às outras nações da CPLP para ajudar na reintrodução do português como língua oficial. O português é usado como forma de se ligar a uma comunidade internacional maior, assim como para diferenciar-se da Indonésia. Xanana Gusmão, ex-presidente de Timor-Leste, acredita que o português será bastante falado, de novo, dentro de dez anos. == Antártida == Na Antártida, existem apenas localidades civis dos países, sendo que uma delas é a base brasileira Comandante Ferraz, localizada na Ilha do Rei Jorge na baía do Almirantado, com 101 habitantes. Nela, existe um centro escolar onde se estuda a língua portuguesa. == Estatuto oficial == A CPLP, ou Comunidade dos Países de Língua Portuguesa, é uma organização internacional que consiste de oito países independentes que têm o português como língua oficial. O português é também uma língua oficial da União Europeia, do Mercosul e da União Africana (é uma das três línguas internacionais de trabalho dessa última, junto com o francês e o inglês), além de ser também um idioma oficial em outras organizações. Exceptuando os territórios asiáticos (Timor-Leste e Macau) e a Guiné-Equatorial, o português é a única língua oficial em cada país. == Padrões == *O português tem duas variedades escritas (padrões ou normas) reconhecidas internacionalmente: *Português europeu (também aplicado nos países africanos) *Português do Brasil As diferenças entre as variedades do português da Europa e do Brasil são no vocabulário, pronúncia e sintaxe, especialmente nas variedades vernáculas, enquanto nos textos formais essas diferenças diminuem bastante. As diferenças são semelhantes às existentes entre o inglês dos Estados Unidos e do Reino Unido, e ambas as vertentes são, sem dúvida, variedades da mesma língua, não impedindo que seus falantes se entendam perfeitamente. Algumas diferenças aparentes no léxico entre dos dois padrões não são, na verdade, diferenças. No Brasil, \"tapete\" é o termo padrão para uma peça têxtil que no sul de Portugal se chama \"alcatifa\" (proveniente do árabe). Contudo, em Portugal, a palavra \"tapete\" é tão usada como alcatifa (em particular no norte, onde \"alcatifa\" raramente se usa - e em certas áreas do Brasil também usa-se \"alcatifa\"). Isso aplica-se a quase todas as diferenças aparentes, exceto nos novos termos, como \"ônibus\" ou \"trem\" no Brasil, que são um \"autocarro\" e um \"comboio\" em Portugal. Destaca-se também neologismos criados a partir da tradução de palavras de línguas estrangeiras de países vizinhos ou que exercem alguma influência em Portugal e Brasil. Um exemplo é o caso de \"celular\", termo usado no Brasil para um aparelho de comunicação que em Portugal é conhecido como \"telemóvel\". \"Celular\" surgiu como uma contração de \"telefone celular\", que por sua vez surgiu como uma tradução da palavra inglesa \"cellphone\", utilizada nos Estados Unidos, sendo que devido a influência deste país no continente americano um processo similar de tradução ocorreu em países hispanofonos da América Latina, como México e Argentina, em que a palavra foi traduzida para \"teléfono celular\" como também nas regiões francófonas do Canadá, onde foi traduzido para \"cellulaire\". Já \"telemóvel\" surgiu como uma contração de \"telefone móvel\", tradução da palavra inglesa \"mobile phone\", utilizada na Grã-Bretanha, que devido a sua influência na Europa levou a criação do termo \"teléfono móvil\" na Espanha, \"téléphone mobile\" na França e enfim \"telemóvel\" em Portugal. O que a versão brasileira do português tem de notório não é o seu léxico ou pronúncia distintos (considerados naturais até num mesmo país), mas antes a forma escrita. O Brasil eliminou a maioria dos primeiros \"c\" quando \"cc\", \"cç\" ou \"ct\"; e \"p\" quando \"pc\", \"pç\" ou \"pt\" porque não são pronunciados na forma culta da língua, um remanescente do passado latino desta (alguns continuam a existir no português do Brasil, e mais ainda no europeu). O português possui ainda outras duas normas em uso para a representação escrita da língua: *a chamada norma do \"Acordo 90\" Esta norma é usada por diferentes autores da Galiza, norma fruto dum acordo que a seguir se refere. *a chamada norma da AGAL A norma da AGAL usada por galegos possui como diferença mais característica com o português de Portugal a conservação das terminações -om, -am, -ao (leom, Joam, mão) e a permissividade no uso de formas verbais não normativas no português padrão europeu. Permite também o uso léxical de arcaísmos ou de palavras em desuso em Portugal (como o uso de \"ceia\" por \"jantar\") muitas presentes por outro lado como de uso habitual em zonas do Brasil. Também, existem diferenças em acentos, devido a: #Pronúncia diferente. O Brasil em palavras como \"Antônio\" ou \"anônimo\" usa vogais fechadas, onde Portugal e África usam abertas, \"António\" ou \"anónimo\", respectivamente. #Facilitar a leitura. Porque \"qu\" pode ser lido de duas diferentes formas em português: \"ku\" ou \"k\", o Brasil decidiu facilitar, usando a trema, cujo uso foi abolido com o Acordo Ortográfico de 1990. Antes desse acordo, em vez de \"cinquenta\" como é escrito em Portugal e África, no Brasil se escrevia \"cinqüenta\". == A reforma Ortográfica de 1990 == Uma Reforma Ortográfica foi tentada em 1990 para criar um padrão de Português Internacional, que foi ratificado pelo Brasil, Cabo Verde e Portugal, em que participaram na altura todos os países de língua oficial portuguesa e com a adesão duma delegação (não oficial) de observadores da Galiza. Timor-Leste, não sendo um subscritor do acordo original, ratificou-o em 2004. Os países africanos de língua portuguesa ainda não decidiram, possivelmente devido a problemas na implementação. O acordo estabelece que a sua entrada em prática irá apenas ocorrer quando todos os países da CPLP o ratificarem, e esse processo pode não ocorrer em breve. Essa questão está atualmente em debate na CPLP. O acordo irá eliminar a maioria dos \"c\" quando \"cc\", \"cç\" ou \"ct\"; e \"p\" (quando \"pc\", \"pç\" ou \"pt\") do Português Europeu, o trema e acentos em palavras terminadas em \"eia\" no Brasil e irá adicionar pequenas novas regras. Um outro acordo foi feito para as novas palavras que entrarão na língua. O novo acordo ortográfico já está em vigor em todos os países lusofonos. == Dialectos == == Ver também == * Acordo Ortográfico de 1990 * Dialectos da língua portuguesa Categoria:Língua portuguesa",
 "title": "Distribuição geográfica da língua portuguesa"
}