{
 "id": "95479",
 "text": "A mitra (do grego μίτρα: cinta, faixa para a cabeça, diadema) é uma insígnia pontifical utilizada pelos prelados da Igreja Católica, da Igreja Ortodoxa e da Igreja Anglicana, sejam eles: abades, bispos, arcebispos, cardeais ou mesmo o Papa. A mitra é a cobertura de cabeça prelatícia de cerimônia. == Simbolismo == A mitra usada pelo bispo simboliza um capacete de defesa que deve tornar o prelado terrível aos adversários da verdade. Por isso, apenas aos bispos, salvo por especial delegação, cabe a imposição do Espírito Santo no sacramento do Crisma ou Confirmação. == Definição == A mitra é um tipo de cobertura de cabeça fendida, consistindo de duas peças rígidas, de formato aproximadamente pentagonal, terminadas em ponta, por isso, às vezes chamadas corno ou cúspides, costuradas pelos lados e unidas por cima por um tecido, podendo ser dobradas conjuntamente. As duas cúspides superiores são livres e na parte inferior forma-se um espaço que permite vesti-la na cabeça. Há duas faixas franjadas na parte posterior, chamadas ínfulas, que descem até as espáduas. Na teoria, a mitra sempre é supostamente branca. == História == A mitra pontifical é da origem romana, sendo derivada de uma cobertura de cabeça não litúrgica, exclusiva do papa, o camelauco, do qual também teve origem a tiara. O camelauco era usado antes do , como se relata na biografia do Papa Constantino, no “Liber Pontificalis”. O nono ‘’Ordo’’ indica que o camelauco era confeccionado de um material branco e tinha a forma de um capacete. As moedas dos papas Sérgio III e Bento VII, em que São Pedro usava um camelauco, dão a este a forma de um cone, que é a forma original da mitra. O camelauco foi usado pelos papas principalmente durante as procissões solenes. A mitra evoluiu do camelauco, no curso do , quando o papa começou a usar a mitra durante procissões à igreja e também durante o serviço religioso subsequente. Não se pode afirmar que tenha havido alguma influência do ornamento de cabeça sacerdotal do sumo sacerdote do Antigo Testamento. Foi só após a mitra estar sendo universalmente usada pelos bispos, é que se levantou a hipótese dela ser uma imitação da cobertura de cabeça sacerdotal judaica. Janice Bennett, em seu livro “Sacred Blood, sacred Image” , cita uma tradição seguida por Tadeu de Edessa, de que no cristianismo, a mitra desenvolveu-se a partir da prática de São Pedro colocar o Sudário em sua própria cabeça, como símbolo de um ministério curativo. Tal fato não encontra nenhum respaldo histórico ou teológico. Desde o tem se escrito muito sobre em que tempo a mitra começou a ser usada na liturgia. Alguns autores creem que seu uso é anterior aos tempos apostólicos, portanto anterior ao cristianismo. Segundo outros, remonta aos séculos VIII ou IX. E uma terceira corrente afirma que ela surgiu por volta do início do segundo milênio, sendo que antes era usado um ornamento para a cabeça na forma de grinalda ou coroa. O certo é que um ornamento episcopal para a cabeça, na forma de uma faixa, nunca existiu em Europa ocidental, e que a mitra foi usada primeiramente em Roma por volta da metade do , e fora de Roma no ano 1000. A prova Exaustiva para isto é dada no trabalho \"Die liturgische Gewandung im Occident und Orient\" (pp. 431–48), onde todas as teorias da origem da mitra são estudadas. A mitra é descrita para a primeira vez em duas miniaturas do começo do ; uma destas miniaturas está em um registro batismal, a outra num pergaminho do Exultet, da catedral de Bari, Itália. A primeira referência escrita sobre a mitra é encontrada numa bula de 1049, do Papa Leão IX. Nesta o papa, que tinha sido anteriormente bispo de Toul, na França, confirmou a primazia da igreja de Tréveris ao bispo Eberardo de Tréveris, anteriormente seu metropolita que o tinha acompanhado a Roma. Como um sinal desta primazia, o Leão IX concedeu ao bispo Eberardo a mitra romana, a fim de que pudesse a usar de acordo com o costume romano, ao executar os ofícios da igreja. Pelos anos 1100 a 1150, o uso da mitra já havia se generalizado entre os bispos. Os cardeais já usavam a mitra no fim do , provavelmente tendo adquirido este direito na primeira metade daquele século. Leão IX concedeu este privilégio aos cônegos da catedral de Besançon, em 1051. Os cardeais, certamente, gozaram deste privilégio, anteriormente a esta data. A primeira concessão de uma mitra a um abade data do ano 1063, quando o Papa Alexandre II concedeu a mitra ao abade Egelsino, na Abadia de Santo Agostinho, em Cantuária. Desde então as concessões aos abades foram aumentando até se generalizarem. Também aos príncipes cristãos foi concedida, por vezes, a permissão de usar a mitra, como uma marca da distinção. Por exemplo, o Duque Wratislaw, na Boêmia recebeu este privilégio do Papa Alexandre II, e Pedro de Aragão recebeu idêntica distinção de Inocêncio III. O Imperador alemão também gozou deste direito. == Forma == Considerando a forma, há tal diferença entre a mitra do e a mitra atual que, por vezes, é difícil reconhecer serem as duas a mesma peça litúrgica.. Na sua forma mais antiga, a mitra era uma cobertura simples, de material macio, que terminava acima numa ponta; tendo geralmente, mas não sempre, em torno da borda mais baixa, uma faixa ornamental (circulus). Parece também que as ínfulas não estiveram sempre unidas à parte traseira da mitra. Por volta do ano 1100, a mitra começou a ter uma forma curvada para cima, tomando forma de um barrete redondo. Em muitos casos apareceu logo um depressão, na parte superior similar a essa que é feita quando um chapéu de feltro macio é pressionado para baixo na cabeça, forçando-o na testa e na parte de trás da cabeça. Em diversas mitras, uma faixa ornamental passou da parte dianteira à parte traseira através do recorte; isto fez mais proeminente as cúspides, na parte superior das lâminas, dos lados direito e esquerdo da cabeça. Esta mitra em forma de calota foi usada até tarde, atingindo o início do ; e, em alguns lugares, até o último quarto deste século. Por volta de 1125, uma mitra de um outro formato e aparência um tanto diferente é frequentemente encontrada. Nela as abas nos lados tinham-se tornado chifres (cornua), que terminavam, cada um, em uma ponta, tendo sido endurecidos com pergaminho ou alguma outra intertela. Esta mitra forneceu a forma de transição ao terceiro estilo, que é essencialmente o da mitra usada ainda hoje. A terceira mitra é distinta de sua predecessora, não realmente por sua forma, mas somente por sua posição na cabeça. Ao manter sua forma, a mitra foi, desde então, colocada na cabeça com os cornos já não acima da região temporal, mas acima da testa e da parte traseira da cabeça. As ínfulas tiveram, naturalmente, que ser prendidos na borda inferior abaixo do corno da parte traseira. O primeiro exemplo de tal mitra apareceu por volta de 1150. As mitras elaboradas desta forma tiveram não somente uma faixa ornamental (circulus) na borda mais baixa, mas uma faixa ornamental similar (titulus), que foi verticalmente aplicada sobre o meio dos cornos. No , esta forma de mitra começou a ser distorcida. Até então, a mitra tinha sido um tanto mais larga do que elevada, quando dobrado, mas neste período nela começou, lentamente, mas firmemente, ter a sua altura aumentada; até que, no , cresceu como uma torre real. Uma outra mudança, que surgiu no , foi que os lados já não eram feitos na vertical, mas na diagonal. No , começou a ser habitual curvar-se, com mais ou menos intensidade, os lados diagonais dos cornos. A ilustração dá um sumário do desenvolvimento da forma da mitra. Estas as mudanças não ocorreram em toda parte, ao mesmo tempo, nem a mitra teve todas as formas do desenvolvimento, em todos os lugares. Um grande número mitras do início da Idade Média foram preservadas, mas todas pertencem á terceira forma. Muitas têm ornamentação riquíssima, sendo costume ornamentar as mitras com bordados, faixas ricas (aurifrisia), pérolas, pedras preciosas, pequenos discos ornamentais de metais preciosos; e fazê-las planas, para receber pinturas. Uma mitra medieval do início da igreja de São Pedro, em Salzburgo além de estar ornamentada com cem pérolas , apresenta cerca de quinhentas pedras preciosas, pesando cerca de cinco libras e meia. Outras mitras similares são mencionadas também no inventário de 1295 de Bonifácio VIII. Oito mitras medievais são o preservadas na catedral de Halberstadt. Nos séculos XVII e XVIII, as mitra passaram a ser ornamentadas com bordados ricos, de fios de ouro, o que lhe deu uma aparência mais imponente. Uma mitra do preservada no tesouro da catedral em Limburgo é notável pelo grande número de pedras preciosas que a adornam. O material original da mitra parece ter sido apenas linho branco, mas a partir do (à exceção do curso da mitra simples), geralmente foi feita de seda ou ornamentada com bordados de seda. == Tipos == O cerimonial distingue dois tipos de mitras * A Ornada quando é guarnecida de adornos, mais ou menos ricos. As mitras ornadas se dividem em: ** Preciosa (Pretiosa): é decorada com pedras preciosas e ouro ** Aurifrisada (Auriphrygiata): é de tecido liso de ouro ou de seda branca bordada a ouro e prata ** Faixada: com duas faixas ornamentais ou galões, uma (circulus) na borda mais baixa, e outra (titulus) em posição vertical, no meio de cada pala. * A Simples é inteiramente de tecido branco, interna e externamente, sem ornamentos, nem mesmo nas ínfulas, que portam franjas vermelhas. Ela será de linho para os bispos e de seda adamascada branca apenas para os cardeais. == Papa == Tradicionalmente, o Papa, conforme a circunstância, serve-se de três tipos de mitra: * A Gloriosa: ornada de pedras preciosas e de um círculo de ouro que lhe forma a base. (Nesta categoria está inclusa a mitra com a tripla faixa dourada.) * A Preciosa: ricamente decorada, mas sem o círculo da base. * A Argêntea: de lhama de prata, correspondente à mitra simples dos bispos. No caso do Papa a mitra pode ter o formato de uma coroa tripla, sendo, neste caso, chamada de tiara papal ou triregnum. O uso da tiara papal foi abandonado, mas não abolido, pelo Papa Paulo VI, que adotou a mitra comum, com a intenção de enfatizar mais o caráter pastoral do que temporal da autoridade pontifícia. == Uso == O \"Cerimonial dos Bispos\" manda que a mitra, o anel episcopal e o báculo sejam abençoados antes da ordenação episcopal de quem o deva receber; sendo que a primeira imposição deve ser feita apenas durante o rito da ordenação. Antes das celebrações litúrgicas, deve sempre ser um diácono quem impõe a mitra no bispo. Pelas normas litúrgicas atuais, a mitra deve sempre ser uma só na mesma ação litúrgica. A mitra preciosa é usada nas celebrações mais solenes. A aurifrisada é usada no advento, na administração dos sacramentos, e nas “memórias”. A faixada, nos dias comuns. A mitra simples usa-se na “Quarta-Feira de Cinzas”, na “Sexta-Feira Santa”, no dia de “Finados”, nas “Assembleias Quaresmais”, no rito da “Inscrição do Nome”, na solene celebração do sacramento da Penitência, na celebração de Exéquias e quando um bispo concelebrar com outros, não sendo ele o celebrante principal. Portanto, nas concelebrações, somente o celebrante principal pode usar a mitra ornada. O direito de usar a mitra pertence somente ao papa, aos cardeais, aos bispos e abades. Porém houve alguns privilégios a prelados menores como dignitários de cabidos, prelados da Cúria Romana, e Protonotários Apostólicos, porém este uso era bem limitado. A mitra chegou a ser permitida ainda às abadessas de mosteiros femininos. A mitra é distinta de outras insígnias e sempre é retirada quando o bispo está rezando, em decorrência do preceito apostólico do homem sempre rezar com a cabeça descoberta (1ª Cor 11, 14). Na ordenação de um bispo ele recebe primeiro o livro do Evangelho, depois o anel episcopal, a mitra e por último o báculo. Pelas leis litúrgicas a mitra é usada pelo bispo, sobre o solidéu, quando se dirige ou retorna, processionalmente, para alguma função sagrada; quando está sentado; quando faz homilia; quando faz saudações; locuções e avisos; quando dá a bênção solene; e quando faz gestos sacramentais. O bispo não usa a mitra: nas preces introdutórias; nas orações; na “Oração Universal”; na “Oração Eucarística”; durante a leitura do Evangelho; nos hinos, quando estes são cantados de pé; nas procissões em que leva o Santíssimo Sacramento, ou as relíquias da Santo Lenho; e diante do Santíssimo Sacramento exposto. == A mitra no rito Grego Ortodoxo == No rito grego Ortodoxo não se usou uma cobertura de cabeça litúrgica até o . Antes disto, somente o Patriarca de Alexandria, usou desde o princípio do , uma cobertura litúrgica para a cabeça, a qual era um simples A mitra pontifical grega é uma cobertura de cabeça elevada com uma dilatação para fora , no alto, que se expande diagonalmente em dois arcos; no ápice há uma cruz em relevo ou achatada. Ela é baseada na coroa imperial fechada do período tardio do Império Bizantino. Consequentemente, é baseada também no camelauco, embora divirja muito dele, posto que se desenvolveu com elementos adicionais. Tem, pois forma de coroa bulbosa, decorada com brocados e ricas joias. Como uma insígnia imperial, tal qual o saco ou a dalmática imperial, significa a autoridade temporal dos bispos, especialmente do Patriarca de Constantinopla, dentro da administração da comunidade Cristão, no Império Otomano. == Cristianismo Oriental == Nas Igrejas Católicas Orientais o uso da mitra é prerrogativa dos bispos, mas pode ser concedida aos arciprestes, aos protopresbíteros e arquimandritas. A mitra presbiteral não é sobreposta pela cruz e é concedida por determinação de um sínodo. Os bispos ortodoxos orientais usam, às vezes, mitras do estilo ocidental ou oriental. No passado, os bispos coptas usaram o ballin, um omofório enrolado em torno da cabeça como um turbante. Os bispos ortodoxos da Síria usam o masnafto (maşnaphto), literalmente “turbante”) ao presidir a Liturgia. Esta é uma capa grande, rica e bordada frequentemente com a uma imagem do Espírito Santo, em forma de pomba. Os padres ortodoxos armênios usam mitras bizantinas, enquanto seus bispos usam mitras ocidentais. == Igreja Anglicana == O uso da mitra foi abandonado na Igreja Anglicana, após a Reforma de Henrique VIII, mas foi reintroduzida no princípio, em consequência do chamado Movimento de Oxford, sendo atualmente usada pela maioria dos bispos anglicanos. == Heráldica == A mitra foi suprimida dos brasões de armas dos bispos católicos em 1969, sendo mantida nos brasões das dioceses. Nos brasões anglicanos a mitra sempre esteve presente como timbre. As ínfulas são descritas com forro vermelho. O Papa Bento XVI, por influência por do heraldista Monsenhor Andrea Cordero Lanza di Montezemolo (depois criado cardeal), retirou a tiara de seu brasão, substituindo-a por uma mitra de prata com três traços dourados (numa referência às três coroas da tiara). Esta atitude de Montezemolo gerou crítica em todas as instituições heráldicas do mundo, que dentre as muitas argumentações, a principal evocada é a de que a Heráldica tem leis seculares e fixas. A Sociedade Americana de Heráldica chegou a sugerir que Montezemolo utilizasse pelo menos o camelauco no brasão papal. == Referências == == Ver também == * Mitra (mitologia) * Colecção Philippi * Atelier de Mitras no Brasil Categoria:Vestuário religioso Categoria:Vestes e insígnias litúrgicas Categoria:Vestuário bizantino",
 "title": "Mitra"
}