{
 "id": "95480",
 "text": "O rock no Brasil refere-se ao gênero musical rock (ou roque),Dicionário escolar da língua portuguesa: Academia Brasileira de Letras. 2ª edição. São Paulo. Companhia Editora Nacional. . 2008. p. 1 142. originado nos Estados Unidos, e que teve início no Brasil no final da década de 1950. == Década de 1950 == O pontapé inicial do rock no Brasil foi Nora Ney (conhecida cantora de samba-canção) quando gravou o considerado primeiro rock, Rock Around the Clock, de Bill Haley & His Comets (trilha do filme Sementes da Violência), em outubro de 1955, para a versão brasileira do filme. Em uma semana a canção já estava no topo das paradas (mas Nora Ney nunca mais gravou nada no gênero, tirando a irônica Cansei do Rock, em 1961). Em dezembro, a mesma canção recebia versão em português, Ronda das Horas (por Heleninha Silveira) e outra gravada pelo acordeonista Frontera, não tão bem sucedidas quanto a original. Em janeiro do ano seguinte, a canção ganhou uma versão por Marisa Gata Mansa.Rock nacional: um país no embalo das \"horas\" Tim Maia, Roberto Carlos, Erasmo Carlos e Jorge Ben foram influenciados pelo rock and roll e rockabilly. Tim, Roberto, Arlênio Silva, Edson Trindade e Wellington integraram o grupo vocal The Sputniks. Tanto Tim quanto Jorge eram conhecidos como Babulina, por conta da pronuncia inusitada de Bop-A-Lena, interpretado por Ronnie Self. Ambos também foram influenciados por Little Richard, cujo estilo era fortemente influenciado pelo boogie woogie. Roberto Carlos aprendeu a batida do rock no violão ao ver Tim executar Long Tall Sally, de Little Richard. O grupo The Sputniks foi desfeito após Tim descobrir que Roberto iria se apresentar como o Elvis Presley brasileiro no programa o Clube do Rock de Carlos Imperial. Tim convenceu Imperial a se apresentar como o Little Richard brasileiro. Conhecendo Tim desde a infância, Erasmo integrou o grupo The Snakes, grupo criado após o fim do The Sputniks, com Arlênio, China e Edson Trindade. Em 1957, foi gravado o primeiro rock original em português, Rock and Roll em Copacabana, escrito por Miguel Gustavo (futuro autor de Pra Frente Brasil) e gravada por Cauby Peixoto, no mesmo ano, é lançado o filme Sherlock de Araque, nele Carlos Imperial e Paulo Silvino (com o pseudônimo Dixon Savannah) aparecem cantando Calypso Rock e Let’s Rock Together,Paulo Silvino foi um monstro do humor – e do rock! no ano seguinte, Cauby foi acompanhado pelo grupo The Snakes na canção That's Rock, composta por Carlos Imperial no filme Minha Sogra é da Policia (1958). Entre 57 e 58, diversos artistas gravaram versões de músicas americanas, como Até Logo, Jacaré (See You Later, alligator),Meu Fingimento (The Great Pretender do grupo de doo-wop The Platters) e Bata Baby (Long Tall Sally de Little Richard). Embora em 57 o grupo Betinho & Seu Conjunto, de Enrolando o Rock (também gravada por Cauby Peixoto) tenha alcançado grande fama, os primeiros ídolos do rock brasileiro foram os irmãos Tony e Celly Campelo que, em 1958, lançaram o compacto Forgive Me/Handsome Boy, que vendeu 38 mil cópias. Tony gravaria mais dois singles até seu álbum em 1959, e Celly estourou em 1959 com Estúpido Cupido (120 mil cópias vendidas), chegando a ter boneca própria (com a qual aparece na capa de seu LP Celly Campello, A Bonequinha Que Canta). Em 1958 foi gravado o primeiro rock instrumental do Brasil - “Here’s The Blue Jean Rockers”, da banda The Blue Jean Rockers. No final deste mesmo ano, o grupo Bolão & His Rockettes lançaria o primeiro álbum inteiro de rock instrumental do país, pelo selo RCA Victor.silvertabbies.co.uk/ The History of Brazilian Rock Instrumental Scene Nesta mesma época, Erasmo pediu, a Tim, que lhe ensinasse a tocar violão. Ele aprendeu as primeiras notas: mi, lá e ré. Com elas, pôde tocar várias canções de rock. Quando Roberto precisou da letra de Hound Dog, gravada por Little Richard e Elvis, Arlênio o apresentou a Erasmo. Parecia o fim do rock and roll: o Clube do Rock era cancelado nos Estados Unidos; Chuck Berry era preso por abuso de menor; Jerry Lee Lewis se casava com uma prima menor de idade; Little Richard resolvia abandonar o rock e se tornar pastor evangélico; e Buddy Holly, Ritchie Valens e The Big Bopper morriam em um acidente de avião. Logo, os jovens seriam influenciados pela bossa nova e pelo violão de João Gilberto. Em 1959, Tim Maia viaja para os Estados Unidos, onde forma o grupo vocal The Ideals. Os Campello também apresentariam Crush em Hi-Fi na Rede Record, programa totalmente voltado para a juventude, que revelou diversas bandas.Outros programas também surgiram para aproveitar a febre como Ritmos para a Juventude (Rádio Nacional-SP), Clube do Rock (Rádio Tupi -RJ) e Alô Brotos! (TV Tupi). == Década de 1960 == Em 1960, surgira até a Revista do Rock, que elegeu o estreante Sérgio Murilo como Rei do Rock brasileiro. Roberto Carlos chegou a tentar uma carreira como cantor de bossa nova, agenciado por Carlos Imperial, em 1961 lança seu primeiro álbum Louco por Você, que foi um fracasso, até que dois anos depois, lança um disco de rock, Splish Splash. A faixa-título, versão de uma canção de Bobby Darin, e Parei na Contramão rapidamente tornam-se hits. O álbum traz outras canções dele, Erasmo e Luiz Ayrão.Paulo Cesar de Araújo. Roberto Carlos em Detalhes [S.l.]: Editora Planeta, 2006. 9788576652281 Erasmo e os Snakes gravam o compacto Calypso Rock, surgem também os cantores Demétrius, Eduardo Araújo, Ronnie Cord, Albert Pavão entre outros.25 clássicos que marcaram os primeiros primeiros passos do rock nacional O cantor e compositor Baby Santiago, é um dos raros artistas negros do rock brasileiro da época, foi gravado por artistas como George Freedman, Demetrius, Wilson Miranda e Tony Campello. O começo da década também foi marcado pelo surgimento de grupos de rock instrumental e surf music como The Jet Blacks, The Jordans e The Clevers (futuros Os Incríveis), e do cantor Ronnie Cord, que lançaria dois hinos: Biquíni de Bolinha Amarelinha, versão de Hervé Cordovil para Itsy Bitsy Teenie Weenie Yellow Polkadot Bikini e a rebelde Rua Augusta.rollingstone.uol.com.br/ Rolling Stone Brasil - As 100 Maiores Músicas Brasileiras Em 1962, o The Jet Blacks lança o álbum Twist, aclamado como o melhor álbum de rock instrumental do Brasil por muitos colecionadores nacionais e estrangeiros. Roberto Carlos se tornaria o maior ídolo do Rock Brasileiro dos anos 1960 e, posteriormente, o maior nome da música brasileira. Em 1964, obteve mais sucessos como É Proibido Fumar e O Calhambeque. Aproveitando o sucesso, a Rede Record lançou o programa Jovem Guarda, apresentado por Roberto (Rei), seu amigo Erasmo Carlos (Tremendão) e Wanderléa (Ternurinha). Só nas primeiras semanas, atingiu 90% da audiência. Seguindo o sucesso do programa Jovem Guarda , surgem outros artistas, Renato e seus Blue Caps, Golden Boys, Jerry Adriani e Dick Danello, que tinham seu som inspirado nos Beatles (o gênero apelidado iê-iê-iê) e no rock primitivo (rock and roll e rockabilly). A Jovem Guarda também levou a todo tipo de produto e filmes como Roberto Carlos em Ritmo de Adventura (seguindo a trilha de A Hard Day's Night e Help! dos Beatles). O chamado Som da Jovem Guarda é marcado pelo uso do Órgão Hammond por Lafayette.Estrela da Jovem Guarda, órgão segue vivo e influente na música brasileira atualOpinião: Som do órgão da Jovem Guarda foi contribuição ao rock mundial Apesar disso, os artistas da MPB declararam guerra ao iê-iê-iê da Jovem Guarda, chegando a um protesto de Elis Regina, Jair Rodrigues, entre outros, conhecido Marcha contra a Guitarra Elétrica.Especial Guitarra Elétrica - Yes, nós temos guitarra A guitarra elétrica já era usada no Brasil na década de 1940, no bloco carnavalesco de Dodô e Osmar, em Salvador. Eles inventaram o famoso pau elétrico, a primeira guitarra elétrica sem microfonia, com sua característica típica de cor aguda e som sustentado, semelhante aos modelos jazzísticos anteriores (então eles desenvolveram outro com dois braços) e, em 1949, tocaram canções de carnaval com esse violão pela primeira vez em um carro aberto chamado então Trio Elétrico nas ruas de Salvador. O programa Jovem Guarda terminaria em 1968, com a saída de Roberto Carlos. Em continuidade a corrente contrária ao estilo da jovem guarda, surgia a Tropicália, um estilo basicamente composto por uma mistura de ritmos nacionais com o toque único de rock psicodélico.[16] Apesar da forte repressão por parte da indústria musical, em 1966, uma nova banda surge, Os Mutantes. Composta por Rita Lee, Arnaldo Baptista e Sérgio Dias, o grupo com seu deboche e som inovador, foi revelado no programa de Ronnie Von,[17] contudo, o trabalho teve pouco impacto no mercado.[18] Artistas como Erasmo Carlos, Eduardo Araújo e Ronnie Von também experimentariam a psicodelia nos anos seguintes.Brazilian Nuggets: psicodelia verde e amarela [19] No mesmo ano, o cantor Serguei fez sua estreia em compactos.[20] Em 1967, a dupla Caetano Veloso e Gilberto Gil faria as canções Alegria, Alegria e Domingo no Parque, apresentadas no III Festival da Rede Record. No ano seguinte, o álbum Sgt. Pepper's Lonely Hearts Club Band fascinou a dupla, levando a apresentações vaiadas em festivais de Record e Excelsior, e ao álbum coletivo Tropicália ou Panis et Circensis, com Mutantes, Gal Costa, Tom Zé, Torquato Neto, Capinan, Rogério Duprat e Nara Leão, considerado um dos melhores álbuns brasileiros da história. Além de Os Mutantes, outras bandas de apoio acompanharam os tropicalistas, tais Beat Boys e Os Baobás, que acompanharam Caetano Veloso e Os Brazões, que acompanharam Gal Costa. Os Mutantes também criariam carreira grandiosa, com álbuns elogiados a partir de 1968 e chegando a ser descoberta até por Kurt Cobain, do Nirvana. O grupo começaria a se desmanchar com a saída de Rita Lee, em 1973. Também em 1967 surgem as primeiras bandas de rock psicodélico do país. Conforme a revista do rock Senhor F, as primeiras manifestações psicodélicas no Brasil ocorreram em São Paulo, por meio de grupos como The Beatniks, Os Baobás e The Galaxies, que introduziram em seus repertórios clássicos do gênero produzido nos Estados Unidos, especialmente.Senhor F, a revista do rock A psicodelia dos 60 & 70 no Brasil, da garagem às misturas regionais Também nesse período, canções nos gêneros soul music e funk são encontradas nas trabalhos de Roberto Carlos, Erasmo Carlos, Eduardo Araújo e Tim Maia (recém-chegado dos Estados Unidos.Motta, Nelson. Vale Tudo - O Som e a Fúria de Tim Maia Editora Objetivax, 2007. ISBN 9788539000807Especial O Rei dá samba: Da bossa ao iê-iê- iê - O Dia Jorge Ben ficaria conhecido como criador do samba-rock,Samba Rock subgênero que também chegou a ser explorado por Erasmo Carlos. Em 1968, o grupo baiano Raulzito e os Panteras, liderado por Raul Seixas lança seu único álbum de mesmo nome, apesar disso, Raul é ajudado por Jerry Adriani, o grupo se torna banda de apoio de cantor, que também grava algumas de suas composições de Raul, além, artistas como Trio Ternura e Renato e Seus Blue Caps (grupo que teve Erasmo Carlos como membro por um curto período),Renato e Seus Blue Caps tiveram canções compostas pelo artista. No ano de 1969, a cantora Gal Costa lançava o álbum Gal (álbum de 1969) considerado por muitos como o mais psicodélico, experimental e radical de toda a sua carreira, graças as influências gritantes que a cantora buscou de Janis Joplin e Jimi Hendrix em meio às guitarras raivosas e cortantes de Lanny Gordin e às mixagens sujas propositalmente. Também em 1969, a banda gaúcha Liverpool grava o álbum Por Favor, Sucesso, nome tirado da canção de Carlinhos Hartlieb defendida pelo grupo no II Festival Universitário da Música Popular, o álbum misturava psicodelia e música brasileira,Raro álbum do Liverpool ganha reedição em vinil na Europa mais tarde o grupo mudaria o nome para Bixo da Seda, focando-se no rock progressivo.Por favor, gravadoras == Década de 1970 == O endurecimento do Regime militar levou Caetano e Gil ao exílio em Londres, onde viveram de 1969 a 1972. Durante o período, gravaram dois discos considerados dos seus melhores: Transa (Caetano) e Expresso 2222 (Gil). Após sair dos Mutantes no final de 1972, Rita Lee iniciou sua carreira solo, acompanhada do grupo Tutti Frutti. É nesse período que ela lança o seu mais memorável álbum: Fruto Proibido (1975), disco este que contém os sucessos Agora Só Falta Você, Esse Tal de Roque Enrow e Ovelha Negra. Arnaldo Baptista também gravou o aclamado Lóki? (1974). Os Mutantes ainda atravessaram a década convertidos ao rock progressivo, passando por várias formações e dissolvendo-se em 1978. Ainda em 1972, ocorre a Feira Experimental de Música de Nova Jerusalém, um festival de música alternativa, fora do circuito comercial, considerado o Woodstock brasileiro.oglobo.globo.com/ A psicodelia pernambucana revivida no palcosuper.abril.com.br/ Paz amor e baioneta Também em 1972, a banda Lee Jackson formada por Marcos Maynard, Luiz Carlos Maluly, Cláudio Condé, Marco Bissi e Sérgio Lopes, fez sucesso com o single Hey Girl,Guia de Livros - Banda de Milhões que teve uma versão em português gravada pela banda The Fevers. Em 1976, a banda lançou o álbum Bill Haley presents Lee Jackson - featuring Rock samba. Com a participação do veterano Bill Halley, o álbum trazia versões de canções de rock estrangeiras com influências de samba.Sambô e companhia: um atentado ao rock (e ao samba) A banda foi desfeita em 1979, contudo seus membros se tornaram executivos de gravadoras e produtores musicais.A história da banda mais importante do pop brasileiro Em 1973, surgiram os Secos & Molhados, liderados por João Ricardo, com Ney Matogrosso como vocalista. A banda fazia a chamada poesia musicada, gravando canções elaboradas como Rosa de Hiroshima e Prece Cósmica, bem como canções menos poéticas e mais divertidas como O Vira. Dois álbuns e um ano depois, em 1974, o grupo com sua formação clássica (João, Ney e Gerson Conrad) se desfez. Também em 1973, Raul Seixas inicia uma carreira solo, chegando a vender 600.000 compactos de Ouro de Tolo em poucos dias. Seixas se tornaria o bardo dos hippies com músicas debochadas como Mosca na Sopa e Maluco Beleza, esotéricas como Eu Nasci Há Dez Mil Anos Atrás e Gita, e motivacionais como Metamorfose Ambulante (composta pelo músico aos 14 anos) e Tente Outra Vez. A banda Paulo Bagunça e a Tropa Maldita lança o álbum homônimo misturando psicodelia, samba e soul. Apesar do fracasso, o álbum se tornou cult.Músico da cena psicodélica brasileira, Paulo Bagunça morre aos 72 anos Ex-membro da banda, o músico Macau ficaria conhecido anos depois com a canção Olhos Coloridos, gravada por Sandra de Sá.Morre Paulo Bagunça, ícone da música underground carioca dos anos 1970 Movimentos surgiram em outros locais do Brasil: em Minas Gerais, o Clube da Esquina, com influências de Beatles e do rock britânico da época, era liderado por Milton Nascimento e Lô Borges, tendo Beto Guedes como um de seus membros.História por trás do disco 'Clube da Esquina', descoberta pelo EM, repercute na internet Em São Paulo, o Moto Perpétuo, liderado por Guilherme Arantes, misturava rock progressivo com MPB. No Nordeste, havia a nova onda dos Novos Baianos e a chamada Invasão Nordestina, formada por artistas que misturaram a música do nordeste brasileiro ao rock, como Fagner, Zé Ramalho, BelchiorOs vioelétricos: Sem perder a ternura e Alceu Valença.Livro conta a história da música psicodélica produzida no Brasil Mesmo com o pouco espaço na mídia, várias bandas, artistas e estilos se destacavam no circuito underground da época: o rock progressivo de Os Mutantes, liderados por Sérgio Dias Baptista, após a saída de Rita Lee, o progressivo regional de O Terço (que chegou a gravar um álbum em inglês voltado para o mercado italiano); o progressivo Bixo da Seda. precursor do rock gaúcho, o hard rock do Made in Brazil e da Patrulha do Espaço; o rock rural de Sá, Rodrix e Guarabyra (uma espécie de folk rock brasileiro); o rock psicodélico, progressivo e funk do trio Som Nosso de Cada Dia; o rock progressivo do Moto Perpétuo, grupo liderado por Guilherme Arantes; o hard progressivo do Casa das Máquinas. Também se destacam o músico e poeta Walter Franco; os grupos A Bolha e Som Imaginário, que, em meados da década, excursionaram com Erasmo Carlos e Milton Nascimento respectivamente. Apesar do estilo progressivo, A Bolha também fez incursões no hard rock, enquanto o Som Imaginário buscava o experimentalismo e um flerte com a MPB, assim como A Barca do Sol, que fazia um rock progressivo com pitadas de choro e MPB. A soul music também foi explorada por outros artistas como Tony Tornado,Trio Ternura, Trio Esperança, Gerson King Combo, ex-coreógrafo do programa Jovem Guarda,Simoninha encerra 'Show somos soul' na Caixa Cultural, em Brasília e Miguel de Deus, ex-Os Brazões.1977 - Miguel de Deus - O início do samba rock A mobilização em torno da conscientização racial camuflada de diversão acabou por configurar um movimento, atraindo os holofotes da mídia. A imprensa, percebendo o efervescente movimento que mobilizava milhares de jovens pobres e negros, batizou o fenômeno de Black Rio. Os frequentadores dos bailes black eram vistos como um enorme mercado em potencial. Inicialmente, foram lançadas coletâneas com os principais sucessos dos bailes (muitas delas eram assinadas pelas equipes de som e pelos DJs de maior prestígio como Tony Hits) e novos artistas nacionais que cantavam soul music começaram a surgir, como a Banda Black Rio, formada por membros do grupo Abolição, a banda foi criada por encomenda pela gravadora WEA em 77, que aprofundou as experimentações sonoras em torno de um som instrumental que mesclava o samba ao funk americano. Em São Paulo, os bailes de periferia também ferviam ao som do samba-rock, de nomes como o Trio Mocotó (que originalmente acompanhava Jorge Ben Jor), Copa 7, Luís Vagner (que foi do grupo de iê-iê-iê Os Brasas, homenageado por Ben Jor com a música Luiz Vagner Guitarreiro)Samba-Rock - Cliquemusic e Branca di Neve (morto em 1989). Inspirados no Festival de Woodstock, surgem eventos similares no país, como o Festival de Verão de Guarapari, realizado em 1971 na cidade de Guarapari.Revista Veja, edição 128, 17 de fevereiro de 1971 Em 1975, surgiram o Festival de Águas Claras, na Fazenda Santa Virgínia, em Iacanga, interior de São Paulo,Revista Veja, edição 680, 16 de setembro de 1981 o festival Banana Progressiva, realizado no Teatro da Fundação Getúlio Vargas, em São Paulo. e o Hollywood Rock, patrocinado pela companhia Souza Cruz, no Rio de Janeiro. Deste último, participaram os grupos Vímana, O Peso, Rita Lee & Tutti Frutti, além dos cantores Erasmo Carlos, Raul Seixas e os irmãos Celly e Tony Campelo. As apresentações foram registradas no documentário Ritmo Alucinante, lançado no mesmo ano. No final da década, apesar de pouquíssimos representantes jovens na música brasileira, surge uma leva de grupos predecessores da geração seguinte do rock brasileiro, que incorporavam elementos da MPB, do Tropicalismo e do Clube da Esquina, porém com uma nova linguagem. Entre esses conjuntos estão A Cor do Som, que tinha Armandinho Macedo (filho de Osmar Macedo da dupla Dodô e Osmar) que resgatou o pau elétrico, agora com o nome de guitarra baiana, o grupo foi apadrinhado por Gilberto Gil, Caetano Veloso e pelos Novos Baianos; o grupo 14 Bis, banda de Flávio Venturini, recém saído de O Terço, foi acolhido pelo Clube da Esquina; e o Roupa Nova, originado da banda Os Famks, banda formada por músicos experientes em bailes desde a década de 1960. Ambos tornaram-se conhecidos nacionalmente entre 1979 e 1980. Também no final da década surge o movimento do Punk rock brasileiro, criado como crítica à censura, à repressão do regime militar e à exploração do trabalhador, O precursor dessas ideias foi o músico Douglas Viscaino, que inspirado em bandas como MC5, The Stooges e Ramones criou a banda pioneira Restos de Nada. Na sequência, surgem em São Paulo bandas como AI-5, Condutores de Cadáver, Detrito Federal, e Aborto Elétrico em Brasília. O músico Kid Vinil foi um dos maiores incentivadores do início do movimento punk paulista organizando shows e tocando músicas de bandas de punk rock e pós-punk em seu programa de rádio. == Década de 1980 == Foi no início da década de 1980 que surgiu o primeiro selo independente para bandas de punk rock, chamado Punk Rock Discos. Foi com este selo que a banda Lixomania gravou o primeiro single de uma banda de punk rock do Brasil, com 6 canções. O álbum Grito Suburbano, o primeiro LP com bandas de punk rock do Brasil, também foi lançado através deste selo. O álbum é uma compilação DIY com as bandas Inocentes e Cólera. Em 1982, o primeiro grande evento, O Começo do Fim do Mundo, surgiu como o marco inicial do punk rock brasileiro, com 20 bandas de São Paulo e do ABC paulista. A apresentação terminou em um confronto com a polícia. Atribui-se também a esta década a popularização e a verdadeira explosão do rock no Brasil, a princípio com o surgimento de bandas independentes divulgadas em fanzines. Algumas bandas como Os Paralamas do Sucesso e Titãs permanecem ativas, fazendo apresentações por todo o país. Outros artistas e bandas da época, como Engenheiros do Hawaii e Legião Urbana, foram imortalizados e tocam nas rádios até hoje, devido ao grande sucesso entre o público, principalmente adolescentes e jovens. Outra coisa que também ajudou popularização do rock no país foi a trilogia de filmes do gênero dirigidos e roteirizados por Lael Rodrigues: Bete Balanço, de 1984; Rock Estrela, de 1985; e Rádio Pirata, de 1987. Os três filmes foram de grande sucesso, particularmente entre adolescentes, e são notáveis por suas trilhas sonoras repletas de artistas e bandas de rock e new wave populares na época, como Azul 29, Barão Vermelho, Celso Blues Boy, Dr. Silvana & Cia., Leo Jaime, Lobão, Metrô, RPM, Titãs, entre outros. Também foram criadas casas de shows, como a carioca Circo Voador e as paulistanas AeroAnta, Carbono 14, Lira Paulistana, Madame Satã Night Club e Napalm. Importantíssimas para a formação do cenário roqueiro da época. As primeiras bandas a fazerem sucesso foram os cariocas da Blitz, formados em torno do Circo Voador, tornando-se um fenômeno através do sucesso Você Não Soube Me Amar; e os paulistanos da Gang 90 e as Absurdettes, liderados pelo jornalista Júlio Barroso e com o hit Perdidos na Selva, inscrita no festival MPB Shell 81. Também surgiram bandas formadas por músicos experientes, como Herva Doce, Rádio Táxi e os cantores Eduardo Dussek e Marina Lima, que vinham destacando-se desde o final da década anterior, porém, começaram a flertar com o rock a partir deste período. As bandas mais cultuadas da época formam um Quarteto Sagrado. São elas: Barão Vermelho, liderada por Cazuza e Frejat; Legião Urbana, liderada por Renato Russo e emplacando inúmeros sucessos que chegaram ao topo das rádios; Os Paralamas do Sucesso, que mistura rock e reggae; e Titãs, inicialmente formados por nove integrantes e influenciados pela MPB, pós-punk e new wave. Vários locais do Brasil tinham seus circuitos de rock. No Rio de Janeiro, também surgiram as bandas Biquini Cavadão, Kid Abelha e o cantor Leo Jaime. O fim do grupo Vímana, cultuadíssimo na década anterior, revelou Lobão, Lulu Santos e Ritchie. Surgem também a banda João Penca e Seus Miquinhos Amestrados, que apresentava uma mistura de estilos das década de 1950 e 1960, como rockabilly, surf music e doo-wop.Hot 20- João Penca e Seus Miquinhos Amestrados e grupos de soul e funk como Brylho, que teve como baixista o músico Arnaldo Brandão, ex-A Bolha e futuro integrante do Hanói-Hanói. Da banda saiu o cantor Cláudio Zoli.Soul BrasilClaudio Zoli Em São Paulo, também surgiram as bandas Ira!, RPM e Ultraje a Rigor. Outro acontecimento importante foi a chamada Vanguarda Paulista, liderada por Arrigo Barnabé e Itamar Assumpção. Houve também o movimento Punk paulistano, auxiliados pelo então radialista Kid Vinil, formado pelas bandas Inocentes, Cólera, Ratos de Porão, Olho Seco, Lixomania e culminando no festival O Começo do Fim do Mundo, realizado no SESC Pompeia em 1982. Posteriormente, outros grupos de temática punk foram formados, como Garotos Podres, 365 e Não Religião. Surgiu uma cena independente e experimental que girava em torno dos selos Baratos Afins e Wop Bop Discos, como Fellini, Cabine C, Agentss, Azul 29, Violeta de Outono, Voluntários da Pátria, Smack, Akira S e As Garotas Que Erraram, Gueto, Muzak, Nau, Mercenárias, o rockabilly do Coke Luxe, liderados por Eddy TeddyEddy Teddy e Coke Luxe, pioneiros do rockabilly no Brasil e até mesmo os grupos Korzus e Golpe de Estado, representantes do heavy metal e do hard rock respectivamente. Tal como no Rio de Janeiro, influenciados pelo soul e pelo funk surge Skowa e a Máfia e no hard rock também se destaca a banda Taffo, liderados pelo guitarrista Wander Taffo, com a presença dos irmãos Andria e Ivan Busic, futuros integrantes do Dr. Sin. Em Brasília, o Aborto Elétrico, primeira banda de Renato Russo, gerou as bandas Capital Inicial, que acabou se fixando em São Paulo; e a já citada Legião Urbana. Outros destaques vindos da capital brasileira são a Plebe Rude com os sucessos Até Quando Esperar e Proteção e grupos que tornaram-se cult, como Detrito Federal. Outros grupos surgidos no período foram Little Quail and The Mad Birds, formado por Gabriel Thomaz, Zé Ovo e Berma, que apresentava uma mistura de punk rock e rockabilly;A profundidade de '1,2,3,4' (a história do Little Quail and The Mad Birds) e os Raimundos, formados por Digão na bateria e Rodolfo Abrantes na guitarra.\"A forma como ele saiu do Raimundos nos impede de ter amizade\", diz Digão sobre Rodolfo As duas bandas mantinham amizade, a ponto dos Raimundos gravarem canções de Little Quail. Porém, as duas bandas se profissionalizaram somente na década seguinte.Gabriel Thomaz fala dos 15 anos do Autoramas e suas músicas crocantes Na Bahia, chegou ao sucesso a banda Camisa de Vênus, sendo uma banda tida como mais suja do que as outras pelo seu nome (na época era muito utilizado como sinônimo de preservativo) e pelos palavrões nas letras, liderada por Marcelo Nova. No Rio Grande do Sul, os Engenheiros do Hawaii e Nenhum de Nós chegaram ao sucesso nacional. Também surgiram bandas de menor projeção como Bandaliera, DeFalla, Garotos da Rua, Os Cascavelletes, Os Replicantes, Taranatiriça e TNT. Em 1983, a banda paulista Spray assina com a gravadora Fermata do Brasil e lança seu primeiro disco, um compacto simples com a música Tic Tic Nervoso, que no ano seguinte estouraria em todas as rádios nacionais interpretada pela banda Magazine, liderada por Kid Vinil. Tiveram outros grupos que ficaram marcados pelo grande sucesso que fizeram na época, como as bandas Sempre Livre, Hanói-Hanói, Metrô, Zero, Heróis da Resistência, Picassos Falsos, Uns e Outros, Egotrip, Dr. Silvana & Cia., Tokyo, grupo que revelou Supla e Hojerizah, essa última seria desfeita e na década de 1990 e o vocalista Toni Platão iniciaria carreira solo. Também surgiram na mesma década, os cantores Celso Blues Boy, Fausto Fawcett e Kiko Zambianchi. Em 1984, as bandas cariocas Dorsal Atlântica e Metalmorphose lançam em conjunto o álbum Ultimatum Split, um Álbum split que é considerado o primeiro álbum de thrash metal de uma banda brasileira. Porém, antes dele, a banda santista Vulcano já havia lançado a demo Om Pushne Namah. Aproveitando- se da onda thrash metal no Brasil, surge, em Minas Gerais, o grupo brasileiro de maior sucesso internacional, o Sepultura, com letras em inglês. Também em Minas Gerais, é formado a banda Sexo Explícito, com uma sonoridade voltada para o pós-punk, tornando-se embrião do Pato Fu. Outra banda a conseguir algum destaque no exterior (Japão) foi a paulista Viper, que também escrevia letras em inglês, e que ajudou a desenvolver um estilo que viria a ser chamado de metal melódico no Brasil. O Viper foi também responsável por revelar o vocalista Andre Matos, que participaria de duas grandes bandas brasileiras, o Angra e o Shaman. É também na primeira metade da década de 1980 que inicia-se um movimento de folk progressivo no país. Um dos pioneiros é o músico mineiro Marco Antônio Araújo.conexaojornalismo.com.br/ Música de Domingo: Marco Antonio Araújo, um artista sem igualbeatrix.pro.br/ Bio: Marco Antonio Araújo Em 1983, a banda Bacamarte lança o álbum Depois do Fim, que é considerado como um dos melhores do rock progressivo de todos os tempos no mundo, tendo o sítio Progarchives listado-o como um dos 40 melhores álbuns do gênero. Inovador para a época, o álbum trazia uma sonoridade totalmente diferente do início dos anos setenta, onde o talento individual de cada instrumentista, fez com que a banda fosse comparada ao Curved Air e ao Renaissance, dois ícones do progressivo britânico.Carlos Eduardo Lima, Bacamarte volta para show único no Rio de Janeiro. Rolling Stone (21/09/2012) Em 1985, ocorre a primeira edição do Rock in Rio, evento que representou um marco não só pro rock nacional, bem como para a música brasileira, uma vez que as grandes estrelas da música internacional não costumavam visitar a América do Sul, pelo que o público local tinha ali a primeira oportunidade de ver de perto os ídolos do rock mundial. Ainda em 1985, a CBS lança a coletânea Que delícia de rock, com hits de várias bandas emergentes, como Dr. Silvana e Cia, Telex, Rádio Táxi, Omar e Os Cianos, Sempre Livre, entre outras. Destaque para a faixa “Descendo o Rio Nilo”, primeiro sucesso do grupo Capital Inicial. Também em 1985, surge, na cidade de Santos, a banda Harry, considerada uma das pioneiras da chamada “cena industrial”.br.noticias.yahoo.com/ Johnny Hansen deixou pra trás o rock eletrônico que ajudou a criar no Brasil e do electrorock no Brasil.correiodoestado.com.br/ Morre músico santista Johnny Hansen, fundador da banda Harry, aos 56 anos Em 1987, a mesma banda Harry lança, pela gravadora Wop Bob, o disco Fairy Tales, considerado um dos discos mais emblemáticos do underground brasileiropopload.com.br/ CENA – O adeus repentino de Johnny Hansen, da lendária Harry. Banda de Santos estará em caixa de vinil e em coletânea a serem lançadas na Europa neste ano A década termina com a notícia da morte de Raul Seixas, em agosto de 1989. == Década de 1990 == Foi em 1990 que foi lançado aquele que é considerado o primeiro álbum conceitual brasileiro - Searching for the Light, da banda carioca de thrash metal Dorsal Atlântica. A crítica cunhou o disco, influenciado pelo livro 1984 de George Orwell, de a primeira Thrash Opera do mundo. Dentre as novidades da década, está o surgimento da MTV Brasil, em 1990. O período ficou marcado pelo enorme crescimento da indústria do videoclipe no Brasil, além da emissora musical oferecer oportunidades de divulgação para inúmeras bandas que estavam em início de carreira. Com isso, todos os grupos de destaque na época, tiveram seus clipes veiculados no canal. Surgiram também festivais alternativos importantes para a divulgação do cenário independente, como o Abril pro Rock, em Recife e as grandes gravadoras voltaram a apostar em grupos novos, através de pequenos selos, como Chaos, pertencente à Sony Music e Banguela Records, criado pelos Titãs em parceria com o produtor Carlos Eduardo Miranda e distribuído pela Warner Music. Membros de bandas surgidas na década de 1980 formam o projeto paralelo inspirado em The Beatles, chamado Os Britos, formada inicialmente por Dado Villa-Lobos (Legião Urbana), Guto Goffi e Rodrigo Santos (Barão Vermelho) e George Israel (Kid Abelha).Bate-papo com Os Britos O primeiro grande grupo da década foi o Skank, banda mineira que misturava rock e reggae.Skank relembra época em que era \"banda de reggae de ex-integrante do Sepultura\" Ao longo dos anos, outros grupos mineiros surgiriam, como Jota Quest, que misturava pop rock, soul e funk.Jota Quest faz show no Recife e Rogério Flausino avalia: 'Somos a resistência do pop rock' Pato Fu, Virna Lisi e Tianastacia. Em Recife, despontou o movimento Manguebeat. Liderados por Chico Science & Nação Zumbi e Mundo Livre S/A, as bandas misturavam percussão pernambucana com guitarras pesadas, conquistando a crítica. Surge em São Paulo a rádio Kiss FM.Scalla FM sai para dar lugar à saudosa Kiss FM - Folha de S.Paulo, 08 de dezembro de 2000 Outras rádios que se denominavam rádios de rock no estado, a 89 FM e 97 FM, começam a divulgar a data de 13 de julho como Dia Mundial do Rock, inspirado na declaração do músico Phil Collins durante o Live Aid, evento realizado em 13 de julho de 1985, apesar da declaração vir de um músico estrangeiro, a data só é comemorada no Brasil. Entre 1994 e 1995 dois grupos foram bem sucedidos pelo humor, os brasilienses Raimundos, com o ritmo forrocore (forró+hardcore)Rótulo de \"forró-core\" atrapalhava mais que ajudava, diz Raimundos e os guarulhenses Mamonas Assassinas, parodiando do heavy metal ao sertanejo, chegando a fazer 3 shows por dia e venderem 1,5 milhão de cópias. Pegando carona na onda Mamonas Assassinas, que abriu espaço no mainstream brasileiro para músicas cujas letras falam, de maneira humorística, sobre sexo, surgiu um efêmero movimento de Rock onanista, com bandas como Os Ostras, Lagoa 66, Baba Cósmica, Maria do Relento, Velhas Virgens e P.U.S.. Foi em meados da década de 1990 também que o país viu o ressurgimento da cena surf rock instrumental, com muitas estações locais de rádio e TV tocando músicas famosas de instro-surf em seus jingles e programas. Entre as bandas que se destacaram, podem ser citadas Os Ostras, The Gasolines, Os Netunos, Frank Simata, The Silvas, Los Cochabambas, Orestes Prezza e Xevi 50.silvertabbies.co.uk/ Modern Brazilian Surf Rock Instrumental Bands Alguns rappers tiveram ligação íntima com o rock, como Pavilhão 9, que falava de violência policial; Planet Hemp, que defendia a descriminalização da maconha. O Sepultura teve um crescimento de popularidade nos anos 1990, através dos álbuns Arise e Chaos A.D., culminando em Roots, disco que fez da banda uma das principais do heavy metal mundial na época e lhes rendeu razoável exposição no mainstream. Estes 2 álbuns apresentaram extensas influências de música brasileira, sendo suas principais características o uso de percussão tribal. Pouco tempo depois, Max Cavalera membro fundador e front man, sai da banda, dando lugar a Derrick Green. Ele forma a banda Soulfly com mais 3 músicos estadunidenses, e continua apresentando extensas influências de música brasileira. Seguindo o caminho do Sepultura, o Angra também gravou músicas em inglês, misturando power metal com ritmos tipicamente brasileiros. A banda alcançou sucesso na cena heavy metal brasileira e reconhecimento mundial, sendo muito bem recebidos na França e principalmente no Japão. Outros destaques da década são as bandas Cidade Negra e O Rappa, representando a ligação do reggae com o rock; Charlie Brown Jr., com influências do skate punk e vocais rap; Cássia Eller, com um repertório de Cazuza, Nando Reis e Renato Russo; e Los Hermanos, que surgiram com Anna Júlia, canção pop que não combinava com a imagem intelectual da banda. Outro fato da década é que todas as bandas do Quarteto Sagrado do rock da década de 1980, com exceção da Legião Urbana, tiveram de se renovar para reconquistar o grande público. Os Paralamas do Sucesso, após uma fase experimental, voltaram às paradas com Vamo Batê Lata (1995), os Titãs, com seu Acústico MTV (1997) e o Barão Vermelho, com o semi- eletrônico/dance-rock Puro Êxtase (1998).Barão Vermelho traz tecno e clássicos a SP Outro grupo que conseguiu se renovar foi o Kid Abelha, com Meu Mundo Gira em Torno de Você (1996), que traz a versão de Na Rua, na Chuva, na Fazenda de Hyldon; e Remix (1997).Kid Abelha Em 1996, surge a banda carioca Pedro Luís e a Parede, com uma mistura de rock, samba, maracatu, rap e funk.\"Pedro Luís canta Ponto Enredo\" Ainda no Rio de Janeiro, em 1997 outro grupo começa a ganhar projeção nas noites cariocas. A banda LS Jack surge quando alguns estudantes de música decidiram montar uma banda chamada L'Acid Jazz que depois viria a se tornar o LS Jack. O primeiro álbum, auto-intitulado, LS Jack, lançado em 1999, trouxe o hit Você Chegou que foi a porta de entrada para grandes sucessos como Carla , Uma Carta, Sem Radar, Espírito Meu e Amanhã Não Se Sabe. Em 2004 o vocalista Marcus Menna entrou em coma após complicação em uma cirurgia e resultou no final da banda anunciado em 2005. Depois de um tempo, surgiram Flávio Landau e Wilson Sideral (ambos irmãos de Rogério Flausino, vocalista do Jota Quest). Sideral emplacou nas rádios brasileiras sucessos como Não Pode Parar e Zero a Zero. Já Landau obteve maior reconhecimento na década seguinte. O rock gaúcho continuou muito bem representado pela banda Cidadão Quem, pelos cantores Wander Wildner (ex- Replicantes) e Júpiter Maçã (ex-Cascavelletes), entre outros nomes de projeção local. Também tiveram grupos de carreira mais curta, como Rumbora, Skuba, Os Virgulóides e O Surto, banda conhecida pelo hit A Cera. Outros alcançaram status de artistas cult, como o já citado Little Quail and The Mad Birds, Mulheres Q Dizem Sim, Hay Kay, Yo-Ho Delic e Pin Ups. As duas últimas compunham suas músicas em inglês e o Little Quail gravou dois álbuns até ser extinto em 1996. Foi na metade final da década de 1990 que começou a era do hardcore melódico no Brasil, com nomes como Dead Fish, Dread Full, Pinheads, Primal Therapy, Garage Fuzz, Barneys, Heffer, Againe e tantas outras. Em 1998, três guitarristas virtuosos do Brasil (Edu Ardanuy, Frank Solari e Sérgio Serj Buss) se juntaram e formaram o Tritone. Juntos, eles gravaram Just for Fun (And Maybe Some More Money...), álbum este que é considerado um marco do rock instrumental no país.DigestivoCultural.comTritone: 10 anos de um marco da guitarra rock. Postado em 10/9/2008 (Quarta-feira), por Rafael Fernandes. Visualizado em 11/02/2012.territoriodamusica.com Edu Ardanuy - Guitarra. Acessado em 11/02/2012. Também em 1998, foi publicada a primeira edição da Senhor F - A Revista do Rock, que é uma publicação digital brasileira sobre música, editada por Fernando Rosa.Guiart Belém Com enfoque no rock alternativo brasileiro, a publicação logo tornou-se uma referência nacional quando o assunto é música independente ou fora do mainstreamO Grito! A década também ficou marcada pela perda de Cazuza, em 1990, e Renato Russo, em 1996, dois grandes ícones da história do rock brasileiro; o trágico acidente de avião que vitimou o grupo Mamonas Assassinas no mesmo ano e o falecimento de Chico Science, em 1997. == Década de 2000 == Em 2000 é criada a categoria Grammy Latino de melhor álbum de rock ou música alternativa em língua portuguesa no Grammy Latino. Vencida pelo álbum Acústico MTV de Os Paralamas do Sucesso 2001 foi um ano trágico para o rock brasileiro: Herbert Vianna, dos Paralamas do Sucesso, sofreu um acidente de ultraleve e ficou paraplégico (mas voltou a tocar); Marcelo Fromer, dos Titãs, morreu atropelado; Cássia Eller faleceu; Marcelo Yuka, baterista do Rappa, foi baleado, ficou paraplégico, saiu da banda e formou o grupo Furto, que segue o mesmo estilo musical e ideologia que o consagrou no Rappa. Também em 2001, houve o boicote das bandas brasileiras ao Rock in Rio, isso porque havia uma cláusula no contrato que excluía a possibilidade dos grupos brasileiros passarem o som para fazer as últimas regulagens de instrumentos, e elas reivindicaram a mesma estrutura concedida para as bandas estrangeiras. O boicote iniciou-se com Cidade Negra, O Rappa e Raimundos, apoiados por Charlie Brown Jr., Jota Quest e Skank.oglobo.globo.com/ Bandas nacionais relembram o boicote ao Rock in Rio em 2001 Ainda em 2001, foi realizada a primeira edição do Primeiro Campeonato Mineiro de Surfe, um evento anual que é o maior e mais importante festival latino-americano de surf music.overmundo.com.br/ Belo Horizonte: a capital do surf Rita Lee vence o Grammy Latino com o álbum 3001. Algumas bandas da década de 1990 passaram por muitas mudanças: o líder dos Raimundos, Rodolfo Abrantes, converteu-se ao cristianismo e saiu da banda para formar o Rodox (que também acabaria algum tempo depois) e atualmente faz carreira solo com músicas gospel. No Charlie Brown Jr., que já havia perdido um de seus membros originais, o guitarrista Thiago Castanho, e passou a ser um quarteto, desavenças entre os membros da banda faz com que três dos quatro músicos saíssem da banda. Chorão, o único remanescente, junta mais três músicos, entre eles, Thiago Castanho, que retornou à banda, e o Charlie Brown Jr. continua na ativa. O baixista Champignon formou a banda Revolucionnários, e posteriormente a Nove Mil Anjos, esta última com Peu Sousa e Junior Lima; o guitarrista Marcão Britto formou a banda TH6; e o baterista Renato Pelado virou pastor na igreja Bola de Neve Church. Porém, Champignon e Marcão Britto retornariam ao Charlie Brown Jr. no início da década seguinte. A banda Skank buscou um estilo mais próximo britpop e cheio de experimentalismo nos álbuns Cosmotron, de 2003 vencedor do Grammy Latino, e Carrossel, de 2006. Porém, mais tarde, voltaria às origens no álbum Estandarte, em 2008. É também na década de 2000 que inicia-se a era dos shows internacionais de bandas punks no Brasil, com destaque para o selo e produtora independente Ataque Frontal, que foi a grande responsável pela inserção da cena punk no Brasil no mapa do punk rock mundial. Na mesma década surgiram as bandas Cachorro Grande, CPM 22, Detonautas Roque Clube, Tihuana e a cantora Pitty, que tomaram a atenção da mídia durante toda a década. No cenário underground, destacaram as bandas Autoramas, de Gabriel Thomaz (ex-Little Quail), Bidê ou Balde, Matanza, Hateen, Gram, Ludov, Cascadura, Moptop, Forgotten Boys, Vanguart, Luxúria, Móveis Coloniais de Acaju, Cidadão Instigado, Mopho, Relespública, Garotas Suecas e Cansei de Ser Sexy. Em 2002, surge no Rio de Janeiro o projeto Tributo ao Inédito, uma iniciativa de bandas e artistas cariocas do cenário independente. O objetivo do projeto foi o de vencer as barreiras dos grandes veículos de comunicação e divulgar nacionalmente os nomes de cada um dos envolvidos.rockemgeral.com.br/ Tributo ao inédito: muito mais que um pau-de-sebo Deste projeto, surgem as bandas Rogério Skylab, Leela, Cabeçudoss, Ramirez, Zumbi do Mato, Vulgue Tostoi, Lasciva Lula, e outras. Em 7 de maio de 2003, a banda Los Hermanos lança o álbum Ventura, que na década seguinte seria eleito pelo público da Rádio Eldorado FM, do portal Estadao.com e do Caderno C2+Música (estes dois últimos pertencentes ao jornal O Estado de S. Paulo) como o melhor disco brasileiro da história. No heavy metal brasileiro, embora permaneçam underground, viu-se o surgimento de novas bandas que conseguiram projeção internacional: Shaman, Hangar, Mindflow, Hibria, Torture Squad, Burning in Hell e Shadowside. As bandas consagradas da década passada, como Dr. Sin, permaneceram como grandes nomes na cena metálica, que teve Sepultura e Angra ainda como suas principais figuras. Igor Cavalera deixou o Sepultura em 2006, sendo substituído por Jean Dolabella, que também saiu do grupo e foi substituído por Eloy Casagrande, que era da banda de heavy metal católico Iahweh (banda). Igor se junta à seu irmão Max Cavalera e formam o Cavalera Conspiracy, com mais 2 músicos estadunidenses. O Angra também passou por mudanças em sua formação: Andre Matos, Luis Mariutti e Ricardo Confesori saíram, sendo substituídos por Eduardo Falaschi, Felipe Andreoli e Aquiles Priester, respectivamente. Andre Matos, juntamente com os outros ex-membros do Angra, formaram o Shaman, que logo alcançou o status de grande banda. Atualmente, Andre Matos segue em carreira solo. Ainda nos anos 2000, começaram a surgir bandas de rock com influências do emo, do hardcore melódico e do pop punk, que ganharam muito destaque graças à internet e às redes sociais, como Orkut e Fotolog. Entre os maiores destaques, estão as bandas Forfun, Fresno, Gloria, NX Zero e Strike, que se tornam altamente populares para o público jovem, com destaques em programas da MTV Brasil, e músicas entre as mais tocadas nas rádios brasileiras. Surgem bandas em homenagem à Jovem Guarda: Lafayette & Os Tremendões, formada por Lafayette, Gabriel Thomaz, Érika Martins (ex-Penélope), Melvin, Renato Martins, Nervoso e Marcelo CalladoLafayette & Os Tremendões: homenagem à Jovem Guarda e The Originals, formada por ex-membros das bandas The Fevers, Renato e seus Blue Caps e Os Incríveis.Clima de Jovem Guarda com The Originals e Trepidant's A década foi bastante profícua para o cenário roqueiro de Minas Gerais. Influenciadas pelo pop rock alternativo e pela onda de bandas independentes na cena musical americana, surgiram as bandas Falcatrua (2000), Graveola e o Lixo Polifônico (2004), Transmissor (2006), Deveras (2007) entre outras. Em 2006, a banda Os Mutantes se reúne novamente para um concerto em Londres, mas não com todos membros originais: participam Sérgio Dias, Arnaldo Baptista, Dinho Leme e a cantora Zélia Duncan assume os vocais no lugar de Rita Lee.Mutantes levam público ao delírio em Londres - BBC Brasil, 23 de maio de 2006 No ano seguinte, Arnaldo e Zélia saem da banda para se dedicar a projetos solos.Arnaldo Baptista e Zélia Duncan saem dos Mutantes Em 2008, a cantora Bia Mendes entra para o grupo.Mutantes lançam canção inédita, mas sem Arnaldo, Rita e Zélia Também em 2006, surge a banda Sambô, que assim como Lee Jackson nos anos 1970, gravou canções de rock internacional em ritmo de samba.É rock ou é pagode? Conheça os grupos que fazem a mistura para agradar todas as tribos Em 2009, Supla e o irmão João Suplicy formam a dupla Brothers of Brazil, misturando punk rock, samba e bossa nova.Supla e João Suplicy assinam com gravadora dos EUA Também em 2009, o guitarrista Andreas Kisser, do Sepultura, lança Hubris I & II, seu primeiro disco solo. O Grammy Latino é dividido entre os álbuns Agora de NX Zero e Sacos Plásticos de Titãs. == Década de 2010 == Na década de 2010, surgiu no cenário alternativo alguns grupos com inúmeras vertentes, indo do indie ao stoner rock, passando pela MPB, e pela psicodelia. Entre essas bandas estão Vivendo do Ócio, Selvagens à Procura de Lei, Vespas Mandarinas, O Terno, Boogarins, Maglore, Terno Rei, Far from Alaska, Ego Kill Talent, Apanhador Só, The Baggios e Dona Cislene. Surgiram também artistas que vêm se destacando por revisitarem o repertório de alguns nomes da geração 80 do rock nacional, como os grupos Nem Liminha Ouviu,Nem Liminha Ouviu divide plateia com show de covers brasileiros no Lolla nome criado em homenagem ao produtor homônimo e interpretando bandas que surgiram no cenário underground da época e Urbana LegionUrbana Legion: tributo ao Legião invadindo o Brasil e o exterior em referência à Legião Urbana e formada por integrantes do Tihuana, Charlie Brown Jr., A Banca e Bula. A última citada também fez parte do circuito roqueiro da década. Membros de bandas da década de 1980 formaram o Panamericana, projeto dedicado ao rock latino-americano. O supergrupo é formado por Dado Villa-Lobos, Charles Gavin, Dé Palmeira e Toni Platão. Outra tendência que entrou em destaque no cenário musical brasileiro foram as chamadas bandas coloridas, especialmente dedicado para o público feminino jovem e tem como suas principais características as roupas coloridas, óculos new wave, uso de sintetizadores e letras agitadas e alegres,Sérgio Martins (9 de junho de 2010). \"A alegria dos pais\". Revista Veja Edição 2168. No início da década, o movimento rotulado como happy rock, dominou as paradas de sucesso através das bandas Cine, Hori e Restart. Porém, a moda foi criticada por nomes como Dinho Ouro Preto, Lobão e Tico Santa Cruz'Restart faz Fresno parecer Dostoievski', diz Dinho Ouro PretoTico Santa Cruz critica a banda Restart e acabou perdendo força pouco tempo depois, sendo que todos os grupos não permaneceram na grande mídia e encerraram suas atividades. Talvez o único fenômeno roqueiro do período, Malta, vencedora da primeira temporada do programa Superstar, da Rede Globo, se tornou uma das bandas de maior popularidade do país, tendo seu álbum de estreia, intitulado Supernova, como um dos mais bem sucedidos do ano de 2014, com a certificação de disco de platina triplo, equivalente a 300 mil cópias vendidas. O grupo venceu a atração musical com 74% dos votos,É campeã! Malta conquista 74% dos votos e vence o SuperStar mas o sucesso foi efêmero e o vocalista Bruno Boncini deixou a banda em junho de 2016 Boncini foi substituído por Luana Camarah, semifinalista da 2ª temporada do The Voice Brasil. O talent show Superstar também revelou o grupo folk Suricato e as bandas Move Over, Supercombo, Scalene e Versalle,Top 12: Supercombo, Kita e Scambo deixam a disputa do SuperStarVersalle e Scalene colocam o rock na final do Superstar que se destacaram nas primeiras edições do programa, realizadas em 2014 e em 2015. Ambas conquistaram prestígio no cenário indie e também no mainstream, participando de grandes festivais, como as últimas edições do Rock in Rio e do Lollapalooza.Scalene, de Brasília, abre Lollapalooza neste domingo, em São PauloVersalle|Lollapalooza BrasilSuricato recebe bem Raul Midón, que rouba a cena no Palco Sunset Já em sua última temporada, exibida em 2016, os grupos Preto Massa, Playmobille, Pagan John, Powertrip, Valente, e os finalistas Plutão Já Foi Planeta, Bellamore e OutroEu puderam mostrar seus trabalhos Apesar do gênero estar ausente da grande mídia e fora das FMs nacionais, a década também se destacou pela volta das chamadas Rádios Rock, como a 89 FM A Rádio Rock, em São Paulo\"Rádio Rock\" volta ao ar à 0h desta sexta em SP com o nome UOL 89FM no final de 2012 e a Rádio Cidade, no Rio de Janeiro, que durou de 2014 a 2016. Ao lado da internet, as emissoras de rádio citadas têm sido os principais veículos de divulgação da cena roqueira atual. Contudo, 2015 foi o primeiro ano da história em que o rock brasileiro não esteve entre as 100 canções mais tocadas nas rádios do país, segundo pesquisa da Crowley Broadcast Analysis. No ano seguinte, a mesma situação ocorreu. Desde 2011, alguns grupos vêm retomando suas atividades, entre elas RPM, Ira!, Camisa de Vênus,Camisa de Venus: Marcelo Nova anuncia volta para tour de 35 anos Barão Vermelho (já sem Roberto Frejat, que partiu de vez para a carreira solo, sendo substituído por Rodrigo Suricato nos vocais,) Picassos Falsos, Viper e Gram. Outras voltaram para eventuais turnês comemorativas, como Kid Abelha (em sua última turnêKid Abelha anuncia oficialmente o fim da banda e agradece aos fãs) e até mesmo Dado Villa-Lobos e Marcelo Bonfá, novamente dividindo palcos e celebrando 30 anos do lançamento do primeiro disco da Legião UrbanaLegião Urbana faz show de novos talentos em São Paulo A década também teve mortes de figuras notórias, como o cantor Andre Matos, o cantor Redson Pozzi, líder da banda Cólera, o cantor e guitarrista Celso Blues Boy, Chorão e Champignon, vocalista e baixista do Charlie Brown Jr., respectivamente, Peu Sousa (guitarrista, ex- Pitty e Nove Mil Anjos), Helcio Aguirra, guitarrista do Golpe de Estado, Renato Rocha, ex-baixista da Legião Urbana, Percy Weiss, ex-vocalista do Made in Brazil e da Patrulha do Espaço, o músico gaúcho Júpiter Maçã, Peninha, percussionista do Barão Vermelho, o cantor e radialista Kid Vinil, Karl Franz Hummel, ex-guitarrista do Camisa de Vênus, o guitarrista virtuoso Paulo Schroeber, e Johnny Hansen, um dos nomes mais importantes da história do rock eletrônico brasileiro,atribuna.com.br/ Johnny Hansen morre, aos 56 anos, após ataque cardíaco além do produtor musical Carlos Eduardo Miranda, fundador do selo Banguela Records, descobridor, entre outras, da banda Raimundos, e responsável por dar notoriedade ao movimento Mangue Beatjconline.ne10.uol.com.br/ Miranda deixa legado permanente no rock brasileiro Em 2016, Moraes Moreira, Baby do Brasil, Pepeu Gomes, Paulinho Boca de Cantor e Luiz Galvão remontam a banda Novos Baianos. No mesmo ano, a Rede Globo lança a telenovela Rock Story, cuja trama apresenta a ascensão da música pop no país e a queda do rock.Novela musical, 'Rock story' põe em cena a dicotomia entre rock e pop A novela chegou ao fim em junho de 2017. Em 2017, o guitarrista Kiko Loureiro torna-se o primeiro músico brasileiro a receber um Prêmio Grammy pelo seu trabalho com uma banda de metal. Em 2018, George Israel, Felipe Cambraia, baixista de Nando Reis e Toni Garrido, vocalista da banda Cidade Negra criam o grupo Black Carlos, que toca canções nos estilos funk e soul da dupla Roberto e Erasmo Carlos.George Israel e Toni Garrido homenageiam Roberto e ErasmoProgamação de shows de 2 a 8/3 Em 2019, a Rádio Cidade volta atuar no Rio de Janeiro.Rádio Cidade, do grupo JBFM, volta ao dial no Rio de Janeiro == Ver também == * Pop Rock Brasil * Rock português == Ligações externas == * Silvio Essinger. Historia do Rock Brasil - Parte 1 * Silvio Essinger. Historia do Rock Brasil - Parte 2 * Superinteressante: Rock: Anos incríveis * Superinteressante: Rock: Não como nossos pais * Superinteressante: Os brotos comandam",
 "title": "Rock no Brasil"
}