{
 "id": "95497",
 "text": "Luís Filipe Ferreira Vieira (Lisboa, São Domingos de Benfica, 22 de junho de 1949) é um empresário e dirigente desportivo português, conhecido por ter sido presidente do Sport Lisboa e Benfica, de 3 de novembro de 2003 a 15 de julho de 2021. == Biografia == Começou a trabalhar com 14 anos como paquete, mais tarde iniciando uma atividade por conta própria, sendo empresário primeiro na área dos pneus e mais tarde no imobiliário. Luís Filipe Vieira foi eleito a 3 de Novembro de 2003 como 33.º presidente do Benfica. Empenhou-se no relançamento e reconstrução do clube, sendo um dos responsáveis pela construção do novo Estádio da Luz e pelo novo centro de estágios do Seixal. Em 2016 tornou o clube no 21.º mais lucrativo da Europa. Durante os seus mandatos, a equipa principal de futebol do clube conquistou as Primeiras Ligas de 2004/2005, 2009/2010, 2013/2014, 2014/2015, 2015/2016 ,2016/2017 e 2018/2019 as Taças de Portugal de 2003/2004, 2013/2014 e 2016/2017 as Taças de Liga de 2008/2009, 2009/2010, 2010/2011, 2011/2012, 2013/2014, 2014/2015 e 2015/2016, e as Supertaças Cândido de Oliveira de 2005, 2014, 2016, 2017 e 2019 tendo sido por duas vezes consecutivas finalista vencido da Liga Europa de 2012/2013 e 2013/2014. Foi reeleito para um segundo mandato a 27 de outubro de 2006. Três anos depois, a 3 de Julho de 2009, foi reeleito para um terceiro mandato, tendo vencido o seu adversário Bruno Costa Carvalho com 91,74% dos votos, depois de ter demitido a direção para provocar eleições antecipadas. A 26 de outubro de 2012, Filipe Vieira foi reeleito presidente do Benfica com 83,02% dos votos, contra 13,83% de Rui Rangel e 3,15% de votos brancos. Quarenta e dois dias depois, a 7 de dezembro, Vieira tornou-se no presidente com mais tempo de mandato na história do clube, ultrapassando Bento Mântua. Em 2014, o clube alcançou um triplete inédito no futebol português ao ganhar a Primeira Liga, a Taça de Portugal e a Taça da Liga, sendo que repetiu a presença na final da Liga Europa da UEFA (visto que no ano anterior também lá tinha ido) e meses mais tarde ganhou a Supertaça Cândido de Oliveira, tendo vencido portanto todas as provas nacionais (feito inédito) num ano. A época 2014/15 foi particularmente bem-sucedida uma vez que o Benfica ganhou 64 títulos no total (1 internacional, 41 nacionais e 22 regionais) em desportos, escalões e géneros diferentes. Em 27 de outubro de 2016, foi reeleito presidente do SL Benfica para um quinto mandato, com 95,52% dos votos, não tendo tido adversários no acto eleitoral. A 19 de Janeiro de 2021 foi noticiado que testou positivo ao COVID-19 durante a pandemia de COVID-19 em Portugal, sendo um dos 17 elementos do clube aos quais os testes deram resultados positivos. No dia 7 de Julho de 2021 foi detido para interrogatório juntamente com o seu filho Tiago Vieira, empresário José Manuel dos Santos e o agente desportivo Bruno Macedo. Acusado de lesar o Novo Banco, o Estado Português e a Benfica SAD em mais de 100 milhões de euros, em supostos crimes praticados desde 2014 até a altura da detenção. No dia 15 de Julho de 2021 demitiu-se da Presidência do Benfica e da Benfica SAD devido às acusações resultantes da Operação Cartão Vermelho.. === Operação LEX === Em 2020, Luís Filipe Vieira foi acusado do crime de recebimento indevido de vantagem, no contexto da Operação LEX, juntamente com 16 outros arguidos. As circunstâncias desta acusação influenciaram a sua campanha de reeleição como presidente do Benfica, nomeadamente, através da exclusão do primeiro-ministro de Portugal, António Costa e do presidente da câmara municipal de Lisboa, Fernando Medina da sua comissão de honra. O dirigente declarou ainda a sua intenção de abandonar o cargo, caso seja condenado. Paralelamente, é ainda arguido na Operação Saco Azul. Apesar da polémica em torno do dirigente, em 28 de outubro de 2020 foi reeleito para a presidência do clube encarnado, com cerca de 62% dos votos. No discurso de vitória, reiterou que seria o seu último mandato à frente do Benfica. Esta investigação debruçou-se sobre as atividades ilícitas de Rui Rangel (ex-juiz desembargador, demitido na sequência desta Operação), acusado de montar um esquema para vender a sua influência em processos judiciais, com o apoio de vários advogados. O empresário José Veiga foi também acusado de ter pago centenas de milhares de euros para Rui Rangel o ajudar em alguns processos judiciais, um dos quais, um caso de fraude fiscal, em que tinha sido condenado. O presidente do Benfica foi acusado de ter usado a influência de Rangel para tentar resolver uma ação de uma sociedade do seu universo empresarial que estava pendente no Tribunal Administrativo e Fiscal de Sintra​. Esta acusação debruçou-se sobre a impugnação de um adicional de 1,6 milhões de euros exigidos pelas Finanças, a título de mais-valias. Luís Filipe Vieira foi acusado de ter pago a ajuda de Rangel com bilhetes para a bancada presidencial do Estádio da Luz, além de viagens e estadias para o então magistrado assistir a jogos do Benfica no estrangeiro. Em setembro de 2020, durante a sua campanha para reeleição do cargo de presidente do Benfica, Luis Filipe Vieira apresentou a sua comissão de honra, que incluía diversas personalidades relevantes, das quais se destacavam o primeiro-ministro de Portugal, António Costa, e o presidente da câmara municipal de Lisboa, Fernando Medina. Perante as várias críticas dirigidas a ambos, pelo seu apoio ao dirigente (nomeadamente, por este estar a ser investigado numa operação criminal de grande mediatismo), incluindo o Presidente da República Portuguesa, Marcelo Rebelo de Sousa, ambos foram excluídos desta comissão. ==Palmarés no Benfica== Palmarés no Benfica (Futebol, principais modalidades de pavilhão e Atletismo — apenas títulos oficiais e em seniores [1ª divisão] masculinos): ===Futebol (22 títulos)=== *7 Primeiras Ligas *3 Taças de Portugal *7 Taças da Liga *5 Supertaças Cândido de Oliveira ===Futsal (24 títulos)=== *1 UEFA Futsal Champions League *7 Campeonatos Nacionais *6 Taças de Portugal *3 Taça da Liga *7 Supertaças de Portugal ===Hóquei em patins (18 títulos)=== *2 Ligas Europeias *1 TaçaWorld Skate Europe *3 Taças Continentais *2 Taça Intercontinental *1 Torneio Cidade de Vigo *3 Campeonatos Nacionais *3 Taças de Portugal *2 Supertaças António Livramento *1 Taça 1947 ===Basquetebol (31 títulos)=== *7 Campeonatos Nacionais *4 Taças de Portugal *6 Taças Hugo dos Santos *5 Troféu António Pratas *7 Supertaças de Portugal *1 Supertaça Luso-Angolana *1 Liga de Verão ===Andebol (11 títulos)=== *1 Campeonato Nacional *3 Taças de Portugal *2 Taças da Liga *4 Supertaças de Portugal *1 [Taça Presidente da República de Andebol Masculino|Taça Presidente da República]] [] ===Voleibol (25 títulos)=== *7 Campeonatos Nacionais *9 Taças de Portugal *9 Supertaças de Portugal ===Atletismo (28 títulos)=== *11 Campeonatos Nacionais *8 Campeonatos Nacionais de Pista Coberta *3 Campeonatos Nacionais de Corta-Mato *6 Campeonatos Nacionais de Estrada Categoria:Naturais de Lisboa Categoria:Empresários de Portugal Categoria:Presidentes do Sport Lisboa e Benfica",
 "title": "Luís Filipe Vieira"
}