{
 "id": "95502",
 "text": "A Caixa Mágica Software é uma empresa portuguesa, inicialmente conhecida pela distribuição de Software Linux Caixa Mágica, a partir do projeto e-escolas, hoje em dia foca-se no desenvolvimento de projetos para entidades parceiras, em particular a Administração Publica Portuguesa. Paralelamente participa em projetos de investigação no âmbito da União Europeia e oferece serviços de consultoria aos seus clientes. == História == Foi no ano de 2000, num concurso promovido pela associação para o Desenvolvimento das Telecomunicações e Técnicas de Informática para novas ideias, que surgiu o software Linux Caixa Mágica. Em 2004, quatro anos após a sua criação, foi necessário reestruturar todo o enquadramento em função do crescimento da equipa, das soluções propostas e dos modelos adotados. Foi então realizado um spin-off da ADETTI, criando-se uma empresa designada por Caixa Mágica Software. No âmbito desse spin-off foi celebrado um acordo em que a ADETTI ficaria responsável pelo desenvolvimento e inovação de alguns dos produtos Caixa Mágica. Em 2009, no decorrer dos estágios de Verão, surgiu um projeto que visava desenvolver um mercado de aplicações na plataforma Android. A empresa Aptoide foi criada em setembro de 2011, como spin-off da Caixa Mágica. Em 2019, a WalliD, uma iniciativa inovadora da unidade de pesquisa e desenvolvimento no campo da certificação digital da Blockchain, voltou a culminar na criação de uma empresa spin-off da Caixa Mágica. == Serviços == A Caixa Mágica Software atualmente destaca-se em diversos serviços, como o desenvolvimento de Software, UX/UI Design, Talent Sourcing / Nearshoring e R&D;, Research and developmet. === Desenvolvimento de Software === A Caixa Mágica Software desenvolve software em diversas áreas e para diferentes etapas de negócios. Deste modo, trabalha com diferentes parceiros, apoiando start-ups, instituições publicas e privadas, utilizando sempre que possível tecnologias de Open Source. === UX/UI Design === A Caixa Mágica Software desenvolve soluções de UX/UI Design para as entidades parceiras criando interfaces e designs para diferentes dispositivos. === Talent Sorcing e Nearshore === A equipa de Recursos Humanos da Caixa Mágica Software não só recruta para a equipa Interna, como também recruta para entidades de diferentes setores. Neste sentido, o Talent Sourcing visa identificar diferentes perfis e talentos que se adequem às posições procuradas. === Reseach & Development === A Caixa Mágica oferece um serviço de Pesquisa e Desenvolvimento que se destaca pela inovação e excelência tecnológica. A Caixa Mágica está na vanguarda da criação de soluções personalizadas e adaptáveis às necessidades especificas de cada cliente. == Projetos == === Projectos Nacionais e Internacionais de I&D; com participação da Caixa Mágica Software === PROJECTO EDOS (2005) - Em 2005, a Caixa Mágica Software foi convidada pelos líderes do projecto de investigação em software livre EDOS a participar neste consórcio que reuniu os players do mercado e Centros de Investigação e foi financiado pelo sexto programa quadro da União Europeia. O projecto EDOS teve como objectivo desenvolver e melhorar as tecnologias de Software livre/aberto para a sua eficaz criação e distribuição. Os resultados deste projecto tiveram impacto em futuras versões de software open-source tão diferenciados como Linux (Mandriva e Caixa Mágica), ERPs (ERP5: Nuxeo e Nexedi), entre outros. Os objectivos técnicos do EDOS consistiram em desenvolver ferramentas e tecnologias que melhorem o estado da arte nos seguintes domínios: * gestão de dependências em grandes repositórios de software SL/A, como é o caso dos servidores da Caixa Mágica; * testes e garantia de qualidade nas novas versões de sistemas complexos de software; * eficiente distribuição do software utilizando bases de dados distribuídas e sistemas peer-to-peer. PROJECTO MANCOOSI (2008) - Este projecto é a continuidade natural do Projecto EDOS. O objectivo do projecto consistiu sobre a criação de uma estrutura sólida, porém flexível para lidar com pacotes, controladores e bibliotecas em sistemas operacionais baseados em Unix, bem como padronizar os pacotes manipulados pelo Advanced Packaging Tool (APT) para DEB e RPM. PROJECTO ULOOP (2010-2013) - Em 2010, a Caixa Mágica Software integrou o Consórcio do Projecto ULOOP e focou-se em redes Wi-Fi que complementam as tecnologias de banda-larga, formando o troço final exposto aos utilizadores, aproveitando aspectos locais (“wireless local-loop”) através do desenvolvimento de mecanismos de rede que permite gestão de recursos de forma autónoma. Esta é a ideia latente do ULOOP, suportada por software que sustenta o crescimento da rede de forma 'user-centric', robusta e segura. PROJECTO TIMBUS (2007-2013) - O seu foco está na criação de processos de negócios resilientes, permitindo que o contexto de execução de negócios fique acessível por longos períodos, e considerando a dependência de serviços de terceiros, informações e recursos que serão necessários para validar a informação digital no futuro. O projeto TIMBUS irá ampliar a compreensão da preservação digital para incluir o conjunto de atividades, processos e ferramentas que garanta o acesso contínuo a serviços e software, necessários para produzir o contexto em que a informação pode ser acedida, validada e transformada em conhecimento. PROJECTO PROSE (2012-2014) - promove o software livre no contexto de projectos Europeus, através da criação duma plataforma de projectos de software aberto, treino em aspectos de negócio e legais, e de eventos de disseminação, como meio de sustentar FLOSS como uma importante solução para parceiros concorrentes participarem em iniciativas conjuntas. O projecto vai contribuir para a adopção de software aberto em projectos TIC, através do aumento da esperança de vida do software desenvolvido dentro dos projectos financiados pela União Europeia (UE) aumentando o impacto dos resultados, ancorado na plataforma de alojamento de projectos de software, assim como no treino e nos eventos de promoção e disseminação em torno da temática de software livre. PROJECTO STORK 2.0 (2012-2015) - O projecto STORK 2.0 visa contribuir para criação de um único sistema electrónico de identificação e autenticação Europeu, para empresas e cidadãos. As responsabilidades da Caixa Mágica no projecto passam pelo desenho da infra-estrutura, desenvolvimento do piloto de serviços públicos para empresas, criação de modelos sustentáveis para o projecto e estandardização do projecto. Será, ainda uma das entidades responsáveis pela integração dos resultados do Stork com o Cartão de Cidadão e toda a infra-estrutura nacional de suporte ao mesmo. PROJECTO Cartão de Cidadão em Open Source - Através do seu braço tecnológico, a AMA - Agência para a Modernização Administrativa – busca a melhoria das infra-estruturas e plataformas tecnológicas dos organismos públicos, seguindo uma estratégia de racionalização de custos e normalização de conceitos. Dentro destas diretrizes, foi definida a necessidade de uma reestruturação no Cartão do Cidadão. Implementado pelo governo, em 2006, com o objetivo de reunir todos os documentos do cidadão português num único cartão, a AMA decidiu converter para Open Source a plataforma do Cartão do Cidadão. E não só. Para além da mudança para código aberto – era necessário alterar o seu middleware (ligação entre o software e o hardware), melhorar as funcionalidades existentes e criar novas aplicações. Foi efetuada uma consulta pública e a Caixa Mágica ficou responsável por este projeto, em parceira com a empresa Full IT (na parte do desenvolvimento Web). == Ver também == * Linux Caixa Mágica == LIGAÇÕES EXTERNAS == * Sítio da empresa Caixa Mágica Software ** Comunidade Caixa Mágica ** Rede de Conhecimentos Caixa Mágica * Blogue \"Pinguins Mágicos\" dos programadores da Caixa Mágica Categoria:Empresas de informática de Portugal Categoria:Projetos",
 "title": "Caixa Mágica Software"
}