{
 "id": "95500",
 "text": "As Tartarugas Ninja (Teenage Mutant Ninja Turtles, abreviado como TMNT) são quatro tartarugas antropomórficas batizadas com o nome de artistas italianos do Renascimento e treinadas na arte do ninjutsu por um rato sensei antropomórfico chamado Splinter. A partir da sua casa, os esgotos de Nova Iorque, batalham contra criminosos, senhores demoníacos, criaturas mutantes e alienígenas invasores, enquanto tentam permanecer escondidos da sociedade. Num ou noutro ponto e em quase todas as histórias TMNT, o Destruidor, líder do grupo malfeitor Clã do Pé, é o arqui-inimigo de Splinter e das Tartarugas Ninja. Criadas por Kevin Eastman e Peter Laird, a sua primeira aparição foi em 1984 na revista Teenage Mutant Ninja Turtles #1, publicada pela Mirage Comics. Mais tarde, as Tartarugas Ninja foram para séries animadas de televisão, filmes, videojogos, brinquedos e muitos outros produtos. Durante o pico da popularidade da franquia, entre o final da década de 1980 e início de 1990, ganharam fama e sucesso a nível mundial. Atualmente, a franquia pertence a Nickelodeon, empresa da Paramount Global. == Personagens principais == *Leonardo é o líder tático, corajoso e dedicado, cujo nome deriva do polímata Leonardo da Vinci. Usa uma máscara azul e detém duas espadas longas — katanas e ninja-tōs unidas. Muitas vezes, ele carrega o peso da responsabilidade por seus irmãos, o que geralmente o leva a brigar com Raphael. *Donatello é o gênio tecnológico com uma máscara roxa e um bō que foi nomeado em homenagem ao escultor Donatello. É, talvez, a Tartaruga Ninja menos violenta, preferindo usar seu conhecimento para resolver os conflitos, mas sem hesitar em defender seus irmãos. *Raphael é o bad boy com uma máscara vermelha e um par de sai que foi nomeado em homenagem ao pintor e arquiteto Rafael. É forte e tem uma natureza agressiva, raramente hesitando em desferir o primeiro golpe. Sua personalidade pode ser feroz e sarcástica, proporcionando o humor sem expressão. *Michelangelo é um brincalhão de espírito livre fácil de lidar. Ele usa uma máscara laranja e empunha um par de nunchaku. É o mais imaturo e fornece o alívio cômico, tendo um lado aventureiro juntamente com um amor por pizza. Seu nome deriva do pintor, escultor, arquiteto, poeta e engenheiro Michelangelo. *April O'Neil - A corajosa companhia humana das Tartarugas, que embarca em muitas de suas aventuras e as ajuda fazendo o trabalho \"público\" que as Tartarugas não podem. Nos quadrinhos originais e o desenho de 2003, ela era assistente de laboratório do cientista louco Baxter Stockman antes de ser salva pelas Tartarugas. Na série de TV de 1987 , série de quadrinhos da Archie Comics, e na maioria dos filmes, April era uma repórter de televisão. No filme animado de 2007, ela e Casey Jones trabalham para uma empresa de transporte. Na série de TV de 2012, April é uma adolescente que é resgatada pelas Tartarugas e mais tarde recebe de Splinter lições para se tornar uma ninja. O filme animado de 2023 tem April como uma adolescente que quer ser repórter. *Casey Jones - Um justiceiro que usa uma máscara de hóquei para proteger sua identidade, Casey Jones se tornou um dos aliados mais próximos das tartarugas, bem como um interesse amoroso para April. Casey encontrou pela primeira vez as Tartarugas depois de ter uma briga com Raphael. Ele combate o crime com uma variedade de artigos esportivos que ele carrega em um saco de golfe, tais como bastões de beisebol, tacos de golfe e tacos de hóquei. O desenho de 2018 tem uma versão feminina de Casey, onde o nome é apelido de Cassandra. *Mestre Splinter - O sensei das Tartarugas e pai adotivo, Splinter é um rato mutante japonês que aprendeu os caminhos do ninjutsu de seu dono e senhor, Hamato Yoshi. Na animações de 1987, 2012 e 2018, bem como os quadrinhos da Archie e IDW, Splinter é o próprio Yoshi, que se transformou em um rato humanóide pelo mesmo mutagênico que criou as tartarugas. *Destruidor - Alter-ego de Oroku Saki, um mestre do ninjitsu que é o arqui-inimigo das Tartarugas e em especial de Splinter, por ter sido rival e em várias interpretações da franquia matado Hamato Yoshi. Destruidor é líder de uma gangue de ninjas, o Foot Clan, e usa uma armadura equipada com espinhos para lutar. *Karai- Uma Kunoichi do Foot Clan, que geralmente tem alguma conexão com o Destruidor como sua filha adotiva ou neta biológica. Na maioria dos trabalhos, ela compartilha uma rivalidade ambígua com Leonardo, que de vez em quando até mesmo chega próxima das barreiras do interesse romântico. *Baxter Stockman - Um cientista louco mais conhecido por inventar os Mousers, robôs caçadores de ratos, que frequentemente se une ao Destruidor. Fora o desenho de 1987, onde é caucasiano, Baxter é negro na maioria das versões, incluindo o filme de 2016. No quadrinho original e o desenho de 2003, Baxter se torna um ciborgue, enquanto nos desenhos de 1987 e 2012, Stockman é transformado em um homem- mosca, em paródia a The Fly. O desenho de 2018 o substitui por uma versão mirim, Baxter Stockboy. No filme animado de 2023, Baxter é o criador do mutagênico que ele pretendia usar em uma mosca (que se torna o vilão do filme, Superfly) e outros animais, e após ele ser morto em um ataque o mutagênico acaba no esgoto, transformando as Tartarugas e Splinter. == Histórico == As Tartarugas foram criadas por Kevin Eastman e Peter Laird, após uma noite em que Eastman humorosamente desenhou uma tartaruga brandindo nunchakus. Logo desenvolveram o conceito como uma paródia às obras de Frank Miller: Demolidor e Ronin (que envolviam ninjas, samurais e ficção científica), aos Novos Mutantes da Marvel Comics (de onde veio a origem mutante) e também a um personagem chamado Cerebus. Usando fundos de um reembolso fiscal e um empréstimo do tio de Eastman, os dois fundaram a editora Mirage Studios e lançaram em maio de 1984 uma revista independente. Apesar de visada como uma história única, a revista teve sua tiragem inicial de 3 mil exemplares esgotada, e as reimpressões tiveram o mesmo sucesso, e assim se tornou o primeiro número de um título fixo. Em 1986, quando a série já tinha rendido um role-playing game pela Palladium Books, uma série de miniaturas de chumbo pela Dark Horse Miniatures, e reimpressões coloridas das revistas originais, um agente de licenciamento se aproximou de Eastman e Laird para visar oportunidades comerciais. Uma pequena empresa de brinquedos da Califórnia, Playmate Toys, aceitou criar bonecos das Tartarugas, desde que também houvesse um desenho animado para tornar o conceito mais difundido para o público em geral. Eventualmente conseguiram a colaboração dos estúdios Murakami-Wolf para desenvolver uma animação, que teve inicialmente uma minissérie de cinco episódios em 1987 antes de uma temporada completa no ano seguinte, lançada junto dos brinquedos. As Tartarugas logo se tornaram um sucesso internacional, com o desenho durando até 1996, inspirando inúmeros produtos licenciados, e no meio-tempo as Tartarugas também foram adaptadas para o cinema com o filme As Tartarugas Ninja, de 1990, que rendeu duas continuações.About the Creators Após o fim do desenho, a produtora Saban criou uma série televisiva com atores, Tartarugas Ninja: A Próxima Mutação, que durou só uma temporada. As Tartarugas se mantiveram inativas até 2003, quando o estúdio 4Kids fez uma parceria com a Mirage para criar uma nova animação, com um tom mais maduro e inspirado nos quadrinhos originais. A Nickelodeon adquiriu a franquia em 2009, e desde então criou dois desenhos, Teenage Mutant Ninja Turtles (2012–2017) e Rise of the Teenage Mutant Ninja Turtles (2018-2020). A Nick também produziu dois filmes com atores distribuídos pelo estúdio-irmão Paramount Pictures, e dois longas animados, um concluindo a história de Rise of the Teenage Mutant Ninja Turtles e a produção original Teenage Mutant Ninja Turtles: Mutant Mayhem. == Revistas em quadrinhos == Inicialmente, tiveram uma revista em quadrinhos lançada em 1984 pela Mirage Comics. Nela, as histórias eram mais violentas e adultas. Mas com o sucesso da série animada, começaram a ser criadas e lançadas revistas infanto-juvenis publicadas pela Archie Comics, que suavizaram o conteúdo. A franquia também teve tiras de jornal e mangás, em 1996, passaram a ser publicadas pela Image Comics, com histórias produzidas por Erik Larsen, criador do Savage Dragon, que também apareceu nas histórias. Com o lançamento da série de 2003, foi lançada uma série pela Dreamwave, escrita por Peter David. Em 2011, a licença foi adquirida pela IDW Publishing. Em 2015, foi anunciado um crossover das Tartarugas com o Batman, publicado pela IDW e a DC Comics,Comic-Con 2015: Batman e Tartarugas Ninja juntos... nos quadrinhos em 2017, foi anunciado outro crossover com o coelho Miyamoto Usagi das série Usagi Yojimbo e Stan Sakai, publicado pela IDW e pela Dark Horse.Stan Sakai Creates A New Teenage Mutant Ninja Turtles Crossover Comic With Usagi Yojimbo == Desenhos animados == === 1987 === O primeiro desenho das tartarugas foi ao ar em 1987, e ficou no ar por nove anos, até 1996 (foi o desenho de maior duração até ser superado por Os Simpsons). A animação, feita pela Murakami-Wolf-Swenson Productions, foi mais centrada no humor do que na violência, com adaptações como as cores nas bandanas das tartarugas (originalmente as 4 eram vermelhas; a alteração passou para todas as outras mídias), a origem de Splinter e a profissão de April O'Neil (de programadora para repórter), e adições como o vilão alienígena Krang e os capangas Bebop e Rocksteady. O coelho Miyamoto Usagi, da série de quadrinhos Usagi Yojimbo de Stan Sakai faz uma participação na série. === Anime === Em 1996, foi lançado no Japão o OVA trazendo dois episódios de uma versão alternativa do grupo.TMNT Celebrates 25 Years, III - Peter Laird === 2003 === Um novo desenho começou a ser exibido em 2003, durando até 2009. Produzido pela Mirage Studios, 4Kids Entertainment (CW4Kids na última temporada), e o canal Fox, é mais violento e mais fiel aos quadrinhos, além de possuir uma trama mais complexa e designs diferentes para as quatro tartarugas. As Tartarugas Ninjas - Parte 2 No Brasil, foi exibido pela TV Globo e o canal Fox Kids/Jetix. O telefilme Turtles Forever (2009) fechou o seriado de 2003 com uma história em que as Tartarugas de 1987 acabam no universo de 2003,Tartarugas Ninja: trailer de Turtles Forever e elas tem de se unir após Ch'rell (o Destruidor de 2003) decidir destruir o multiverso invadindo o \"universo original\" - os quadrinhos da Mirage. === 2012 === A Nickelodeon adquiriu a franquia em 2009 e é responsável por um novo seriado, que estreou em 2012 e durou até 2017. Feito em animação por computador, possui um tom humorístico similar ao do desenho de 1987, mas ao mesmo tempo incorpora um pouco mais de ação e agressividade com algumas influências a animações japonesas.Review - DVD: Tartarugas Ninja - o surgimento das Tartarugas === 2018=== A Nickelodeon estreou uma nova série animada em 2D, Rise of the Teenage Mutant Ninja Turtles, em 2018. Na série ocorreram algumas mudanças na personalidade das tartarugas e de outros personagens, além de Raphael ser o líder da equipe.Nickelodeon anuncia série animada 2D, Rise of the Teenage Mutant Ninja Turtle === 2024 === Em julho de 2023, foi relatado que Tales of the Teenage Mutant Ninja Turtles, uma série de televisão animada em 2D de duas temporadas spin-off do filme Teenage Mutant Ninja Turtles: Mutant Mayhem, recebeu luz verde para a Paramount+. A produtora Point Grey, que produziu o filme, também produziu a série. A série estreou em 9 de agosto de 2024. == Live action == === 1997 === Depois do primeiro desenho animado e dos três filmes das tartarugas, foi desenvolvido um seriado com atores. Produzido pela Saban, é o primeiro seriado das tartarugas ninjas com uma nova tartaruga, chamada Vênus de Milo. Além disso, depois da morte do Destruidor surge um novo vilão, Dragonlord. O seriado tem um estilo semelhante aos dos Power Rangers - inclusive tendo um crossover com Power Rangers in Space. Com baixa audiência, durou apenas uma temporada. O seriado foi exibido no Brasil pela TV Globo e pela Fox Kids (atual Disney XD). == Filmes == *As Tartarugas Ninja (1990), conta a origem seguindo a primeira edição dos quadrinhos e foi o filme independente mais lucrativo da história até 1999 (custou US$ 13 milhões e faturou mais de 201 milhões) *As Tartarugas Ninja 2: O Segredo de Ooze (1991), no qual o Destruidor busca o mutagênico que criou as Tartarugas. *As Tartarugas Ninja 3 (1993), no qual as Tartarugas voltam para o Japão feudal. *Tartarugas Ninja - O Retorno (2007), filme em animação 3D envolvendo as Tartarugas se reunindo para combater um ressuscitado Clã do Pé. *Turtles Forever (2009), filme que fecha a história da série animada de 2003 e envolve um crossover entre as tartarugas da série animada dos anos 1980 e com as tartarugas dos quadrinhos originais. *Teenage Mutant Ninja Turtles (2014), filme no qual as Tartarugas enfrentam o Clã do Pé e descobrem que este se aliou à corporação que criou o mutagênico, e agora planejam lançar um vírus mortal na cidade de Nova Iorque. *As Tartarugas Ninja: Fora das Sombras (2016), continuação do filme de 2014. Nele o Destruidor e o alienígena Krang se unem para poder dominar o mundo, sendo impedidos pelas Tartarugas. O filme contém a aparição de antigos personagens entre eles os mutantes Bebop e Rocksteady, o cientista Baxter Stockman e o vigilante Casey Jones. *Batman vs. Teenage Mutant Ninja Turtles (2019), filme de animação que apresenta um crossover entre o Batman e as Tartarugas, feito pela DC Entertainment e pela Nickelodeon.Batman/Tartarugas Ninja - Crossover ganhará filme animado * Rise of the Teenage Mutant Ninja Turtles: The Movie (2022), filme de animação da série de mesmo nome. * Teenage Mutant Ninja Turtles: Mutant Mayhem (2023), filme de animação produzido por Seth Rogen, onde as Tartarugas enfrentam um grupo de animais mutantes que planeja se vingar dos humanos. == Jogos == Em 1985, a Palladium Games lançou um RPG de mesa.Uma Breve História do Jogo: Super-Heróis, Parte 1 A Konami produziu nas décadas de 1980 e 1990 Video games inspirados no desenho de 1987. O primeiro título foi lançado para o NES em 1989. No mesmo ano, fora lançado um fliperama, mais tarde lançado para o NES como Teenage Mutant Ninja Turtles II: The Arcade Game. Mais um jogo fora lançado para o NES, Teenage Mutant Ninja Turtles 3: The Manhattan Project (1991). O próximo jogo foi o fliperama Teenage Mutant Ninja Turtles: Turtles In Time (1991), mais tarde convertido para o Super NES e com uma versão para o Sega Mega Drive denominada Teenage Mutant Ninja Turtles: The Hyperstone Heist. A medida que a popularidade das tartarugas baixava, a Konami lançou em 1993 Teenage Mutant Ninja Turtles: Tournament Fighters, jogo de luta baseado em Street Fighter. A Konami também adquiriu os direitos do novo desenho, e passou a lançar novos jogos baseados neste, com jogabilidade igual à dos antigos. Porém estes são criticados por repetitividade e falta de desafio. Em 2006, a francesa Ubisoft garantiu os direitos para um jogo baseado no novo filme. Depois lançou Teenage Mutant Ninja Turtles: Smash-Up (2009), um jogo de luta no estilo Super Smash Bros., e um remake de Turtles In Time. Em 2013, foi lançado pela Activision o jogo Teenage Mutant Ninja Turtles: Out Of The Shadows, baseado na série animada exibida pela Nickelodeon. Em 2022, a Dotemu lançou Teenage Mutant Ninja Turtles: Shredder's Revenge, um jogo inspirado nos dois arcades originais permitindo até seis jogadores simultâneos, já que além das Tartarugas tem April, Splinter e Casey como personagens jogáveis. As Tartarugas Ninja aparecem como personagens jogáveis no jogo de luta Injustice 2 da DC Comics como parte da DLC \"Fighter Pack 3\".Tartarugas Ninja serão lutadores em \"Injustice 2\" == Música == Entre 1990 e 1992, \"Coming Out of Their Shells\" , uma turnê musical com as Tartarugas formando uma banda (Donatello nos teclados, Leonardo no baixo, Raphael na bateria e saxofone, e Michelangelo na guitarra) e resgatando April do Destruidor circulou pelos Estados Unidos, começando pelo Radio City Music Hall em Nova York. Um álbum com a trilha sonora foi lançado.Teenage Mutant Ninja Turtles – Coming Out Of Their Shells No Brasil, o grupo infantil Trem da Alegria gravou uma canção intitulada \"Tartaruga Ninja\", em homenagem ao desenho animado, em seu álbum homônimo, lançado em 1991. A música fez parte da turnê do grupo do mesmo ano e foi cantada em programas de TV, como o Programa Silvio Santos, do SBT. ; Bibliografia == Ligações externas == * * Categoria:Teenage Mutant Ninja Turtles Categoria:Tartarugas fictícias Categoria:Artistas marciais antropomórficos Categoria:Ninjas fictícios Categoria:Super-heróis animais Categoria:Equipes de super-heróis",
 "title": "Tartarugas Ninja"
}