{
 "id": "95528",
 "text": "Timor-Leste, geralmente tido como um dos países mais pobres do mundo (o mais pobre é Serra Leoa), enfrenta uma série de problemas em sua tentativa de reconstruir sua economia após a devastação infligida sobre o país após a independência. Um decréscimo na ajuda internacional levou a uma contração do PIB durante o período de 2002 a 2004. Sob liderança internacional, muito do setor de agricultura timorense de razoável eficiência foi convertida de colheitas de subsistência para colheitas de renda em uma tentativa de criar uma economia orientada para a exportação. Essa opção tem falhado devido aos baixos preços do mercado internacional nas culturas escolhidas para a exportação como café, que enfrenta uma baixa de 20 anos. Por causa dessa política e sentindo a falta de suas antigas colheitas de subsistência, o Timor Leste começou 2005 com uma ausência crônica de alimentos. Algo em torno de 70% de sua população passa fome em diversos níveis e houve pelo menos 58 casos confirmados de morte por inanição. Em paralelo a essa contração do PIB, os preços ao consumidor cresceram em 4 a 5% em 2003/4. Estima-se que 50% da população está desempregada. Esperanças de um futuro melhor estão depositadas no desenvolvimento da exploração de reservas de petróleo no oceano que já rende ao governo mais de US$ 40 milhões anuais de renda, e o sucesso na exportação de produtos da agricultura. ==Petróleo== A maioria dos rendimentos económicos de Timor-Leste provém do petróleo. De acordo com o Artigo 139.º da Constituição de Timor-Leste, a exploração dos recursos naturais do país (incluindo as reservas petrolíferas) deve servir para a constituição de reservas financeiras obrigatórias. Em 2005 o governo criou um fundo de riqueza soberana, o Fundo Petrolífero de Timor-Leste, inspirado no Fundo de Pensões Global do Governo da Noruega. Fora o petróleo, Timor-Leste exporta produtos agrícolas, com o café a representar 95% das exportações não-petrolíferas do paísRoteiro para a Implementação da Agenda para 2030 e dos ODS em Timor Leste. Disponível em: http://timor-leste.gov.tl/wp-content/uploads/2017/08/UNDP- Timor-Leste_SDP-Roadmap_doc_v2_Portuguese_220717.pdf.. ==Problemas== Os principais grandes desafios de desenvolvimento humano que Timor-Leste enfrenta são: * Crescimento demográfico; * Mortalidade infantil; * Desnutrição; * Desemprego; * Iliteracia; * Insegurança alimentar no Sudeste Asiático. ==Desenvolvimento Humano== Timor-Leste tem um dos PIB per capita mais baixos no mundo e tem o Índice de Desenvolvimento Humano mais baixo de entre os países ASEAN. Cerca de 40% da população vive abaixo da linha da pobreza, que se encontra próximo do valor de $0.55 per capita por dia, com a maioria da população a viver nas áreas rurais. Desde o início da sua independência em 2002, Timor-Leste concentrava uma das suas prioridades que era o desdenvolvimento da capacidade técnica ligados com as outras prioridades. Mesmo que asim, ainda enfrentava os financiamentos. ==Distribuição geográfica== Timor-Leste possui algumas características diferenciadas segundo as regiões geográficas. A norte predominam as atividades de pesca, o turismo e o comércio e serviços; nas montanhas o café, e a sul, a atividade agrícola. Nas regiões sul e norte verificam-se intensas atividades de produção de arroz e de milho. As actividades comerciais de exportação e importação de produtos e bens são dominadas pelos chineses, australianos e indonésiosCosta, José (2018). Desenvolvimento e educação: contributo para uma estratégia de intervenção em Timor-Leste, Tese de Doutoramento em Sociologia, Universidade de Évora.. ==Ligações externas== * Fundo Petrolífero de Timor-Leste * Investir em Timor-Leste — Embaixada de Timor-Leste",
 "title": "Economia de Timor-Leste"
}