{
 "id": "95666",
 "text": "Tuxtla Gutiérrez é uma cidade mexicana, capital do estado de Chiapas (sul do México). É a localidade mais desenvolvida, extensa, povoada e urbanizada o estado; também é a primeira em termos econômicos. == História == Ao redor do século VI a.C., os zoques fundaram a primeira localidade da comarca de Coyatoc, uma aldeia na serra de Mactumatzá. No século XVI os mexicanos dominaram a comarca. Durante o colonialismo da Espanha, dentro da comarca, para o povo de Tuxtla era um lugar de descanso antes de ir a Chiapa de los Indios, também era um ponto de convergência para os comerciantes que vinham de Oaxaca, Veracruz, Tabasco, Campeche e Guatemala. Em 1693, os zoques de Tuxtla se amotinaram e mataram seus chefes de estado incluindo seu governador zoque, para castigar os abusos de autoridade. Em 19 de julho de 1768, Chiapas se dividiu em magistraturas maiores: A magistratura de Tuxtla teve jurisdição nos partidos zoques e de Chiapas; e a magistratura da Cidade Real (atualmente San Cristóbal de las Casas) teve jurisdição do resto da província. Em 1786, as magistraturas da Cidade Real e Tuxtla, e a província de Soconusco integraram a Intendência de Chiapas, cuja capital era a Cidade Real, com sub-delegados em Tuxtla, Comitán e Soconusco. Em 29 de outubro de 1813, Tuxtla se categorizou oficialmente como vila. Em 1 de janeiro de 1821 se estabeleceu o primeiro agrupamento constitucional de Tuxtla. Em 27 de julho de 1829, Tuxtla Gutiérrez se categorizou oficialmente como cidade. Em 1837, durante o regime centralista de Santa Anna, Tuxtla foi a primeira do distrito do oeste do departamento de Chiapas. Em 9 de fevereiro de 1834, o governador Joaquín Miguel Gutiérrez declarou Tuxtla como capital de Chiapas. Em 1835 se devolveu a capital a San Cristóbal de Las Casas. De 4 de janeiro de 1858 até 18 de janeiro de 1861, Tuxtla Gutiérrez foi capital pela segunda vez, e depois se devolveu os poderes a San Cristóbal. De 1 de fevereiro de 1864 até 31 de dezembro de 1867 Tuxtla é capital pela terceira vez; depois, outra vez San Cristóbal. Em 11 de agosto de 1892, o governador Emilio Rabasa, estabeleceu pela quarta e definitiva vez a capital de Chiapas para Tuxtla Gutiérrez. Em 1911, habitantes de San Cristóbal de Las Casas em aliança com os Chamulas (etnias maias: Tzotzil, Tzeltal, Mame, tojolabal, chol) iniciaram uma luta armada contra Tuxtla Gutiérrez para recuperar os poderes, mas fracassaram. Durante a década de 1940 com a construção da Carretera Panamericana, se facilitou a comunicação com a Cidade do México e também a relação e comercialização interna. Como consequência Tuxtla prosperou política e economicamente. Durante a década de 1950 e década de 1960 se urbanizou notavelmente a cidade. Em 1941, o agrupamento voltou a adotar o antigo escudo de Tuchtlan e em 1996, se modificou para a versão atual. A população da cidade esteve crescendo vertiginosamente a partir da maior descentralização administrativa no México e do aumento das transferências de ajuda para a população indígena de Chiapas, a raíz do levantamento armado do guerilha zapatista no noroeste de Chiapas. == Meio físico == === Limites === O território municipal abrange desde as coordenadas 16°38'N até 16°51'N e entre 93°02'W e 94°15'W. O município de Tuxtla Gutiérrez é limitado pelos seguintes municípios: * A norte por San Fernando, Osumacinta e Chiapa de Corzo. * A leste por Chiapa de Corzo. * A sul por Suchiapa, Chiapa de Corzo e Ocozocoautla de Espinosa. * A oeste por Berriozábal e Ocozocoautla de Espinosa. O rio Grijalva (também chamado de Rio Grande) é o limite natural com Chiapa de Corzo e o rio Suchiapa é o limite natural com o município homônimo. === Localidades === O município está integrado por 84 localidades das quais 3 são urbanas e 81 são rurais. As localidades urbanas são: * A cidade de Tuxtla Gutiérrez: , 600 acima do nível médio do mar e 1.049 km de distância da Cidade do México, capital de Chiapas. As localidades de Terán e Plan de Ayala estão conurbadas à cidade de Tuxtla Gutiérrez e fazem parte deste município. * O povoado do ejido Copoya: , 860 m de altitude, 4 km de distância da cidade de Tuxtla Gutiérrez. * O povoado de El Jobo: , 880 m, 5 km de distância da cidade de Tuxtla Gutiérrez. As localidades rurais são: Emiliano Zapata, La Libertad, Tierra Colorada, Lacandón, San Juan, Julio César Ruiz Ferro Segunda seção, San Vicente El Alto e o restante são prédios rurais. === Clima === Os climas existentes no município são: A(w0), quente sub-úmido com chuvas no verão, de menor umidade, que abrange o 99,71% da superfície municipal; e A(w1), quente sub-úmido com chuvas no verão, de média umidade, que abrange o restante 0,29% da superfície municipal. A temperatura média anual é de 25,6 °C. Desde a última semana de fevereiro até setembro, o tempo é de calor. O período mais quente do ano é desde abril até a segunda semana de maio. Os meses frios são desde a segunda semana de novembro até a última semana de fevereiro. O período mais frio do ano é o mês de dezembro. A precipitação pluvial segundo as áreas municipais é de quase 900 mm anuais. A temporada normal de chuvas abrange desde maio até a segunda semana de outubro. Normalmente, os meses mais chuvosos são junho e setembro. Durante setembro e outubro sempre há fortes chuvas que duram mais de 24 horas devido à temporada de furacões que atingem o município, mas não o afetam notavelmente. Estação meteorológica 07-223 dentro da cidade* 1948-2000 jan fev mar abr mai jun jul ago set out nov dez TOTAL Temperatura média (°C) 22,9 23,9 26,2 28,0 28,6 27,2 26,3 26,3 26,0 25,2 24,2 22,9 25,6 Precipitações (mm) 0,9 2,8 1,3 10,8 67,1 207,2 159,4 180,2 181,7 57,0 10,1 4,4 882,6 *Dados obtidos do INEGI. O clima varia dentro do município; na serrania sul (onde encontram-se a maioria das localidades de menor porte, tais como El Jobo, Copoya e Emiliano Zapata, o Centro Ecológico Recreativo El Zapotal e a Reserva Estatal do Cerro Mactumatzá) o clima é fresco e agradável todo o ano devido à sua abundante vegetação, sua maior altitude e sua maior umidade ambiental. === Relevo === O município de Tuxtla Gutiérrez está localizado na Depressão Central de Chiapas, que é composto por: Valle de Tuxtla, localizado no extremo noroeste, e relevo montanhoso tanto ao sul como ao norte de município. O vale começa na fronteira com o município de Berriozábal e avança até terminar no Rio Grande. A altitude do vale oscila de 520 a 600 m, onde se encontra grande parte da cidade de Tuxtla Gutiérrez, o resto sob o relevo montanhoso do norte. ==== Principais elevações ==== * Cerro Mactumatzá (1160 msnm) * Cerro Tampongozoc (1040 msnm) * Loma Verde (1000 msnm) * Loma Zanate (920 msnm) * Cerro Las Lajas (900 msnm) * Cerro Hueco (900 msnm) * Loma El Tambor (900 msnm) * Cerro La Loma El Tarai (800 msnm) * Mesa Nido de Águilas (720 msnm) === Hidrografia === Os fluxos de água dentro do município são: o Rio Grijalva, rio El Sabinal, rio Suchiapa, Yatipak, Terán, San Agustín, Guadalupe e Sabinal. O rio mais importantes é o El Sabinal, que nasce no município de Berriozabal, flui pelo vale central de Tuxtla, atravessa a cidade e desemboca no rio Grijalva. O plano-superfície oficial de Tuxtla Gutiérrez, de 1892, mostrava que El Sabinal era alimentado por 7 afluentes, mas devido o aumento da cidade hoje já estão desaparecidos. O Rio El Sabinal era o limite natural da pequena cidade de Tuxtla, mas nos anos 1960, proliferaram as áreas urbanas nos dois lados do rio, por conseguinte, fazendo uma massiva drenagem do leito do rio. O rio Sabinal (não confundir com El Sabinal) flui a sudoeste do município e se une ao rio Suchiapa. Tanto o rio Grijalva como o rio Suchiapa são de extrema importância para a rede hidrológica municipal. O município de Tuxtla Gutiérrez se abastece de água potável proveniente do Rio Santo Domingo, na cidade de Chiapa de Corzo, por meio de bombeamento e tanques, mas com grandes custos. Outros abastecimentos de água são por manto freático e poços artesianos. === Geologia === O solo do município se compõe de: solo aluvial (formado no período quaternário); rocha sedimentar limonita-arenisca, lutita-arenisca (formadas no período terciário); rocha sedimentar caliza-lutita (formada no período cretáceo); e rocha sedimentar caliza (formada em ambos, no período cretáceo e no terciário). A composição do solo mais abundante é a rocha caliza-lutita e a menos abundante é a lutita-arenisca. === Vegetação === A vegetação do município é de: Selva alta o mediana subcaducifolia e selva baixa caducifolia. Devido o crescimento demográfico dos últimos anos do século XX foram desaparecidas muitas espécies nativas. A gradual expansão da cidade foi ocupando os espaços verdes do município, mas ainda existem áreas protegidas contra o desmatamento como: O Parque Nacional Cañón del Sumidero (217,9 km²), a Reserva Estatal del Cerro Mactumatzá (6,14 km²), o Centro Ecológico Recreativo El Zapotal (1,92 km²) e Villa Allende. ==== Flora ==== Algumas espécies nativas são: Sospó (Pseudobombax ellipticum) (quase desaparecida), Lanta (sospó silvestre), Mojú (Brosimum alicastrum), Chucamay (Styrax argenteus), Chincuya (Annona Purpurea), 3 espécies de Zapote, Huisache (Acacia farnesiana), Matilisguate (Tabebuia rosea), Puyú (Antigonon leptopus), Petsjoyó (Galphimia glauca), Flor de candelaria (Laelia superbiens), Jocote (Spondia purpurea), Masú (Cordia dentata), Nambimbo (Ehrethia tinifolia), Nanche, Pomposhuti (Cochlospermum vitifolium), Punupunú (Euphorbia leucocephalal), Puyuí (Ipomea triloba), Tziqueté (Jacquinia aurantiaca), Cuchunuc (Gliricidia sepium), Cupapé (Cordia dodecandra), Patzipocá (Cassia Skinneri) e Chipilín (Crotalaria longirostrata). === Fauna nativa === Devido o crescimento demográfico, há muito desmatamento em muitas áreas verdes e muitas espécies nativas do município estão desaparecendo. Tuxtla está atravessando por uma rota de emigração de aves de noroeste a sudeste. Algumas espécies nativas são: Urraca, zanate, tortolita, paloma bravía, pijui, mochuelo, buitre negro americano, tlacuache, armadillo, zorro gris, várias espécies de serpente, conejo cola de algodón, ardilla, muitas espécies de ratos silvestres, de murciélagos, espécies de iguana. == Demografia == Crescimento populacional do município de Tuxtla Gutiérrez* Ano 1950 1960 1970 1980 1990 1995 2000 2005 Habitantes 31.137 44.979 70.999 166.476 295.608 386.135 434.143 503.320 Fontes: Registros do INEGI Para o ano de 2005 e de acordo com a II Contagem de População, pessoas vivem no município de Tuxtla Gutiérrez, que representa 11.7% do total do país e um crescimento de 15.93% em comparação com o ano de 2000. Por sua vez, a Cidade de Tuxtla Gutiérrez tem habitantes, e é a principal cidade da zona metropolitana de Tuxtla Gutiérrez (576.872 habitantes) que engloba os municípios de Tuxtla Gutiérrez e Chiapa de Corzo. Como referência, a população municipal do ano de 2000 se distribuía da seguinte maneira: Cidade de Tuxtla Gutiérrez (424.579 habitantes), Copoya (mais de 4800), El Jobo (mais de 2700), Emiliano Zapata (mais de 500 habitantes), La Libertad (mais de 400 habitantes), Tierra Colorada (mais de 150 habitantes) e Lacandón (mais de 100 habitantes). São 48,06% dos habitantes eram homens e 51,94% mulheres. São 66% da população municipal eram menores de 30 anos. A idade média dos tuxtlecos eram de 23 anos. São 99,56% habitantes nas três localidades urbanas (Tuxtla Gutiérrez, Coyopa e El Jobo), e 0,44% restantes nas 81 localidades rurais. A taxa de natalidade foi de 2.27 filhos por mulher em idade reprodutiva. Nos anos 70, devido a criação da central hidroelétrica Manuel Moreno Torres, a população da cidade aumentou repentinamente, porque muitos trabalhadores se estabeleceram ali permanentemente. No ano de 2000 a imigração ao município foi de 2.90%; a maioria dos imigrantes provem do estado de Veracruz. Segundo cálculos do INEGI, no ano de 2018, a população municipal provavelmente será maior que habitantes. === Etnografia === A maioria da população se identifica como mestiços e criolos. No ano de 2000, a população ameríndia era de 2,64% da população municipal, e 1,47% falam unicamente sua língua étnica. As etnias ameríndias mais numerosas são a tzotzil e a tzeltal, em menor número a zapoteca, chol e a zoque. A etnia ameríndia é nativa do município de zoque. As demais etnias são imigrantes de outros municípios chiapanecos e outros estados mexicanos. O município tem o índice de marginalização ameríndia mais baixo de Chiapas. === Toponímia === Os zoques chamaram Coyatoc (lugar das casas de coelhos em língua zoque) a comarca onde estavam as suas aldeias pela abundância de coelhos. Quando os astecas dominaram esta comarca a nomearam Tochtlán (lugar de abundância de coelhos em língua nahuatl), os zoques modificaram esta palavra para sua língua e a pronunciaram Tuchtlán. Em 1560, frades dominicanos fundaram uma localidade dentro desta comarca e lhe chamaram de San Marcos Evangelista Tuchtla. Os espanhóis castelhanizaram o nome Tuchtla como Tuxtla (e coloquialmente como Tusta) devido a isso se escreve como Tuxtla em antigos documentos. Em 1748 a localidade já se nomeava San Marcos Tuxtla e em 31 de maio de 1848 o governador chiapaneco Nicolás Ruiz Maldonado mudou seu nome para Tuxtla Gutiérrez em homenagem a Joaquín Miguel Gutiérrez. === Personagens ilustres === * Escritor Eduardo J. Albores. * Escritor Eliseo Mellanes Castellanos. * Músico David Gómez. * Historiador Fernando Pascasio Gamboa. ==== Celebridades ==== * Militar e político Joaquín Miguel Gutiérrez. * Escritor Jaimes Sabines Gutiérrez. * Membros da Pañuelo Rojo. == Urbanismo na cidade == A zona central da cidade concentra os bairros de El Calvario, San Marcos, San Roque, Santa Cecilia, San Pascualito, Santo Domingo, San Jacinto, Guadalupe, San Francisco, Los Milagros, El Cerrito, Las Canoitas, Hidalgo, La Pimienta, Colón e El Maguey. O bairro mais extenso é San Francisco e se encontra no sul da cidade. As ruas mais importantes são a Avenida Central, a Libramiento Sur, a boulevard Salomón González Blanco, as avenidas Quinta Norte e Novena Sur. Os lugares mais concorridos são a Praça Central, nos bairros de El Calvario, San Roque, e o centro comercial no extremo oeste da cidade. Por estar limitada por elevações ao norte e ao sul, o crescimento da cidade está indo a leste e oeste. As tendências de urbanização são as seguintes: a oeste predomina a construção de zonas residenciais para população de mais alto nível e o comércio moderno, e a leste se constrõe casas mais populares e o comércio tradicional, na zona sul está a maior parte das indústrias de construção e mecânica, e na zona norte há uma mescla de indústrias e comércio. == Economia == O município pertence à zona econômica chiapaneca I Centro. No ano 2000, a população economicamente ativa do município foi de 166.484 habitantes. Dos quais o 2,02% se ocupava do setor agropecuário, 19,10% do setor manufatureiro e industrial e 75,16% do setor comercial e de serviços. Em termos de rendimento econômico, é a segunda cidade do estado, após Tapachula. As atividades econômicas comuns são: na cidade, o comércio e os serviços; nas localidades rurais, a pecuária (bovina leiteira e porcina) e a agricultura (de milho principalmente). A atividade econômica mais dinâmica é a indústria da construção, única indústria do município. As atividades mais rentáveis são: o comércio, as funções públicas e o magistério. Corporações mexicanas originárias da cidade de Tuxtla Gutiérrez são: \"Farmacias del Ahorro\", o \"ITEC\" e \"Aviacsa\". Por sua localização geográfica, a cidade de Tuxtla Gutiérrez é ponto estratégico do Plan Puebla Panamá desde a instauração do Mecanismo de Diálogo y Concertación de Tuxtla, assinado pelos Chefes de Estado e de Governo de Belize, Costa Rica, El Salvador, Guatemala, Honduras, México, Nicarágua e Panamá depois da ronda inicial de reuniões no Poliforum Mesoamericano em 2001. == Infra-estruturas == === Televisão === A cidade conta com 7 estações de televisão, entre elas: XHDY-TV Canal 5, XHTTG-TV Canal 10, TVC2 da Megacable, uma da tvazteca e uma da tlevisa na qual se produz programas locais. === Rádio === A cidade conta com dez rádios AM: XEUE-AM 580 kHz (Imperio), XEON-AM 710 kHz (La radio mexicana), XEIO-AM 840 kHz (La ranchera), X E V V-AM 920 kHz (La poderosa), XETUG-AM 950 kHz (Sonovida), XETG-AM 990 kHz (La grande del sureste), XERPR-AM 1070 kHz (Retro), XETEC-AM 1140 kHz (Sistema chiapaneco de radio y televisión), XELM-AM 1240 kHz (Radio sensación) e XEUD-AM 1360 kHz (La máquina musical). A cidade conta também com cinco rádios FM: XHREZ-FM 93.1 MHz (Bella música), XHTGU-FM 93.9 MHz (Sistema chiapaneco de radio y televisión), XHTGZ-FM 96.1 MHz (Extremo FM), XHKR-FM 96.9 MHz (Máxima FM) e XHCQ-FM 98.5 MHz (EXA FM). === Publicações === Das diversas publicações feitas na cidade, as mais populares são: os jornais \"Cuarto Poder\", \"Diario de Chiapas\" (ambas de origem tuxtleco), \"El Heraldo de Chiapas\" e \"Diario Popular Es!\"; a revista cosmopolita \"INN magazine\", entre outras. === Transportes === ==== Estradas ==== Segundo dados da Secretaria de Comunicações e Transportes do México (SCT), no ano 2000 o município possuía uma malha viária de 54,25 km integrados principalmente pela malha rural da SCT (28,75 km), a malha da Comissão Estatal de Caminhos de Chiapas (13,20 km) e caminhos rurais construídos por outras instituições públicas mexicanas (12,30 km). A malha viária do município representa um 1,60% da região econômica I Centro. No município tuxtleco não existem linhas ferroviárias de nenhum tipo e isso aumenta o custo do frete. Tuxtla está ligada com o resto do país por meio da \"Carretera Panamericana\" e uma rodovia que encurta o percurso à Cidade do México por cerca de doze horas; menos seis horas do que se percorreria pela via federal. Outras duas estradas ligam Tuxtla com, Suchiapa (mesmo caminho que conduz a Villaflores) e com Chiapa de Corzo (desde lá começa o caminho a San Cristóbal de las Casas ou a Villa Corzo). Há uma \"superestrada\" que começa em Chiapa de Corzo e comunica com San Cristóbal das Casas; encurta o percurso entre este último com Tuxtla em 45 minutos. ==== Transportes públicos ==== Os meios de transporte público mais numerosos são os microônibus e as furgonetas urbanas (caminhonetes urbanas), chamadas coloquialmente de combis ou colectivos; estas últimas cobram tarifas tão baratas como os microônibus, mas alguns usuários as acham incômodas. Os ônibus urbanos são muito menos numerosos. ==== Ônibus ==== As únicas linhas de ônibus interestaduais de primeira qualidade que servem a Tuxtla são: \"Ómnibus Cristóbal Colón (OCC)\", \"Autobuses Maya de Oro\", \"ADO GL\" e \"UNO\". A cidade ainda não conta com uma estação rodoviária, e sim várias estações dispersas. No ano 2006 são construídas as estações rodoviárias de primeira e segunda qualidade. ==== Aeroportos ==== O Aeroporto Internacional Ángel Albino Corzo, localizado no município de Chiapa de Corzo, é o aeroporto de voos comerciais mais próximo à cidade de Tuxtla Gutiérrez. No entanto, o município tuxtleco possui o Aeroporto Militar Francisco Sarabia, na delegação de Terán; que por mais de 10 anos, um dos seus trechos foi adaptado para fazer um pequeno aeroporto comercial, onde aterrizavam pequenos aviões. Este aeroporto foi fechado comercialmente em junho de 2006, para a sua reutilização pela força aérea mexicana. === Prédios governamentais === * Palácio de Governo Estatal. * Palácio Federal. * Palácio Municipal. * Congresso do Estado de Chiapas. * Promotoria Geral do Estado de Chiapas. * Suprema Corte de Justiça do Estado de Chiapas. * Judiciário federal de Chiapas. * Secretaria de planejamento e finanças. === Residências e serviços públicos === No ano de 2000 foram registradas 100.270 casas populares habitadas no município, das quais 73,36% são propriedade dos seus habitantes e 26,28% não são próprias. Em média, cada casa é habitada por 4,25 habitantes. Os materiais predominantes nos pisos eram: 9,23% de terra e 66,05% de cimento firme, os materiais predominantes nas paredes eram: 84,83% de tabique e 4,18% de madeira e no telhado eram: 14,37% de lâmina de asbesto e 70,65% de concreto. São 98,10% das casa tem energia elétrica e 78,74% tem água encanada. == Cultura == O principal centro de informação e cultura da cidade de Tuxtla Gutiérrez é o Centro Cultural Jaime Sabines, que consta de biblioteca, hemeroteca, fonoteca, videoteca, cyber- salas e o \"Arquivo Geral e Histórico do Estado de Chiapas\"; além de auditório, livraria, galerias artísticas e salões de instrução artística. Outras bibliotecas públicas são aquelas do Congresso Estatal de Chiapas, o Instituto de Ciências e Artes de Chiapas e a Universidade Autônoma de Chiapas. A cidade possui dois grandes teatros, o Teatro de la Ciudad Emilio Rabasa e o Poliforum mesoamericano, este último localizado à frente do Centro de Convenções de Chiapas. As únicas obras teatrais originárias de Tuxtla Gutiérrez, que são de transcendência local e se representan uns dias anualmente, são as comédias: Bienvenido Conde Drácula, Don Camilo e El Tenorio Chiapaneco. Estas obras foram feitas por Dolores Montoya e resgatam a tradicional idiosincrasia chiapaneca que quase desapareceu, e incluem nos seus diálogos algumas trivialidades recentes que mencionam os meios de comunicação, além disso, satirizam os servidores públicos e políticos mexicanos, especialmente chiapanecos. Também da mesma autora é o musical Marimba Arrecha. === Educação === Segundo dados do INEGI do ano de 2000, o índice de analfabetismo no município era de 7,66% da população. Em 29,03% da população maior de 15 anos somente estudou os cursos primários ou incompletos. Por outro lado, a cidade conta com várias universidades, as principais estão no extremo oeste da cidade: * Instituto Tecnológico e de Estudos Superiores de Monterrey (Campus Chiapas). * Universidad Valle de México (Campus Tuxtla). * Universidad Autónoma de Chiapas (Sede Chiapas). * Instituto Tecnológico de Tuxtla Gutiérrez (Campus). Veja também: Universidades de Tuxtla Gutiérrez === Tradições locais === ==== Festas ==== * Fiesta del Niño de Atocha, 2 a 6 de janeiro. * Celebración a San Felipe de Jesús, 5 de fevereiro. * Fiesta de San José, 9 de março. * Carnaval Tuxtla, durante fevereiro a março. * Carnaval Zoque, durante abril. * Fiesta de Dolores, Sexta-feira antes da Semana Santa. * Feria de San Marcos, última semana de abril. * Vírgenes de Copoya, variável segundo a quaresma. * Fiesta de la Santa Cruz, 1 a 5 de maio. * Fiesta de San Isidro, 15 de maio. * Fiesta de San Pascualito, 17 de maio. * Fiesta a San Antonio de Padua, 11 a 13 de junho. * Fiesta de San Roque, 16 a 25 de agosto. * Fiesta de San Francisco, 1 a 15 de outubro. * Fiesta del Señor del Calvario, 19 a 22 de outubro. * Fiesta de San Martín de Porres, 3 a 5 de novembro. * Fiesta del Barrio del Cerrito, 25 a 26 de dezembro. * Feria Chiapas, penúltimo domingo de novembro ao primeiro domingo de dezembro. A festa do bairro de cerrito é uma antiga tradição puramente zoque, e não se deixa integrar nenhuma pessoa que não seja zoque. Além disso, se proíbe fotografias. A festa zoque de las tres vírgenes de Copoya é uam mescla de celebração pagã com ritmos cristãos. ==== Cozinha tradicional ==== * Alguns dos pratos típicos de Tuxtla: Pepita con tasajo, sopa de chipilín, chipilín con bolita, cochito horneado, frijoles com chipilín e porco com chirmol, chicharrones com patashete e huevo en pipián, zispolá e pux-xaxé. * Algumas bebidas típicas são: Agua de chía, taxcalate, tashiagual, pinole e pozoles. * Alguns doces típicos são: Puxinú, doce de cupapé, doce de jocote, yumí cozido, doce de chilacayote, melcocha com cacahuate e compota de calabaza. ==== Antigas lendas ==== Antes do uso do rádio e da televisão, os tuxtlecos acostumavam reunir-se nas noites para escutar relatos e lendas transmitidos verbalmente por pessoas de idade, mais idosos. Entre as mais conhecidas se encontram: tisigua, pichito, a curva da Chepa, duende, cocha enfrenada, bruja Domi, carretilla de San Pascual, brazo fuerte, caballo desenfrenado e uma versão do sombrerón. === Religiões === Segundo dados do INEGI do ano 2000, o 78,98% da população municipal professava o catolicismo, o 7,38% o protestantismo, o 5,95% alguma das doutrinas bíblicas não evangélicas e um 0,13% professava outra religião nada comum no município. O 6,61% da população municipal não professa nenhum credo. As doutrinas protestantes mais comuns são: A igreja pentecostal, a igreja neopentecostal, as doutrinas históricas, a igreja do Deus vivo, a coluna e apoio da verdade e a igreja luz do mundo. As doutrinas bíblicas não evangélicas são: O adventismo, o mormonismo e a igreja das testemunhas de Jeová. == Turismo == Todos os turistas que chegam a Chiapas de ônibus, primeiro param na cidade de Tuxtla Gutiérrez, porque ali partem os caminhos para Chiapa de Corzo e San Cristóbal de Las Casas. === Lugares de interesse === :1. ZOOMAT :2. Parque da marinha :3. Catedral de São Marcos :4. Restaurante Las pichanchas (gastronomia chiapaneca). === Museus e galerias === :5. Museu Regional de Antropología e Historia :6. Museu de Paleontología \"Eliseo Palacios Aguilera\" :7. Museu Botánico de Tuxtla Gutiérrez :8. Museu da cidade de Tuxtla Gutiérrez :9. Museu da Marinha :10. Museu Chiapas de ciencia y tecnología :11. Museu zoque (em construção) === Parques e jardins === :12. Jardín Botánico Faustino Miranda II === Lugares de interesse fora da cidade === :13. Cañón del Sumidero :14. Parque Nacional del Cañón del Sumidero (A 30 km da cidade) === Hotéis === No ano de 2000 havia no municípios 68 hotéis em um total de 2.874 habitações (dados da Secretaria de Turismo do México). As principais da cidade são: \"Hotel Camino Real-Tuxtla Gutiérrez\", \"Hotel Holiday Inn-Tuxtla Gutiérrez\", \"Hotel Bonampak Tuxtla\" e \"crowne plaza Tuxtla Gutierrez\". * Veja também: Hotéis da cidade de Tuxtla Gutiérrez == Saúde == A taxa de mortalidade geral municipal no ano 2000 foi de 3,81 mortes por cada 1.000 habitantes. A taxa de mortalidade infantil municipal foi de 24,05 meninos por cada 1.000 habitantes. As principais causas da mortalidade no município são: Tumores malignos, acidentes, diabetes mellitus, doenças do coração e certas afecções originadas no período perinatal. O 1,39% da população municipal padece alguma forma de deficiência, distribuindo-se da seguinte maneira: 42,87% apresenta deficiência motora, 13,30% auditiva, 4,77% de linguagem, 29,94% visual e 15,81% mental. Os principais centros de saúde municipais (e todos na cidade) são: * Hospital Geral da Zona/U.M.F. Número 2, pertencente ao \"Instituto Mexicano del Seguro Social\". * Hospital Regional \"Dr. Rafael Pascasio Gamboa\". * Clínica-Hospital do \"Instituto de Seguridad Social de Trabajadores del Estado de Chiapas\". * Hospital de especialidades pediátricas de Tuxtla Gutiérrez. == Esportes == A cidade de Tuxtla Gutiérrez é a sede do clube futebolístico mexicano de primeira divisão Jaguares de Chiapas. Seu estádio, o \"Victor Manuel Reyna\", foi fundado em 1982 e remodelado em 2002, a sua capacidade é de 25.000 espectadores. A cidade de Tuxtla Gutiérrez é a sede e o ponto de partida da Carrera Panamericana, que realiza-se anualmente em meados de outubro. No Cañón del Sumidero realiza-se anualmente a Maratona de Natação do Cañón del Sumidero, um percurso de 15 km a nado, que desde 2005 é sede da Copa do Mundo de Águas Abertas da Federação Internacional de Natação (FINA). Os grandes ginásios de esportes da cidade são: A \"Ciudad Deportiva del Isstech\", a \"Villa Juvenil Indeporte\" e o \"Centro Deportivo Caña Hueca\". == Lazer == Durante os seus momentos de lazer vespertinos e noturnos, os tuxtlecos geralmente frequentam cafeterias, sorveterias, cinemas, parques e restaurantes. É uma costume de alguns tuxtlecos, especialmente idosos, o fato de coincidir ao Parque de la marimba desde o entardecer até a noite para dançar ao redor do seu coreto ao ritmo de uma banda local, que executa danzón con marimba. Na sexta-feira e no sábado, intensifica-se a vida noturna no médio poente da cidade, lugar onde localizam-se os centros noturnos (discotecas, bares e antros), frequentados principalmente por estudantes. No entanto, a cidade nem oferece abundância nem uma ampla variedade no entretenimento noturno de qualidade, tal como outras grandes cidades, essa é uma das razões da falta do turismo lá. As áreas recreativas públicas da cidade são: Plaza Central (chamado de Parque Central pelos tuxtlecos), Parque de la Marimba, Parque Joyyo Mayyu, Parque de Convivencia Infantil, Parque del Oriente, Parque Pomposhuti, Parque Morelos, Agora del Cento Cultural Jaime Sabines (chamado de Parque Cinco de Mayo pelos tuxtlecos). A cidade possui três multicinemas nos extremos oriente, poente e norte. == Cidades-irmãs == * Puebla, México * Celaya, México * Zamora de Hidalgo, México * Pachuca de Soto, México * Amarillo, Estados Unidos == Bibliografia == * Cuaderno estadístico municipal, Tuxtla Gutiérrez, estado de Chiapas. (1998). \"Edição 1997\". Aguascalientes:INEGI. ISBN 970-13-1923-0 * . (2004). \"Edição 2003\". Aguascalientes: INEGI. ISBN 970-13-4448-0 * Tuxtla Gutiérrez, imágenes entre dos milenios. (2001). \"H. Ayuntamiento Constitucional de Tuxtla Gutiérrez\". México DF: Editora Offset Rebosan. ISBN 968-5527-00-8. (livro de fotografias da vida cotidiana, flora, fauna, paisagens e tradições). * Monografía del Municipio de Tuxtla Gutiérrez. (1988). Governo do Estado de Chiapas. México D.F.: IDEART Ediciones y publicaciones. === Livros locais === Disponíveis no Arquivo Geral e Histórico do Estado de Chiapas: * ASOCIACIÓN DE CRONISTAS DEL ESTADO DE CHIAPAS. (2005). Tuxtla y sus barrios; historia, crónica y vida cotidiana. Tuxtla Gutiérrez: Ediciones y Sistemas Especiales. * CASTRO, Jose Luis. (1995). Bosquejo histórico de Tuxtla Gutiérrez. Tuxtla Gutiérrez: Ediciones y Sistemas Especiales. (Antigos planos urbanos e municipais, eventos históricos, documentos históricos relacionados com Tuxtla, listas de personagens ilustres e também de prefeitos desde 1891 até 1995) * CASTAÑÓN GAMBOA, Fernando. (1992). Tuxtla Gutiérrez en 1892. \"Colección de artículos del cronista de la ciudad\". Tuxtla Gutiérrez: Foro cultural universitario de la Universidad Autónoma de Chiapas y Núñez Díaz Editor. (Descrição a cidade de Tuxtla Gutiérrez no ano 1892) * ALBORES, Eduardo J. (1993). Monografía de Tuxtla Gutiérrez. \"Colección Premio Chiapas\". Gobierno del Estado de Chiapas. Tuxtla Gutiérrez: Núñez Diaz Editor. == Ligações externas == * (español/inglés) * Categoria:Capitais estaduais do México",
 "title": "Tuxtla Gutiérrez"
}