{
 "id": "9569",
 "text": "Inteligência de negócios (ou Business Intelligence, em inglês) refere-se ao processo de coleta, organização, análise, compartilhamento e monitoramento de informações que oferecem suporte a gestão de negócios. É um conjunto de técnicas e ferramentas para auxiliar na transformação de dados brutos em informações significativas e úteis a fim de analisar o negócio. As tecnologias BI são capazes de suportar uma grande quantidade de dados desestruturados para ajudar a identificar, desenvolver, e até mesmo criar uma nova oportunidade de estratégia de negócios. O objetivo do BI é permitir uma fácil interpretação do grande volume de dados. Identificando novas oportunidades e implementando uma estratégia efetiva baseada nos dados, também pode promover negócios com vantagem competitiva no mercado e estabilidade a longo prazo. Tecnologias BI fornecem a visão do histórico das operações de negócios, assim como a visão atual e as possíveis previsões. As funções habituais do BI são: relatórios, processos de análise online, análises, mineração de dados, processamento de eventos complexos, gerenciamento de desempenho dos negócios, benchmarking, mineração de texto, análises previsíveis e análises prescritivas. O BI pode ser usado para ajudar na decisão de uma grande variedade de negócios, variando do operacional ao estratégico. Decisões de operações básicas incluem posição do produto e atribuição de preços. Decisões de estratégia de negócios abrangem prioridades, objetivos e direções do mais amplo nível. Em todos os casos, o BI é mais efetivo quando combinado a dados procedentes do mercado em que uma companhia opera dados externos com dados de fontes internas da companhia para os negócios, como dados financeiros ou operacionais. Quando os dados externos e internos são combinados, podem fornecer um cenário mais completo. Na realidade, cria uma “inteligência” que não pode ser derivada por nenhum conjunto de dados. Inteligência empresarial também pode ser definida como a Atividade de Inteligência aplicada à atividade econômica com a identificação de forças e fraquezas da companhia e o monitoramento dos stakeholders para antecipação de ameaças à organização e melhor aproveitamento das oportunidades de negócios. == Processo empresarial == Inteligência Empresarial, ou Business Intelligence, é um termo usado para a análise do negócio como um todo ou de maneira departamental. O conceito surgiu na década de 90 e descreve as habilidades das corporações para aceder a dados e explorar informações e recursos financeiros em proveito dos diretores (normalmente contidas em um Data Warehouse/Data Mart), analisando-as e desenvolvendo percepções e entendimentos a seu respeito, o que lhes permite incrementar e tornar mais pautada em informações a tomada de decisão (JFF). As organizações tipicamente recolhem informações com a finalidade de avaliar o ambiente empresarial, completando estas informações com pesquisas de marketing, industriais e de mercado, além de análises competitivas, podendo assim mais facilmente intrujar outros. Organizações competitivas acumulam \"inteligência\" à medida que ganham sustentação na sua vantagem competitiva, podendo considerar tal inteligência como o aspecto central para competir em alguns mercados. Geralmente, os coletores de BI obtêm as fontes primárias de informação dentro das suas empresas. Cada fonte ajuda quem tem que decidir a entender como o poderá fazer da forma mais correta possível. As fontes secundárias de informações incluem as necessidades do consumidor, processo de decisão do cliente, pressões competitivas, condições industriais relevantes, aspectos econômicos e tecnológicos e tendências culturais. Cada sistema de BI determina uma meta específica, tendo por base o objetivo organizacional ou a visão da empresa, existindo em ambos objetivos, sejam eles de longo ou curto prazo. Business Intelligence (BI) pode ser traduzido como inteligência de negócios, ou inteligência empresarial. Isto significa que é um método que visa ajudar as empresas a tomar as decisões inteligentes, mediante dados e informações recolhidas pelos diversos sistemas de informação. Sendo assim, BI é uma tecnologia que permite às empresas transformar dados guardados nos seus sistemas em Informação qualitativa e importante para a tomada de decisão. Há uma forte tendência de que os produtos que compõem o sistema de BI de uma empresa passem, isoladamente, a prover funções extras que auxiliem na tomada de decisões. Por exemplo, todos os sistemas que funcionam numa perspectiva de organização da informação. Sendo assim temos: *ERP – Enterprise Resource Planning (Sistema Integrado de Gestão Empresarial); *CRM – Customer Relationship Management (Gestão de Relacionamento com o Cliente). *BPM – Business Process Management (Gestão de Processos de Negócio) Segundo Brentley Freiks, fundador da Onyx Software, “Customer Relationship Management (CRM) é um conjunto de processos e tecnologias que geram relacionamentos com clientes efectivos e potenciais e com parceiros de negócios através do marketing, das vendas e dos serviços, independentemente do canal de comunicação”. Ou seja, pode ser considerado como uma estratégia de gestão de negócios através da gestão dos relacionamentos com os clientes tendo em consideração o aumento do lucro e das vendas da empresa. O objetivo principal é claramente uniformizar processos que permitam o acesso à informação como forma de melhorar os negócios e o Marketing Relacional da empresa através do uso da tecnologia. A globalização e a evolução da TI têm mudado radicalmente a forma como as empresas e os seus consumidores se relacionam. Os consumidores têm um leque de opções de produtos e serviços que há alguns anos não era possível. As TI permitem oferecer qualidade a um preço competitivo daí o CRM ser fundamental no estabelecimento das relações e na fidelização dos clientes. Hoje, é importante rentabilizar a máxima LTV (Lifetime value) de cada cliente. Podemos classificar da seguinte forma os clientes: # CMV (Clientes mais valiosos) para os quais devemos utilizar uma estratégia de retenção, trabalhando em programas de reconhecimento e na possibilidade de uso de canais de comunicação exclusivos recompensando a preferência dos clientes e o volume de negócios por eles submetido na nossa empresa; # CMP (Clientes de maior potencial) para os quais é necessário desenvolver esses clientes através de incentivos. O importante é transformar estes clientes em CMV. Encontrar estratégias para os “habituar” a trabalhar com os nossos produtos; # BZ (Below Zero) que representam valor negativo para a organização; # Clientes Intermediários mas que são lucrativos, porém sem grande expressão. O potencial de uma ferramenta de CRM revela-se na esquematização dos diversos dados disponíveis de forma a criar informação valiosa para utilizar-se em prol da empresa e das suas relações comerciais. Teremos uma informação com maior qualidade, fundamental para a tomada de decisão e para a gestão dos clientes. Portanto para uma organização, os benefícios com a implementação de um CRM passa muito pelo valor que vai criar na empresa. Irá facilitar não só a identificação dos clientes – criando bases de informações relativas aos clientes de acordo com o seu perfil – como irá facilitar a segmentação dos mesmos contribuindo para o desenvolvimento dos diversos processos de fidelização/retenção de clientes. Tudo começa com a coleção de dados, Data Warehousing, a integração de dados de uma ou mais fontes e assim, cria um repositório central de dados, um data warehouse - os armazéns de dados. Com essa imensidão de dados, Data Mining, aplica-se a mineração desses dados, o processo de explorar grandes quantidades de dados à procura de padrões consistentes para detectar relacionamentos e novos subconjuntos de dados a serem mapeados e extrair-se informações privilegiadas. Análises, Analytics, de minerações geram relatórios, reporting, detalhados para fortalecer o esclarecimento do cenário. Reengenharia de processos de negócio (BPR) trata-se de uma estratégia de gestão de negócios para a análise e desenho dos fluxos de trabalho e dos processos de negócios visando a reestruturação organizacional, com foco no design de baixo para cima de processos de negócios dentro de uma organização. E Benchmarking, a busca das melhores práticas com o propósito de maximizar o desempenho. Onde uma empresa examina como realiza uma função específica a fim de melhorar como realizar a mesma ou uma função semelhante, ou seja, um processo de comparação do desempenho entre dois ou mais sistemas. == O Profissional == O profissional nesse universo de \"Business Intelligence\" deve se atentar a alguns detalhes importantes para uma boa atuação. Buscar resultados da capacidade de detectar oportunidades de negócios e associar seus levantamentos numéricos a eventos de sucesso. Focar nas análises das necessidades e desejos dos clientes. E então, detectar as tendências e associá-las aos objetivos de seus clientes, promovendo seus produtos e serviços. Não há uma receita de bolo e nem uma garantia de que seus resultados serão satisfatórios, porém as boas práticas de BI reduzem os erros e possibilitam conhecer os padrões comportamentais dos clientes, o que é determinante na oferta de um produto. Se até então a aplicação deste conceito era a de levar informação a poucos colaboradores selecionados de uma empresa, para que fizessem uso em suas decisões. Hoje, a rede permite disponibilizar soluções de BI para um número maior de pessoas e passou a ser tratado como uma aplicação estratégica integrada, estando disponível através de estações de trabalho e nos servidores da empresa. E também como a maior aliada para a capitação de dados sobre os clientes, conseguindo detalhes preciosos com o monitoramento de mídias e redes sociais e do desempenho de SEO e propaganda online. E após a gestão dessa informação terá conclusões importantes para o desenvolvimento empresarial e para a elaboração de cenários. Tendo participação direta em decisões que promovam a competitividade. Como esse área é relativamente recente e evolui muito, o profissional dessa área tem que estar preparado para viver em um estado de aprendizado contínuo, tal aprendizado é natureza intrínseca do seu próprio trabalho. Pois, todo dia o mesmo tem que descobrir como gerar novas descobertas e como comunicá-las efetivamente com os tomadores de decisão da empresa. Além disso, as novas ferramentas que se apoiam na internet para a disseminação mais rápida dessas descobertas - aumentam o impacto e a relevância do trabalho desse profissional nas organizações. == Tecnologia de BI == Alguns observadores consideram que o processo de BI realça a informação dentro dos dados e também dentro do conhecimento. Pessoas envolvidas em processos de BI podem usar software ou outras tecnologias para obter, guardar, analisar e prover acesso aos dados. O software “cura” o desempenho do gerenciamento do negócio e contribui no objetivo de tomar as decisões melhores, mais atuais e relevantes, com as informações acessíveis sempre que necessário. Algumas pessoas utilizam o termo \"BI\" intercambiando-o com \"livros de reunião\" ou \"sistemas de informações executivas\", de acordo com a informação que cada um contém. É nesse sentido, que cada um pode considerar um sistema de BI como um sistema de suporte para tomada de decisão (decision- support system). Paralelamente, já encontramos no mercado softwares chamados Business Intelligence, ou BI. Eles fornecem relatórios ou gráficos bem elaborados para que os gestores possam mais facilmente tomar decisões estratégicas. Também as empresas podem funcionar em forma de BI, ou seja, altamente capacitadas à utilização de grande quantidade de dados oriundos de softwares avançados. Assim, BI é também visto como uma cultura empresarial adequada aos tempos de elevada competição e de tecnologia avançada. O Business Intelligence também está relacionado ao ERP (Enterprise Resource Planning), que representa os sistemas integrados de gestão empresarial cuja função é registrar, documentar e processar todas as informações. No século XXI, corporações necessitam do BI para auxiliá-las na redução de custos, na otimização do trabalho e principalmente na previsão de crescimento. A gestão passa a usar o conhecimento existente na organização para gerar melhores resultados. A infraestrutura de Business Intelligence (BI) compreende: a extração, data warehouses, data marts e ferramentas para gerenciamento da informação e análise de dados como data mining. O departamento de BI (Business Intelligence) pode trabalhar em conjunto com o de ganhos e perdas, que são mapeados dados como segmento do prospect (cliente em potencial), produtos/serviços que foram solicitados na proposta comercial, faturamento da perda/ganho por cliente e principais razões das perdas/ ganhos de contratos. O BI é formado por cinco componentes, sendo: informação, análise, personalização, entrega por múltiplos canais, transação. == História == Uma referência anterior a inteligência, mas não relacionada aos negócios, ocorreu em Sun Tzu - A Arte da Guerra. Sun Tzu fala em seu livro que para suceder na guerra, a pessoa deve deter todo o conhecimento de suas fraquezas e virtudes, além de todo o conhecimento das fraquezas e virtudes do inimigo. A falta deste conhecimento pode resultar na derrota. Uma certa escola traça paralelos entre as disputas nos negócios com as guerras: * coleta de informações; * discernimento de testes padrão e o significado dos dados (gerando informação); * respondendo à informação resultante. O termo “Business Intelligence” é originalmente criado por Richard Millar Devens´ em “Cyclopaedia of Commercial and Business Anecdotes” em 1865. Devens usou o termo para descrever como o bancário, Sir Henry Firnese, lucrou recebendo e agindo em cima de informações sobre o ambiente, antes de seus concorrentes. A habilidade de coletar e reagir adequadamente baseado em informações recuperadas, é uma habilidade destacada em Firnece, e hoje é inteiramente o funcionamento do BI. Tudo começou a mudar na década de 70, com a evolução das formas de armazenamento (DASD) e acesso a dados (SGBD). O termo Business Intelligence, surgiu na década de 80 e faz referência ao processo inteligente de coleta, organização, análise, compartilhamento e monitoração de dados contidos no Data Warehouse / Data Mart, gerando informações e suporte à tomada de decisões. Com a evolução da tecnologia foi sendo embutida uma série de ferramentas, como o EIS (Executive Information Systems), DSS (Decision Support System), Planilhas Eletrônicas, Data Marts, Data Mining, Ferramentas OLAP, entre outras. Em 1958 em um artigo, um pesquisador da IBM Hans Peter Luhn, usou o termo “Business Intelligence”. Ele empregou em um dicionário online a definição de Inteligência: “habilidade de perceber as inter-relações dos fatos presentes para ajudar a guiar à objetivos desejados”. === Desenhando e implementando BI === Quando é implementado um programa de BI deve-se relacionar as questões e suas possíveis decisões, tais como: *Questões de alinhamento de metas: é o primeiro passo para determinar propostas de curto e médio prazos do programa. *Questões de base: coleta de informações de competência atual e suas necessidades. *Custos e Riscos: as consequências financeiras da nova iniciativa de BI devem ser estimadas. *Cliente e \"stakeholder\": determina quem serão os beneficiados da iniciativa e quem pagará por ela. *Métricas relacionadas: estes requerimentos de informações devem ser operacionalizadas com clareza e definidas por parâmetros métricos. *Mensuração Metodológica: deve ser estabelecido um método ou procedimento para determinar a melhor ou aceitável maneira de medir os requerimentos métricos. * Resultados relacionados: alguém deve ser o monitor do programa de BI para assegurar que os objetivos estão ocorrendo. Ajustes no programa podem ser necessários. O programa deve ser testado pela eficácia, rentabilidade e validade. == Benefícios == O principal benefício do BI para a empresa é a sua capacidade de fornecer informações precisas quando necessárias, incluindo uma visão em tempo real do desempenho corporativo geral e de suas partes individuais. A partir dos resultados de uma pesquisa entre 510 empresas, que os benefícios do BI são a economia de tempo, versão única da verdade, melhores estratégias e planos, melhores decisões táticas, processos mais eficientes e a economia de custos.ECKERSON, W. Smart Companies in the 21st Century: the secrets of creating successful business intelligent solutions. Seattle, WA: The Data Warehousing Institute, 2003. Quais são as etapas do ciclo de inteligência empresarial? O ciclo de inteligência empresarial é um sistema formado por cinco etapas que tem o intuito de adquirir e viabilizar dados significativos sobre as corporações, dos usuários, dos concorrentes do mercado como um todo. Dizemos “ciclo” porque essas etapas darão feedback, para que o trabalho de inteligência competitiva seja realizado de forma contínua e sistemática. Portanto, o método não deve ser visto como algo com um começo, um meio e um fim, pois sempre precisa estar plenamente operacional na organização. Quando as organizações utilizam as etapas de inteligência empresarial, elas destacam e geram informações que auxiliam nas necessidades de tomada de decisão da empresa. As etapas que ela deve seguir são:planejamento; coleta, processamento e armazenamento da informação; análise e validação da informação; disseminação e utilização da informação estratégica; e avaliação do processo. O conhecimento de uma estudante de administração Gareth Morgan disse em um dos seus trabalhos que uma empresa deve ser comparada a uma máquina, onde cada etapa desse ciclo é como se fosse uma engrenagem que contribui para o funcionamento do todo. Então segundo as idéias dessa autora quando uma dessas engrenagens para de funcionar, todo o sistema que é baseado em engrenagens param de funcionar. Que é a mesma coisa que acontece no ciclo da inteligência empresarial, que precisa funcionar de forma que cada etapa seja como uma engrenagem perfeita, que funcione e contribua para o funcionamento geral desse processo . Planejamento( Primeira etapa) Para que essa etapa seja feita com êxito, devemos fazer 4 perguntas para que consiga ser feito o diagnóstico necessário para que seja formado o planejamento perfeito para tal instituição que esteja buscando pela inteligência empresarial. Perguntas: Como transformar informações em negócios lucrativos: o que precisamos saber? O que nós já sabemos? Como vamos lidar com a inteligência competitiva gerada? Qual é o custo para obter essas informações? E o preço de não conseguir? Uma vez que os requisitos são determinados, é hora de desenvolver um processo que será usado como um parâmetro posterior. Agora também é a hora de definir metas objetivas para monitorar e controlar todos os avanços no ciclo de inteligência competitiva. Coleta, processamento e armazenamento de dados neste estágio, o foco é localizar informações de fontes primárias e secundárias e processar todos os dados coletados. De maneira que essas perguntas possam ser respondidas na prática. Perguntas: O que é preciso saber? O que já se sabe? O que deve ser feito com a inteligência competitiva adquirida? Uma vez que os requisitos são determinados, é hora de formular um processo que será usado como um parâmetro de estágio posterior. Agora também é a hora de definir metas objetivas para monitorar e, claro, controlar todos os avanços no ciclo de inteligência competitiva. Coleta, processamento e armazenamento de dados(Segunda etapa) Nessa etapa, o foco das atividades é buscar informações junto a fontes primárias e secundárias, e proceder ao tratamento de todo o material coletado. Uma fonte primária é direta, sem filtros, enquanto uma fonte secundária geralmente provê informações alteradas. Tal informação é coletada a partir de entrevistas com concorrentes, fornecedores e clientes, relatórios divulgados por concorrentes, fornecedores ou órgãos do governo; palestras e programas transmitidos ao vivo (sem edições) e observações realizadas em primeira pessoa. Análise e validação da informação(Terceira etapa) Esse é o ponto do ciclo de inteligência competitiva em que os dados coletados na etapa anterior são analisados para a elaboração final dos produtos ou serviços de inteligência. É nessa etapa que as informações são interpretadas e interligadas, criando uma relação de relevância. Então, insights podem ser oferecidos aos responsáveis pelas tomadas de decisão da empresa. Lembrando que uma análise deve ser objetiva e eficiente. Não podemos esquecer que ela não deve se limitar ao relato de informações e fatos desatualizados, já que também pode projetar cenários futuros, como o comportamento da concorrência. Disseminação e utilização dos dados estratégicos(Quarta e quinta etapa) Depois das três etapas anteriores, os dados criados são entregues aos gestores responsáveis. Que são responsáveis por colocarem em prática na sua instituição. lembrando que esse relatório entregue deve abordar os seguintes temas:alertas, sumários executivos, projeções estrategicaass, relatorio analiticos e analises de situações Conclusão Nós já comentamos que o trabalho de inteligência competitiva deve ser desenvolvido de maneira contínua. Afinal, como “A Estratégia do Oceano Azul”, não há empresas que mantenham sua excelência para sempre. Então é preciso que haja um esforço contínuo para deixar sua organização sempre atualizada ao mercado, para que seja realizada sempre a melhor estratégia empresarial. Mas, nem tudo são flores, por que até mesmo o processo tem falhas. Então para que possa ser feito um novo ciclo, deve ser reavaliado não só os dados porém o desenvolvimento de cada etapa’’ ciclo’’ já criado. Para finalizar, é preciso reforçar que todas as etapas do ciclo da inteligência competitiva são necessárias, pois estão inter- relacionadas. A realização adequada de cada etapa agrega valor às próximas, assegurando que o resultado obtido ao final do ciclo. Benefícios de utilizar sistemas de inteligência empresarial: As organizações ao utilizar sistemas de gestão empresarial, irão salientar e gerar informações nas quais irão auxiliar nas necessidades de tomadas de decisões da empresa. Isto é, ferramentas e dados de software que analisam, organizam e disponibilizam dados, nos quais embasados em informações ajudam os usuários corporativos de todos os níveis de gerência a trabalharem com mais assertividade no planejamento estratégico. Relatam de forma resumida as operações básicas da organização, monitoram as transações de estoque, produção, contabilidade e gerência de forma facilitada. Além disso, os sistemas de informação gerenciais também proporcionam aos gestores relatórios sobre o seu desempenho atual, monitoramento, controle e como prever o futuro desempenho da empresa. Através deles também é possível recorrer a informações externas, usar técnicas analíticas e modelos sofisticados para calcular os detalhes financeiros e técnicos, para assim analisar de forma mais concisa os custos, os seus concorrentes e utilizar os dados para cultivar o bom relacionamento com os clientes. Ao utilizar sistemas de inteligência empresarial os resultados passam a ser superiores aos de anteriormente e a um aumento na rentabilidade da empresa, pois ocorre a otimização do gerenciamento de informações. Os colaboradores da empresa passam a ser mais produtivos, devido às soluções de BI que analisam o desempenho dos funcionários e atuam para que ocorram melhorias nas rotinas internas, Por meio dos dados alcançados sobre a performance dos colaboradores pode-se fortalecer pontos e oferecer novos cursos ou treinamentos específicos que qualificaram e melhoraram a atuação das equipes e evitar novos erros. Os sistemas de inteligência empresarial são capazes de apurar, corrigir e aperfeiçoar pontos fracos e possíveis falhas. Por meio da extração e filtro de informações, que avaliam a performance de cada setor, com eles é possível indicar os dados que são capazes de originar equívocos ou gerar problemas, de forma que possam ser trabalhados e aperfeiçoados. Utilizando-os a empresa passa a ter mais competitividade organizacional, pois ela se torna mais preparada para definir soluções mais eficientes e se prepara para estar na frente de seus concorrentes, passa a ter uma visão mais ampla e precisa de todos os seus processos. A organização passa a organizar e controlar de forma detalhada as suas despesas , devido os sistemas permitem uma visão bem ampla de todas as despesas. Através dessas apurações destes gastos a empresa consegue preservar a capacidade de superar crises e realizar investimentos estratégicos sem perder a lucratividade. Em vista disso, utilizar sistemas de inteligência empresarial permitem à empresa criar, aumentar o número de vendas, praticar melhor gestão financeira, construir projeção do faturamento, das margens e do lucro, além de calcular os gastos tudo com mais facilidade. A empresa sai na frente na vantagem competitiva, devido a gestão conhecer bem o comportamento dos consumidores e entender muito mais sobre sua empresa e a expectativa do mercado diante da concorrência acirrada. Desde o momento em que a empresa inicia com os sistemas de inteligência empresarial com informações e dados organizados e consolidados, os riscos são calculados, mitigando desafios e erros futuros, evitando situações que não estavam previstas ou que modificam o resultado final da organização. == Exemplos de softwares de BI == *IBM Cognos *Tableau *Qlikview *Qlik Sense *Salescope *Microsoft Power BI == Ligações externas == * * == Referências == Categoria:Sistemas de informação Categoria:Administração de dados Categoria:CRM Categoria:Data warehouse Categoria:Ciência da computação Categoria:Governança em TI Categoria:Engenharia de dados",
 "title": "Inteligência empresarial"
}