{
 "id": "95838",
 "text": "A Universidade Estadual de Santa Cruz (UESC) é uma instituição de ensino superior brasileira, situada em Ilhéus, Estado da Bahia, no km 16 da Rodovia BR-415. Foi criada pela fusão e estadualização de um conjunto de faculdades privadas surgidas no sul da Bahia na década de 1960. E atualmente a Universidade Estadual da Santa Cruz de acordo com o ranking do Ministério da Educação (MEC), atinge conceito 4, de Índice Geral de Cursos (IGC), numa escala de 1 a 5, ficando atrás apenas da Universidade Federal da Bahia (UFBA). A UESC é a segunda dentre as quatro universidades estaduais da Bahia, ficando somente atrás da Universidade Estadual de Feira de Santana (UEFS), e figura entre as 59 melhores do Brasil. == Histórico == A Universidade Estadual de Santa Cruz se formou a partir de uma fundação privada que congregou unidades de ensino superior particulares das cidades de Ilhéus e Itabuna surgidas na década de 1960 (Faculdade de Direito de Ilhéus, Faculdade de Filosofia de Itabuna, e Faculdade de Ciências Econômicas de Itabuna). Em 1972, por iniciativa de lideranças regionais e da Comissão Executiva do Plano da Lavoura Cacaueira (CEPLAC) essas faculdades se uniram e formaram a Federação das Escolas Superiores de Ilhéus e Itabuna (FESPI). Estas foram reunidas pelo Parecer CFE 163/74 em um Campus na BR-415. Desde então os estabelecimentos de ensino foram ganhando maturidade e competência, criando as condições para pleitear a posição de Universidade. Mantida, entretanto, por uma fundação de natureza privada, o acesso a seus cursos tornava-se particularmente difícil, considerada a realidade regional. Assim, a Federação reorientou-se no sentido de tornar-se uma fundação pública. Em 1991, depois de muitas lutas, esse grande anseio tornou-se realidade, estadualizando-se a Federação. Em 5 de dezembro de 1991, o então Governador do Estado incorporou a FESPI, escola particular, ao quadro das escolas públicas de 3º grau da Bahia. Em 1991 esta fundação foi estadualizada (assumida pelo Estado) e, após uma disputa para se decidir em qual das duas cidades estaria localizada, foi deliberado que ficaria no município de Ilhéus, BA. Foi criada pela Lei Estadual 6.344 de 6 de dezembro de 1991, e desde então vem ampliando os serviços prestados, oferecendo diversos cursos e criando espaço, na vocação quase natural por situar-se em meio à Mata Atlântica, para estudos ecológicos. == Localização == O Campus Soane Nazaré de Andrade é o único campus da UESC e está situado em Ilhéus, encontrando-se em meio a uma área composta de cabrucas e mata atlântica.UNIVERSIDADE ESTADUAL DE SANTA CRUZ. Demarcando o pensamento: universidade em movimento. Disponível em: . Acesso em: 13 nov. 2014. O nome é uma homenagem a um dos principais responsáveis pela implementação da UESC, um professor de Direito e político que também exerceu por três mandatos o cargo de reitor da instituição.A REGIÃO. Entrevista com Soane Nazaré de Andrade, candidato a prefeito de Ilhéus. Ilhéus, 19 jun. 2004. Disponível em: . Acesso em: 13 nov. 2014. Segundo um levantamento feito pela UESC em 2013, o campus possui uma área total de hectares, dos quais hectares são áreas construídas e hectares correspondem às edificações.ASSESSORIA DE PLANEJAMENTO DA UNIVERSIDADE ESTADUAL DE SANTA CRUZ. UESC em dados: 2013. Disponível em: . Acesso em: 13 nov. 2014. == Organização == A UESC é organizada hierarquicamente em órgãos da administração superior (Reitoria, Vice-Reitoria, Pró-Reitorias, Assessorias, Conselho Superior de Ensino, Pesquisa e Extensão, Conselho Universitário e Conselho Administrativo), da administração setorial (Departamentos e Colegiados de Curso) e em órgãos de apoio administrativo. São quatro as pró-reitorias: * Pró-Reitoria de Graduação (PROGRAD) * Pró-Reitoria Administrativa (PROAD) * Pró-Reitoria de Pesquisa e Pós-graduação (PROPP) * Pró-Reitoria de Extensão (PROEX) Os departamentos são dez: * Departamento de Administração e Ciências Contábeis (DCAC) * Departamento de Ciências Agrárias e Ambientais (DCAA) * Departamento de Ciências Biológicas (DCB) * Departamento de Ciências Econômicas (DCEC) * Departamento de Ciências Exatas e Tecnológicas (DCET) * Departamento de Ciências da Educação (DCIE) * Departamento de Ciências da Saúde (DCS) * Departamento de Ciências Jurídicas (DCIJur) * Departamento de Filosofia e Ciências Humanas (DFCH) * Departamento de Letras e Artes (DLA). == Ensino == O ensino na UESC é composto por cursos de graduação, de pós-graduação lato sensu (especialização) e pós-graduação stricto sensu (mestrado e doutorado). São de 33 cursos de graduação na modalidade presencial, sendo vinte e dois bacharelados e onze licenciaturas. Na modalidade educação à distância (EAD) oferece quatro licenciaturas. São oferecidos, ainda, oito cursos pela PARFOR, curso de formação de professores. Além disso, cursos de pós-graduação divididos em três modalidades — especialização, programas exclusivos de mestrado e \"programas unificados\" reunindo mestrado e doutorado — que são importantes qualificadores da população da região. Os programas de pós-graduação stricto sensu da UESC que reúnem cursos de mestrado e doutorado são: * Biologia e Biotecnologia de Microrganismos * Ciência Animal * Desenvolvimento e Meio Ambiente * Ecologia e Conservação da Biodiversidade * Genética e Biologia Molecular * Letras: Linguagens e Representações * Produção Vegetal * Química * Zoologia == Pesquisa == A UESC possui diversos grupos de pesquisas vinculados aos seus Departamentos e programas de pós-graduação stricto sensu, além de patrocinar a publicação de diversos periódicos científicos, dentre os quais, destacam-se: * Cultur - Revista de Cultura e Turismo; * Diké - Revista Jurídica * Reflexões Econômicas * Revista Brasileira de Ciências em Saúde (REBRACISA) * Revista Especiaria - Cadernos de Ciências Humanas * Revista Kàwé (lançada em 2000, é resultado da fusão do Boletim Kàwé com o Caderno Kàwé) === Biodiversidade === Os holótipos de Bombus bahiensis, Daidalotarsonemus oliveirai, Excelsotarsonemus caravelis, Tarsonemus cacao, Tarsonemus bahiensis e Scinax tropicalia foram coletados na área de cabruca remanescente no campus. == Ligações externas == *",
 "title": "Universidade Estadual de Santa Cruz"
}