{
 "id": "95844",
 "text": "O carvalho-português, carvalho-cerquinho ou cerquinho (Quercus faginea) é uma árvore comum em Portugal. O carvalho-português tem folhas marcescentes. Assim como os demais carvalhos, produz a bolota ou landra como fruto, que é usada como alimento por vários animais, como o javali, os esquilos, que muitas vezes as enterram e se esquecem, acabando por ser plantadores naturais da espécie, responsáveis em grande parte pela sua disseminação, onde se destaca o gaio, os humanos usavam-na na alimentação e ainda se faz pão, licores entre outras receitas. Existem três subspécies de Quercus faginea: O Carvalho-Cerquinho ou Português (Quercus faginea subsp.broteroi ), são árvores que atualmente predominam no Centro Oeste de Portugal, embora outrora a sua existência tenha sido mais vasta, indo até à Serra de Odemira. A subsp. alpestris ocorre apenas no Barrocal Algarvio. A subsp. faginea ocorre nos sobreirais transmontanos e altibeirenses (e.g. alguns mortórios no Douro) ou, bem mais raramente, na mesma região, como dominante em bosques secundários sobre rochas básicas. Não é certo que forme bosques estremes, pois encontra-se normalmente associada ao sobreiro, e estende-se para Espanha. ==Distribuição em Portugal== O Carvalho Português é praticamente desconhecido por muitos Portugueses, dominava outrora carvalhais extensos e cerrados, que davam alimento e abrigo a uma miríade de seres vivos. Hoje, está reduzido a pequenos redutos na Serra da Arrábida, Serra de Montejunto, Serra de Sintra, Serra de Aire e Candeeiros, Sicó e Concelho de Alvaiázere, isoladamente ou em pequenos núcleos na zona Oeste de Portugal e muito raramente a Sul, na margem de ribeiras, em taludes e sebes vivas (taludes do IC20, margens de afluentes da lagoa de albufeira, Ribeira de Coina, Ribeira de Avis, estendendo-se até às serras do Cercal (daí o seu nome), São Luís e Odemira. ==Biologia e ecologia== Desta forma, a sua extensão territorial é limitada, está entre os carvalhos de folha caduca do Norte e interior do País como o Carvalho Negral e o Roble, e o Sobreiro e a Azinheira do sul, de folha perene. Assim, o cerquinho tem a folha marcescente, uma folha que não cai até nascerem novas folhas. Desta forma conseguimos distingir um cerquinho pela sua cor amarelada e acastanhada no Outono e Inverno e verde clara na Primavera. Uma das características que mais se aprecia no cerquinho é que, como é uma fagácea, não tem desenvolvimento apical acentuado, isto é, o gomo apical não é dominante, como na maioria das árvores de crescimento rápido, onde o ramo cimeiro desenvolve substâncias que inibem o crescimento dos ramos inferiores e assim desenvolve-se mais, e a árvore apresenta uma forma colunar, piramidal, etc. No carvalho, todos os gomos crescem de forma similar o que origina ramos tortuosos que parece que serpenteiam e fazem formas tão bucólicas e belas. É uma árvore que permite a coexistência de outras espécies vegetais e um variado subcoberto que servem de abrigo e alimento a muitas espécies animais, daí que constitua um habitat protegido pela Directiva Habitats (Habitat 9240). Um carvalho pode viver centenas de anos. Serve de abrigo a muitas espécies de animais e as suas bolotas dão alimento a muitas espécies. Assim, os carvalhais eram o suporte de um ecossistema complexo e extenso que já não existe ou está reduzido a pequenos bosques relíquias. Nas sebes vivas que dividem os terrenos agrícolas e nas margens dos caminhos e estradas do centro do país, um olhar atento sempre descobre um ou outro Carvalho Cerquinho, e alguns terrenos abandonados que ainda preservam a fonte genética do cerquinho tendem a evoluir e a recuperar naturalmente, no entanto estes redutos são progressivamente destruídos pela ocupação humana e mais recentemente pela monocultura do eucalipto. ==Floresta de carvalho-português== Assim, o coberto vegetal mais desenvolvido (climáxico) que outrora existia na região Centro-Litoral, entre a Figueira da Foz e Odemira, eram os bosques de Carvalho Português. Uma mata que era o culminar de um série vegetal progressiva, desde o arrelvado, ao mato rasteiro, mato alto, e por fim a mata mediterrânica com alguma influência atlântica, liderada pelo Cerquinho, em comunhão com outras árvores e arbustos como o Zambujeiro (Olea europaea var. sylvestris), o Sobreiro (Quercus suber), o Medronheiro (Arbutus unedo), o Carrasco (Quercus coccifera) que aparece mais frequentemente nas serranias calcárias, o folhado (Viburnum tinus), a Sorveira (Sorbus aucuparia), a Aroeira (Pistacia lentiscus), o Aderno Bastardo (Rhamnus alaternus), o Loureiro (Laurus nobilis), o alecrim (Rosmarinus officinalis), e espécies arbustivas mais pequenas como o Quercus lusitanica entre muitos outros, não esquecendo as lianas como a salsaparrilha-bastarda (Smilax aspera), a aromática madressilva (Lonicera implexa) e a comum hera (Hedera helix). É uma mata muito rica e variada, a nível aromático e até florístico, destacando-se a bela rosa-albardeira (Paeonia broteri) e nas zonas mais soalheiras, as evoluídas e especializadas orquídeas, dos géneros Ophrys, Orquis e Serapias. ==Origem do nome== O nome latino Quercus parece vir do celta quer – que significa “belo” – ou cuez – que significa “árvore” – visto que o carvalho é considerado o “rei das árvores”. A maioria das florestas autóctones do continente de Portugal (as que existiam antes da destruição provocada pelas actividades humanas) eram carvalhais. Daí a razão de existirem tantas terras com o nome de Carvalho(a), Carvalhal(ais), Carvalhosa, Carvalhedo(a), Carvalheiro(a), Carvalhinho(a), Carvalhido, e mais especificamente Cercal e Cerqueira que são arvoredos de Carvalhos-Cerquinhos (Quercus faginea subsp. broteroi). O seu epíteto subespecífico é dedicado ao grande botânico português Félix de Avelar Brotero (1744-1828), autor da Flora Lusitanica e, mais tarde, da Phitographia Lusitaniae. ==Utilidades do carvalho-português== Em termos de utilização, a madeira do carvalho foi outrora, durante os séculos XV e XVI, muito utilizada para a construção naval (umas das razões para o seu declínio) e carpintaria, voltadas para a construção de caravelas, naus e galés, ou de carros de bois. Hoje é utilizada na construção de pipas e barris, visto que liberta muitas substâncias como os taninos e corantes naturais, o que, para além de dar uma melhor cor e aroma ao vinho, faz diminuir a graduação alcoólica. É ainda utilizada na construção de vigas para construção, pela sua resistência à imersão, e pavimentos (parqueteria), sendo igualmente adequada para lenha e carvão.Carvalho. A (1997). Madeiras Portuguesas: Estrutura Anatómica, Propriedades, Utilizações. Instituto Florestal, Vol. 2. ==Curiosidade== Tal como todos os Quercus, os frutos são as bolotas ou glande constituído pela semente que tem uma espécie de carapuça a que se chama cúpula e que está revestida por pequenas escamas. Não confundir com umas bolinhas que aparecem por vezes nos ramos ou folhas e que são as galhas ou os bugalhos. Estas bolinhas são resultado das picadas de insectos que depositam os ovos nos tecidos da planta. A planta reage e faz aquelas bolas onde o insecto se desenvolve. == Ligações externas == * Naturlink - Carvalho-português * Categoria:Árvores Categoria:Quercus Categoria:Flora de Portugal Categoria:Árvores de Portugal Categoria:Árvores de clima mediterrânico Categoria:Árvores tolerantes à seca",
 "title": "Carvalho-português"
}