{
 "id": "9592",
 "text": "Antígua e Barbuda é um estado insular no mar do Caribe, e a sua maior e mais populosa ilha é Antígua. A ilha de Barbuda, localizada a norte de Antígua, é a outra ilha principal. As ilhas têm um clima tropical, com temperaturas bastante constantes ao longo de todo o ano. As ilhas são em geral baixas. O ponto mais elevado é o Monte Obama (antes chamado Pico Boggy), com 402 m de altitude. A principal cidade deste pequeno país é a capital, Saint John's, em Antígua. A maior cidade de Barbuda é Codrington. == Localização == Localização - Antígua e Barbuda são ilhas caribenhas situadas entre o mar das Caraíbas e o Atlântico Norte, a leste-sueste de Porto Rico Coordenadas geográficas - 17º 03' N, 61º 48' W Referências cartográficas - América Central e Caraíbas == Fronteiras == Área * total - 442 km² (Antígua - 281 km²; Barbuda 161 km²) * terra - 442 km² * água - 0 km² * nota - inclui a Redonda Fronteiras terrestres - 0 km Costa - 153 km == Hidrografia == Reivindicações marítimas * zona contígua - 24 milhas náuticas * plataforma continental - 200 milhas náuticas ou até à orla do talude continental * zona económica exclusiva - 200 milhas náuticas * mar territorial - 12 milhas náuticas == Clima == Clima - marítimo tropical; pequena variação sazonal de temperaturas == Topografia == Terreno - basicamente ilhas baixas de pedra calcária ou coralíferas, com algumas áreas vulcânicas mais elevadas Extremos de elevação * ponto mais baixo: mar das Caraíbas - 0 m * ponto mais elevado: monte Obama - 402 m == Meio ambiente == Perigos naturais - Furacões e tempestades tropicais (de Julho a Outubro); secas periódicas Ambiente - problemas atuais - a gestão da água — uma preocupação de primeira ordem devido a recursos naturais de água doce limitados — é prejudicada pelo desbaste da floresta para a agricultura, o que faz com que a precipitação escorra rapidamente Ambiente - acordos internacionais * é parte de ** Biodiversidade ** Mudanças Climáticas ** Mudanças Climáticas - Protocolo de Kyoto ** Desertificação ** Espécies Ameaçadas ** Modificação Ambiental ** Resíduos Perigosos ** Lei do Mar ** Despejos Marinhos ** Banimento de Ensaios Nucleares ** Proteção da Camada de Ozono ** Poluição Provocada por Navios ** Caça à Baleia * assinou mas não ratificou ** nenhum dos acordos selecionados == Outros dados == Recursos naturais - irrelevantes; o clima agradável favorece o turismo Uso da terra * terra arável - 18% * cultivo permanente - 0% * pastos permanentes - 9% * florestas - 11% * outros - 62% (estimativas de 1993) Terra irrigada - ND km²",
 "title": "Geografia de Antígua e Barbuda"
}