{
 "id": "95950",
 "text": "Tokusatsu (特撮, abreviação em japonês para tokushu kouka satsuei/特殊効果撮影 ou filme de efeitos especiais) é um termo em japonês para filmes ou séries live-action (com atores reais) que fazem um uso forte de efeitos especiais. Apesar de ser um termo japonês, hoje em dia, também refere-se as séries que seguem a mesma linha de produção e conceito ao redor do mundo. Sendo assim a origem do tokusatsu é japonesa, mas existem tokusatsu chinês, tokusatsu coreano, tokusatsu francês, tokusatsu brasileiro, tokusatsu norte-americano etc. O entretenimento tokusatsu lida frequentemente com ficção científica, fantasia, terror ou super-heróis, mas alguns filmes e programas de televisão em outros gêneros podem também ser considerados como tokusatsu. Os tipos mais populares de tokusatsu incluem filmes de monstros kaiju, como a série de filmes do Godzilla e Gamera; séries de TV sobre super-heróis, como as franquias Kamen Rider e Metal Hero; e dramas mecha como Giant Robo. Alguns programas de televisão tokusatsu combinam vários desses subgêneros, por exemplo, as franquias Ultraman e Super Sentai. Tokusatsu é uma das formas mais populares de entretenimento japonês. No Brasil, o tokusatsu começou a ser exibido na década de 1950 nos cinemas e na década de 1960 na televisão, porém atingiu a sua popularidade no país durante as décadas de 1980 e 1990. Atualmente a comunidade de entusiastas do gênero se faz presente na internet e em encontros presenciais em eventos voltados à cultura pop. O termo tokufã foi criado para identificar fãs das séries no país. == História == O tokusatsu tem suas origens no início do teatro japonês, especificamente no kabuki (com suas cenas de ação e luta) e no bunraku, que utilizou algumas das primeiras formas de efeitos especiais, especialmente o uso de bonecos. O tokusatsu moderno, no entanto, não começou a tomar forma até o início dos anos 1950, com o nascimento conceitual e criativo do Godzilla, um dos mais famosos monstros (kaiju) de todos os tempos. O artista de efeitos especiais Eiji Tsuburaya e o diretor Ishiro Honda tornaram-se as forças motrizes por trás do Godzilla de 1954. Tsuburaya, inspirado no filme estadunidense King Kong, formulou muitas das técnicas que se tornariam peças básicas do gênero, como a chamada adequação - o uso de um ator humano em uma fantasia (através da técnica animatrônica) para interpretar um monstro gigante - combinado com o uso de miniaturas e conjuntos de cidades em escala reduzida. Godzilla mudou para sempre a paisagem da ficção científica, fantasia e cinema japoneses, criando uma visão exclusivamente japonesa em um gênero tipicamente dominado pelo cinema estadunidense. Em 1954, Godzilla deu início ao gênero kaiju no Japão, chamado de Monster Boom, que permaneceu extremamente popular por várias décadas, com personagens como Godzilla, Gamera e King Ghidorah, liderando o mercado. No entanto, em 1957, Shintoho produziu o primeiro filme com o super-herói Super Giant, sinalizando uma mudança de popularidade que favoreceu heróis mascarados sobre monstros gigantes chamados de Henshin Boom, criado por Kamen Rider. Juntamente com o anime Astro Boy, os seriados do Super Giant tiveram um efeito profundo no mundo do tokusatsu. No ano seguinte, Moonlight Mask estreou, o primeiro dos inúmeros dramas de super-heróis televisionados que formariam um dos mais populares subgêneros tokusatsu. Essas produções originais precederam a primeira série tokusatsu de televisão em cores, Vingadores do Espaço e Ultraman, que anunciaram o gênero Kyodai Hero, em que um protagonista de tamanho normal cresce a proporções maiores para lutar contra monstros igualmente grandes. == Produtoras == Atualmente, quatro produtoras japonesas se destacam na produção de tokusatsus, apesar de existirem outras que também produzem o gênero, porém em número limitado. A supremacia da Toei é notável em relação a empresas menores, como a Toho ou a Takara, em razão de sua riqueza de subsídios e quantidade de patrocinadores, o que traz mais aprimoramentos aos projetos das séries. * Toei Company: Maior produtora de televisão do Japão, é responsável por mais de 70% da produção de tokusatsus e criadora das franquias Kamen Rider, Super Sentai e Metal Hero. * Tsuburaya: Criada por Eiji Tsuburaya (considerado um mago da televisão no país), produz a franquia Ultraman, considerado o segundo super-herói mais popular do Japão. Também já produziu outras séries como Denkou Choujin Gridman. * Toho: Responsável pelos filmes do Godzilla, pelas séries Cybercops, Guyferd e pela trilogia Chouseishin (Gransazer, Justiriser e Sazer-X). * P. Productions: Foi responsável por séries como Vingadores do Espaço, Spectreman, Kaiketsu Lion Maru, Fuun Lion Maru, Tiger Seven e Denjin Zaborger. Atualmente a produtora está extinta. * Senkousha & Nihon Gendai Kikaku produziu as séries: Esper, Silver Kamen, Iron King e Super Robô Red Baron . Atualmente a produtora está extinta . * Takara: Inicialmente uma produtora de brinquedos e outras variedades (concorrendo diretamente com a Bandai), hoje possui um núcleo que produz tokusatsu em parceria com outras empreendedoras, sendo responsável pela série Madan Senki Ryukendo e pela franquia Tomica Hero Series (Tomica Hero Rescue Force e sua continuação, Tomica Hero Rescue Fire). * Tohokushinsha Film É dona da franquia de tokusatsu adulta conhecida como Garo A série veio para o Brasil via Sato Company em 2015 para ser exibida na plataforma de streaming Netflix. == Franquias e produções == As muitas produções da série tokusatsu têm temas gerais comuns em diferentes grupos ou franquias. Algumas delas, não existem oficialmente. Porém, são assim classificadas por fãs, afim de facilitar o entendimento dos mesmos. === Kamen Rider === Produzido pela Toei Company e criado por Shotaro Ishinomori em 1971, o Kamen Rider foi um personagem de enorme sucesso em mangá. Adaptado para a televisão no mesmo ano, teve diversas versões noutras séries e gerou uma franquia própria. Ficou fora da televisão por 11 anos, porém, após a morte de seu criador, retornou ao novo milênio reformulado e com diversas inovações em relação à premissa original. Os Kamen Riders têm por característica serem super-heróis com uma roupa (atualmente, eles usam armaduras) de gafanhoto e possuírem uma moto. No mangá de Ishinomori, o Kamen Rider era um guerreiro solitário, frio e amargurado, pois foi transformado em um monstro contra a sua vontade e é rejeitado pela sociedade que protege. Porém, esse conceito foi abandonado na série de televisão a fim de que as crianças se identificassem mais com o herói. Os primeiros Riders (Kamen Rider, Kamen Rider Super-1 e Kamen Rider ZX) eram jovens transformados em ciborgues (kaizo ningen, no original ou humanos remodelados). Em Black, Black RX, Shin, ZO e J, os heróis eram mutantes transformados organicamente em decorrência de alguma experiência em seus corpos. Já os Riders atuais (de Kuuga até então) vestem armaduras baseadas não só em gafanhotos, mas em diferentes espécies de insetos e outros animais. No Brasil, as séries exibidas foram Kamen Rider: O Cavaleiro Dragão, Kamen Rider Black e Kamen Rider Black RX. === Sentai/Super Sentai === Produzida pela Toei Company, foi criada por Shotaro Ishinomori em 1975 e dura até os dias atuais. São séries nas quais equipes de três a cinco guerreiros, cada um vestindo um uniforme de cor diferente, defendem a Terra das forças do mal. Até 1979, a franquia se chamava apenas Sentai, mas após as duas primeiras séries (Himitsu Sentai Goranger e JAKQ), as demais equipes passaram a dispor de veículos mecânicos que se transformam em um robô gigante (mecha), passando a denominar-se Super Sentai. O gênero passou por diversas reformulações ao longo de três décadas, porém mantendo sua premissa básica. A franquia norte-americana de tokusatsu chamada Power Rangers usa estas séries como base, chegando a usar o mesmo figurino, monstros, veículos e até mesmo algumas cenas de ação originais. No Brasil, as séries a terem sido exibidas são Goggle V, Changeman, Flashman e Maskman.NEWPOP ANUNCIA O MANGÁ DA PRIMEIRA SÉRIE SUPER SENTAI === Metal Hero === Produzido pela Toei Company. A premissa básica era um jovem que usava uma armadura metálica de última geração para combater uma organização maligna que ameaçasse a paz na Terra. Considerada uma grande inovação do Tokusatsu à época de sua criação, o gênero sofreu grandes e variadas modificações no decorrer dos anos, sofrendo um severo desgaste que culminou com o seu fim em 1997, após a exibição da última série, B-Fighter Kabuto. Embora tenham sido produzidas outras séries após esse período (como as infantis Robotack e Kabutack), elas não são incluídas como pertencentes à franquia na contagem oficial. O género teve início com a era dos , trilogia formada pelas séries Gyaban, Sharivan e Shaider. Posteriormente, foram produzidas mais duas séries com a mesma premissa, porém a parte da família dos Policiais do Espaço: Jaspion, o primeiro grande sucesso tokusatsu no Brasil na década de 1980, e Spielvan. Devido a um certo desgaste, as séries seguintes adotaram enredos distintos, abandonando as temáticas espaciais. Em Metalder, um androide é reativado por seu criador muitos anos após o término da Segunda Guerra Mundial para combater um imperador mutante milionário. Em Jiraiya, um aprendiz de ninja ganha uma armadura e uma poderosa espada ninja, sendo a maior esperança de manter a paz desafiando os ninjas mais poderosos do planeta e enfrentando uma família de ninjas malignos. Em Jiban, um policial morre no cumprimento do dever e é transformado em um ciborgue para que sua vida fosse salva, passando a combater uma organização de monstros biotecnológicos. Veio então a segunda trilogia dentro do gênero, os Rescue Heroes, composta das séries Winspector, Solbrain e Exceedraft. No Japão, ainda foram produzidas Janperson, Blue Swat, Juukou B-Fighter e B-Fighter Kabuto. Com a derrocada do gênero e as constantes reformulações, a Toei decidiu por encerrar a produção do gênero após B-Fighter Kabuto, mantendo apenas a produção de Super Sentais e, posteriormente, Kamen Riders. Ainda assim, há fãs que afirmam que muitas características dos Metal Heroes foram incorporadas aos Kamen Riders da era Heisei. No Brasil, foram exibidos Jaspion, Jiraiya, Metalder, Sharivan, Jiban, Shaider, Gavan, Spielvan, Winspector e Solbrain. === Toei Fushigi Comedy Series === Este gênero é conhecido por conter heróis semelhantes à Kamen Rider, Super Sentai e Metal Hero. No entanto, esses programas se concentram principalmente em robôs fofos, criaturas fofas e incomuns, indivíduos mascarados que são rastreados por crianças e garotas mágicas. Cada série transmite diferentes estilos de humor; daí o nome fushigi, que significa mistério em japonês. Essa série de programas foi exibida ao longo da década de 1980 e terminou no início da década de 1990. Todos esses programas foram criados por Shotaro Ishinomori, mesmo criador das séries de Kamen Rider e Super Sentai. A franquia é dividida em três fases: *Robôs e extraterrestres: A primeira fase tem início de Robô 8-chan (1981) até Morimori Bokkun (1986). *Equipe de detetives: A segunda fase é dividida entre as séries: Hardgumi (1987) e Maringumi (1988), Terminando com um crossover entre as equipes em janeiro de 1989. *Garotas Mágicas: Terceira e última fase da franquia, é dividida entre as séries: Garota Mágica Chinesa Paipai! (1989), Garota Mágica Chinesa Ipanema! (1989), Patrine (1990), Thutmose (1991), Utau! Dairyugujou (1992) e Yuugen Jikkou Sisters Shushutorian (1993). Todas as protagonistas destas séries eram ídolas japonesas. A fase das garotas mágicas ficou conhecida como uma porta de entrada para as atrizes, atrizes que estrelaram as séries de garotas mágicas foram selecionadas para shows de variedades e músicas-temas de animes após suas séries. Entre elas, Wakako Shimazaki que estrelou Garota Mágica Chinesa Ipanema! continua no mundo do entretenimento até hoje. === Ultraman === Produzido pela Tsuburaya Productions. Conta a história de uma família de guerreiros que vieram da Nebulosa M-78 e procuram um hospedeiro humano na Terra para poder combater os monstros alienígenas que querem invadir o planeta. Os guerreiros Ultra e seus inimigos possuem tamanho gigante. No entanto, nem todas as séries do gênero possuem seres Ultra, como a pioneira Ultra Q (1966) e seu remake Ultra Q: Dark Fantasy (2004). No Brasil, foram exibidas Ultra Q, Ultraman, Ultraseven, Ultraman Jack e Ultraman Tiga. A Impact Records lançou em DVD os filmes Ultraman: The Next (2004) em 2006 e Ultraman Tiga: A Odisséia Final (2000) em 2008. Entre 2011 e 2014, a Focus Filmes lançou em DVD os filmes Ultraman Tiga & Ultraman Dyna: Os Guerreiros da Estrela da Luz (1998), Ultraman Tiga, Ultraman Dyna & Ultraman Gaia: A Batalha do Hiperespaço (1999), Ultraman Tiga: A Odisséia Final (2000), Ultraman: The Next (2004), Ultraman Mebius & Ultraman Brothers: Yapool Ataca! (2006), Ultraman Mebius & 8 Brothers: A Grande Batalha Decisiva (2008), Ultraman: O Filme - Mega Batalha na Galáxia Ultra (2009), Ultraman Zero: O Filme - A Vingança de Belial (2010) - os dois últimos também lançados em Blu-ray - e Ultraman Saga (2012). === Henshin Hero === Essa denominação não é oficial. Uma vez que significa transformação em japonês, sendo assim, praticamente todos os heróis de tokusatsu (salvo raríssimas exceções) fariam parte por sofrem algum tipo de transformação. A classificação é usada para qualquer série que não se encaixa nos demais gêneros ou não faz parte de nenhuma franquia. Possui sub-géneros, como os Other Heroes, Super Heroines, Classic Heroes e vários outros. No Brasil, foram exibidas as séries National Kid (Toei Company), Kousoku Esper (Senkousha Productions), Kaiketsu Lion-Maru (P-Productions), Lion Man (P-Productions), Machineman (Toei Company), Bicrossers (Toei Company), Cybercops (Tōhō), Patrine (Toei Company) e Ryukendo (Takara). === Kyodai Hero === Outra denominação não oficial. É qualquer série em que apareçam heróis gigantes não pertencentes à família Ultra. A primeira série de um herói gigante foi Vingadores do Espaço. O género teve um boom avassalador no começo da década de 1970, quando estrearam Spectreman e, dois meses depois, O Regresso de Ultraman. Essas duas séries deram um novo início a uma nova criação de muitos outros heróis como Redman, Thunder Mask, Silver Kamen Giant, Mirrorman, Megaloman e muitos outros, mas acabou entrando em declínio nos primeiros anos da década de 1980, o que acabou por sepultar sua produção. No Brasil, as séries exibidas foram Vingadores do Espaço, Robô Gigante, Príncipe Dinossauro e Spectreman. == Tokusatsu no Brasil == Em 27 de dezembro de 1958, uma edição da revista Cine Repórter divulgou um festival de filmes japoneses realizado em São Paulo pela Meca Cinematográfica e Nippon Filmes do Brasil. Foram 10 títulos ao todo, dentre eles um filme de Super Giant com o título Super Gigante o Homem de Aço. O tokusatsu chegou na televisão brasileira em 1964, com a exibição de National Kid pela TV Rio e pela TV Record, logo em seguida, foi exibida pela TV Globo Ainda na década de 1960, outras séries tokusatsu chegaram ao Brasil como Vingadores do Espaço, Ultra Q , Ultraman e Ultraseven na TV Bandeirantes, Príncipe Dinossauro (TV Bandeirantes) e depois exibido na TV Record no começo da década seguinte. Também nos anos 1960 em Agosto de 1964, Segundo a extinta revista TV Intervalo, de Belo Horizonte, Foi cogitado trazer para o Brasil a série Nanairo Kamen de 1959, Serie de 57 episódios. A série seria o tokusatsu mais antigo a passar na TV no Brasil já que National Kid só foi lançado um ano depois no Japão.Nanairo Kamen quase passou nos anos 1960 e seria a série tokusatsu mais antiga no Brasil Na década seguinte, Esper chega à TV Tupi e Ultraman também passa a ser exibido pela Rede Tupi em 1974 junto com outras duas séries da mesma franquia, Ultraseven e O Regresso de Ultraman, onde fizeram sucesso. Além deles, séries como Vingadores do Espaço e Robô Gigante também foram exibidas pela Tupi e a partir de 1979 toda franquia Ultra e Vingadores do Espaço e Robô Gigante passaria a serem exibidos pela TV Record em parceira com a TVS Canal 11 do Rio de Janeiro. Nos anos 1980, Spectreman chega à TV Record em 1981 e depois passa a ser exibido pela TVS (atual SBT) em 1983. Em 1988 Jaspion e Changeman chegam ao Brasil, através um investimento arriscado do empresário Toshihiko Egashira em parceria com a Rede Manchete. Ao contrário do que se pensava, as séries obtiveram um enorme sucesso. Assim, o gênero tokusatsu atinge o seu auge de popularidade, gerando uma explosão do gênero de super-heróis japoneses no Brasil, abrindo as portas do mercado para a vinda de novas séries e a venda de brinquedos e produtos licenciados. A popularidade dos super-heróis japoneses continuou até por volta de 1995, quando o gênero tornou-se cada vez menos explorado até desaparecer das principais redes de TV brasileiras quase que por completo no início dos anos 2000. Em 1993, a Sato Company lançou a série National Kid em VHS.Roberto Hirao. (20 de dezembro de 2009 ).\"National Kid\" é obra-prima para alguns e lixo para outros. Folha de S.Paulo A Sato Company licenciou Cybercop da Toho em 1990 para ser exibido na Manchete, de acordo com Nelson Sato, o diretor Jayme Monjardim chegou a pensar em uma adaptação brasileira da série. Em 1994, a franquia de tokusatsu norte-americana Power Rangers chegou em canal fechado Fox (Fox Kids) e em 1995, tv aberta na Rede Globo (TV Colosso). Na primeira metade da década de 2000, a série Kamen Rider Kuuga chegou a ser adquirida pela empresa DaLicença (a mesma licenciadora que trouxe animes como Dragon Ball Z, Card Captor Sakura e outros), mas não houve interesse das redes de televisão em exibi-la. Além disso, há rumores de que cinco séries (Bioman, Liveman, Turboranger , Exceedraft e Robô Investigador Janperson) foram adquiridas por empresas brasileiras ainda na década de 1990, mas não chegaram a ser exibidas. Segundo Egashira, antigo dono da Everest Vídeo (e posteriormente Tikara Filmes), o sucesso do gênero tokusatsu fez com que muitas empresas, tais como a Oro Filmes, a falida Top Tape e a extinta Globo Vídeo, também se interessassem pelo filão, o que acabou saturando o mercado e o público-alvo com o passar do tempo. Além disso, um fator apontado como causa para o desgaste do gênero no país foi a massiva exploração comercial sobre esse tipo de seriado a partir da década de 1990, o que, a longo prazo, acabou dissipando o interesse no gênero, não mais considerado como algo inovador e, dessa forma, perdendo seu potencial econômico. Algo digno de nota, ainda, é a concorrência com a franquia de tokusatsu nipo-americana Power Rangers, criada por Haim Saban e que utiliza as cenas de ação das séries originais e as adapta para o público norte-americano. Sendo a franquia norte-americana, seus custos de aquisição, licenciamento comercial, tradução e dublagem se mostram muito mais baratos do que os das séries originais, de maneira que o investimento na adaptação — em detrimento da série original — seria economicamente mais seguro e lucrativo. Em 2000, a Rede Record exibiu a série Ultraman Tiga Em 2006, o filme Ultraman The Next foi lançado oficialmente no Brasil em DVD pela Impact Records. Em 2007, foi lançado o longa-metragem Ultraman Tiga - A Odisseia Final, pela mesma empresa. No dia 13 de setembro de 2008, o canal Cinemax exibiu o filme Ultraman Mebius & Ultraman Brothers. Em outubro de 2008, foi confirmada a aquisição da série Madan Senki Ryukendo pela RedeTV!. A série estreou em 13 de abril de 2009, no horário das 19:00. Apesar de muitos fãs terem criticado a dublagem (tirada da dublagem em espanhol), a série completou sua exibição até o final. Em 2009, a empresa Focus Filmes, anunciou a compra dos direitos e o lançamento de três séries do gênero em DVD: Jaspion, Changeman e Jiraiya, todas exibidas pela Rede Manchete nas décadas de 80 e 90. As três séries foram lançadas em boxes no mesmo ano. Posteriormente, a empresa lançou a série Jiban, também clássico da Rede Manchete, completa em dois boxes. Em 2012 o canal de tv paga TCM reprisa uns filmes clássicos de tokusatsu, no canal passou Godzilla, Rodan, Mothra, The H-Man, The Manster e The Green Slime passaram no canal. Entre 2014 e 2015, o serviço de streaming Crunchyroll exibe as séries Ultraman Leo, Ultraman 80, Ultraman Mebius, Ultraman Max e a recente Ultraman X, além disso, filmes da franquia foram distribuídos pela Focus Filmes e exibidos no canais da rede HBO. Em maio de 2015, foi anunciado que a Sato Company teria assinado com o serviço de streaming Netflix para exibir as séries Jaspion, Changeman, Flashman, Jiban, Jiraiya, National Kid, Black Kamen Rider e a inédita Garo. Em Julho do mesmo ano, a Editora JBC anunciou o mangá Ultraman, roteirizado por Eiichi Shimizu e ilustrado por Tomohiro Shimoguchi, publicado desde 2012 na revista Monthly Hero’s da editora Shogakukan, o mangá conta a história de um novo Ultraman, Shinjiro Hayata, filho de Shin Hayata, o Ultraman original. Entre setembro e novembro do mesmo ano, os cinemas do Grupo PlayArte exibem o Festival Tokusatsu, uma parceria entre Grupo PlayArte, Sato Company e Focus Filmes, sendo exibidos as séries Jaspion, Jiraiya, Flashman, Jiban, e filmes das franquias Ultraman: Ultraman Mebius & 6 Irmãos Ultra – Yapool Ataca!, Ultraman Mebius & 8 Irmãos Ultra - A Grande Batalha Decisiva e Ultraman - O Filme: Mega Batalha na Galáxia Ultra, e Rurouni Kenshin: Samurai X - Rurouni Kenshin: O Filme, Samurai X - Rurouni Kenshin: O Inferno de Kyoto e Samurai X: O Fim de uma Lenda. Em julho de 2016, foi anunciado que as séries Jaspion, National Kid e Jiraiya seriam exibidas por um novo serviço de streaming, o Wow!Play,Wow!Play - Serviço de streaming nacional com foco em animes e tokusatsu será lançado esta semana pertencente a Sato Company, em fevereiro de 2017, a distribuidora lança um canal no YouTube que transmite episódios das séries.Distribuidora lança canal no YouTube com íntegras de clássicos japoneses Em fevereiro de 2018, a Sato Company anunciou um filme brasileiro do Jaspion, com total aprovação da Toei Company, a fim de comemorar os 30 anos da série no Brasil, e dos 110 anos da Imigração Japonesa no Brasil,Jaspion ganhará filme rodado no Brasil Inicialmente previsto para 2019, o filme teve a estreia. Já no dia 19 de Abril de 2018 o serviço de streaming Amazon Prime disponibilizou a inédita série da franquia Kamen Rider Conhecida como Kamen Rider Amazons, Essa é terceira série kamen rider da franquia a ser exibida no Brasil. Existe ainda remota possibilidade de outras series já disponíveis no Amazon Prime japonês como Ultraman The Prime: Heisei Ultras Combat Chapter, Ultraman Orb: The Origin Saga e Kamen Rider Kabuto ainda serem disponibilizadas no Brasil via Amazon Prime. Em 10 de Setembro de 2018. Ha Sato Company Estreia o trailer do filme Bravestorm. O Filme é baseado nas série Super Red Robo Baron e Iron King.Distribuidora lança Sato Company lanca o trailer do filme Bravestorm no Youtube A partir de janeiro de 2019, Jaspion passa a ser disponibilizada pelo streaming de vídeos sob demanda do Grupo Record.PlayPlus vai disponibilizar todos os episódios de Jaspion no Brasil A partir de Março de 2019, Estreou o anime de Ultraman na plataforma de stream paga Netflix.CRÍTICA | ULTRAMAN Em Outubro de 2019, Kamen Rider Zi Oh, Os primeiros 5 episódios, Faz sua estreia oficial no Brasil no canal Tokusato da Sato Company no Youtube. Em março de 2020, Jaspion, Changeman e Jiraiya passaram a ser exibidas pela Band aos domingos. Em Abril de 2020, A Toei lançou de forma mundial (exceto no Japão), Um canal no YouTube o Toei Tokusatsu World Official , Como iniciativa de distribuição de conteúdo e de expansão global do estúdio, O canal via YouTube foi inaugurado à 0h desta segunda (6) pelo horário de Tóquio. Ou melhor, ao meio-dia de domingo (5) pelo horário de Brasília. Lá estão disponíveis, até o momento, os dois primeiros episódios de várias séries tokusatsu, Ha intenção é adicionar episódios completos de várias franquias como Metal Heroes, Henshin Hero, Kamen Rider e etc. No Brasil está disponível 47 series no Catálogo desde Abril de 2020, Quando estreou o canal no YouTube. Já em Portugal esta disponível 51 series no catálogo.Toei lança canal no YouTube voltado para tokusatsu Kamen Rider Black foi á série com á reprise mais curta e rápida da TV Brasileira só teve 2 episódios exibidos, após uma disputa por direitos conexos entre o dublador Élcio Sodré e a Sato Company a Band resolveu parar de exibir as série de tokusatsus, embora ainda mantenham parcerias, como a exibição da série Bruce Lee: A Lenda. No Dia 3 de Abril 2021, A Toei Company anunciou que a série Kamen Rider W vai ganhar um anime baseado no mangá Kamen Rider W: Fuuto no Tantei. O anime será distribuído pela Funimation no Brasil e a previsão de lançamento é para o verão japonês de 2022 (entre junho e setembro).KAMEN RIDER W: TOEI ANUNCIA ANIMÊ BASEADO NO MANGÁ ‘FUUTO PI’ No dia 9 de Abril 2021, o canal no Youtube BANDAI SPIRITS GLOBAL CHANNEL, Começou a disponibilizar com legendas inglês a série de Tokusatsu Girl Gun Lady. A série é exibida no canal de TV aberta no Japão TBS. É exibida no horário da madrugada no Japão. Voltada para o público adulto assim como foi as series Kamen Rider Amazons,Tokusatsu GA GA GA e Akibaranger.GIRL GUN LADY: 1º EPISÓDIO ESTÁ DISPONÍVEL NO CANAL DA BANDAI NO YOUTUBE No dia 23 de Junho 2021, Expirou o contrato da Sato Company junto a Toei Company das series Flashman e Changeman. Os direitos irão direto para a mão da Hasbro, que detêm a marca Power Rangers e que na aquisiçao da franquia power rangers. levou também os direitos de comercializaçao da franquia Super Sentai.Adeus, Changeman e Flashman! Direitos das séries terminam hoje, 23/06/21 No dia 26 de Novembro 2021. A Sato Company , Anunciou que adquiriu os direitos da franquia Kamen Rider para toda a America Latina. O filme Kamen Rider Zero-One: REAL x TIME, será o primeiro filme a ser exibido da franquia kamen rider. Após a Sato ter adquirido toda a franquia.KAMEN RIDER: MAIS SÉRIES DA FRANQUIA SERÃO LANÇADAS NO BRASIL A PARTIR DE 2022 No dia 1 de Dezembro 2021. A Sato Company , Anunciou que a primeira série a lançada de Kamen Rider, após adquirir os direitos de toda a franquia junto a Toei, Será Kamen Rider Kuuga.KAMEN RIDER KUUGA: SÉRIE SERÁ A PRIMEIRA A SER LANÇADA PELA SATO COMPANY No dia 2 de Janeiro 2022. A Sato Company divulgou neste sábado (1º) seu vídeo de Ano Novo com cenas das séries Kamen Rider. São citadas as séries Kamen Rider Black (1987), Kamen Rider Black RX (1988), Kamen Rider Kuuga (2000), Kamen Rider Agito (2001), Kamen Rider Ryuki (2002), Kamen Rider 555 (Faiz, 2003), Kamen Rider Blade (2004), Kamen Rider Hibiki (2005), Kamen Rider Kabuto (2006), Kamen Rider Den-O (2007), Kamen Rider Build (2017), Kamen Rider Zi-O (2018), Kamen Rider Zero-One (2019).KAMEN RIDER: SATO COMPANY ANUNCIA MAIS SÉRIES INÉDITAS DA FRANQUIA EM VÍDEO DE ANO NOVO No dia 30 de Janeiro 2022 a editora New Pop anunciou que esta trazendo o mangá do primeiro super sentai feito pelo falecido mangáka Shotaro Ishinomori o Himitsu Sentai Gorenger (Esquadrão Secreto Gorenger), Ainda não tem data de quando o mangá será publicado. Só se sabe que o título sera lancado pela editora em 2022. A partir do dia 1º de outubro, O canal oficial TokuSato no YouTube, da distribuidora Sato Company, vai lançar episódios legendados de seis séries inéditas da franquia Kamen Rider. Inicialmente serão lançados os dois primeiros episódios de Kamen Rider Kuuga (2000), Kamen Rider Agito (2001), Kamen Rider Ryuki (2002), Kamen Rider 555 (Faiz, 2003), Kamen Rider Build (2017) e Kamen Rider Zero-One (2019). As estreias acontecerão aos sábados, a partir das 18h.Kamen Rider: 6 séries da franquia serão disponibilizadas pela Sato Company no YouTube No dia 28 de Outubro de 2022, Estreou o remake da série Black Kamen Rider na Amazon Prime com legendas em Português para o Brasil. reboot do clássico Kamen Rider Black (1987~88), estreou na madrugada desta sexta (28) no serviço de streaming Amazon Prime Video. Todos os 10 episódios, com duração de aproximadamente 40 minutos cada, estão disponíveis com áudio original em japonês e legendas em português.KAMEN RIDER BLACK SUN: SÉRIE TOKUSATSU ESTREIA NO PRIME VIDEO No dia 22 de Novembro de 2022, Foi disponibilizado na Prime Video A série Kamen Rider Kuuga de 2000. É a primeira da leva de series da franquia Kamen Rider a estrear na Amazon Prime.Kamen Rider Kuuga estreia no Amazon Prime Video. No dia 26 de Maio de 2023, Foi disponibilizado na Prime Video A série Kamen Rider Agito de 2001. É a segunda série a disponibilizada no Prime Video. Depois de um hiato de 5 meses sem nenhum novo lançamento de series de Kamen Rider no prime video.Kamen Rider Agito: Série estreia legendada no Prime Video. No dia 15 de Junho de 2023, Foi disponibilizado na Prime Video A série Kamen Rider Build de 2017.Kamen Rider Build: Série estreia no Prime Video. No dia 21 de Julho de 2023, estreou o filme Shin Kamen Rider no Prime Video.Shin Kamen Rider: filme estreia na Amazon Prime Video No dia 31 de julho de 2023, Foi anunciado pela Sato Company a aquisiçao das series Gyaban, Kamen Rider Ex Aid e Kamen RIder Saber Primeiro Metal Hero, ‘Gavan’ volta ao Brasil de forma oficial após mais de 30 anos. No dia 29 de Agosto, A plataforma de streaming Amazon Prime Vídeo adicionou mais 3 séries da franquia Kamen Rider ao seu catálogo: Kamen Rider Ryuki, Kamen Rider 555 e Kamen Rider Blade.[ https://anmtv.com.br/kamen-rider-amazon-prime-video-adiciona-tres-titulos-da-franquia-no-catalogo/ Kamen Rider: Amazon Prime Video adiciona três títulos da franquia no catálogo.] Em Outubro de 2023, O canal de TV por assinatura LMC+, disponível somente para assinantes Claro TV+ (antiga NET) pelo número 548, está exibindo em sua programação a série tokusatsu Ultraman Orb, dentro de uma faixa denominada Fandom Zone. ‘Ultraman Orb’ é exibido em novo canal de TV paga no Brasil. No dia 12 de Janeiro de 2024, a série GARO: Hagane o Tsugi Mono é adicionada no canal do youtube Garo Project. [ https://www.jbox.com.br/2024/01/12/garo-nova-serie-e-lancada-no-youtube-com-legendas-em-portugues/ GARO: nova série é lançada no YouTube com legendas em português.] No dia 9 de Março 2024 estreiam as series Kamen Rider Hibiki e Kamen Rider Zero One no Prime Video. [ https://anmtv.com.br/kamen-rider-hibiki-e-zero-one-chegam-ao-amazon-prime-video/ Kamen Rider Hibiki e Zero-One chegam ao Amazon Prime Video.] === Séries japonesas exibidas na TV brasileira === * National Kid 1960 exibida pela TV Paulista (atual TV Globo),TV Record e Rede Manchete nesta última emissora redublado. * Vingadores do Espaço 1966 exibida pela TV Bandeirantes, Rede Tupi e TV Record. * Agentes Fantasmas (Ninja Butai Gekko) 1964 exibida pela TV Paulista (atual TV Globo) * Ultra Q (Urutora Kyū) 1966 exibida pela TV Bandeirantes. * Ultraman 1966 exibida pela TV Bandeirantes, Rede Tupi, TVS, TV Corcovado ,Rede Manchete e Rede Brasil nestas duas últimas a série passou redublada. * Príncipe Dinossauro 1967 exibida pela TV Bandeirantes e TV Record. * Esper: O garoto a jato (Kousoku Esper) 1967 exibida pela TV Tupi e TV Globo. * Ultraseven 1967 exibida pela TV Bandeirantes, Rede Tupi e TV Record . * Ultraman Jack 1971 exibida pela Rede Tupi, TVS e TV Corcovado. * Robô Gigante 1967 exibida pela Rede Globo, Rede Tupi e TV Record. * Spectreman 1971 exibida pela TV Record e TVS. * Jaspion 1985 exibida pela Rede Manchete , Rede Record, CNT, Rede Brasil e Band. * Esquadrão Relâmpago Changeman 1985 exibida pela Rede Manchete, Rede Record , CNT, Rede Brasil e Band. * Comando Estelar Flashman 1986 exibida pela Rede Manchete, Rede Record, CNT e Rede Brasil. * Jiban 1989 exibida pela Rede Manchete e Rede Brasil. * Jiraiya 1988 exibida pela Rede Manchete, Rede TV!, NGT, Rede Brasil e Band. * Spielvan 1986 exibida pela Rede Manchete . * Lion Man 1973 exibida pela Rede Manchete. * Lion Man Branco 1972 exibida pela Rede Manchete somente 13 episódios foram exibidos. * Winspector 1990 exibida pela Rede Manchete. * Cybercop 1988 exibida pela Rede Manchete e CNT . * Patrine 1990 exibida pela Rede Manchete. * Goggle V 1982 exibida pela Rede Bandeirantes, Rede Record . * Metalder 1987 exibida pela Rede Bandeirantes. * Machineman 1984 exibida pela Rede Bandeirantes, Rede Record e NGT. * Sharivan 1983 exibida pela Rede Bandeirantes e Rede Record. * Gavan 1982 com o nome Space Cop exibida pela Rede Globo e TV Gazeta. * Bicrossers 1985 exibida pela Rede Globo e TV Gazeta . * Shaider 1984 como o nome Sheider exibida pela TV Gazeta e Rede Globo. * Kamen Rider Black 1987 exibida pela Rede Manchete e Band somente 2 episódios exibidos. * Kamen Rider Black RX 1988 exibida pela Rede Manchete. * Defensores da Luz Maskman 1987 exibida pela Rede Manchete e RedeTV!. * Solbrain 1991 exibida pela Rede Manchete. * Ultraman Tiga 1997 exibida pela Rede Record e Rede 21.GAME TV - A emissora dos games!. * Ryukendo 2006 exibida pela Rede TV!. * Ultraman Orb 2017 exibido pelo canal a cabo LMC+ ===== Tokusatsu exibidos via streaming ===== Amazon Prime, Netflix, Bandai Spirits e o Crunchyroll disponibilizaram ao longo dos anos alguns tokusatsus para serem exibidos para o Brasil. * Ultraman 80 Disponível no Crunchyroll . * Ultraman Max Disponível no Crunchyroll . * Ultraman Mebius Disponível no Crunchyroll . * Ultraman X Disponível no Crunchyroll . * Ultraman Orb Disponível no Crunchyroll e Amazon Prime. * Ultraman Geed Disponível no Crunchyroll . * Garo 2005 Disponível no Amazon Prime . * Garo Red Requiem - Filme Disponível no Netflix . * Garo a Flauta Secreta - Filme Disponível no Netflix . * Kamen Rider Amazons Disponível no Amazon Prime . * Ultraman Anime Disponível no Netflix . * Kamen Rider Black Disponível no Pluto TV e Amazon Prime (1987) * Kamen Rider Black RX Disponível no Amazon Prime (1988) * Kamen Rider Kuuga Disponível no Amazon Prime (2000) * Kamen Rider Agito Disponível no Tokusato e Amazon Prime (2001) * Kamen Rider Ryuki Disponível no Tokusato (2002) * Kamen Rider 555 Disponível no Tokusato (2003) * Kamen Rider Amazons Disponível no Amazon Prime (2016) * Kamen Rider Build Disponível no Tokusato e no Amazon Prime (2017) * Kamen Rider Zi-O Disponível no Amazon Prime (2018) * Kamen Rider Zero One Disponível no Tokusato (2019) * Kamen Rider Black Sun Disponível no Amazon Prime (2022) * Fuuto P.I Disponível no Crunchyroll (2022) * Girl Gun Lady Disponível no Bandai Spirits (2021) ===== Series exibidas no canal da Toei Tokusatsu World Official no Brasil===== Kamen Rider: *All Together! Seven Kamen Riders (filme de 1976) *Jugo Tanjo! Kamen Rider Zen'in Shugo!! (Kamen Rider ZX - pronuncia-se Z Cross) (filme de 1984) **Kamen Rider Shin (filme de 1992) **Kamen Rider ZO (filme de 1993) **Kamen Rider J (filme de 1994) **Kamen Rider W Gaia Memories of Fate (filme de 2010) **Kamen Rider Reiwa: The First Generation (filme de 2019) **Kamen Rider (1971) **Kamen Rider V3 (1973) **Kamen Rider X (1974) **Kamen Rider Amazon(1974) **Kamen Rider Stronger(1975) **Kamen Rider (Skyrider)(1979) **Kamen Rider Super-1 (1980) **Kamen Rider Black RX(1988) **Kamen Rider Kuuga (2000) **Kamen Rider Agito (2001) **Kamen Rider Ryuki (2002) **Kamen Rider 555 (2003) **Kamen Rider Blade (2004) **Kamen Rider Hibiki (2005) **Kamen Rider Kabuto (2006) **Kamen Rider Den-O (2007) **Kamen Rider Kiva (2008) **Kamen Rider Decade (2009) **Kamen Rider W (2009) **Kamen Rider OOO (2010) **Kamen Rider Fourze (2011) **Kamen Rider Wizard (2012) **Kamen Rider Gaim (2013) **Kamen Rider Drive (2014) **Kamen Rider Ghost (2015) **Kamen Rider Ex Aid (2016) **Kamen Rider Build (2017) **Kamen Rider Zero One (2019) **Kamen Rider Saber (2020) **Kamen Rider Revice (2021) Metal Hero: **Gavan (1982~83) **Sharivan (1983~84) **Winspector (1990~91) **Solbrain (1991~92) **Exceedraft (1992~93) **Janperson (1993~94) **Blue Swat (1994~95) **Kabutack (1997~98) **Robotack (1998~99) Toei Fushigi Comedy Series: **Robot 8-chan* (1981~82) **Batten Robomaru* (1982~83) **Pettonton* (1983~84) **Nemulin* (1984~85) **Kamitaman* (1985~86) **Hard Gumi* (Hado Gumi) (1987) **Marin Gumi* (1988) **Magical Girl Chukana Paipai* (1988) **Magical Girl Chukana Ipanema!* (1989) **Patrine* (1990) **Thutmose* (1991) **Utau! Dairyugujou* (1992) Outras séries de Tokusatsu: **Captain Ultra (1967) **Yojutsu Bugeicho (1969) **Suki Suki Majo Sensei* (1971~72) **Henshin Ninja Arashi* (1972~73) **Kikaider* (1972~73) **Kikaider 01* (1973~74) **Robot Detective* (Robot Keiji, 1973) **Inazuman* (1973~74) **Inazuman F* (Flash, 1974) **Dear Robottie* (Ganbare!! Robocon, 1974~77) **Akumaizer 3* (1975~76) **Space Irorman Kyodain* (1976~77) **Ninja Captor (1976~77) **The Kagestar (1976~77) **Chojin Bibyun* (1976~77) **Guruguru Medaman (1976~77) **5 Nen 3 Mahougumi (1976~77) **Robot 110-Ban* (1977) **Kaiketsu Zubat* (1977) **Daitetsujin 17* (One Seven, 1977) **Gambare! Red Vickies* (1978) **Message from Space* (1978~79) **Machineman* (1984) **Bicrossers (1985) **Changéríon (1996) **Go! Robottie* (Moero!! Robocon, 1999-2000) === Histórias em quadrinhos === Embora muitos personagens de tokusatsus tenham surgido ou tido versões em mangá, nenhuma dessas histórias originais haviam sido publicadas no país, o primeiro personagem a ter sua versão em quadrinhos foi Spectreman pela Bloch Editores, com histórias ilustradas por Eduardo Vetillo, a revista não possuía licença da P-Productions e era produzida no estilo dos comics de super-heróis teve 30 edições publicada entre 1982 e 1986. Em 1989, a Editora Brasil-América Limitada, mais conhecida como EBAL lança uma revista com adaptações oficias de tokusatsus da Toei produzida pelo Studio Velpa, começando por Jaspion e Changeman, com roteiros de Ataíde Braz e arte de Roberto Kussumoto, Neide Harue e Edson Kohatsu, Em 1990, A Editora Abril lança a revista O Fantástico Jaspion com histórias de Jaspion e Changeman também produzidas pelo Studio Velpa, com isso, a EBAL negocia outras séries da Toei, o então inexperiente Alexandre Nagado escreve para EBAL histórias de Goggle V, Machine Man e Sharivan e para Abril de Flashman, Maskman e Changeman, a revista O Fantástico Jaspion foi cancelada na edição 12 e deu lugar a Heróis da TV (que anteriormente havia publicado personagens da Hanna-Barbera e da Marvel Comics), a editora ainda publicou Spielvan, Black Kamen Rider, Change Kids, uma versão infantil dos Changeman e Cybercop (única série que não pertence a Toei). A última edição de Herois da TV foi lancada A EBAL ainda publicaria em 1992, uma única edição da oitava série da revista Super X trazendo histórias do herói Jiban. Em Outubro de 1993 foi a edição número 21 pela editora Abril. Que contava uma história com Spielvan. Na Abril os heróis da Toei ambientavam o mesmo universo compartilhado, além de Nagado, passaram pela Abril, Marcelo Cassaro e Rodrigo de Góes (roteiros); Aluir Amancio, Marcello Arantes, João Pacheco, Jaime Podavin, Watson Portela, e Arthur Garcia (desenhos). Em setembro de 2015 a Editora JBC lançou o mangá do primeiro Ultraman, O mangá em no ano de 2021 ainda se encontra em publicação pela JBC.O mangá é uma releitura da série original Ultraman de 1966.de Ultraman é o novo anúncio da JBC! Em julho de 2018, a Editora JBC a Sato Company anunciou uma HQ do Jaspion em estilo mangá pelo roteirista Fábio Yabu e o desenhista Michel Borges, mesmos autores de Combo Rangers, uma HQ inspirada nos tokusatsus,Jaspion terá mangá nacional publicado pela JBC com o título de O Regresso de Jaspion, a HQ será lançada em 2020. No dia 5 de abril de 2021, A editora NewPOP Começou a pré venda do mangá de Kamen Rider. O mangá que deu origem a famosa franquia de tokusatsu. A obra foi feita pelo falecido mangaká Shotaro Ishinomori.RIDER: EDITORA NEWPOP DIVULGA NOVAS INFORMAÇÕES SOBRE O MANGÁ ORIGINAL E ‘BLACK’ Em abril de 2021, A editora Pipoca & Nanquim Anunciou mais um mangá para o seu catálogo. Trata-se de Spectreman, Obra de Daiji Kazumine e Souji Ushio. O mangá será publicado em quatro volumes e será baseado na coleção de luxo que saiu no Japão.MANGÁ DE ‘SPECTREMAN’ É ANUNCIADO PELA PIPOCA & NANQUIM Em maio de 2021, A editora JBC Anunciou mais um mangá para o seu catálogo. Trata-se de Kamen Rider Kuuga, Escrito por Toshiki Inoue e ilustrado por Hitotsu Yoshima, O anúncio do mangá foi feito no canal no YouTube especializado em tokusatsu chamado Tokudoc. No dia 19 de janeiro de 2022 começou a pré venda Kamen Rider Black. A obra foi feita pelo falecido mangaká Shotaro Ishinomori. Nos anos 1990 Kamen Rider Black foi publicado pela Abril na revista Heróis da TV em formatinho, mas com inspiração nos super-heróis americanos. Mas sem nenhuma ligação de roteiro com o Black Kamen Rider do mangá original.RIDER BLACK: MANGÁ JÁ ESTÁ EM PRÉ-VENDA No dia 30 de janeiro 2022 a editora NewPOP anunciou que estará trazendo o mangá do primeiro super sentai feito pelo falecido mangaká Shotaro Ishinomori o Himitsu Sentai Gorenger (Esquadrão Secreto Gorenger), Ainda não tem data de quando o mangá será publicado. Só se sabe que o título será lançado pela editora em 2022. === Obras inspiradas em tokusatus === Mesmo com o declínio em popularidade no Brasil, algumas produções profissionais ou independentes baseadas em tokusatsus foram desenvolvidas no Brasil com base no legado de séries famosas. Uma das primeiras e mais conhecidas foi a série infantil Bambuluá, produzida pela Globo entre 2000 e 2001, muitas vezes tem sida rotulada como uma tentativa de imitar um Power Rangers brasileiro.https://observatoriodatv.uol.com.br/noticias/relembre-a-historia-de-bambulua-a-cidade-dos-sonhos Entre as séries independentes mais conhecidas está Insector Sunhttp://www.insectorsun.com/ criada por Christiano Lee baseada num quadrinho criado por ele mesmo, tendo sua série divulgada na internet e inclusive exibida na televisão. Outra série independente bastante conhecida durante sua época de lançamento foi Mega Powers! em 2008, série criada pela empresa Intervalo Produções, que foi inclusive vendida por meio de DVDs pela Vídeo Brinquedo no exterior, porém só durou uma única temporada de três episódios. As séries também inspiraram histórias em quadrinhos, são elas: Ultraboy de Franco de Rosa, Blue Fighter de Alexandre Nagado,. Em 1998 foi criada a webcomic Combo Rangers de Fabio Yabu, a princípio apenas uma paródia independente de Power Rangers, mas depois ganhou originalidade e teve versões impressas pelas editoras JBC e Panini.MOLINÉ, Alfons. O grande livro dos mangás. Editora JBC. São Paulo: 2004. p. 67 ISBN 85-87679-17-1 Em 2000, na revista Desenhe & Publique Mangá da Editora Escala, Arthur Garcia publicou o herói Cyborg Zeta 7. E Cricket Rider de Cadu Simões, uma versão tokusatsu do seu herói, o Homem-Grilo, uma paródia aos super-heróis americanos. == Ligações externas == ** (Sato Company) ** Categoria:Palavras, frases e expressões em japonês",
 "title": "Tokusatsu"
}