{
 "id": "95975",
 "text": "Edward Montgomery Clift (Omaha, – Nova Iorque, ) foi um ator estadunidense.Obituário Variety, 27 de julho de 1966. O obituário do The New York Times reconheceu sua interpretação como \"temperamental, jovem e sensível\". Ele se destacou em papéis intensos, como em Red River (1948), The Heiress (1949), Um Lugar ao Sol (1951), I Confess (1952), A Um Passo da Eternidade (1953), Os Deuses Vencidos (1958) e Julgamento em Nuremberg (1961). Ele frequentemente atuava em papéis de \"vítima e herói\", e recebeu quatro indicações ao Oscar na carreira: três para Melhor Ator e uma para Melhor Ator Coadjuvante, além de ser indicado ao Globo de Ouro e ao BAFTA e possuir uma estrela na Calçada da Fama. Clift foi um dos primeiros a ser convidado a estudar no estúdio de atores com Lee Strasberg e Elia Kazan em Nova York, sendo um dos primeiros atores do Método de Interpretação em Hollywood. Também executou uma ação rara ao não assinar um contrato depois de chegar em Hollywood, apenas fazendo isso depois que seus dois primeiros filmes foram um sucesso. Isso foi descrito como \"um diferencial de poder que iria estruturar a relação ator-estúdio nos próximos 40 anos\". Um documentário intitulado Making Montgomery Clift foi feito por seu sobrinho em 2018, para esclarecer mitos que foram criados sobre o ator. == Primeiros anos == Edward Montgomery Clift nasceu em 17 de outubro de 1920 em Omaha. Era filho de William Brooks Clift (1886-1964), vice-presidente do Omaha National Bank,LaGuardia, p. 6 e sua esposa Ethel Fogg Anderson (1888-1988), eles se casaram em 1914.LaGuardia, p. 5 Clift tinha uma irmã gêmea fraterna, Roberta Clift (1920-2014), e um irmão, William Brooks Jr. (1918-1986), que teve um filho ilegítimo com a atriz Kim Stanley. A história de sua mãe, apelidada de \"Sunny\" marcou sua infância. Sunny foi adotada pelos Fogg e soube aos 18 anos pelo doutor Edward E. Montgomery que seus verdadeiros pais eram Woodbury Blair e Maria Anderson. Os Blair e os Anderson eram conhecidas famílias de políticos e generais da Guerra de Secessão. Sunny lutou toda sua vida para que a reconhecessem e educou seus filhos para que fossem reconhecidos. Em 1928, Monty, como era conhecido, embarcou com seus irmãos e sua mãe em viagens para Europa. A Quebra da bolsa de 1929 e a Grande Depressão da década de 1930 arruinaram financeiramente o pai de Clift. Desempregado, ele foi forçado a se mudar com sua família para Nova York, mas a mãe de Clift ainda persistiu em seus planos e, à medida que a situação do marido melhorou, ela conseguiu matricular Brooks em Harvard e Ethel no Bryn Mawr College. Clift, no entanto, não conseguiu se adaptar à escola e nunca foi à faculdade. Em vez disso, ele passou a atuar no teatro, o que levou à sua estreia na Broadway em 1935. == Carreira no teatro (1935-1946) == Clift atuou pela primeira vez na Broadway aos 15 anos, quando apareceu no musical de Cole Porter, Jubilee, no Imperial Theatre, como príncipe Peter. Entre 1935 e 1945, Clift desenvolveu uma bem sucedida carreira no teatro, trabalhando com May Whitty, Alla Nazimova, Cornelia Otis Skinner, Fredric March, Tallulah Bankhead, Alfred Lunt e Lynn Fontanne, entre outros. Ele apareceu em peças escritas por Moss Hart, Lillian Hellman, Robert E. Sherwood, Tennessee Williams e Thornton Wilder, escrevendo a parte de Henry na produção original de The Skin of Our Teeth. Em 1939, como membro do elenco da produção da Broadway Hay Fever, de Noël Coward, Clift participou de uma das primeiras transmissões de televisão nos Estados Unidos. Uma apresentação da Hay Fever foi exibida durante o programa New York World's Fair como parte da introdução.[10] Aos 20 anos, atuou na produção There Shall Be No Night, um trabalho que ganharia o Prêmio Pulitzer de 1941. == Carreira no cinema (1946-1966) == miniaturadaimagem|302x302px|Clift na estreia de Um Lugar ao Sol (1951) Com sua aparição na Broadway aos treze anos, Clift obteve êxito nos palcos e atuou ali durante dez anos antes de viajar a Hollywood, debutando em Rio Vermelho (1948), com John Wayne. O crítico de cinema e roteirista Roger Ebert considerou Red River um dos maiores westerns de todos os tempos.. Tanto John Wayne como Walter Brennan se sentiram indignados pela homossexualidade de Clift e mantiveram-se afastados dele durante as gravações do filme. Por sua parte, Clift se sentia ofendido pelas inclinações ultraconservadoras dos atores. Em 1958, recusou um papel em Rio Bravo, que o teria reunido novamente com Wayne e Brennan. Seu papel ficou com Dean Martin. Também em 1948, Clift foi nomeado ao Oscar de melhor ator por sua interpretação em Perdidos na Tormenta. Desde então, começaria um novo modelo de ator protagonista: sensível, emocional e com uma beleza melancólica, o tipo de homem que uma mulher gostaria de cuidar. Sua carreira esteve repleta de êxitos, interpretando muitos papéis que foram nomeados ao Oscar e convertendo-se em um ídolo por sua presença e atrativo. Suas cenas de amor com Elizabeth Taylor em Um Lugar ao Sol (1951) estabeleceu um novo padrão para o romance no cinema. Seus papéis em A Um Passo da Eternidade\" (1953), onde interpreta um soldado de infantaria (Robert E. Lee Prewitt), e em Os Deuses Vencidos (1958) são considerados os mais importantes de sua carreira. Em 1956, durante as filmagens de \"A Árvore da Vida\", Clift foi de encontro a um poste telefónico com o seu Chevrolet, ao tentar sair bêbado de uma festa promovida por Elizabeth Taylor, uma de suas melhores amigas. Ele e Liz Taylor, a quem chamava de Bessie Mae, foram grandes amigos até sua morte. As filmagens de \"A Árvore da Vida\" ficaram interrompidas até sua recuperação, dois meses depois. Esse episódio marcou o começo de sua dependência de barbitúricos e drogas mais pesadas. Depois do acidente seguiu um caminho de autodestruição que é considerado o \"suicídio mais longo vivido em Hollywood\". Em seu primeiro filme após o acidente de carro, Clift protagonizou Rio selvagem (1960), junto com Lee Remick, um filme incluído no Registro Nacional dos Estados Unidos. Também co-protagonizaria Os Desajustados de 1961, que foi o último filme feito por Marilyn Monroe e Clark Gable. Monroe, que estava tendo problemas emocionais, descreveu Clift como «a única pessoa que conheço que está pior do que eu». Seu estilo de vida autodestrutivo estava arruinando sua saúde. A Universal mandou-o embora em 1962, durante a gravação de Freud, além da alma por suas frequentes ausências. Em Julgamento em Nuremberg de 1961, Clift teve uma atuação de sete minutos. Também participaram do filme Spencer Tracy, Marlene Dietrich, Maximilian Schell, Burt Lancaster e Judy Garland. O diretor, Stanley Kramer, escreveria em suas memórias que Clift não conseguia recordar suas falas. Mas, ao mesmo tempo, exclamaria: \"Clift é um dos três ou quatro maiores atores que existem\". == Sexualidade == miniaturadaimagem|273x273px|Montgomery Clift no filme A Tortura do Silêncio (1953) Segundo alguns autores, Clift era homossexual, ao passo que outros argumentam que ele era bissexual. Seu biógrafo Michelangelo Capua afirma que «Monty dormiu tanto com homens como com mulheres, esperando descobrir suas próprias preferências sexuais». Diz ainda que a mãe de Clift «fala sem problemas da homossexualidade do filho: ‘Monty se deu conta que era homossexual muito cedo. Creio que tinha doze ou treze anos». (\"Montgomery Clift: a Biography\", p. 22) Patricia Bosworth, que pode falar com sua família e muitas pessoas que conheciam o ator, escreve em seu livro \"Montgomery Clift\": «Antes do acidente, Monty tinha incontáveis romances com homens e mulheres. Encaixava com sua personalidade ter relações desta maneira…depois do acidente e sua dependência química, passou a ser um homem mais sério e o sexo passou a ser menos importante para ele». De todo modo, sempre deu mais importância aos velhos amigos como Bill Le Massena, Maureen Stapleton, Elizabeth Taylor, Libby Holman e Ann Lincoln. == Morte == Montgomery Clift morreu em 23 de julho de 1966 aos 45 anos por complicações de saúde devido a sua dependência ao álcool e às drogas em seu apartamento em Nova York. Foi enterrado no cemitério Quaker, no Brooklyn. == Nomeações == Foi nomeado pela primeira vez para o Oscar de melhor ator por The Search. Seguiram-se indicações por A Place in the Sun, From Here to Eternity e O Julgamento de Nuremberg. == Filmografia == * The Search (1948) * Red River (1948) * The Heiress (1949) * The Big Lift (1950) * A Place in the Sun (1951) * I Confess (1953) * Indiscretion of an American Wife * From Here to Eternity (1953) * Raintree County (1957) * The Young Lions (1958) * Lonelyhearts (1959) * Suddenly, Last Summer (1959) * Wild River (1960) * The Misfits (1961) * Judgment at Nuremberg (1961) * Freud (1961) * The Defector (1966) == Bibliografia == * (1978). Montgomery Clift: A Biography. Hal Leonard Corporation, 2007. N.B.: Also published in mass-market pbk. ed. (Nova Iorque: Bantam Books, 1979, cop. 1978); originally published by Harcourt, 1978. ISBN 0-87910-135-0 (H. Leonard), 0-553-12455-2 (Bantam). * (2002). Montgomery Clift: A Biography. McFarland. ISBN 978-0-7864-1432-1. * e Thomas M. Coffey (1997). A Mad, Mad, Mad, Mad World: A Life in Hollywood. ISBN 0-15-154958-3. * (1977). Monty: A Biography of Montgomery Clift. Nova Iorque, Avon Books. ISBN 0-380-01887-X (paperback edition) * (1991). Rebel Males: Clift, Brando and Dean. H. Hamilton. ISBN 978-0-241-12884-8. * The Clash [Punk rock]: London Calling [album] - [track] \"The Right Profile\" == Ligações externas == * Categoria:Naturais de Omaha (Nebraska) Categoria:Atores dos Estados Unidos Categoria:Atores LGBT dos Estados Unidos Categoria:Atores de cinema dos Estados Unidos Categoria:Atores de teatro dos Estados Unidos Categoria:Norte- americanos de ascendência inglesa Categoria:Norte-americanos de ascendência escocesa Categoria:Família Livingston Categoria:Pessoas gêmeas Categoria:Quakers dos Estados Unidos Categoria:Mortes por doenças cardiovasculares",
 "title": "Montgomery Clift"
}