{
 "id": "95989",
 "text": "título nobiliárquico Casa de Palmela {| border=0 cellpadding=2 cellspacing=0 style=\"background:#f9f9f9; text-align:left;\" Casa(s) Materna(s) Casa de Bragança, Casa de Schleswig-Holstein-Sonderburg (Família Real Dinamarquesa) e Família Sousa Holstein Títulos associados Condado de Sanfré (Piemonte) (Século XVIII) Condado de Palmela (1812) Marquesado de Palmela (1823) Condado de Calhariz (1823) Condado da Póvoa (1823) Ducado do Faial (1833) Ducado de Palmela (1833) Marquesado do Faial (1834) Viscondado de Lançada (1849) Marquesado de Sousa Holstein (1855) Marquesado de Monfalim (1861) Marquesado de Sesimbra (1864) Cargos e Honras \\- Fundador(es) da Casa D. Pedro de Sousa Holstein, 1º conde, marquês e duque de Palmela e 1º duque do Faial, descendente da Casa de Bragança e da Família Real Dinamarquesa; foi primeiro- ministro de Portugal O ducado de Palmela foi instituído por decreto de D. Maria II de Portugal, por intermédio de D. Pedro IV enquanto Regente do reino, de 13 de Junho de 1833 (primeiramente em vida, depois concedido de juro e herdade em 18 de Outubro de 1850) em benefício de D. Pedro de Sousa Holstein, diplomata e herói das Guerras Liberais, que fora, sucessivamente, primeiro conde (decreto de D. Maria I de 11 de Abril de 1812) e marquês de Palmela (decreto de D. João VI de 3 de Julho de 1823). Antes de ser feito duque de Palmela, D. Pedro de Sousa Holstein tinha recebido o título de duque do Faial (4 de Abril de 1833). Os títulos de conde e marquês de Palmela foram concedidos de juro e herdade; o título de duque de Palmela foi primeiro concedido em vida (1833) e depois, em 1850, foi tornado de juro e herdade; já o título de duque do Faial foi outorgado em vida do primeiro titular, não tendo sido renovado devido a ter sido, a pedido do próprio duque, substituído pelo de duque de Palmela em 1833, ano da concessão de ambos os títulos ducais. Pouco antes de D. Pedro receber o título de marquês de Palmela, em 2 de outubro do mesmo ano, foi criado o título de conde de Calhariz, a favor de seu primeiro filho varão, Alexandre de Sousa e Holstein, herdeiro presuntivo do marquesado de Palmela. Um ano após ter o mesmo D. Pedro recebido o ducado do Faial, foi criado, em 1 de dezembro de 1834, o marquesado do Faial a favor de seu segundo filho varão, D. Domingos de Sousa Holstein, também herdeiro presuntivo do marquesado de Palmela — e, possivelmente, do ducado do Faial, pois embora este tenha sido outorgado em vida do primeiro titular, poderia ser renovado pela Coroa nos seus herdeiros. O segundo varão de D. Pedro, D. Domingos, apenas se tornou seu herdeiro presuntivo com a morte, ainda em vida do duque, de seu primeiro filho varão, D. Alexandre, tornando-se assim o segundo conde de Calhariz. Por tradição, os herdeiros presuntivos do ducado de Palmela usavam o título de marquês do Faial enquanto não lhes era outorgado o título ducal, em homenagem ao título de duque do Faial que foi concedido ao primeiro duque de Palmela. Associados à casa de Palmela estão os títulos de marquês de Sousa Holstein, marquês de Sesimbra, marquês de Monfalim, conde da Póvoa, barão de Teixeira e visconde de Lançada, tendo estes sido usados por alguns dos filhos e netos dos duques de Palmela. == Condes de Palmela == *1 D. Pedro de Sousa Holstein (1781–1850), também 1.º Marquês de Palmela e 1.º Duque do Faial, depois 1.º Duque de Palmela. == Marqueses de Palmela == *1 D. Pedro de Sousa Holstein (1781–1850), também 1.º Conde de Palmela e 1.º Duque do Faial, depois 1.º Duque de Palmela. == Duques do Faial == *1.º D. Pedro de Sousa Holstein (1781–1850), também 1.º Conde e 1.º Marquês de Palmela, depois 1.º Duque de Palmela. == Duques de Palmela == *1.º D. Pedro de Sousa Holstein (1781–1850), também 1.º Conde e 1.º Marquês de Palmela e 1.º Duque do Faial — casou com D. Eugénia Teles da Gama, filha do 7.º Marquês de Nisa. : Foi diplomata antes de combater no exército Anglo-Português durante a Guerra Peninsular. Pelo sua acção diplomática junto do governo Espanhol em Cádis foi feito Conde de Palmela em 1812, após o que foi nomeado embaixador em Londres tendo depois representado o governo Português no Congresso de Viena e depois regressado à capital Inglesa. Foi várias vezes Ministro dos Negócios Estrangeiros de D. João VI de Portugal. Durante a Guerra Civil Portuguesa voltou à actividade militar no exército militar, o que levou a que lhe fosse concedido o título de Duque em 1833. Até à sua morte desempenhou numerosos cargos políticos e militares. *2.º D. Domingos António Maria Pedro de Sousa Holstein (1818–1864), também 2.º Conde de Calhariz e 1.º Marquês do Faial; : Filho do anterior, herdou os títulos de seu pai. Foi Par do Reino e diplomata. *3.º D. Maria Luísa de Sousa Holstein (1841–1909), também 2.ª Marquesa do Faial — casou com António de Sampaio e Pina de Brederode, filho segundo dos Viscondes da Lançada, título que entrou na Casa Palmela. : Foi muito influente na sociedade do seu tempo exercendo as posições de dama da rainha D. Maria Pia, e camareira-mor da rainha D. Amélia. Fundou e presidiu à Associação das Cozinhas Económicas de Lisboa que se destinava a distribuir comida aos mais necessitados. Em sua homenagem foi dado o seu nome à Alameda Duquesa de Palmela, em Cascais. *4.º D. Helena Maria Domingas de Sousa Holstein (1864–1941), também 3.ª Marquesa do Faial — casou com D. Luís Coutinho de Medeiros de Sousa Dias da Câmara, filho do 1.º Marquês da Praia e Monforte. == Representantes dos Duques de Palmela em República == *5.º D. Domingos Maria do Espírito Santo José Francisco de Paula de Sousa Holstein-Beck, (1897–1967) — casou com Maria do Carmo Pinheiro de Melo, filha do 1.º Conde de Arnoso. : Licenciado em engenharia civil pela Faculdade de Engenharia da Universidade de Coimbra. Exerceu o cargo de director do Banco de Portugal e administrador da Fundação Calouste Gulbenkian. Durante a II Grande Guerra foi nomeado embaixador de Portugal em Londres. *6.º D. Luís Maria da Assunção de Sousa e Holstein Beck, (1919–1997) — casou com Maria Teresa de Jesus de Assis Pereira Palha. *7.º D. Pedro Domingos de Sousa e Holstein Beck, (1951), actual representante do título — casou com Isabel Astride Teixeira Guerra Dundas. == Ligações externas == *A Casa Palmela e o desafio liberal: estratégias de afirmação The dukes of Palmela household and the implantation of the constitutional monarchy: Affirmation Strategies, por Pedro Urbano da Gama Machuqueiro, Universidade Nova, Lisboa, Dezembro de 2005 Categoria:Títulos criados por Maria II de Portugal",
 "title": "Duque de Palmela"
}