{
 "id": "95988",
 "text": "O Jardim da Estrela, mais tarde renomeado Jardim Guerra Junqueiro, é um jardim público situado na freguesia da Estrela, em Lisboa, estando uma das suas entradas em frente da Basílica da Estrela.Localização e imagem aérea no Google Maps O Jardim da Estrela foi construído ao estilo dos jardins ingleses, de inspiração romântica. Possui 4,6 hectares e encontra-se aberto ao público todos os dias, das sete horas da manhã até à meia-noite.Na página oficial da CML, . Os patos e carpas do lago deliciam-se com a comida que algumas pessoas levam, dispondo o jardim também de um café e de belíssimos canteiros. Um dos pontos centrais do jardim é o coreto verde de ferro forjado, que atualmente se encontra em reabilitação. Este coreto foi construído em 1884 e encontrava-se originalmente no Passeio Público antes da construção da Avenida da Liberdade tendo sido transferido para o jardim em 1936. == História == O Jardim da Estrela foi criado em meados do século XIX, em frente à Basílica da Estrela, em Lisboa, nuns terrenos de António José Rodrigues, sendo a iniciativa da sua construção devido a António Bernardo da Costa Cabral, com o apoio de D. Maria II, de Manuel José de Oliveira e de um donativo de quatro contos de um português do Brasil, Joaquim Manuel Monteiro. Os trabalhos de construção tiveram início no ano de 1842, sendo interrompidos entre 1844 e 1850, devido à conturbada situação política, e reiniciados neste ano, sob orientação dos jardineiros Jean Bonnard e João Francisco. O jardim foi oficialmente inaugurado a 3 de Abril de 1852. Na segunda metade do século XIX, o Passeio da Estrela esteve na moda e na altura possuía elementos que já não existem, como estufas, quiosques e um pavilhão chinês. Nos anos 70 do século XIX, existiu um leão na sua jaula que havia sido doado por Paiva Raposo, vulgarmente conhecido por Leão da Estrela, que estava instalada num pavilhão próximo da entrada da Avenida Pedro Álvares Cabral. == Localização e envolvente == O jardim localiza-se na freguesia da Estrela (Lisboa), estando delimitado a norte pela rua José Anastácio Rosa e rua de São Jorge, a oeste pela rua da Estrela, a leste pela rua do São Bernardo e finalmente a sul pela calçada da Estrela e Largo da Estrela. Possui seis entradas, destacando-se duas que remetem a um dos extremos da Avenida Pedro Álvares Cabral (Monumento a Pedro Álvares Cabral) e duas que dão para o Largo da Estrela. As entradas são compostas por portões de ferro forjado, sendo o jardim delimitado com gradeamento do mesmo material. O jardim tem um parque infantil, um parque juvenil, um quiosque biblioteca da Junta de Freguesia da Estrela e, na zona leste, um miradouro. No lado poente-norte do jardim, situa-se a Casa do Jardim da Estrela, um equipamento cultural gerido pela Câmara Municipal de Lisboa integrado na rede Um Teatro em cada Bairro onde funcionam também uma Biblioteca Municipal e um núcleo de investigação dedicado aos jardins históricos. Neste edifício icónico, projetado pelo arquiteto José Luís Monteiro, funcionou desde 1882 o Jardim de Infância de Lisboa (Escola Froebel / Creche do Jardim da Estrela). A Casa beneficiou de obras profundas de remodelação, tendo reaberto ao público em setembro de 2023. A norte do jardim da Estrela, no Cemitério Inglês, encontra-se o túmulo de Henry Fielding, romancista e dramaturgo inglês que morreu em Lisboa aos 47 anos e cuja última obra, publicada postumamente, conta a sua viagem a Portugal feita numa tentativa inútil para recuperar a saúde. thumb|direita|150px|Antero de Quental (1946), estátua de Barata Feyo == Estátuas == O jardim possui vários elementos de estatuária: * a Fonte da Vida * Busto de Antero de Quental, de 1946-1951 da autoria de Salvador Barata Feyo (1948) * Busto do Actor Taborda, feito em bronze por Costa Motta (sobrinho)(1914) * a Filha do Rei Guardando Patos ou a Guardadora de Patos, da autoria de Costa Motta (sobrinho) e Francisco Santos (1914), localizada no meio de um dos lagos do jardim. * o Cavador, de 1913 e de autoria de Costa Motta (tio) * o Despertar de 1911-1921 da autoria de José Simões de Almeida (sobrinho) Junto a uma das entradas que dá para a Avenida Pedro Álvares Cabral, existe um elemento escultural em madeira, denominado Tronco Esculpido, efectuado precisamente de parte inferior de um tronco de árvore. == Fauna e flora == thumb|direita|150px|Fauna e flora do Jardim da Estrela Junto ao vários lagos do jardim podem ser encontrados patos-reais, cisnes e gansos. Outras aves existentes são os pavões, os periquitos -de-colar (Psittacula krameri) e periquitos-da-guiné (Poicephalus senegalus). Das espécies vegetais encontradas no jardim, destacam-se as seguintes: * figueira-da-austrália (Ficus macrophylla) * tipuana (Tipuana tipu) * dragoeiro (Dracaena draco) * jacarandá (Jacaranda mimosifolia) * ginkgo (Ginkgo biloba) * carvalho- alvarinho (Quercus robur) * cedro-dos-himalaias (Cedrus deodara) * bela-sombra (Phytolacca dioica) * araucária-de-cook (Araucaria columnaris) * palmeira-das- vassouras (Chamaerops humilis) * palmeira-das-canárias (Phoenix canariensis) * alfarrobeira (Ceratonia siliqua) * castanheiro-da-índia (Aesculus hippocastanum) * cedro-do-líbano (Cedrus libani) * dombeia (Dombeya x cayeuxii) * palmeira-de-kentia (Howea forsteriana) == Ver também == * Basílica da Estrela == Bibliografia == * ARAÚJO, Norberto de, 1889-1952 - Peregrinações em Lisboa. Lisboa : Parceria António Maria Pereira, [s.d.], vol. 11, p. 47 * Guia dos Parques, Jardins e Geomonumentos de Lisboa - Câmara Municipal de Lisboa (2009) - páginas 110-119 == Ligações externas == * * * Categoria:Jardins de Lisboa Categoria:Estrela (Lisboa)",
 "title": "Jardim da Estrela"
}