{
 "id": "96138",
 "text": "Opel Automobile GmbH, geralmente abreviada para Opel, é uma fabricante de automóveis com sede na Alemanha. A empresa foi fundada por Adam Opel em 21 de janeiro de 1862 como uma fábrica de máquinas de costura, em 1886 passou a produzir bicicletas, em 1899 passou a produzir automóveis e vem mantendo este tipo de produção até os dias de hoje. Era uma subsidiária da General Motors de 1929 até 2017, quando foi adquirida pelo grupo PSA Peugeot-Citroën. Seus veículos são vendidos no Reino Unido sob a marca Vauxhall. A atual gama da Opel consiste nos seguintes modelos: Astra, Corsa, Karl, Insignia, Movano, Vivaro, Adam, Mokka. O modelo Opel Blitz foi usado na Segunda Guerra Mundial pelo Exército Alemão para transportar tropas. == História == 1862: Adam Opel começa a fazer máquinas de costura esquerda|miniaturadaimagem|Bicicleta segura da Opel Adam Opel era o filho mais velho do serralheiro Philipp Wilhelm Opel em Rüsselsheim. Depois de um aprendizado na empresa de seu pai, a Opel foi em 1857 nas viagens do viajante, o que o levou a Liège, Bruxelas e Inglaterra a Paris. No começo, ele trabalhou lá em um cofre, depois com seu irmão Georg Opel na fábrica de máquinas de costura de Journaux & Leblond. No início de 1862, mudaram-se para a fábrica de máquinas de costura Huguenin & Reimann. No outono de 1862, Adam Opel retornou a Rüsselsheim e começou na oficina de seu pai com a construção da primeira máquina de costura Opel. Na primavera de 1863, Adam Opel estabeleceu seu próprio negócio em um antigo estábulo. O irmão Georg, que permaneceu em Paris, forneceu-lhe os aços especiais necessários, garras e agulhas. A produção das máquinas de costura levou muito tempo. Assim, a Opel ganhou a vida com a produção da Weinverkorkmaschinen e a venda de máquinas de costura da empresa Plaz e da Rexroth, de Paris (estas máquinas de costura são muitas vezes falsamente referidas como Opel n.º 1).1864 também foram máquinas de costura de Londres após a patente de Elias Howe na oferta da Opel. O casamento fechado de 1868 com a filha do estalajadeiro Sophie Marie Scheller permitiu à Opel, no mesmo ano, o estabelecimento da fábrica de máquinas de costura da Adam Opel e a aquisição de fábricas da fundição Lallement & Cie. Em 1880, um total de 20 000 máquinas de costura foram fabricadas. Com o edifício da fábrica de 1882 foi convertido para o sistema Singer. Até então, a Opel construíra: máquina de costura Opel para Plaz e Rexroth, máquina de costura Thomas, máquina de costura 1864 Dolphin para Grover e Baker, máquina de costura Titia de 1870 Sophia e máquina de costura Cylinder Elastique para sapateiro. Em 1885, 300 trabalhadores produziram 18 000 máquinas de costura. Em 1895 o fundador da empresa morreu e sua viúva Sophie levou seu filho Carl von Opel junto com os demais, Wilhelm, Heinrich, Fritz e Ludwig continuam o negócio. O mais tardar, por volta de 1900, ficou claro que o futuro da fábrica da Opel não estaria nas máquinas de costura. Toda a produção alemã foi quase superior às vendas mundiais possíveis. Assim, as vendas de máquinas de costura obsoletas, a Opel vendeu barato para atacadistas e no exterior. Nos anos entre 1863 e 1911, a Opel produziu e vendeu um milhão de máquinas de costura. Depois de um grande incêndio em Opelwerk em 1911, a empresa terminou a construção de máquinas de costura e produziu apenas bicicletas e automóveis. Fritz von Opel, neto de Adam, foi fundamental na popularização dos foguetes como meio de propulsão para veículos (ver: História dos foguetes e Propulsão de foguete). Na década de 1920, junto com Max Valier, co-fundador do Verein für Raumschiffahrt (\"Sociedade para Viagens Espaciais\"), e Friedrich Wilhelm Sander, ele iniciou o Opel-RAK, primeiro programa de foguetes do mundo, levando a recordes de velocidade para automóveis, veículos ferroviários e o primeiro voo tripulado de um avião- foguete (Opel RAK.1) em Setembro de 1929. Por conta dos recordes que estabeleceu, von Opel foi apelidado de \"Fritz-foguete\". == Cronologia == * 1863 – Opel fundada por Adam Opel. * 1902 – Pela primeira vez são vistos os designs da marca, no Hamburg Motor Show. * 1906 – Primeiros carros fabricados a partir de design próprio. * 1907 – Opel-Darracq é encerrada. * 1911 – A fábrica é destruída. * 1913 – Opel é a maior empresa automóvel na Alemanha. * 1929 – General Motors compra 80% da empresa. * 1963 - O logo da empresa passa a ser o anel atravessado pelo relâmpago. * 1931 – General Motors aumenta a sua compra para 100% da empresa. * 1971 – Opel é lançada na Ásia. * 2005 – Início da cooperação com a Saturn Corporation. * 2006 – Opel Japão é encerrada em dezembro. * 2017 - Adquirida pelo grupo francês PSA Peugeot Citroën. == Modelos == * Opel Adam * Opel Admiral * Opel Agila * Opel Antara * Opel Ascona * Opel Astra * Opel Blitz * Opel Calibra * Opel Commodore * Opel Corsa * Opel Diplomat * Opel GT * Opel Gemini * Opel Isuzu * Opel Kadett * Opel Kapitän *Opel Manta * Opel Meriva * Opel Monza * Opel Movano * Opel Olympia * Opel Omega * Opel Rekord * Opel Senator * Opel Signum * Opel Combo * Opel Sintra * Opel Speedster * Opel Super Six * Opel Tigra * Opel Vectra * Opel Vita * Opel Zafira == Protótipos == * Opel Trixx * Opel Frogster == Vendas == === Por região === Região 2018 Europa 1 004 197 Médio Oriente + Africa 31 989 China + Extremo Oriente 581 América Latina 1 110 Eurásia 180 === Por país === Em 2018, a Opel vendeu 1 038 057 veículos. Vendas por países Paises 2018 Alemanha 245 727 Reino Unido 211 682 Italia 99 530 Espanha 88 690 França 81 827 == Ver também == * Adam Opel, fundadores de Opel == Ligações externas == * * Categoria:Empresas fundadas em 1863 Categoria:Marcas da Alemanha Categoria:Fabricantes de automóveis da Alemanha Categoria:Stellantis",
 "title": "Opel"
}