{
 "id": "96256",
 "text": "Casas Bahia é uma popular rede de varejo de móveis e eletrodomésticos do Brasil. Foi fundada em 1952, em São Caetano do Sul, São Paulo, onde se localiza a matriz, pelo imigrante polonês Samuel Klein, que iniciou como mascate vendendo produtos de porta em porta, sendo que a maioria dos seus clientes eram retirantes baianos, daí o nome da empresa. Foi apenas em 1957 que a primeira loja foi aberta. A rede é a maior varejista de eletrodomésticos e móveis do país. Atualmente, conta com mais de 940 lojas distribuídas em 22 estados e no Distrito Federal. == História == Em 1952, quando Samuel Klein chegou em São Paulo, Juscelino Kubitschek tinha autorizado as automobilísticas multinacionais a instalarem no estado suas montadoras e, para isso, precisava de mão de obra. Como essa mão de obra veio do Norte e Nordeste do país — conhecidas pelo clima muito quente —, teriam muitas dificuldades para enfrentar a terra da garoa e suas baixas temperaturas. Foi aí que Samuel enxergou um grande negócio: vender cobertores a essa população de baixa renda.De mascate em São Caetano a \"rei do varejo\", Estado de S. Paulo, 21 de novembro de 2014 Em cinco anos, conseguiu capital para comprar uma loja e batizou-a Casas Bahia. Era sua homenagem aos seus clientes, em sua maioria retirantes do Nordeste vindo tentar a sorte na região.Conheça a história de superação de Samuel Klein, fundador da Casas Bahia, Claudia Facchini, iG São Paulo, 13 de janeiro de 2012 Entre as suas principais concorrentes, estavam as Casas Pernambucanas, presentes em São Paulo desde 1910. Klein aumentou a variedade de produtos e começou a trabalhar com móveis, colchões, entre outros itens. A clientela não demorou a frequentar a loja para pagar suas prestações e adquirir novas mercadorias. Era o início de um império que foi conquistando cada vez mais clientes. Com mais de 70 anos de atuação no mercado nacional e 57.500 funcionários, a Casas Bahia é hoje uma rede de lojas voltada para a venda de móveis e eletrodomésticos no varejo com foco nas classes C, D e E sendo 26,3 milhões de clientes cadastrados. Atualmente, existem mais de 900 lojas espalhadas pelo Brasil, localizadas em 21 estados e no DF. A marca Casas Bahia, constantemente citada em pesquisas de lembrança de marca como a mais presente na mente dos brasileiros, abrange, por dia, cerca 54.1 milhões de domicílios com TV, anunciando em sete emissoras de TV aberta e, também, em 11 canais por assinatura. No dia 4 de dezembro de 2009, o GPA anunciou a compra das Casas Bahia, tornando-se uma parte integrante do atualmente maior grupo varejista brasileiro. As Casas Bahia consegue seu lucro através de maiores parcelas, com o objetivo de deixar o cliente com mais formas e facilidade para pagar, o que auxilia consumidores de classes baixas, sem acesso ao crédito bancário, a adquirirem eletrodomésticos, móveis e equipamentos eletrônicos. Em novembro de 2004, firmou parceria com o banco Bradesco. Até então, as Casas Bahia financiavam cerca de 80% de suas vendas, o que significava na época uma carteira de crédito de R$ 4,5 bilhões, considerando as vendas de R$ 6 bilhões de 2003 (em 2006 já eram mais de R$ 11 bilhões). A maior parte da carteira era financiada com recursos próprios e apenas R$ 1 bilhão eram captados no mercado financeiro. O funding passou então a receber o reforço do Bradesco: pelo acordo, o banco passou a assumir o financiamento de pelo menos R$ 100 milhões em vendas por mês. Isso significou na época um aumento quase imediato de 20% nas operações de financiamento ao consumo do próprio banco, que já haviam saltado 38% entre setembro de 2003 e setembro de 2004, atingindo R$ 15,1 bilhões. Sob o ponto de vista da gestão financeira, é interessante observar que os recursos custariam inicialmente um pouco mais do que a taxa do Certificado de Depósito Interfinanceiro - CDI, e o spread que passou a ser cobrado no financiamento das vendas será embolsado pela Casas Bahia. Em uma segunda etapa, a partir de 2005, o Bradesco passou a vender produtos financeiros aos clientes da Casas Bahia, como cartões e seguros, com a instalação de quiosques na rede de varejo; isto pode teoricamente ser bastante vantajoso para o grupo Bradesco sob o ponto de visto estratégico, em termos de ocupação de espaços mercadológicos (notadamente em crédito e cartões) com pouco ou nenhum investimento adicional em tecnologia, pontos de venda e recursos humanos e, claro, também podendo trazer vantagens de médio prazo para o grupo varejista. Ao início de 2006, a Casas Bahia, que não exige comprovante de renda para abertura de crediário, perdiam em torno de 10% das vendas pagas com o antigo e tradicional crédito direto ao consumidor (CDC) sob a forma de \"carnê\". Enquanto isso, a taxa de inadimplência do cartão de crédito lançado em conjunto com o Bradesco em 2005 oscilava entre 4% e 6%. Ou seja: a Casas Bahia se dispõe a ter uma perda duas vezes maior no seu crediário do que a permitida pelo banco, que assume o risco de crédito dos cartões, através de sua administradora. Interessante observar as disposições técnicas das lojas, onde os caixas são colocados no final, possibilitando o cliente de passar por todos os produtos todo mês para pagar o seu carnê. Os vendedores inclusive possuem meta sobre vendas na fila que são chamadas de \"boca de caixa\". Uma técnica de venda que é sempre analisada na gestão estratégica de negócios (porém essa técnica foi excluída na rede por ocasionar processos judiciais, pois alguns gestores utilizavam a técnica como castigo a quem não cumprisse a meta). No Rio Grande do Sul, a Casas Bahia abriu sua primeira filial em outubro de 2004, em Porto Alegre. Logo depois, foram abertas novas lojas da rede no estado, em São Leopoldo, Farroupilha e em Caxias do Sul. Em 2006, a rede chegou a ter 28 lojas. Devido aos índices insatisfatórios de vendas no Estado, a rede foi fechando gradativamente algumas de suas filiais. Em dezembro de 2009, a Casas Bahia decidiu deixar o Rio Grande do Sul, fechando todas as lojas restantes, em parte devido a autos de infração fiscal emitidos pela Secretaria da Fazenda do Estado. Havia divergências quanto à base de cálculo sobre a qual incidia o ICMS. Segundo análise de especialistas, um fator crucial que fez com que a Casas Bahia encerrasse suas atividades no Rio Grande do Sul era o comportamento \"bairrista\" dos consumidores gaúchos, por geralmente darem preferência a fornecedores locais. No dia 20 de novembro de 2014, morreu seu fundador, Samuel Klein, vítima de insuficiência respiratória. No dia 17 de dezembro de 2014, a rede chegou ao Maranhão, com duas lojas em São Luís. No dia 18 de fevereiro de 2020, foi anunciado acordo entre o governo do Pará e as Casas Bahia para a instalação de 50 lojas no Pará, sendo 22 ainda em 2020 e um centro de distribuição na Região Metropolitana de Belém. == Itens relevantes == * Em cinco anos de dedicação e trabalho, Samuel Klein conseguiu capital para abrir sua primeira loja, chamada Casas Bahia. Era a sua homenagem a seus fregueses, na maioria retirantes baianos vindo tentar a sorte na região. * Apesar do nome da rede se chamar \"Casas Bahia\", a rede inaugurou sua primeira loja nesse estado em 2008, ou seja, somente após 56 anos do surgimento da rede, no Shopping Paralela, Salvador Shopping e em mais 3 pontos no município de Salvador. * No dia 10 de novembro de 2008 um segurança das Casas Bahia assassinou um cliente pelo fato de ele estar mal-vestido.Segurança desconfia de assalto e mata cliente Acessado em 11 de novembro de 2008 Mesmo insistindo que o produto era para seu casamento (e estando com a nota fiscal na mão), o ambulante Alberto Milfonti Júnior morreu com um tiro no rosto.Segurança mata cliente porque desconfiava de sua aparência G1 - Acessado em 11 de novembro de 2008 * No dia 4 de dezembro de 2009, o GPA anunciou a compra da Casas Bahia e que os negócios no setor de varejo de bens duráveis seriam integrados à Globex, controladora do Ponto Frio.Pão de Açúcar compra a Casas Bahia por meio da Globex - O Estado de S.Paulo, 4 de dezembro de 2009 (visitado em 13-4-2010) No entanto, a família Klein, da Casas Bahia, acredita que o negócio foi subavaliado e os dois grupos reavaliam a fusão, com a renegociação de valores e algumas condições do contrato.Com família Klein insatisfeita, Casas Bahia e Pão de Açúcar reavaliam fusão - Folha Online, 13 de abril de 2010 (visitado em 13-4-2010) *Em junho de 2019, a família Klein, liderada pelo filho do fundador Michael Klein, comprou as ações do GPA sob a Via Varejo, que representavam uma fatia de aproximadamente 36%. Com a compra, a família Klein volta a ter o poder majoritário nas decisões da empresa com 61% de suas ações, somado as ações anteriores == Fusão Casas Bahia e Pontofrio == Sai um novo acordo de fusão, no dia 2 de julho de 2010, entre os grupos Pontofrio e Casas Bahia, sendo assim, com o novo acordo, o novo grupo formado passa a se chamar de Via Varejo, onde a captação de recursos ficará por parte da Globex, controladora da rede Pontofrio. Para o novo acordo, que levou cerca de 4 meses para se consolidar, foi preciso injetar, cerca de R$ 690 milhões por parte do grupo do então, chefe de conselho da empresa Abílio Diniz. \\- O Estado de S.Paulo, 2 de Julho de 2010 (Acessado em 2 de Julho de 2010) == Controvérsias == === Novo Baianinho === Em outubro de 2020, a Casas Bahia anunciou o remodelamento físico de seu mascote, o Baianinho, agora em uma versão adolescente e com o nome alterado para CB. O novo design do mascote foi anunciado em um vídeo postado no YouTube. O vídeo teve uma recepção extremamente negativa nas redes sociais, com muitos pedindo a volta do mascote antigo. O caso já virou motivo de meme na internet. A Casas Bahia até agora não se pronunciou sobre uma possível volta do Baianinho. O vídeo no YouTube já ultrapassa 70 mil dislikes. === Acusações de abuso sexual === Em abril de 2021, a Agência Pública revelou relatos de mulheres que disseram que foram abusadas sexualmente quando eram crianças pelo fundador das Casas Bahia, Samuel Klein, o nome do seu filho, Michael Klein, também foi citado no processo. Segundo os relatos, existia um esquema que envolvia os funcionários das Casas Bahia para aliciar menores. A assessoria da família Klein respondeu a reportagem dizendo que \"É uma pena que ele [Samuel Klein] não esteja vivo para se defender das acusações mencionadas. Sobre os dois processos em andamento, correm em segredo de justiça e as decisões serão acatadas.\" A Via Varejo, empresa controladora das Casas Bahia, em resposta à Agência Pública, disse: \"Esclarecemos que a família Klein nunca exerceu qualquer papel de controle na Via Varejo, holding constituída em 2011 para gerir as marcas Casas Bahia, Pontofrio, Extra.com.br e Bartira. [...] Repudiamos veementemente todo e qualquer tipo de assédio, práticas ilegais e atos discriminatórios em nossas dependências, incluindo nossa sede administrativa e nossas lojas.\" Em junho de 2021, a Casas Bahia lançou a campanha do Dia dos Namorados com dois ex-BBBs, Gil do Vigor e Lucas Penteado. A campanha e os dois ex-BBBs foram alvos de críticas nas redes sociais devido as acusações de abuso sexual que a empresa enfrenta. Uma semana antes da campanha, o Ministério Público do Trabalho anunciou que vai apurar as denúncias de abusos sexuais envolvendo a empresa. == Cultura popular == Chopis Centis, um rock criado pela banda Mamonas Assassinas em 1995, paródia da clássica Should I Stay or Should I go, do The Clash, usa da fama da empresa e da facilidade de seus crediários para a população de baixa renda para inspirar a letra, que retrata o contentamento de um trabalhador da construção civil ao passear pelo shopping. No refrão é evidenciada a loja da seguinte forma: \"Quanta gente! Quanto alegria! A minha felicidade é um crediário nas Casas Bahia\", caracterizando uma publicidade gratuita. Lançada em junho de 1995 no primeiro e único álbum de estúdio do grupo, que era homônimo ao conjunto musical, a música fez tanto sucesso que os cariocas souberam da existência da loja antes mesmo de ela chegar ao Rio de Janeiro por meio da compra das Casas Garson. O disco vendeu quase três milhões de cópias. No ano de 2020, durante a pandemia do novo coronavírus, a Casas Bahia e a TV Globo firmaram um contrato de T-commerce. O mecanismo de operacionalização acordo ocorre da seguinte forma: durante a exibição da novela, é apresentado um ícone vermelho no canto superior direito da tela pedindo que o telespectador selecione o botão vermelho do controle remoto. Ao fazer isso, é apresentado na tela da TV uma série de produtos disponíveis durante as cenas da telenovela, cada produto com um com um QR Code diferente, que redireciona o telespectador para a loja virtual. Até o momento, as novelas que trabalharam com este sistema foram a reprise da novela \"Fina estampa\" e \"Amor de mãe\". == Ligações externas == * * SAC das Casas Bahia Categoria:Empresas de comércio eletrónico Categoria:Empresas de comércio varejista do Brasil Categoria:Empresas fundadas em 1952 Categoria:Lojas de departamento do Brasil Categoria:Grupo Casas Bahia Categoria:Empresas com sede em São Caetano do Sul",
 "title": "Casas Bahia"
}