{
 "id": "96269",
 "text": "Hermann Wilhelm Göring (ou Goering); (Rosenheim, – Nuremberga, ) foi um militar alemão, político e líder do Partido Nacional-Socialista dos Trabalhadores Alemães (NSDAP). Veterano da Primeira Guerra Mundial, em que participou como piloto de aeronaves, atingindo o estatuto de Ás da aviação, recebeu a cobiçada condecoração Pour le Mérite. Foi o último comandante da unidade Jagdgeschwader 1, anteriormente comandada por Manfred von Richthofen, \"o Barão Vermelho\". Membro do Partido Nazi, NSDAP, desde os primeiros dias, Göring ficou ferido, em 1923, durante o golpe falhado que ficou conhecido como Putsch de Munique. Devido aos seus ferimentos, desenvolveu dependência de morfina até ao fim da sua vida. Em 1933, fundou a Gestapo. Göring foi nomeado para comandante-chefe da Luftwaffe, a força aérea alemã, em 1935, uma posição que manteve até ao final da Segunda Guerra Mundial. Em 1940, Göring encontrava-se no auge do seu poder e influência; como ministro encarregado pelo Plano Quadrienal, ele era responsável por uma grande parte do funcionamento da economia alemã na preparação para a Segunda Guerra Mundial. Adolf Hitler promoveu-o ao posto de Reichsmarschall, o mais elevado em relação aos outros comandantes da Wehrmacht e, em 1941, Hitler nomeou-o como seu sucessor e assessor em todos os gabinetes. A posição de Göring perante Hitler ficou substancialmente enfraquecida a partir de 1942, devido à incapacidade da Luftwaffe de proteger as cidades alemãs dos bombardeamentos dos Aliados, e de reabastecer as forças do Eixo cercadas em Stalingrado. Göring retirou-se, quase por completo, da cena política e militar e concentrou-se na compra de propriedades e de arte, grande parte das quais roubadas às vítimas judaicas do Holocausto. Informado a 22 de abril de 1945 de que Hitler tencionava cometer suicídio, Göring enviou um telegrama a Hitler solicitando assumir o controlo do Reich. Hitler decidiu, então, retirar Göring de todas suas funções, expulsá-lo do partido e ordenar a sua prisão. Depois da Guerra, Göring foi culpado de crimes de guerra e crimes contra a humanidade nos Julgamentos de Nuremberga. Foi condenado à morte por enforcamento, mas cometeu suicídio ingerindo cianeto na noite anterior à sua execução. == Infância e adolescência== Göring nasceu no dia 12 de janeiro de 1893, no Sanatório de Marienbad, em Rosenheim, Baviera. O seu pai, Heinrich Ernst Göring (31 de outubro de 1839 – 7 de dezembro de 1913), antigo oficial de cavalaria, foi o primeiro governador-geral do protetorado alemão da África Ocidental, atual Namíbia. Heinrich teve cinco filhos de um casamento anterior. Hermann era o quarto filho de cinco, do casamento de Heinrich com a sua segunda esposa, Franziska Tiefenbrunn (1859–15 de julho de 1923), uma camponesa bávara. Os irmãos mais velhos de Hermann eram Karl, Olga e Paula; o mais novo chamava-se Albert. Quando Göring nasceu, o seu pai era cônsul-geral no Haiti, e a sua mãe tinha regressado à Alemanha, por pouco tempo, para dar à luz. A sua mãe deixou-o com seis semanas de vida com uma amiga, na Baviera, e só passado três anos o voltou a ver, quando ela e Heinrich regressaram à Alemanha. O padrinho de Göring era o Dr. Hermann Epenstein, um médico abastado e homem de negócios, que o seu pai conheceu na África. Epenstein era um cristão de origem judaica, cujo pai era cirurgião no exército. Epenstein acolheu a família Göring, que vivia da pensão de Heinrich, num pequeno castelo chamado Veldenstein, perto de Nuremberga. A mãe de Göring tornou-se amante de Epenstein, e assim permaneceu durante quinze anos. Epenstein recebeu o título de Ritter (Cavaleiro) von Epenstein pelos serviços e donativos à Coroa. Atraído pela carreira militar desde novo, Göring brincava com soldadinhos de chumbo e vestia um uniforme de Boer que o seu pai lhe tinha dado. Göring foi enviado para um colégio interno com onze anos, onde a comida era de má qualidade e a disciplina era dura. Para regressar a casa, vendeu o seu violino para comprar o bilhete de comboio, e meteu-se na cama fingindo estar doente, até lhe dizerem que não teria de voltar àquela escola. Göring continuou a brincar aos jogos de guerra, fingindo estar a cercar o castelo de Veldenstein, e a estudar as lendas e histórias teutônicas. Tornou-se alpinista, escalando os picos na Alemanha, no Maciço do Monte Branco e nos Alpes austríacos. Com dezesseis anos foi enviado para uma academia militar em Lichterfelde, uma localidade em Berlim, onde se formou com distinção. Göring juntou-se ao Regimento do Príncipe Wilhelm (112.º Regimento de Infantaria) do exército prussiano em 1912. No ano seguinte, a sua mãe teve um desentendimento com Epenstein, e a família teve de deixar Veldenstein para se mudar para Munique; pouco tempo depois, o pai de Göring faleceu. Quando a Primeira Guerra começou em agosto de 1914, Göring estava colocado em Mulhouse com o seu regimento. == Primeira Guerra Mundial == Durante o primeiro ano da Guerra, Göring prestou serviço com o seu regimento na região de Mulhouse, uma cidade a cerca de 1,6 km da fronteira francesa. Foi hospitalizado com reumatismo resultante da humidade existente nas trincheiras. Enquanto recuperava, o seu amigo Bruno Loerzer convenceu-o a mudar-se para a Luftstreitkräfte (\"força aérea\") do exército alemão, mas o pedido de transferência foi recusado. Mais tarde nesse ano, Göring voou com Loerzer como observador no Feldfliegerabteilung 25 (FFA 25) – Göring tinha-se auto- transferido, de forma informal. Esta atitude foi detectada e foi condenado a três semanas de confinamento no quartel. No entanto, esta condenação nunca foi cumprida, uma vez que regularizara sua situação junto de Loerzer. Ambos foram colocados no FFA 25, do 5.º Exército do Príncipe Guilherme. Efetuaram missões de bombardeamento e de reconhecimento e, por estas missões, receberam a Cruz de Ferro, de primeira classe, das mãos do Príncipe. Depois de ter terminado a sua formação como piloto, Göring foi colocado na Jagdstaffel 5. Após ter sido gravemente ferido na anca — ficando quase um ano a recuperar — passou para a Jagdstaffel 26, comandada por Loerzer, em fevereiro de 1917. Começou, então, a destacar-se com as suas vitórias até que, em maio, recebeu o seu primeiro comando, a Jagdstaffel 27. Prestando serviço nas Jastas 5, 26 e 27, continuou a acumular vitórias. Para além da Cruz de Ferro, recebeu a Ordem do Leão de Zähringer, com espadas, a Ordem de Frederico, a Ordem da Casa de Hohenzollern, com espadas, terceira classe, e, em maio, de 1918, a cobiçada Pour le Mérite. De acordo com Hermann Dahlmann, um oficial da força aérea que conhecia ambos os homens, Göring teve a ajuda de Loerzer para obter a condecoração. Quando a Guerra terminou, Göring tinha obtido 22 vitórias confirmadas. No dia 7 de julho de 1918, após a morte do piloto Wilhelm Reinhard, sucessor de Manfred von Richthofen, Göring foi nomeado comandante do famoso \"Circo Voador\", Jagdgeschwader 1. Devido à sua arrogância, Göring não era popular entre os homens da Jagdgeschwader 1. Nos últimos dias da guerra, Göring recebeu repetidas ordens para retirar o seu esquadrão, primeiro para o aeródromo de Tellancourt e, depois, para Darmstadt. A esta altura, recebeu instruções para entregar o seu equipamento aos Aliados, mas recusou; os seus pilotos preferiram efetuar aterragens forçadas, destruindo as aeronaves em vez de as entregar ao inimigo. Como muitos outros alemães, Göring era um proponente da \"lenda da punhalada pelas costas\", uma hipótese que defende que o exército alemão não perdeu a guerra, tendo antes sido traído pela população, pelos marxistas e, em especial, pelos republicanos, que derrubaram a monarquia. == Pós-guerra == Göring permaneceu na aviação depois da guerra. Tentou fazer espetáculos de acrobacias aéreas e trabalhou por um curto período na Fokker. Em 1919 mudou-se para a Dinamarca, onde viveu quase um ano. Em seguida mudou- se para a Suécia, onde juntou-se à Svensk Lufttrafik, uma companhia aérea sueca. Göring era contratado, habitualmente, para voos privados. Durante o inverno de 1920–1921, foi contratado pelo conde Eric von Rosen para efetuar uma viagem de avião de Estocolmo até o seu castelo. Convidado a passar ali a noite, é provável que tenha sido aqui que Göring tenha visto a cruz suástica pela primeira vez, a qual von Rosen tinha colocada na chaminé, como distintivo da sua família. Também foi a primeira vez que Göring viu a sua futura esposa: o conde apresentou-lhe a sua cunhada, baronesa Carin von Kantzow (nascida Freiin von Fock, 1888–1931). Afastada do seu marido há dez anos, o barão Niels Gustav von Kantzow, um oficial sueco, ela tinha um filho de oito anos de idade. Göring ficou apaixonado e convidou-a para um encontro em Estocolmo. Encontraram-se na casa dos seus pais e passaram muito tempo juntos ao longo de 1921, quando Göring deixou Munique para ir estudar ciência política na universidade. Carin divorciou-se, partiu para Munique e casou-se com Göring no dia 3 de fevereiro de 1922. A sua primeira residência foi uma cabana de caça em Hochkreuth, nos Alpes Bávaros, perto de Bayrischzell, a 80 km de Munique. Depois de Göring conhecer Adolf Hitler e de se juntar ao Partido Nazi, em 1922, mudaram-se para Obermenzing, um subúrbio de Munique. == Início da carreira Nazi == Göring entrou para o Partido Nazi em 1922, tendo-lhe sido dado o comando da Sturmabteilung (SA), como Oberster SA-Führer (Líder Supremo das SA), em 1923. Mais tarde foi nomeado SA-Gruppenführer (Tenente-general), posto em que ficaria até 1945. Por esta altura, Carin — que simpatizava com Hitler — fazia de anfitriã em encontros de dirigentes nazis, incluindo o seu marido, Hitler, Rudolf Hess, Alfred Rosenberg e Ernst Röhm. Hitler recordou mais tarde sobre Göring: Hitler e o Partido Nazi organizaram manifestações em massa em Munique e em outros locais durante este período, tentando angariar apoiantes numa tentativa de obter poder político. Inspirado pela Marcha sobre Roma de Benito Mussolini, os nazis fizeram uma tentativa de conquistar o poder entre 8 e 9 de novembro de 1923, num golpe fracassado conhecido como o Putsch de Munique. Göring, que estava ao lado de Hitler na frente da marcha em direção ao Ministério da Guerra, foi atingido na perna por um disparo. Catorze nazis e quatro polícias foram mortos; muitos dos dirigentes de topo nazis, incluindo Hitler, foram presos. Com a ajuda de Carin, Göring fugiu às escondidas para Innsbruck, onde foi operado e lhe deram morfina para as dores. Ele ficou no hospital até 24 de dezembro. Este foi o início da sua dependência de morfina, que durou até à sua prisão em Nuremberga. Entretanto, as autoridades em Munique declararam que Göring era um homem procurado. Os Göring, com pouco dinheiro e dependendo da ajuda de simpatizantes nazis no exterior, foram para Veneza. Em maio de 1924, visitaram Roma, Florença e Siena. Göring conheceu Mussolini, que expressou o seu interesse em se encontrar com Hitler, que se encontrava preso. Os problemas pessoais continuaram a aumentar. Em 1925, a mãe de Carin adoeceu. Os Göring, com dificuldade, juntaram dinheiro, na primavera de 1925, para uma viagem à Suécia através da Áustria, Checoslováquia, Polônia e Danzigue (atual Gdańsk). Göring estava cada vez mais viciado em morfina; a família de Carin estava chocada pela sua decadência. Carin, que sofria de epilepsia e do coração, autorizou que médicos tratassem de Göring; o seu filho foi então levado pelo pai. Os médicos diagnosticaram que Göring tinha se tornado um toxicodependente violento, e foi colocado num asilo em Långbro, a 1 de setembro de 1925. O seu estado era tão violento que lhe tiveram de vestir uma camisa-de-força, mas o seu psiquiatra achava que ele era mentalmente são; o seu estado era apenas o resultado da morfina. Livre da droga, pouco tempo depois deixou o asilo, mas teve de voltar para mais tratamentos. Voltou à Alemanha depois de uma anistia em 1927, e continuou a trabalhar na indústria das aeronaves. Hitler, que escreveu Mein Kampf enquanto estava na prisão, foi libertado em dezembro de 1924. Carin Göring, doente com epilepsia e tuberculose, morreu de uma parada cardíaca em 17 de outubro de 1931. Entretanto, a NSDAP encontrava-se num período de reorganização e espera. A economia estava se recuperando, o que não era bom para os objetivos nazis — a mudança. A SA foi reorganizada, mas com Franz Pfeffer von Salomon como seu líder, em vez de Göring, e a Schutzstaffel (SS) foi fundada em 1925, inicialmente como guarda pessoal de Hitler. Os membros do partido aumentaram de em 1925, para , em 1928, e para , em 1929. Nas eleições de maio de 1928, o partido só alcançou 12 lugares de um total de 491. Göring foi eleito como representante da Baviera. A Quinta-Feira Negra de 1929 fez cair a economia alemã de forma desastrosa, e, na eleição seguinte, o NSDAP recebeu votos e 107 lugares no Reichstag. Em maio de 1931, Hitler enviou Göring numa missão ao Vaticano, onde se encontrou com o futuro Papa Pio XII. == Incêndio no Reichstag == No dia 27 de fevereiro de 1933, ocorreu um incêndio no Reichstag. Göring foi um dos primeiros a chegar ao local. Marinus van der Lubbe, um comunista radical, foi detido e declarou ser o único responsável pelo fogo. Göring aproveitou o ocorrido para dar início a uma perseguição aos comunistas. Os nazis aproveitaram o incêndio para apresentar os seus objetivos políticos. O Decreto do Incêndio do Reichstag ou, formalmente, Decreto do Presidente do Reich para a Proteção do Estado e do Povo (em alemão: Verordnung des Reichspräsidenten zum Schutz von Volk und Staat), publicado no dia seguinte por insistência de Hitler, suspendeu direitos básicos e permitiu detenções sem julgamento. As atividades do Partido Comunista Alemão foram suprimidas, e cerca de 4000 membros do partido foram detidos. Göring exigiu que os detidos fossem fuzilados, mas Rudolf Diels, chefe da polícia política da Prússia, ignorou a ordem. Vários investigadores, incluindo William L. Shirer e Alan Bullock, são da opinião de que a própria NSDAP teria sido responsável pelo incêndio. Nos Julgamentos de Nuremberga, o general Franz Halder testemunhou que Göring admitiu a responsabilidade por ter iniciado o incêndio. Ele disse que, no almoço de aniversário em casa de Hitler em 1942, Göring afirmou: \"O único que sabe sobre o Reichstag sou eu, pois fui eu quem lhe ateou fogo!\" No seu testemunho no julgamento, Göring negou esta história. == Segundo casamento == No início da década de 1930, Göring estava, por várias ocasiões, na companhia de Emmy Sonnemann (1893–1973), uma atriz de Hamburgo. Casaram-se no dia 10 de abril de 1935, em Berlim; o casamento foi celebrado de forma grandiosa. Na noite anterior, deram uma enorme recepção na Deutsche Oper Berlin. Aviões de caça sobrevoaram o local na noite da recepção e no dia da cerimônia. A filha de Göring, Edda, nasceu em 2 de junho de 1938. == Potentado nazi == Quando Hitler foi nomeado Chanceler da Alemanha em janeiro de 1933, Göring foi designado para ministro sem pasta, ministro do Interior para a Prússia e Comissário do Reich para a Aviação. Wilhelm Frick foi escolhido para ministro do Reich do Interior. Frick e o líder da Schutzstaffel (SS), Heinrich Himmler, esperavam criar uma força policial unificada para toda a Alemanha mas, em 30 de novembro de 1933, Göring estabeleceu uma força policial prussiana, com Rudolf Diels no seu comando. Esta força recebeu o nome de Geheime Staatspolizei, Gestapo. Göring, achando que Diels não era suficientemente duro para gerir eficazmente a Gestapo como força alternativa à SA, entregou o comando da Gestapo a Himmler, em 20 de abril de 1934. Por esta altura, a SA tinha cerca de dois milhões de membros. Hitler estava bastante preocupado com a possibilidade de Ernst Röhm, chefe da SA, estar planejando um golpe. Himmler e Reinhard Heydrich planejaram, juntamente com Göring, usar a Gestapo e a SS para destruir a SA. Alguns membros da SA souberam do plano e milhares deles foram para a rua em violentas demonstrações, na noite de 29 de junho de 1934. Furioso, Hitler ordenou a prisão do líder da SA. Röhm foi executado na sua cela quando se recusou a cometer suicídio; Göring, pessoalmente, analisou a lista de detidos, vários milhares, e decidiu quem mais seria executado. Pelo menos 85 pessoas foram executadas no período de 30 de junho a 2 de julho, período que ficou conhecido por Noite das Facas Longas. Hitler admitiu, no Reichstag, a 13 de julho, que as mortes tinham sido ilegais, mas que havia um plano em curso para derrubar o Reich. Um decreto-lei, com efeitos retroativos, foi emitido para tornar as ações legais. Os críticos foram presos. Um dos termos do Tratado de Versalhes, que estava em prática desde o fim da Primeira Guerra Mundial, estabelecia que a Alemanha não podia ter uma força aérea. Depois da assinatura do Pacto Kellogg-Briand (Pacto de Paris), as aeronaves da polícia eram permitidas. Göring foi nomeado ministro do Tráfego Aéreo em maio de 1933. A Alemanha começou a acumular aeronaves violando o Tratado e, em 1935, a existência da Luftwaffe foi formalmente reconhecida, com Göring como ministro da Aviação do Reich. Durante uma reunião ministerial em setembro de 1936, Göring e Hitler anunciaram que o programa de rearmamento alemão tinha que ser acelerado. Em 18 de outubro, Hitler nomeou Göring como plenipotenciário do Plano de Quatro Anos para realizar aquela tarefa. Göring criou uma nova organização para gerir o Plano, e chamou os ministros da Agricultura e do Trabalho, que ficaram sob a sua autoridade. Passou por cima do ministro da Economia no respeitante às decisões políticas, para desapontamento de Hjalmar Schacht, o ministro responsável. Foram feitas despesas consideráveis no rearmamento, apesar do crescimento do défice. Schacht demitiu-se no dia 8 de dezembro de 1937, e Walther Funk foi para o seu lugar e para administrador do Reichsbank. Desta forma, ambas as instituições ficaram a ser controladas por Göring, sob o auspício do Plano dos Quatro Anos. Em 1938, Göring esteve envolvido no Caso Blomberg–Fritsch, que levou à demissão do ministro da Guerra, marechal-de- campo Werner von Blomberg, e do comandante do exército, general von Fritsch. Göring foi testemunha do casamento de Blomberg com Margarethe Gruhn, uma datilógrafa de 26 anos, em 12 de janeiro de 1938. Informações obtidas pela polícia revelaram que a jovem era prostituta. Göring sentiu-se na obrigação de dizer a Hitler, mas também viu a situação como uma oportunidade de se livrar de do marechal-de-campo. Blomberg foi forçado a demitir-se. Göring não quis que Fritsch fosse nomeado para aquela posição e, assim, se tornasse o seu superior. Alguns dias mais tarde, Heydrich revelou um ficheiro sobre Fritsch com alegações de que ele estava envolvido em atividades homossexuais e chantagem. Mais tarde, as acusações foram consideradas falsas, mas Fritsch tinha perdido a confiança de Hitler, e foi forçado a demitir-se. Hitler usou as demissões como uma oportunidade para reforçar a liderança dos militares. Göring pediu para ser nomeado para a posição de ministro da Guerra, mas foi- lhe recusado; foi designado para o posto de marechal-de-campo. Hitler ascendeu a comandante supremo das forças armadas e criou postos subordinados para cada um dos ramos das forças. Como ministro responsável do Plano dos Quatro Anos, Göring ficou preocupado com a falta de recursos naturais na Alemanha, e começou a pressionar a integração da Áustria no Reich. A província de Estíria era rica em depósitos de ferro, e o país, num todo, tinha mão-de-obra qualificada que podia ser útil. Hitler sempre teve o desejo de unificar a Alemanha com a Áustria, o seu país-natal. Reuniu-se com o chanceler austríaco em 12 de fevereiro de 1938, Kurt Schuschnigg, ameaçando-o de invasão caso ele não quisesse uma unificação pacífica. O Partido Nazi foi tornado legal na Áustria para obter uma base de poder, e foi agendada um referendo sobre a reunificação, para março. Quando Hitler teve conhecimento do texto do plebiscito, não concordou e Göring telefonou a Schuschnigg, e ao chefe-de- estado Wilhelm Miklas, para pedir a demissão de Schuschnigg, ameaçando de invasão, pelas tropas alemãs, e revolta civil pelos membros austríacos do Partido Nazi. Schuschnigg demitiu-se no dia 11 de março e o referendo foi cancelado. Na manhã seguinte, pelas 5 h 30 min, as tropas alemãs entraram na Áustria, sem encontrar qualquer resistência. Embora Joachim von Ribbentrop tenha sido escolhido para ministro dos Negócios Estrangeiros em fevereiro de 1938, Göring continuou o seu envolvimento nas relações com o exterior. Em julho, contatou o governo britânico com o objetivo de fazer uma visita oficial para discutir as intenções germânicas para a Checoslováquia. Neville Chamberlain concordou com a reunião com base num pacto a ser assinado entre O Reino Unido e a Alemanha. Em fevereiro de 1938, Göring visitou Varsóvia para neutralizar rumores de uma possível invasão da Polónia. Teve conversações com o governo húngaro também, naquele Verão, para discutir sobre o potencial papel daquele país numa invasão da Checoslováquia. Nas convenções do Partido Nazi em Nuremberga, em setembro, Göring e outros intervenientes apontaram os checos como uma raça inferior que tinha de ser conquistada. Chamberlain encontrou-se com Hitler numa série de reuniões que culminaram na assinatura do Acordo de Munique (29 de setembro de 1938), que entregava o controlo da Sudetenland à Alemanha. == Segunda Guerra Mundial == ===Sucesso em todas as frentes=== Göring, e outros oficiais superiores, estavam preocupados com o facto de a Alemanha ainda não estar preparada para a guerra, mas Hitler insistiu em avançar assim que possível. A invasão da Polónia, o começo da Segunda Guerra Mundial, deu-se no dia 1 de setembro de 1939. Mais tarde, nesse dia, discursando no Reichstag, Hitler indicou Göring como seu sucessor \"se alguma coisa me acontecer.\" De início, as vitórias alemãs sucederam-se, umas atrás das outras. Com a ajuda da Luftwaffe, a Força Aérea Polaca foi derrotada numa semana. Os Fallschirmjäger tomaram vários aeroportos na Noruega e capturaram o Forte Eben-Emael, na Bélgica. A Luftwaffe de Göring teve um papel fundamental nas batalhas dos Países Baixos, Bélgica e França, na primavera de 1940. Depois da derrota da França, Hitler condecorou Göring com a Grã-Cruz da Cruz de Ferro pela sua bem sucedida liderança. Por decreto de 19 de julho de 1940, Hitler promoveu Göring ao posto de Reichsmarschall des Grossdeutschen Reiches (Marechal do Reich do Grande Reich Alemão), uma posição especial que fez dele o oficial superior de todos os marechais-de-campo do exército e da Luftwaffe. Göring já tinha recebido, anteriormente, a 30 de setembro de 1939, a Cruz de Cavaleiro da Cruz de Ferro por ser comandante-chefe da Luftwaffe. A Grã- Bretanha declarou guerra à Alemanha logo após a invasão da Polônia. Em julho de 1940, Hitler começou os preparativos para uma invasão à Grã-Bretanha. Parte do plano era a neutralização da Royal Air Force (RAF). De seguida, começaram os bombardeamentos às instalações aeronáuticas, às cidades e aos centros industriais. Embora confiante de que a Luftwaffe conseguiria derrotar a RAF em poucos dias, Göring, tal como o almirante Erich Raeder, comandante-chefe da Kriegsmarine (Marinha), estava pessimista sobre o sucesso da invasão planeada (nome de código Operação Leão Marinho). Göring esperava que uma vitória aérea forçaria a assinatura da paz sem uma invasão. Contudo, a campanha fracassou e a operação Leão Marinho foi definitivamente adiada, no dia 17 de setembro de 1940. Depois da derrota na Batalha da Grã-Bretanha, a Luftwaffe tentou derrotar os britânicos através de bombardeamentos estratégicos. No final do ano, o moral britânico não tinha sofrido com o Blitz alemão, embora os bombardeamentos tenham continuado até maio de 1941. ===Declínio em todas as frentes=== Apesar do Pacto Molotov-Ribbentrop, assinado em 1939, a Alemanha nazi deu início à Operação Barbarossa — a invasão da União Soviética — a 22 de junho de 1941. De início a Luftwaffe estava em vantagem, destruindo milhares de aeronaves soviéticas no primeiro mês de combates. Hitler e o seu estado- maior tinham a certeza de que a campanha terminaria pelo Natal, e não se preveniram com abastecimentos para os seus homens e equipamentos. Em julho, os alemães só tinham aviões na operação e as baixas ascendiam a homens. Foi tomada a decisão de concentrar o ataque numa parte específica da frente; os esforços seriam direcionados para a captura de Moscou. Este esforço fracassou por causa das terríveis condições atmosféricas, falta de combustível e linhas de abastecimentos muito pressionadas; em 5 de dezembro, o Exército Vermelho lançou uma contra-ofensiva. Hitler não permitiu qualquer retirada até meados de janeiro de 1942; por esta altura, as baixas eram semelhantes às da invasão francesa da Rússia em 1812. Hitler decidiu que a campanha de verão de 1942 seria concentrada a sul. O objetivo era capturar os campos de petróleo no Cáucaso. A Batalha de Stalingrado, um dos principais pontos de viragem da guerra, teve início a 23 de agosto de 1942 com uma ofensiva de bombardeamento da Luftwaffe. As forças alemãs na cidade mas, dada a sua posição na linha de frente, ainda era possível para os soviéticos cercar os alemães e apanhá-los sem reforços ou mantimentos. Quando a cidade foi cercada, no final de dezembro, Göring prometeu que a Luftwaffe seria capaz de entregar 300 toneladas de alimentos, por dia, aos soldados alemães debaixo de cerco. Com base neste pressuposto, Hitler deu ordem para não haver qualquer retirada; deviam lutar até ao último homem. Embora alguns aviões tivessem conseguido passar, o total de provisões entregues por via aérea nunca ultrapassou as 120 toneladas por dia. Aqueles que sobreviveram do 6.º Exército alemão — cerca de soldados, de um total de — renderam-se no início de fevereiro de 1943; apenas destes lograram sobreviver aos campos de prisioneiros de guerra russos. ===Guerra sobre a Alemanha=== Entretanto, a força das frotas de bombardeiros americanos e britânicos aumentou. Baseados em solo britânico, deram início a operações contra alvos alemães. O primeiro raide dos Aliados — cerca de aviões — ocorreu a 30 de maio na cidade de Colônia. Os ataques aéreos continuaram a partir da Grã-Bretanha depois de terem sido instalados tanques auxiliares de combustível nos caças americanos. Göring recusou acreditar nos relatórios que diziam que havia caças americanos abatidos a uma distância tão distante como Aachen, no inverno de 1943. A sua reputação começou a cair. O P-51 Mustang americano, com uma autonomia de 2 900 km, começou a escoltar os bombardeiros, em grande número, até, e desde, a zona-alvo, no início de 1944. Daqui para a frente, a Luftwaffe começou a sofrer baixas nas tripulações, as quais não conseguia substituir. Tendo por alvos refinarias e caminhos-de-ferro, os bombardeiros Aliados acabaram com o esforço de guerra alemão no final de 1944. A população civil culpou Göring pelo fracasso ao não ser capaz de proteger ao seu país. Hitler começou a excluí-lo de reuniões, mas manteve-o como chefe da Luftwaffe e como plenipotenciário do Plano dos Quatro Anos. Ao perder a confiança de Hitler, Göring começou a passar mais tempo nas suas casas. No Dia D, em 6 de junho de 1944, a Luftwaffe só tinha 300 caças e um pequeno número de bombardeiros na zona de aterragens; os Aliados tinham um total de aviões. === Fim da guerra === À medida que as tropas soviéticas se aproximavam de Berlim, os esforços de Hitler para organizar a defesa da cidade eram em vão. O seu último aniversário, celebrado no Führerbunker, em Berlim, no dia 20 de abril de 1945, foi a ocasião para a retirada de cena de muitos nazis do topo da hierarquia, incluindo Göring. Por esta altura, Carinhall tinha sido evacuada e o edifício destruído, e todos os objectos de arte transportados para Berchtesgaden e outros locais. Göring chegou à sua propriedade em Obersalzberg a 22 de abril, no mesmo dia em que Hitler, num lento discurso violento contra os seus generais, admitiu pela primeira vez que a guerra estava perdida e que pretendia cometer suicídio. Göring estava profundamente preocupado com o fato de que o seu rival, Martin Bormann, iria lutar pelo poder depois da morte de Hitler, e que o mandaria matar como traidor. Reviu o decreto de 29 de junho de 1941, onde o seu nome era indicado como sucessor de Hitler, e decidiu enviar uma mensagem para Berlim pedindo permissão para assumir o comando do Reich. O telegrama foi interceptado por Bormann, que convenceu Hitler que Göring era um traidor. Hitler anulou o decreto, retirou Göring dos seus gabinetes e títulos, e mandou-o prender e ficar confinado em sua casa, em Obersalzberg. Bormann anunciou, via rádio, que Göring se tinha demitido por razões de saúde. No dia 26 de abril, as instalações de Obersalzberg ficaram debaixo de fogo dos Aliados, e Göring teve que se mudar para o seu castelo em Mauterndorf. No seu testamento, Hitler tirou Göring de membro do Partido Nazi, e nomeou Karl Dönitz para presidente do Reich e chefe das forças armadas. Hitler e a sua companheira, Eva Braun, suicidaram-se a 30 de abril de 1945. Göring foi libertado no dia 5 de maio por uma unidade da Luftwaffe, e partiu para as linhas norte-americanas esperando que aceitassem a sua rendição, em vez de se entregar aos russos. Foi preso, perto de Radstadt, em 6 de maio. == Julgamento e morte == Göring foi levado para Mondorf-les- Bains, no Luxemburgo, para um local de prisioneiros de guerra temporários, no Hotel Palácio. Aqui, foram-lhe retirados os comprimidos de codeína – ele tomava o equivalente a entre 260 a 320 mg de morfina por dia — e imposto um rígido regime de dieta; perdeu 27 quilos. Outros oficiais nazis de topo foram transferidos em setembro para Nuremberga, que seria o local de uma série de tribunais militares, que começariam em novembro. Göring era o segundo oficial com o posto mais alto, julgado em Nuremberga, logo a seguir ao presidente do Reich (anterior almirante), Karl Dönitz. A acusação apontou quatro crimes, incluindo um de conspiração; um de guerra de agressão; crimes de guerra, onde se incluía a pilhagem e o roubo de obras de arte, e outros bens; e crimes contra a humanidade, incluindo o desaparecimento de políticos e outros oponentes sob o decreto Nacht und Nebel (\"Noite e Nevoeiro\"); tortura e falta de tratamento médico de prisioneiros de guerra; e o assassinato e escravatura de civis, como os de judeus (número estimado). Sem permissão para um discurso, Göring declarou-se \"não culpado das acusações apresentadas\". O julgamento teve uma duração de 218 dias; a acusação apresentou as suas alegações entre novembro e março, e a defesa de Göring — a primeira a ser apresentada — entre 8 e 22 de março. As sentenças foram lidas no dia 30 de setembro de 1946. Göring, forçado a manter silêncio, comunicou as suas opiniões usando gestos, abanando a sua cabeça ou rindo. Tomava notas de forma contínua, murmurava com os outros réus e tentava controlar o comportamento instável de Hess, sentado a seu lado. Durante os intervalos no processo, Göring tentou dominar os outros réus e acabou sendo isolado dos outros quando tentou influenciar o seu testemunho. Em entrevistas na prisão com o psiquiatra Leon Goldensohn, Göring refletiu sobre a ascensão do nazismo, repisou a tese da inferioridade de outros povos, como os russos, e declarou ser o maior opositor do comunismo na Alemanha.GOLDENSOHN, Leon. The Nuremberg Interviews. Entrevista de 28 de maio de 1946. O capitão Gustave Gilbert, um oficial e psicólogo americano de informações, que falava alemão, entrevistou Göring e os outros na prisão durante o julgamento. Gilbert tinha um diário, que mais tarde publicaria com o título de Nuremberg Diary. Neste livro, Gilbert descreve Göring, na noite de 18 de abril de 1946, quando o julgamento foi interrompido, por três dias, durante a Páscoa: Em várias ocasiões no decurso do julgamento, a acusação exibiu filmes dos campos de concentração nazistas e de outras atrocidades. Todos os presentes acharam as imagens chocantes, incluindo Göring; ele afirmou que os filmes deviam ser falsos, mas ninguém acreditou. Testemunhas, como Paul Koerner e Erhard Milch, tentaram descrever a personalidade de Göring como pacífica e moderada. Milch referiu que era impossível opor-se a Hitler ou desobedecer às suas ordens; se o fizesse, seria executado, ou alguém da sua família também o seria. Quando testemunhou a seu favor, Göring expressou a sua lealdade para com Hitler e insistiu que não sabia nada sobre o que tinha acontecido nos campos de concentração, que estavam sob a supervisão de Himmler. As suas respostas eram complexas e evasivas e tinha desculpas plausíveis para todas as suas ações durante a guerra. Utilizou o banco de testemunhas como um local para expor, de forma prolongada, o seu próprio papel no Reich, numa tentativa de se mostrar como um pacificador e diplomata antes do início da guerra. Durante o interrogatório, o responsável pela acusação, Robert H. Jackson, leu, em voz alta, o relatório de uma reunião havida pouco antes da Noite dos Cristais', uma enorme pogrom, em novembro de 1938. Nessa reunião, Göring propôs roubar os bens dos judeus no início do pogrom. Mais tarde, David Maxwell Fyfe provou que era impossível que Göring não tivesse conhecimento dos assassinatos de Stalag Luft III — a execução de 50 aviadores que tinham sido recapturados depois de fugirem de Stalag Luft III — a tempo de os ter evitado. Também apresentou provas em como Göring sabia do extermínio dos judeus húngaros. Göring foi considerado culpado nas quatro acusações, sendo condenado à morte por enforcamento. A sentença referiu: Göring pediu para ser executado como um soldado em vez de enforcado como um vulgar criminoso, mas o tribunal recusou. Desafiando a sentença imposta pelo tribunal, suicidou-se com uma cápsula de cianeto de potássio na noite anterior a ser enforcado. Uma teoria sobre a forma como Göring obteve o veneno envolve Jack G. Wheelis, tenente do exército norte-americano que estava prestando serviço no julgamento, e que teria retirado a cápsula dos bens confiscados a Göring pelo Exército. Em 2005, um soldado veterano, Herbert Lee Stivers, que tinha prestado serviço no 26.º Regimento de Infantaria da 1.ª Divisão de Infantaria dos Estados Unidos — a guarda de honra dos Julgamentos de Nuremberga — afirmou ter dado um \"medicamento\" a Göring, dentro de uma caneta de tinta permanente, que uma mulher lhe tinha pedido para fazer entrar na prisão. O corpo de Göring foi exposto no local da execução para que fosse visto pelas testemunhas das execuções. Os corpos foram cremados e as cinzas espalhadas em um rio desconhecido na Alemanha. == Bens pessoais == A confiscação de bens dos judeus deu a Göring uma oportunidade de juntar a sua fortuna pessoal. Alguns dos bens foi ele próprio que se apropriou; outros adquiriu a um preço irrisório. Em outros casos, obteve-os à custa de subornos permitindo que roubassem os bens judeus. Esteve envolvido em situações de corrupção política, com empresários que aprovavam as suas decisões do Plano dos Quatro Anos, e recebeu dinheiro ao fornecer armas aos espanhóis republicanos da Guerra Civil Espanhola através de Pyrkal, na Grécia (embora a Alemanha apoiasse Franco e os nacionalistas). Göring foi nomeado Mestre Reich do Hunt em 1933, e Mestre das Florestas Alemãs, em 1934. Instituiu reformas às leis das florestas e legislou para proteger espécies em perigo. Por esta altura, ganhou interesse na reserva natural de Schorfheide-Chorin, onde limitou 400 km² como parque do Estado, e que ainda se mantém. Aqui, construiu um complexo alojamento de caça, Carinhall, em memória da sua primeira mulher, Carin. Em 1934, o seu corpo foi transladado para este local e colocado em um jazigo na propriedade. O alojamento principal tinha uma grande galeria de arte onde Göring expunha trabalhos pilhados de colecções privadas e museus europeus, após 1939. Göring trabalhou com o Einsatzstab Reichsleiter Rosenberg (Grupo de Trabalho Reichsleiter Rosenberg), uma organização especializada na apropriação de arte e outro material cultural, de colecções judaicas, bibliotecas e museus por toda a Europa. Coordenada por Alfred Rosenberg, o grupo estabeleceu a sua sede em Paris. Cerca de carruagens, cheias de objetos de arte, mobiliário e outros bens roubados, foram enviadas para a Alemanha desde França. Göring visitou regularmente os escritórios de Paris para supervisionar os bens apropriados e escolher aqueles que deviam ir, num comboio especial, para Carinhall e outras residências pessoais. O valor estimado das suas colecções — cerca de 1,5 mil peças — era de 200 milhões de dólares. Göring era conhecido pelos seus gostos extravagantes e roupas vistosas. Tinha vários uniformes especiais para cada posto que detinha; o seu uniforme de Reichsmarschall incluía um bastão com pedras preciosas incrustadas. Hans-Ulrich Rudel, um piloto aviador, de topos, de Stuka, recordou ter-se encontrado duas vezes com Göring vestido com roupas estranhas: de uma das vezes, com uma roupa de caça medieval, praticando tiro com arco com o seu médico; da outra, vestido com uma toga vermelha presa com uma fivela dourada, fumando um cachimbo muito grande. O ministro italiano dos Negócios Estrangeiros, Galeazzo Ciano, referiu que uma das vezes que viu Göring, este vestia um casaco de peles que parecia o que \"uma prostituta de luxo veste quando vai à ópera\". Göring era conhecido pelo seu patrocínio à música, em especial a ópera. Era habitual organizar grandes e sumptuosas festas do seu próprio aniversário. De cada vez que uma parte da residência de Carinhall era construída, Göring dava uma enorme festa, mudando de roupa várias vezes ao longo da noite. O desenho do estandarte Reichsmarschall, num fundo azul-claro, exibia uma águia alemã dourada agarrando uma grinalda em que estavam dois bastões e uma cruz suástica por cima destes. O reverso da bandeira tinha escrito Großkreuz des Eisernen Kreuzes (\"Grã-Cruz da Cruz de Ferro\"), rodeado por uma grinalda entre quatro águias da Luftwaffe. A bandeira era carregada por um porta-bandeiras pessoal em todas as ocasiões públicas. Embora ele gostasse de ser chamado de \"der Eiserne\" (o Homem de Ferro), aquele arrojado e musculado piloto, tornou-se corpulento e pesado. Era o único líder nazi que não se ofendia com piadas sobre ele, \"mesmo que fossem mal-educadas\", tomando- as como um sinal de popularidade. Os alemães gozavam sobre o seu ego, dizendo que ele devia vestir um uniforme de almirante quando tomava banho; e sobre o seu peso, dizendo que \"ele se senta sobre o seu estômago\". Uma piada alegava que ele teria enviado um telegrama a Hitler depois da sua visita ao Vaticano: \"Missão cumprida. Papa destituído. Tiara e vestes pontificais servem perfeitamente.\" == Cumplicidade no Holocausto == thumb|Carta de Göring para Reinhard Heydrich datada de julho de 1941. Segundo Roger Manvell e Heinrich Fraenkel, Goering não era emocionalmente antissemita, tornou-se porque a política do partido exigia que o fizesse. Se ele gostava o bastante de um indivíduo, estava preparado para ignorar o seu sangue judeu. O caso de Erhard Milch, cujo pai era judeu, é notório; para que Milch se tornasse o Secretário de Estado do seu Ministério, ele fez a mãe deste assinar um documento atestando que tinha concebido Milch com um amante não judeu. \"Sou eu\", disse Goering, \"quem decide se alguém é judeu!\". No entanto, Göring apoiou as Leis de Nuremberg de 1935, e, mais tarde, tomou medidas económicas desfavoráveis aos judeus. Göring exigiu que, de acordo com o Plano dos Quatro Anos, todos os bens dos judeus tinham que estar registados, e ficou irritado, numa reunião depois da Kristallnacht, porque o ônus financeiro para as perdas dos judeus teria de ser compensada por empresas de seguros alemãs. Göring então fez com que os judeus fossem multados em um bilião de marcos e os pagamentos que as seguradoras deveriam ter pago aos judeus fossem confiscados. Na mesma reunião, foi discutida a forma de gestão dos bens judaicos e dos próprios judeus. Os judeus seriam segregados e confinados a guetos, ou encorajados a emigrar, e os seus bens seriam confiscados em um programa de arianização. A compensação para os bens confiscados seria baixa, ou mesmo nenhuma. Os detalhes do memorando desta reunião, e de outros documentos, foram lidos no julgamento em Nuremberg, demonstrando, assim, o seu conhecimento e cumplicidade na perseguição aos judeus. Göring disse a Gilbert que ele nunca teria apoiados aquelas medidas antissemitas se soubesse o que iria acontecer. \"Pensei apenas que íamos eliminar os judeus das altas posições nos negócios e no governo,\" afirmou. Em julho de 1941, Göring enviou um memorando a Reinhard Heydrich dando-lhe ordens para organizar as ações práticas para uma solução final para a \"questão judaica\". Na altura em que esta carta foi escrita, já muitos judeus, e outros, tinham sido mortos na Polónia, Rússia e em outros locais. Na Conferência de Wannsee, seis meses mais tarde, Heydrich anunciou formalmente que o genocídio dos judeus na Europa era agora uma política oficial do Reich. Göring não foi à conferência, mas esteve presente em outras reuniões onde o número de pessoas mortas foi discutido. == Condecorações == === Alemanha === * Cruz de Ferro (1914) ** 2ª classe (15 de setembro de 1914) ** 1ª classe (22 de março de 1915) * Pour le Mérite (2 de junho de 1918) * Ordem de Sangue (Medalha Comemorativa de 9 de novembro de 1923) * Broche da Cruz de Ferro ** 2ª classe (30 de setembro de 1939) ** 1ª classe (30 de setembro de 1939) * Cruz de Cavaleiro da Cruz de Ferro (30 de setembro de 1939) * Grã-Cruz da Cruz de Ferro pelas \"vitórias da Luftwaffe em 1940 durante a campanha francesa\" (o único prêmio desta condecoração durante a Segunda Guerra Mundial – 19 de agosto de 1940) * Ordem do Grão-Ducado de Baden Ordem do Leão de Zähringer, Cruz de Cavaleiro de 2ª classe com Espadas * Crachá Dourado do Partido Nazi * Cruz de Cavaleiro com Espadas da Ordem da Casa de Hohenzollern * Cruz de Cavaleiro da Ordem de Mérito Militar Karl-Friedrich * Cruz de Danzig, 1ª e 2ª classe === Estrangeiro === * Cavaleiro da Ordem dos Santos Cirilo e Metódio (Reino da Bulgária) * Grã-Cruz da Ordem do Dannebrog, com Estrela de Peito em Diamantes (Reino da Dinamarca) (25 de julho de 1938) * Comandante da Ordem da Rosa Branca da Finlândia * Grã-Cruz da Ordem de Santo Estêvão da Hungria (Reino da Hungria) * Cavaleiro da Ordem Suprema da Santíssima Anunciação (Reino da Itália) (1940) * Comandante da Grã-Cruz da Ordem da Espada, com Colar (Reino da Suécia) (1939) * Grande Cordão da Ordem do Sol Nascente, com Flores Paulownia (Império do Japão) (4 de outubro de 1943) ====== Fontes ====== == Bibliografia == * * * * * * * * * * * * * * * * * * * * * * * * * === Leitura adicional === * * * * * * * * * * * == Ligações externas == * * * * *Nuremberg Trial Proceedings Vol. 9 Transcrição do testemunho de Göring no julgamento. *\"Lost Prison Interview with Hermann Goring: The Reichsmarschall's Revelations\" publicado por World War II Magazine Categoria:Condenados à morte nos Processos de Nuremberg Categoria:Anticomunistas da Alemanha Categoria:Criminosos de guerra nazistas Categoria:Oficiais nazistas Categoria:Primeiros-ministros da Prússia Categoria:Pessoas da Primeira Guerra Mundial (Alemanha) Categoria:Pessoas da Segunda Guerra Mundial (Alemanha) Categoria:Recebedores da Cruz de Cavaleiro da Cruz de Ferro Categoria:Russofobia Categoria:Suicídios por envenenamento Categoria:Suicidas da Alemanha Categoria:Membros da Sociedade Thule Categoria:Generais da Luftwaffe Categoria:Ases da aviação da Alemanha",
 "title": "Hermann Göring"
}