{
 "id": "96299",
 "text": "O rio Níger é o terceiro rio mais longo da África (depois do Nilo e do Congo) e o principal da África Ocidental, com cerca de km de comprimento, sendo a área da bacia hidrográfica de aproximadamente km².; online at Internet Archive Nasce perto da fronteira entre a Guiné e a Serra Leoa e atravessa cinco países: Guiné, Mali, Níger, Benim e Nigéria. Nasce nas montanhas dos Planaltos da Guiné, perto da fronteira entre a Guiné e a Serra Leoa, dirige-se para norte e depois para nordeste, passando por Bamaco, capital do Mali, e depois por Tombuctu, também no Mali. No meio do deserto do Saara, faz uma apertada curva para sueste, passando por Niamei, a capital do Níger. Serve de fronteira entre este país e o Benim e conflui no Golfo da Guiné, num enorme delta no sul da Nigéria. O seu principal afluente é o rio Benué. Esta estranha forma em arco parece ser devida a este rio ter sido originado pela junção de dois rios: o que segue para nordeste desaguaria num lago interior, antes de o Saara se ter tornado um deserto (há cerca de anos) e o que segue para sudeste teria origem nas montanhas próximas da atual curva. Por esta razão, o Níger tem uma grande importância histórica, uma vez que propiciava o abastecimento das caravanas que atravessavam o continente, e deu origem a cidades importantes, como as atuais capitais e ainda Tombuctu, património da humanidade, que já foi um grande centro urbano. == Etimologia == O Rio Níger é chamado, em língua mandinga, de Jeliba (\"grande rio\"); em língua ibo, de Orimiri (\"água grande\"); em línguas tuaregues, de Egerew n-Igerewen (\"rio dos rios\"); em songai, de Isa Ber (\"rio grande\") ou simplesmente de Isa (\"rio\") em zarma; em hauçá, de Cuara; e em língua iorubá, de Oiá. A origem do nome Níger, que originalmente só se aplicava ao meio do rio, é incerta. Pensa-se que o nome do rio Níger provém da expressão das línguas tuaregues gher n gherem, \"rio dos rios\". A possibilidade mais provável é uma alteração por influência do termo latino niger (\"negro\"), que é usado quando o rio passa por Tombuctu.O nome em árabe nahr al-anhur é tradução direta do tuaregue.Online Etymological Dictionary Os mapas europeus chamavam o rio de Níger quando ele chegava no meio de seu trajeto, e de Cuorra em seu curso inferior, uma vez que estes não foram reconhecidos como sendo o mesmo rio. Quando os colonos europeus começaram a enviar navios ao longo da costa ocidental da África nos séculos XVI e XVII, o rio Senegal foi, muitas vezes, tido como o final do Níger. A Nigéria e o Níger devem os seus nomes ao rio, marcando as reivindicações nacionais por potências coloniais da \"Alta\", \"Baixa\" e \"Média\" bacia do rio durante a partilha da África no final do . == Geografia == O rio nasce em Tembacunda, em Futa Jalom, na Guiné. Uma característica incomum do rio é o delta interior do Níger, no qual a sua inclinação diminui.Reader 2001, p. 191 O resultado é uma região de correntes trançadas, pântanos e lagos do tamanho da Bélgica; as inundações sazonais fazem o Delta ser extremamente produtivo, tanto para pesca quanto para a agricultura. O rio 'perde' quase dois terços de seu fluxo no Delta do Interior entre Segu e Tombuctu, devido a infiltração e evaporação. Toda a água do rio Bani, que desemboca no Delta em Mopti, não compensa as \"perdas\". A \"perda\" média é estimada em 31 quilômetros por ano, mas varia consideravelmente entre os anos.FAO:Irrigation potential in Africa: A basin approach, The Niger Basin, 1997 A quantidade de água que entra na Nigéria foi estimada em 25 quilômetros cúbicos por ano antes da década de 1980 e em 13,5 quilômetros cúbicos por ano durante a década de 1980. O mais importante afluente do Níger na Nigéria é o rio Benué, que se funde com o rio em Lokoja, na Nigéria. O volume total de afluentes na Nigéria é seis vezes maior do que o influxo para a Nigéria, com um fluxo perto da foz do rio situando-se em 177,0 quilômetros por ano antes da década de 1980 e 147,3 quilômetros cúbicos por ano durante a década de 1980. O Níger tem uma das rotas mais incomuns dos grandes rios, uma forma de bumerangue que confundiu geógrafos europeus por dois milênios. A sua fonte localiza-se a apenas 240 quilômetros de distância do oceano Atlântico, mas o rio vai até ao deserto do Saara, então fazendo uma curva acentuada à direita, perto da antiga cidade de Tombuctu, e vai até o Golfo da Guiné. Essa geografia diferente, aparentemente, se deverá ao facto de o rio Níger ser um dos rios mais antigos do mundo. A parte norte do rio, conhecido como a curva do Níger, é uma área importante porque é a fonte de água que abastece o deserto do Saara. Isso o tornou um ponto importante do comércio no oeste do Saara, e o centro dos reinos do Sael, Mali e Gao. == Exploração europeia == thumb|350px|Trajeto do rio Níger, com a localização do \"delta interior\" e da sua bacia hidrográfica A origem do nome do rio é obscura. O que está certo é que \"Níger\" foi uma denominação aplicada na era clássica, quando os europeus já conheciam a região. Um estudo cuidadoso dos escritos clássicos sobre o interior do Saara começa com Ptolomeu, que menciona dois rios no deserto: o \"Gir\" e, mais ao sul, o \"Ni-Gir\".C. K. Meek, The Niger and the Classics: The History of a Name. The Journal of African History. Vol. 1, No. 1 (1960), pp. 1-17. Law carefully ties together the classical sources on this, and explains the mix of third hand reports and mythology that was current in both the European and Arab worlds. O primeiro tem sido identificado como o Ghir Wadi na borda noroeste do Tuat, ao longo das fronteiras do Marrocos e da Argélia.Edward Herbert Bunbury, William H. Stahl. A History of Ancient Geography Among the Greeks and Romans: From the Earliest Ages Till the Fall of the Roman Empire J. Murray, London (1879) pp.626–627 Relatos indicam que romanos viajaram para o \"Ger\", embora, nos relatos, nenhum rio tenha seu nome derivado da língua berbere, na qual \"gher\" significa \"curso de água\". Caio Plínio Segundo relatou estes dois rios como um curso de água que fluiu muito tempo no Nilo, uma impressão que árabes e europeus tinham até ao . A conexão com o rio Nilo foi feita não apenas porque este era, então, conhecido como o grande rio de \"Etiópia\" (nome pelo qual todas as terras ao sul do deserto do Saara foram chamados por escritores clássicos), mas porque o Nilo inundava todos os verões. Na Europa e na Ásia Ocidental, as inundações são esperados na primavera, depois de a neve derreter. Os comentários de Leão Africano e de ibne Batuta fizeram o mito que liga o Níger ao Nilo persistir.Law (1967) pp.182–4 Os antigos romanos, como Plínio, pensavam que o rio, perto de Tombuctu, fazia parte do rio Nilo, enquanto os primeiros exploradores europeus pensavam que este fluía a oeste e juntava-se ao rio Senegal. === Expedições === Muitas expedições europeias foram feitas no rio. Em 1788, a Associação Africana foi formado na Inglaterra, para promover a exploração da África na esperança de localizar o Níger, e em junho de 1796 o explorador escocês Mungo Park foi o primeiro europeu a chegar no rio. O verdadeiro curso do rio foi citado em seu livro Viagens no Interior da África, que foi publicado em 1799. No , o primeiro navio a vapor navegou no rio. O navio fora construído pelo estaleiro Laird em 1832. Macgregor Laird projetou um navio a vapor de rodas, o Alburca, que fez a expedição até a África Ocidental. Macgregor Laird assumiu o comando pessoal da expedição. O navio Alburca foi saiu de Milford Haven, no País de Gales, em julho de 1832 com 48 pessoas a bordo, atingindo a foz do Níger três meses mais tarde, e entrando na história como o primeiro navio de ferro a navegar no rio. Depois de fazer seu caminho até uma das muitas correntes do delta do Níger, o Alburca progrediu ao rio principal. A expedição tinha, como propósito, mostrar que o Níger oferecia uma rota de navegação. Quando o Alburca voltou para Liverpool em 1834, apenas nove da tripulação original de 48 pessoas estavam vivos. Macgregor Laird chegou à cidade com a saúde debilitada. Em 24 de outubro de 1946, três franceses, Jean Sauvy, Pierre Ponty e o cineasta Jean Rouch, foram os primeiros a viajar por toda a extensão do rio. Eles viajaram desde o início do rio perto de Cissidugu na Guiné, andando primeiramente em uma balsa. Dois deles atingiram o oceano em 25 de março de 1947ː Pierre Ponty tinha abandonado a expedição em Niamey, um pouco além da metade do rio. Eles levaram uma câmera e filmaram a expedição. As imagens deram, a Jean Rouch, seus dois primeiros documentários etnográficos: Au Pays des mages noirs (No país dos magos negros) e La chasse à l'hippopotame (A caça ao hipopótamo). As imagens foram usadas para escrever o livro Le Níger En Pirogue (O Níger em piroga) (de Fernand Nathan, 1954), e também o livro Descente du Niger (Descida do Níger) (L'Harmattan, 2001). Uma máquina de escrever foi levadaː assim, Pierre Ponty fez artigos para um jornal, que ele enviava sempre que podia. Mais recentemente, o norueguês Helge Hjelland fez outra viagem em toda a extensão do rio Níger, começando na Guiné-Bissau em 2005. A viagem foi filmada pelo próprio aventureiro e transformado em um documentário intitulado A viagem mais cruel. === História da exploração === João de Santarém e Pedro Escobar, em 1471, chegaram à foz do rio Níger. Todavia, a localização das nascentes do rio foi um mistério durante séculos. O explorador escocês Mungo Park foi o mais conhecido nessa tentativa. == Gestão e desenvolvimento == A água do rio Níger é parcialmente regulamentada através de barragens. Em Mali, a barragem Selingué no rio Sancarani é usada principalmente para a energia hídrica, mas também permite a irrigação. Duas barragens, a de Sotuba em Marcala, e a de Segu, são usadas para irrigação, abrangendo cerca de hectares. Na Nigéria, as barragens de Cainji e Jeba são usadas ​​para gerar energia hidrelétrica. Os recursos hídricos do rio Níger estão sob pressão devido à captação de água para irrigação, o que aumentou devido ao impacto da mudança climática. A construção de barragens para geração de energia hidrelétrica está em curso ou prevista, a fim de aliviar a escassez de energia crônica nos países da bacia do Níger. A Organização das Nações Unidas para Agricultura e Alimentação (FAO) estima que cerca de 2,8 milhões de hectares precisam de irrigação. Apenas 0,93 milhões de hectares estavam sendo irrigados no final de 1980. === Plano de Investimento === A fim de continuar seus esforços, em abril de 2008, os países que formam a Bacia do Níger aprovaram um plano de investimentos de 5 anos. A Carta falava sobre Recursos Hídricos e definia os procedimentos para o exame e aprovação de novos projetos, fornecia uma estrutura para a alocação dos recursos hídricos entre os setores, se comprometia a manter a integridade dos ecossistemas aquáticos e definia mecanismos para a resolução de litígios entre países. Investimentos incluíam a expansão da agricultura irrigada para melhorar a segurança alimentar, a construção da barragem de Taussa no Mali e a de Candaji no Níger (esta última está em construção desde agosto de 2008), bem como a reabilitação da barragem Cainji e da represa Jeba na Nigéria.Niger Basin Authority (NBA), Executive Secretariat, \"8th Summit of the Heads of State and Government\", Final communique (http://www.abn.ne/index.php/eng/News/Publi-INFO/Final-communique-8-th-Head- of-States-Summit), quoted in the Newsletter No. 47 of ECLAC because the website of the Niger Basin Authority is not working, accessed on January 9, 2010 === Financiamento === A maioria dos investimentos é financiada através da ajuda internacional. Por exemplo, a barragem Candaji é financiada pelo Banco Islâmico de Desenvolvimento, o Banco Africano de Desenvolvimento e o Fundo de Desenvolvimento OPEP. O Banco Mundial aprovou um empréstimo de 500 milhões de dólares estadunidenses em julho de 2007 para financiar projetos na bacia ao longo de um período de 12 anos. O financiamento seria concedido em duas fases. O crédito de 185 milhões de dólares estadunidenses iniciais iria para a Nigéria, Guiné, Benim, Mali e Níger. O segundo, de 315 milhões de dólares estadunidenses, estava previsto para Burquina Fasso, Camarões, Chade e Costa do Marfim.Voice of America: RSS Feed World Bank Sending $500 Million Funding for Niger Basin Development, July 4, 2007 Além de financiar a reabilitação de barragens na Nigéria, o empréstimo também financiaria a gestão sustentável dos ecossistemas degradados e construiria infraestrutura.World Bank:Niger Basin Water Resources Development and Sustainable Ecosystems Management Project, accessed on January 9, 2010 === Transporte fluvial e dragagem === Em setembro de 2009, o governo nigeriano iniciou uma dragagem do rio Níger no valor de 36 milhões de nairas, um procedimento que visava a retirar o lodo de várias centenas de quilômetros do rio. A dragagem visava a tornar mais fácil o transporte de bens para os assentamentos isolados localizados profundamente dentro do Oceano Atlântico. Era estimada para ser concluída dentro de seis a oito meses. O presidente da Nigéria Umaru Yar'Adua declarou que o projeto levaria a navegabilidade ao rio Níger e que ele esperava que, em 2020, a Nigéria se tornasse uma das vinte nações mais industrializadas do mundo. Alhaji Ibrahim Bio, ministro dos transportes da Nigéria, disse que seu ministério iria trabalhar para ter certeza de que o projeto seria concluído dentro do seu prazo designado. Alguns ativistas, no entanto, se opuseram ao projeto no passado, alegando que pode ter efeitos negativos sobre os moradores que vivem à beira do rio. No final de março de 2010, o projeto de dragagem estava 50% concluído. == Hidrometria == Durante mais de 40 anos (1952-1992), o fluxo do rio foi observado em Malanville, uma cidade no Benim, cerca de 1 100 quilômetros a montante, medido a partir da foz do Níger.GRDC - Der Niger in Malanville A taxa de fluxo médio anual observado em Malanville neste período foi de 1 053 metros cúbicos por segundo. O Níger é um rio muito grande, mas ele também estimula os fluxos como a maioria dos rios na região. No período de observação de 40 anos, um fluxo mínimo de 18 metros cúbicos por segundo (quase completamente seco), e uma vazão máxima de 2 726 metros cúbicos por segundo foi registrada. O fluxo médio mensal do rio Níger medido na estação hidrológica de Malanville (em metros cúbicos por segundo) (calculado com dados entre 1952 a 1992) Colors = id:lightgrey value:gray(0.8) id:darkgrey value:gray(0.3) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.8,0.9) ImageSize = width:600 height:280 PlotArea = left:40 bottom:40 top:20 right:20 DateFormat = x.y Period = from:0 till:2000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:lightgrey increment:500 start:0 ScaleMinor = gridcolor:lightgrey increment:250 start:0 BackgroundColors = canvas:sfondo BarData = bar:Jan text:Jan bar:Fév text:Fev bar:Mar text:Mar bar:Avr text:Abr bar:Mai text:Mai bar:Jun text:Jun bar:Jul text:Jul bar:Aoû text:Ago bar:Sep text:Set bar:Oct text:Out bar:Nov text:Nov bar:Déc text:Dez PlotData = color:barra width:30 align:left bar:Jan from:0 till: 1661 bar:Fév from:0 till: 1401 bar:Mar from:0 till: 1410 bar:Avr from:0 till: 736 bar:Mai from:0 till: 308 bar:Jun from:0 till: 149 bar:Jul from:0 till: 204 bar:Aoû from:0 till: 788 bar:Sep from:0 till: 1559 bar:Oct from:0 till: 1575 bar:Nov from:0 till: 1403 bar:Déc from:0 till: 1544 PlotData = bar:Jan at: 1661 fontsize:S text: 1.661 shift:(-10,5) bar:Fév at: 1401 fontsize:S text: 1.401 shift:(-10,5) bar:Mar at: 1410 fontsize:S text: 1.410 shift:(-10,5) bar:Avr at: 736 fontsize:S text: 736 shift:(-10,5) bar:Mai at: 308 fontsize:S text: 308 shift:(-10,5) bar:Jun at: 149 fontsize:S text: 149 shift:(-10,5) bar:Jul at: 204 fontsize:S text: 204 shift:(-10,5) bar:Aoû at: 788 fontsize:S text: 788 shift:(-10,5) bar:Sep at: 1559 fontsize:S text: 1.559 shift:(-10,5) bar:Oct at: 1575 fontsize:S text: 1.575 shift:(-10,5) bar:Nov at: 1403 fontsize:S text: 1.403 shift:(-10,5) bar:Déc at: 1544 fontsize:S text: 1.544 shift:(-10,5) == Ver também == * Mungo Park, explorador do rio Níger * Parque Nacional W == Bibliografia == * == Ligações externas == * * Fabio Spadi, \"The ICJ Judgment in the Benin-Niger Border Dispute: the interplay of titles and ‘effectivités’ under the uti possidetis juris principle\", Leiden Journal of International Law (2005) 4, pp. 777-794 (em inglés).",
 "title": "Rio Níger"
}