{
 "id": "96396",
 "text": "O ready-made nomeia a principal estratégia de fazer artístico de Marcel Duchamp e é uma forma ainda mais radical da arte encontrada (ou objet trouvé, no original francês). O ready-made é manifestação radical da intenção de Marcel Duchamp de romper com a artesania da operação artística, uma vez que se trata de apropriar-se de algo que já está feito: escolhe produtos industriais, realizados com finalidade prática e não artística (urinol de louça, pá, roda de bicicleta), e os eleva à categoria de obra de arte. Caracteriza-se por uma operação de sentido que faz retornar o literário ao problema da arte, contrariando a ênfase modernista na forma do objeto artístico. O conceito de alegoria retorna na forma de uma operação que indicia um significado novo em um objeto concreto. Ao adotar tal operação de sentido, Duchamp termina por implicar mais que a obra de arte; é necessário tratar de toda a constelação estética que envolve a obra e da conjuntura de sentido que a produz, mas também a que a sustenta e sanciona. É o caso de \"Fonte\", de 1917. Apresentada no Salão da Sociedade Novaiorquina de artistas independentes, constituída a partir de um mictório invertido. A operação que o caracteriza é o deslocamento de uma situação não artística para o contexto de arte. Tal operação é marcada por sua apresentação como escultura e assinatura. À inversão física do objeto corresponde a inversão de seu sentido, que se espelha no corpo do espectador. Do mesmo modo, \"Porta-garrafas\" (1914, readymade) e \"Roda de bicicleta\" (1913, readymade assistido) tiram partido de um deslocamento e manipulação do objeto para tornar o sentido de sua aparição crítico. Ao longo de seu trabalho, decide qualificar a produção de ready mades. A expressão se referia primariamente aos poucos objetos que não sofreram qualquer intervenção formal. Na qualidade de objetos, assim, de algum modo transformados, temos os ready mades ajudados, retificados, corrigidos e recíprocos, segundo o modo pelo qual sua forma sofre interferência por parte do artista. Como em outros casos, está explícito o típico propósito dadaísta de chocar o espectador (o artista, o crítico, o amador de arte), choque que caracteriza a atitude das vanguardas (que necessitam desse choque para reformular o conceito de arte) e que persiste frequentemente na arte contemporânea. Mas o ready-made também evidencia sua constituição em uma neutralidade estética, a partir da qual a operação de sentido é proposta : o ready made inicia numa \"indiferença visual\" : \"...a ideia sempre vinha primeiro, e não o exemplo visual\", o que é, \"...uma forma de recusar a possibilidade de definir a arte.\" (em Entrevista com Pierre Cabanne). Uma arte calcada no conceito, que se desenvolve a partir do 'encontro' (rendez-vous), ou seja, do achado fortuito, da blague que dota o objeto de sentido de modo desinteressado, e que, assim, fará com que a obra exista para qualquer sujeito do mesmo modo; em relação à aesthesis, a sensação, o ready made se oferece como fato estético no qual podemos incluir e elaborar nossas experiências, mas que independe da categoria gosto. Coloca, assim, a obra como problema a ser vivenciado pelo espectador e elimina a ideia da obra como expressão, tornando inúteis tentativas de percebê-la como representação de uma biografia ou interioridade do autor. Podemos, assim, fazer paralelos com a ideia de \"morte do autor\", presente nas obras de Barthes, De Man e Derrida. Não por acaso, Duchamp afirmaria mais tarde que \"será arte tudo o que eu disser que é arte\" - ou seja, todo acervo artístico que nos foi legado pelo passado só é considerado arte porque alguém assim o disse e nós nos habituamos a admiti-lo. Donde se conclui que La Gioconda, de Da Vinci, ou O Enterro do Conde de Orgaz, de El Greco, não seriam mais arte do que um urinol ou uma pá de lixo: todos dependem de uma reconstituição atual de seu sentido (como funcionamento da obra), e somente nesse funcionamento conceitual e crítico, do qual faz parte o sujeito, é que a obra se justifica como arte. Isto é, além de nos indicar que a arte precede e prescinde a maestria formal, o readymade nos faz ver que o objeto deixa de ser arte no momento em que deixa de propor, para si mesmo, novas interpretações — no momento em que deixa de fazer um novo sentido. Categoria:Movimentos artísticos Categoria:Arte moderna Categoria:Teoria da poesia moderna Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Ready-made"
}