{
 "id": "96442",
 "text": "La traviata (em português significa figurativamente, \"A mulher caída\") é uma ópera em quatro cenas (três ou quatro atos) de Giuseppe Verdi com libreto de Francesco Maria Piave. Foi baseada no romance A Dama das Camélias, de Alexandre Dumas Filho. Estreou a 6 de março de 1853 no Teatro La Fenice, em Veneza. == Personagens == Violetta Valéry soprano Flora Bervoix (a sua amiga) soprano Annina (a empregada de Violetta) soprano Alfredo Germont tenor Giorgio Germont (o seu pai) barítono Gastone (o Visconde de Létorières) tenor O Barão Douphol barítono O Marquês d'Obigny baixo O Dr. Grenvil baixo Giuseppe (o servo de Violetta) tenor Um empregado doméstico de Flora baixo Um comissionário baixo == Sinopse == : La traviata se traduz em português como a Transviada; no sentido de mulher leviana. :Observação: em algumas montagens, o terceiro ato é representado como sendo a segunda cena do segundo ato. O quarto ato, nesse caso, corresponderia ao terceiro. === Ato I === É noite de festa na casa da cortesã Violetta Valéry. Violetta, prometida ao Barão Douphol, é apresentada pelo seu amigo Gastone de Letorières a Alfredo Germont. Gastone conta que ele já conhecia Violetta há algum tempo e a amava em segredo. Alfredo, então, fazendo um brinde a Violetta, declara-lhe o seu amor. Violetta responde a Alfredo que, sendo uma mulher mundana, não sabe amar e que só lhe poderia oferecer a amizade, sendo que Alfredo deveria procurar outra mulher. Mas ainda assim, Violetta oferece-lhe uma rosa que carrega entre os seios e pede-lhe que volte no dia seguinte. Após a festa, Violetta permanece só e começa a dar-se conta do quão profundamente lhe tocaram as palavras de Alfredo, um amor que ela jamais conheceu anteriormente. === Ato II Cena 1 === Violetta e Alfredo iniciam um relacionamento amoroso e vão morar em uma casa de campo, nos arredores de Paris. Aninna, a criada de Violetta, conta a Alfredo que Violetta tem ido constantemente a Paris vender seus bens, para suportar as despesas da casa de campo. Giorgio Germont, o pai de Alfredo, visita Violetta e suplica-lhe que abandone Alfredo para sempre. Giorgio conta- lhe sobre a sua família e especialmente a sua filha, em Provença, e acredita que ver Alfredo envolvido com uma mulher mundana destruiria a sua reputação. Contrariada, Violetta atende às súplicas de Giorgio e sela um envelope endereçado a Alfredo. Violetta parte para uma festa na casa da sua amiga Flora Bervoix e Alfredo lê a carta. Desconfiado de que Violetta possa tê-lo traído, Alfredo vai até a casa de Flora para se vingar. === Ato II Cena 2 === A festa tem início com um grupo de mascarados que lhes proporcionam um divertimento. Alfredo chega a festa e logo de seguida chega Violetta Valery acompanhada pelo Barão Duphol. Alfredo começa a jogar com o Barão e ganha. No momento em que o jantar é servido, Violetta e Alfredo permanecem a sós no salão e Alfredo força-a a confessar a verdade. Violetta, mentindo, diz amar o barão. Furioso, Alfredo convoca todos para o salão e atira à cara de Violetta todo o dinheiro ganho no jogo e desafia Douphol para um duelo. Violetta desmaia, Alfredo é reprimido por todos e a festa termina. === Ato III === Violetta está doente e empobrecida, depois de se desfazer de todos os bens. Tomada pela tuberculose, recebe cartas de vários amigos e uma, em especial, chama-lhe a atenção. É de Giorgio Germont, arrependido por ter colocado Violetta contra Alfredo. Giorgio e Alfredo visitam Violetta, e reconciliam-se. Violetta e Alfredo começam a fazer planos de vida para depois da recuperação de Violetta. No entanto, Violetta está muito debilitada fisicamente e começa a sentir o corpo ceder. Entrega a Alfredo um retrato seu e avisa-o para que o entregue à próxima mulher por quem ele se apaixonar. Violetta sente os espasmos da dor cessarem, mas em seguida expira. ==Em Portugal== Em Portugal a obra estreou em 28 de Fevereiro de 1855 no Real Theatro de São João, atual Teatro Nacional de São João, no Porto. == Ligações externas == * * Categoria:Óperas de Giuseppe Verdi Categoria:Óperas em italiano Categoria:Óperas de 1853 Categoria:Óperas que estrearam no Teatro La Fenice",
 "title": "La traviata"
}