{
 "id": "96484",
 "text": "O Bugatti Veyron EB 16.4 é um supercarro de motor central, desenhado e desenvolvido na Alemanha pelo Grupo Volkswagen e fabricado em Molsheim, na França, pela Bugatti Automobiles S.A.S. A versão original tinha a velocidade máxima de 407,12 km/h (252,97 mph). Foi eleito o carro da década (2001-2009) pelo programa de televisão da BBC, Top Gear. A versão original também ganhou o prêmio Best Car Driven All Year pelo mesmo programa, em 2005. A versão Super Sport do Veyron foi reconhecida pelo Guinness World Records como o carro de rua mais rápido do mundo, com a velocidade máxima de 431,072 km/h (285,093 mph). Este recorde foi posteriormente quebrado pelo Koenigsegg Agera RS, que atingiu 466,6 km/h em 2017, e se tornou a partir de então, o novo carro de produção mais rápido do mundo. A versão roadster Grand Sport Vitesse do Veyron é o conversível mais rápido do mundo, alcançando a velocidade de 408,84 km/h (254,04 mph) em um teste realizado em 6 de abril de 2013. O desenhista-chefe do Veyron foi Hartmut Warkuss, e o exterior foi desenhado por Jozef Kabaň, da Volkswagen. Grande parte do trabalho de engenharia foi orientado pelo engenheiro-chefe Wolfgang Schreiber. Vários modelos especiais foram produzidos. Em dezembro de 2010, a Bugatti começou a oferecer para potenciais compradores a possibilidade de personalizar cores interiores e exteriores do automóvel, utilizando o aplicativo Veyron 16.4 Configurator no site oficial da marca. == História == === Origem do automóvel === Em 1998, o Grupo Volkswagen adquiriu os direitos de uso da marca Bugatti com a intenção de revitalizar a marca. A partir do Bugatti EB118, foi apresentado quatro conceitos em vários salões do automóvel, todos com motor W18. No Tokyo Motor Show de 1999, foi apresentado o primeiro conceito do Veyron. Na época, o nome do conceito era \"Bugatti Veyron EB 18.4\", equipado com um motor W18 vez do motor motor W16 da versão de produção. Enquanto os três protótipos anteriores tinham sido desenhados por Giugiaro, o Veyron foi projetado pelos designers da própria Volkswagen. A decisão de iniciar a produção do automóvel foi tomada pelo Grupo Volkswagen em 2001. O primeiro protótipo em condições de uso foi concluído em agosto de 2003. Ele é similar à versão de produção, exceto por alguns detalhes. Na transição do desenvolvimento para a produção em série, problemas técnicos consideráveis tiveram que ser consertados, o que atrasou produção para setembro de 2005. === Origem do nome === O nome \"Veyron\" é homenagem ao engenheiro, piloto de testes e co-piloto de corridas da Bugatti, Pierre Veyron, que, juntamente com o co-piloto Jean-Pierre Wimille, ganhou as 24 Horas de Le Mans em 1939 conduzindo um Bugatti. O \"EB\" refere-se ao fundador da Bugatti, Ettore Bugatti. O \"16.4\" refere-se aos 16 cilindros do motor e ao uso de quatro turbocompressores. == Controvérsias do recorde mundial == Uma controvérsia iniciada em 2013 sobre o Veyron Super Sport ser ou não o carro de produção mais rápido do mundo, em última instância foi resolvido em favor do Veyron. No início de abril de 2013, o site driving.co.uk (também conhecido como Sunday Times Driving) começou investigações após alegações da marca estadunidense Hennessey afirmar que o Venom GT detinha o recorde como o carro de produção mais rápido do mundo pelo Guinness World Records. Com a velocidade registrada de 427,6 kmh (265,7 mph), o Hennessey foi 3,4 km/h (2,1 mph) mais lento que o Veyron. Porém, a Hennessey julgou o recorde oficial do Veyron como indeferido, alegando que a versão de produção Super Sport do Veyron é limitada a 415 km/h (258 mph) e que a versão em que o recorde foi estabelecido não está disponível aos clientes, já que foi modificada (com a retirada do limitador de velocidade). A Hennessey também alega que o Venom GT utilizado para o teste não foi modificado de forma alguma e que é um carro de produção no sentido estrito do termo. O Sunday Times Driving pediu esclarecimentos por parte do Guinness World Records, que investigou esse recorde e descobriu que a modificação foi contra as diretrizes oficiais. Com isso, o Guinness World Records anulou temporariamente o recorde oficial e anunciou que estava \"revisando esta categoria com a consulta de especialistas externos para garantir que os registros reflitam adequadamente nas conquistas deste campo\". Após o acontecido, a Shelby SuperCars (fabricante do Ultimate Aero TT) disse que havia recuperado o registro, no entanto o Guiness restabeleceu o recorde do Veyron Super Sport, após chegar a conclusão de que \"a retirada do limitador de velocidade não altera a concepção fundamental do carro ou seu motor\". == Bugatti Veyron (2005−2011) == === Especificações e performance === O motor do Veyron é um 8 litros W16 a gasolina, o equivalente de dois V8 4 litros juntos. Cada cilindro contém 4 válvulas, totalizando 64 válvulas. A configuração VR8 de cada bancada permite o uso de apenas dois comandos de válvulas para operar as duas bancadas de cilindros, por isso, apenas quatro comandos de válvulas são necessários. O motor é alimentado por quatro turbos e tem cilindrada de 7.993 centímetros cúbicos, com um quadrado de 86 por 86 mm de diâmetro de curso. A transmissão de dupla embreagem sequencial de sete velocidades é controlada automaticamente por computadores. Com paddle shifters atrás do volante feitos de magnésio, realiza trocas de marchas em menos de 150 milissegundos. Pode ser dirigido no modo semi-automático ou completamente automático. Uma transmissão substituta do Veyron custa mais de R$300.000. Utiliza um sistema de tração integral permanente e pneus Michelin PAX de esvaziamento limitado, desenhado especificamente para suportar a velocidade máxima do Veyron, custando aproximadamente R$70.000 cada. O pneu pode ser montado no aro somente na França, um serviço que custa aproximadamente R$200.000. Pesando 1.888 kg, tem uma relação peso-potência de 530 cv por tonelada. A distância entre-eixos do carro é de 2.710 milímetros. O comprimento é de 4.462 milímetros. A largura é de 1.998 milímetros e a altura é de 1.204 milímetros. O Veyron tem um total de dez radiadores: * três trocadores de calor para os intercoolers; * três radiadores para o motor; * um radiador para o sistema de ar-condicionado; * um radiador de óleo da transmissão; * um radiador de óleo do diferencial; * um radiador de óleo do motor. Em condições normais de uso, tem o coeficiente aerodinâmico de 0,41. Após a inserção de uma chave especial que abaixa a distância do solo, o coeficiente cai para 0,36. Tem uma área frontal de 2,07 m², assim, a área de arrasto é de CdA= 0,74 m². === Motor === De acordo com o Grupo Volkswagen e certificado pela TÜV Süddeutschland, a versão final do Veyron produz 1.001 cavalos de potência e gera 1.250 N·m (127,4 kgf·m) de torque. De acordo com os funcionários da Bugatti, essa medida foi um tanto conservadora, sendo que a real potência verificada é de 1.020 cavalos a 6.000 rpm. Há uma variação de potência de motor a motor, o que explica essa medida mais conservadora. === Velocidade máxima === Inspetores alemães registraram uma velocidade média superior da versão original, de 408,47 km/h (253,81 mph) durante as sessões na pista de testes Ehra-Lessien em 19 de abril de 2005. Esta velocidade foi equiparada por James May do programa Top Gear em novembro de 2006, na pista de testes privada do Grupo Volkswagen, Ehra-Lessien. James May ressaltou que, em velocidade máxima, o motor consome 45.000 litros de ar por minuto (o mesmo que uma pessoa respira em quatro dias). No estúdio, Jeremy Clarkson comentou que muitos supercarros ficam muito instáveis e trêmulos em velocidade máxima, como se fosse \"o limite do que é fisicamente possível\". May afirmou que o Veyron manteve-se bem controlado, apenas tremendo um pouco quando o freio a ar do aerofólio hidráulico foi acionado. A velocidade máxima do carro sem o uso da chave especial é de 343 km/h. Quando o carro atinge 220 km/h, a suspensão hidráulica abaixa o carro até que ele tenha uma distância ao solo de cerca de 9 cm. Ao mesmo tempo, a aerofólio hidráulico se abaixa. Neste modo, esta fornece 3.425 Newtons de downforce, grudando o carro na estrada. O modo de velocidade máxima deve ser optado enquanto o veículo está parado. O motorista deve inserir uma chave especial de velocidade máxima à esquerda do seu assento, o que ativa uma lista de verificação para determinar se o carro e seu motorista estão prontos para tentar atingir a velocidade máxima. Se assim for, o spoiler traseiro se retrai, os difusores de ar frontais se fecham, e os normais 12,5 centímetros de distância ao solo caem para 6,5 cm. === Freios === O Veyron usa freios a disco perfurados feitos de fibra de carbono radialmente ventilados e reforçados com carboneto de silício (C/SiC) fabricados pela SGL Carbon, que têm maior resistência à fadiga quando comparados aos discos de ferro fundido convencionais. As pinças de freio são feitas de liga de alumínio leve, fabricadas pela AP Racing; os da frente têm oito pistões de titânio e as pinças traseiras têm seis pistões. A Bugatti afirma que a desaceleração máxima é de 1,3 G com pneus de rua. Como uma característica de segurança (em caso de falha no sistema de freios) um sistema de frenagem anti-bloqueio (ABS) também foi instalado no freio de mão. Em velocidades superiores a 200 km/h, o spoiler traseiro também atua como freio a ar, inclinando-se a um ângulo de 55º em 0,4 segundos após a aplicação do freio, proporcionando 0.68 G (6,66 m/s²) de desaceleração (o equivalente a um carro hatch comum). O Veyron pode frear de 400 km/h até 0 em menos de 10 segundos, apesar de utilizar meio quilômetro para fazer isso. === Jogos === A Bugatti Veyron já apareceu em jogos como Forza, Gran Turismo e Need for Speed. === Galeria === File:Bugatti Veyron 16.4 – Frontansicht, 5. April 2012, Düsseldorf.jpg File:Bugatti Veyron 16.4 – Heckansicht (6), 5. April 2012, Düsseldorf.jpg File:Bugatti Veyron 16.4 – Heckansicht (2), 5. April 2012, Düsseldorf.jpg File:Bugatti Veyron 16.4 – Seitenansicht, 5. April 2012, Düsseldorf.jpg File:Bugatti Veyron 16.4 – Motor, 5. April 2012, Düsseldorf.jpg File:Bugatti Veyron 16.4 – Innenraum (1), 5. April 2012, Düsseldorf.jpg File:Bugatti Veyron 16.4 – Innenraum, 5. April 2012, Düsseldorf.jpg == Bugatti Veyron 16.4 Grand Sport (2009–2015) == A versão targa do Bugatti Veyron foi revelada no Pebble Beach Concours d'Elegance de 2008. Tem novas chapas de reforçamento para compensar a falta do teto, além de pequenas mudanças no para-brisa e no desenho dos faróis. Dois tetos removíveis estão inclusos, o primeiro rígido e o segundo uma capota macia. A velocidade máxima com o teto rígido é a mesma que a versão coupé, porém, sem nenhum teto removível a velocidade é limitada a 369 km/h — e a 130 km/h com a capota macia encaixada. A edição Grand Sport foi limitada a 150 unidades. As primeiras 50 foram vendidas exclusivamente para clientes registrados da Bugatti. A produção começou no segundo trimestre de 2009, com o preço de € 1.400.000,00 (excluindo impostos e entrega). File:Bugatti (5491324973).jpg File:Bugatti Veyron 16.4 Grand Sport (5491313593).jpg File:2012 Bugatti Veyron G.S. interior.jpg === Versões especiais === ==== Sang Bleu (2010) ==== O Sang Bleu tem carroceria azul de fibra de carbono com alumínio polido e rodas inspiradas no Grand Sport Roadster. File:SangBleuFront.JPG File:SangBleu.JPG File:SangBleu4.JPG File:SangBleu1.JPG ==== Soleil de Nuit (2010) ==== O Soleil de Nuit foi exibido pela primeira vez em 2009 no Dubai Motor Show. Ele combina assentos de alumínio polido com pintura metálica azul e preto. Ele também possui um interior laranja. Foi vendido por US$ 2.270.000,00. ==== Grey Carbon (2010) ==== O Grey Carbon foi exibido pela primeira vez no Salão Automóvel de Genebra de 2010. No exterior, a carroceria era de fibra de carbono exposta com painéis cinza escuro metálico feito de alumínio parcialmente polido. Apenas uma edição do Grand Sport Grey Carbon foi feita. ==== Royal Dark Blue (2010) ==== O Royal Dark Blue foi exibido ao lado do Grey Carbon no Salão de Genebra de 2010. Dispõe de um monocoque feito de fibra de carbono, com seção traseira terminada em azul escuro Royal, daí o nome. O resto do carro é pintado de branco ártico. Foi vendido por € 1.750.000,00. ==== Sang Blanc (2010) ==== O Sang Blanc foi desenhado a pedido de um cliente do Reino Unido. Ele é concluído em um perolado branco fosco e pintado em preto na grade frontal, no escapamento e na tampa do motor, bem como o interior. Em 2011, o Sang Blanc foi vendido com 721 quilômetros no hodômetro por £1.250.000,00. ==== Matte White (2011) ==== O Matte White foi exibido pela primeira vez no Shanghai Auto Show de 2011. Ele apresenta um acabamento fosco branco, com a parte inferior do carro em fibra de carbono azul. O interior também é azul. Foi vendido logo depois que foi colocado em exibição. ==== L'Or Blanc (2011) ==== O Veyron \"L'Or Blanc\" (\"ouro branco\") usa porcelana produzida pela empresa Königliche Porzellan-Manufaktur. Tem a carroceria com faixas azuis e brancas. File:Bugatti Veyron IAA 2011.jpg File:Bugatti Veyron Grand Sport L'Or Blanc - Flickr - David Villarreal Fernández (6).jpg File:Bugatti Veyron Grand Sport L'Or Blanc - Flickr - David Villarreal Fernández.jpg File:Bugatti Veyron Grand Sport LOr Blanc at the Frankfurt Motor Show IAA 2011 (6146896119).jpg File:Bugatti Detail.jpg ==== Red Edition (2011) ==== O Red Edition foi mostrado no Frankfurt Motor Show de 2011, com carroceria, interior e rodas vermelhas. Pensa-se que a Bugatti trouxe esse carro à Frankfurt para acelerar compras do Grand Sport, como o valor das vendas tinha sido reduzido drasticamente. File:Bugatti Veyron 16.4 Grand Sport at the Frankfurt Motor Show IAA 2011 (6147469644).jpg File:11-09-04-iaa-by-RalfR-362.jpg ==== Middle East Editions (2011) ==== Três diferentes modelos ‘Middle East Edition’ foram exibidos no Dubai Motor Show de 2011. O primeiro carro tem um exterior amarelo brilhante, interior com inserções de fibra de carbono preto e rodas pretas. O segundo tem um exterior azul carbono moldado com alumínio polido e um interior laranja. A edição final apresenta um acabamento de carbono verde, uma vez mais moldada com alumínio polido. O modelo amarelo foi vendido por € 1.580.000,00, enquanto os outros dois foram vendidos por € 1.740.000,00 cada. ==== Wei Long (2012) ==== O Wei Long foi exibido pela primeira vez no Beijing Auto Show de 2012, construído para homenagear o ano chinês do Dragão. Como no caso do Veyron L'Or Blanc, a empresa Königliche Porzellan-Manufaktur forneceu a porcelana. A maioria das peças retratam um dragão e são destaques na carroceria e na cabine. O carro tem um exterior branco pérola com contrastantes carmim e interior vermelho, com figuras de dragões em vários lugares. Ele foi vendido por € 1.580.000,00. ==== Bernar Venet (2012) ==== A edição Barnar Venet é o resultado de um convite de 2012 da Bugatti ao artista Bernar Venet, para criar uma obra de arte para um Veyron Grand Sport. A obra acabada, descrito como \"a obra de arte mais rápida do mundo\", apresenta uma interpretação de equações matemáticas de Venet e foi revelada na coleção da família Rubell em Miami durante a Art Basel Miami Beach. ==== Chassis 001 ==== O chassis 001 do Bugatti Veyron 16.4 Grand Sport 2009 foi vendido no leilão anual 58 Pebble Beach apresentado pela Gooding & Company por US$ 2.900.000,00 (US$ 3.190.000,00 após a compra do prêmio), beneficiando a Fundação Pebble Beach Company. == Bugatti Veyron 16.4 Super Sport, World Record Edition (2010–2015) == O Bugatti Veyron 16.4 Super Sport é uma versão mais rápida e mais potente do Bugatti Veyron 16.4. A produção é limitada a trinta unidades. A potência no modelo Super Sport foi aumentada para 1.200 cv, e o torque para 1.500 N·m. A aerodinâmica foi também revisada. O Super Sport atinge 431,072 km/h km/h (267,856 mph) de velocidade máxima, embora seja eletronicamente limitado a 415 km/h para proteger os pneus da rápida desintegração. O Bugatti Veyron 16.4 Super Sport World Record Edition (da foto) é uma versão especial do Bugatti Veyron 16.4 Super Sport. Ele é limitado a cinco unidades. Tem uma carroceria laranja e preta (fibra de carbono exposta). Não é eletronicamente limitado a 415 km/h, e, com espaço suficiente, irá atingir a velocidade de 431 km/h. Foi revelado em 2010 no The Quail, seguidamente em Monterey Historic Races (Laguna Seca), e em Pebble Beach Concours d'Elegance. O Super Sport está avaliado em £ 1.700.000,00. === Versões especiais === ; Sang Noir (2011) O Sang Noir foi apresentado no Geneva Motor Show de 2011 para os clientes que não gostam da aparência do 'World Record Edition'. Está pintado inteiramente de preto, exceto o interior, que é laranja tangerina brilhante. Custa US$ 3.400.000,00, um milhão mais que o Super Sport original. File:Bugatti Veyron 16.4 Coupé Sang Noir - Flickr - FaceMePLS.jpg == Grand Sport Vitesse (2012–2015) == O Bugatti Veyron 16.4 Grand Sport Vitesse é uma versão do Grand Sport com o motor do Super Sport. Produz uma potência máxima de 1.200 cv a 6.400 rpm e torque de 1.500 N·m a 3.000–5.000 rpm. Vai de 0–100 km/h em 2,6 segundos. É considerado o carro de teto aberto mais rápido do mundo, atingindo 408,84 km/h. Porém, em ruas normais, o Vitesse é limitado eletronicamente a 375 km/h. Foi apresentado no Salão Automóvel de Genebra em 2012 e mais tarde apareceu no Salão do Automóvel de Pequim e no Salão do Automóvel de São Paulo, ainda em 2012. O preço-base do Vitesse é de € 1.690.000 (sem impostos e frete). === Versões especiais === Um número de versões especiais do Sport Vitesse foram feitas. O Vitesse SE, inspirado no Bugatti Type 37A, foi revelado em 2012. A edição The Word Record Car (WRC), revelada em 2013, foi limitada a 8 unidades. Em 2013, a Bugatti produziu várias séries do Vitesse dedicadas a pilotos lendários como Jean- Pierre Wimille, Jean Bugatti, Meo Costantini, e Ettore Bugatti. === Recorde de velocidade === Um Bugatti Veyron 16.4 Grand Sport Vitesse conduzido pelo piloto chinês Anthony Liu na pista do Grupo Volkswagen em Ehra-Lessien tornou- se o conversível mais rápido de produção, com a velocidade de 408,84 km/h. O veículo foi apresentado no Salão Automóvel de Xangai de 2013. Após a tentativa do recorde mundial, o Dr. Wolfgang Schreiber, presidente da Bugatti Automobiles S.A.S, disse: \"Quando nós introduzimos o Vitesse, foi estabelecido que a velocidade máxima do descapotável deveria ser 375 km/h. Ainda assim, não poderíamos resistir à ideia de alcançar a marca de 400 km/h com este carro também. O fato de termos conseguido chegar a 408,84 km/h é uma emoção para mim, e reafirma mais uma vez que Bugatti é o líder quando se trata de tecnologia na indústria automotiva internacional.\" O piloto, Anthony Liu, alegou que \"mesmo em velocidades tão altas o carro manteve-se extremamente confortável e estável. Sem o teto, você pode realmente aproveitar o som do motor mesmo em velocidades mais altas, não sendo comprometido pelo vento.\" === Produção === Até 6 de agosto de 2014, 405 Veyrons foram produzidos e entregues à clientes ao redor do mundo, com ainda mais 30 entregas a serem feitas. A Bugatti anunciou que iria produzir 300 coupés e 150 roadsters até o final de 2015. == Desenvolvimento futuro == Em 2008, o até então CEO da Bugatti, Franz- Josef Paefgen, confirmou que o Veyron seria substituído por outro modelo topo de linha em 2012. Em 2011, o novo CEO Wolfgang Dürheimer revelou que a marca estava planejando produzir dois modelos no futuro — um supercarro sucessor do Veyron, e outra limusine conhecida como Bugatti 16C Galibier, que foi posteriormente cancelada. Inicialmente, o modelo não iria ser mais rápido ou potente que o Veyron Super Sport. A decisão foi mudada posteriormente após a criação de um modelo mais potente e rápido para o jogo Gran Turismo 6, conhecido como o Bugatti Vision. O Vision estreou em setembro de 2015 no Salão do Automóvel de Frankfurt. Uma versão aprimorada do conceito Vision, agora conhecida como Bugatti Chiron, foi revelada inicialmente como rumor, que foi posteriormente confirmado pela própria Bugatti. == Última produção == Apenas 450 Veyrons foram produzidos e o último modelo (Bugatti Veyron laFinale) foi mostrado no Salão do Automóvel de Genebra em março de 2015. File:2015-03-03 Geneva Motor Show 4073.JPG File:2015-03-03 Geneva Motor Show 4071.JPG File:2015-03-03 Geneva Motor Show 4070.JPG == Vendas == Ano Unidades 2005 5 2006 44 2007 81 2008 71 2009 50 2010 40[1] 2011 38 2012 31http://www.volkswagenag.com/content/vwcorp/info_center/en/publications/2013/04/VWFSAG_Annual_Report_2012.bin.html/binarystorageitem/file/VWFS_GB2012_E.pdf 2013 47 2014 e 2015 30 Total 450 == Comentários == === Top Gear === Todos os três apresentadores do popular programa da BBC, Top Gear, deram louvor considerável ao Veyron. Embora de início acreditasse que o Veyron jamais iria ser produzido, Jeremy Clarkson declarou mais tarde que o Veyron é \"o melhor carro já feito e o melhor carro que veremos em nossas vidas\". Ele também comentou que o custo real na produção de um Bugatti Veyron é de £5 milhões, mas foi vendido aos clientes por apenas £1 milhão. James May descreveu o Veyron como \"nosso momento Concorde.\" Clarkson dirigiu o Veyron de Alba, no norte da Itália para Londres em uma corrida contra May e Richard Hammond, que fez a viagem em um avião Cessna 182. Alguns episódios depois, May levou o Veyron para a pista de testes da Volkswagen e chegou a sua velocidade máxima de 407,16 km/h (253,00 mph). Na 10° temporada, Hammond correu com o Veyron contra o Eurofighter Typhoon. Ele também correu com o carro na 13ª temporada contra uma McLaren F1 dirigida por Hammond em uma corrida de arrancada de 1 milha em Abu Dhabi. Enquanto a F1 foi mais rápida na arrancada, o Bugatti ultrapassou o seu concorrente após os 200 km/h e saiu vitorioso. Hammond afirmou que ele não usou o controle de largada do Veyron, a fim de tornar a corrida mais interessante. O Veyron também ganhou o prêmio de \"Carro da Década\" no final de 2010, premiação do Top Gear. Clarkson, comentou: \"Foi um carro que apenas reescreveu o livro de regras, na verdade, uma incrível peça de engenharia, um verdadeiro momento Concorde\". Quando a versão padrão foi testada, acabou não alcançando o topo da tabela de voltas rápidas, com um tempo de 1:18,3, que foi especulado como sendo devido a considerável desvantagem de peso do carro contra os outros carros. A versão Super Sport - pilotada pelo Stig - alcançou o tempo de volta mais rápido com 1:16.8 (mais tarde batido pelo Ariel Atom V8, McLaren MP4-12C, Pagani Huayra, BAC Mono e o Lamborghini Aventador). Essa versão também foi levada para um teste de velocidade, sendo verificado com a velocidade máxima de 431 km/h, retomando a sua posição como o carro de produção mais rápido do mundo. == Especificações == Especificações básicas Comum SS 0-100 km/h 2,46 s 2,2 s 0-240 km/h 9,8 s 0-300 km/h 16,7 s 14,6 s 0-400 km/h 55 s 1/4 de milha (400m) 10,2 s 10,1 s 100-0 km/h 31,4 m Consumo (cidade) 29L/100 km (3,44 km/l) Consumo (estrada) 17L/100 km (5,88 km/l) Consumo (vel. máx) 78L/100 km (1,28 km/l) == Ver também == * Bugatti EB110 * Bugatti Chiron * Koenigsegg Agera * Hennessey Venom GT * Ferrari Enzo == Ligações externas == * Pagina oficial da Bugatti (em inglês) * Veyron Bugatti Veyron Categoria:Automóveis superesportivos Categoria:Veículos com motor central",
 "title": "Bugatti Veyron"
}