{
 "id": "9650",
 "text": "Maria de Lourdes Modesto ComM (Beja, 1 de junho de 1930 – Lisboa, 19 de julho de 2022) foi uma gastrónoma portuguesa. == Biografia == Iniciou a sua carreira televisiva em 1958, quando, então professora de Trabalhos Manuais no Liceu Francês de Lisboa, foi convidada pela RTP para apresentar um programa de índole cultural (após uma notável prestação na peça de Molière Monsieur de Pourceaugnac, em cuja encenação estaria presente uma equipa da estação). Foi na televisão pública portuguesa que apresentou, ao longo de doze anos, o mais popular programa culinário de que há memória no país. O seu estilo particular, privilegiando o directo e o improviso (foi a pioneira portuguesa do \"live cooking\") ganhou-lhe inúmeros admiradores. O sucesso do formato, que partia da sua paixão pela cozinha alentejana, levou-a a alargar horizontes e a estudar a culinária francesa e as tradições gastronómicas portuguesas. Escreveu vários livros de cozinha portuguesa, dos quais se destacam a Grande Enciclopédia da Cozinha, Cozinha Tradicional Portuguesa (o livro de culinária mais vendido em Portugal) e Receitas Escolhidas. O seu nome está ainda ligado à tradução e edição de inúmeras obras estrangeiras. Usando o pseudónimo \"Francine Dupré\", preparou receitas para as campanhas de publicidade da margarina Vaqueiro. Participou do Projeto Sem Sal nos anos 70. Ela era um membro do grupo de trabalho criado pelo Secretário de Estado do Turismo em 1982 para a promoção da cozinha portuguesa. Conhecida como \"A Diva da Gastronomia Portuguesa\", foi colhendo honras e louros nos mais variados palcos. José Quitério aclamou-a como “uma das cada vez mais raras Guardiãs do Fogo”.\"Histórias e Curiosidades Gastronómicas” (Assírio e Alvim, 1992) O New York Times chamou-lhe, num artigo de 4 de Março de 1987, \"Portugal's Julia Child\". Também Miguel Esteves Cardoso, na sua coluna Ainda Ontem, a louvou como \"Uma das três grandes génios nascidas no século XX [em Portugal]\".Público, \"Ainda Ontem\", 15/05/2013. A 9 de Junho de 2004 foi feita Comendadora da Ordem do Mérito. Foi casada com Carlos Assis de Brito, que conheceu quando trabalhou na RTP. Faleceu com 92 anos, no dia 19 de julho de 2022. == Livros == * Cozinha Tradicional Portuguesa (1981), com fotografias de Augusto Cabrita; * Cozinhar com vegetais (2006); * Queijos portugueses: e um olhar gastronómico sobre famosos queijos europeus (2007); *Cogumelos do campo até à mesa - conhecer, conservar e cozinhar (2010) *Sabores com história (2014) ==Ligações externas== * Acervo de receitas de Maria de Lourdes Modesto * Episódio de Culinária - O Mercado de Abril em Lisboa (1967) * A Culinária na Rádio Televisão Portuguesa : Maria de Lourdes Modesto, uma pioneira (2020) Categoria:Nascidos em 1930 Categoria:Mortos em 2022 Categoria:Naturais de Beja Categoria:Gastrónomos de Portugal Categoria:Escritoras de Portugal Categoria:Comendadores da Ordem do Mérito Categoria:Escritoras de livros de cozinha",
 "title": "Maria de Lourdes Modesto"
}