{
 "id": "96536",
 "text": "Marion Pereira de Carvalho Gonçalves, ou simplesmente Marion Duarte (Rio de Janeiro, 18 de março de 1938) é uma cantora e compositora brasileira que se destacou nas décadas de 1950 e 1960. == Carreira == Carioca de Bento Ribeiro, Marion Duarte tornou-se popular a partir de 1957, quando começou sua carreira pela Rádio Solimões de Nova Iguaçu (Rio de Janeiro), no programa Valores Novos, comandado por Marcos Alexandre, usando o pseudônimo Valéria Duarte. Daí seguiu se apresentando em vários outros programas da Rádio Nacional e Rádio Mayrink Veiga, entre os quais o Programa César de Alencar, Programa Paulo Gracindo e Programa Raymundo Nobre de Almeida (onde recebeu a faixa de \"Favorita da Associação de Cabos e Soldados do Corpo de Bombeiros do Rio de Janeiro\"). Participou também da Caravana da Alegria, comandada pelo então comunicador da Rádio Globo Luiz de Carvalho. Devido à grande semelhança entre seus olhos verdes e os da cantora Maysa Matarazzo, expressivo cartaz da época, Marion ganhou da Imprensa Carioca o apelido de Maysa dos Pobres. Contratada pelas Emissoras Associados (Rádio Tupi e TV Tupi de todo o Brasil), foi capa de várias revistas, como Rouxinol, de Porto Alegre, Canta, Moçada e Moda e Penteado, do Rio de Janeiro, e Radiolândia, ao lado do Velho Guerreiro Chacrinha. São desse período vários de seus prêmios, como: \"Troféu Revelação\" (1958) da Revista do Rádio (Rio de Janeiro); \"Troféu Zé da Zilda\" (1962), do programa Discoteca do Chacrinha; \"Troféu Sua Majestade o Cartaz\" (1963), da TV Jornal do Commercio (Recife); \"Troféu Sete Dias em Destaque\" (1964), da TV Marajoara (Belém, Pará), etc. === Os primeiros discos === Nas décadas de 1950 e 1960, gravou pelos selos Copacabana Discos, Continental, Sondomar e Hot, obtendo sucesso com a toada \"Quando Corre uma Estrela\" (H. Simões, L. Lemos e A. Correia), o samba \"Triste Palhaço\" (A. Cruz e C. Silva) e o tango \"Milagre\" (Umberto Silva e Barbosa da Silva). Nesta última gravação, fez dupla com Albertinho Fortuna. Seu último sucesso dessa fase foi \"Preciso de Você Urgentemente\" (Luiz Araújo e Oldemar Magalhães), já no final dos anos 1960. === O retorno === Após 12 anos afastada, em 1979, Marion foi convidada a defender o samba \"Praia de Amaralina\", de Tião do Pandeiro e Orlando Coto Dominguez, no Primeiro Festival de Música da Associação Atlética Banco do Brasil (a AABB do Rio de Janeiro), que chegou em quinto lugar. Marion obteve, com isso, o direito de participar do LP Só pra Começar, que reuniu as finalistas. Em seguida, gravou um compacto simples com as faixas \"Em Nome do Povo\" e \"Galera do Mengão\" — que lhe valeu o \"Troféu Pererê\", criação do escritor e cartunista Ziraldo, recebido na Festa de Aniversário de 88 anos de existência do Clube de Regatas do Flamengo, ao lado de Nana Caymmi e Elizete Cardoso que também foram agraciadas com o mesmo prêmio. === O primeiro LP === Em 1985, gravou mais um compacto, desta vez duplo, “Mulher de Verdade” (G. Martins, Walter Coragem e Verinha) e, no ano seguinte, seu primeiro LP — Marion Duarte —, obtendo sucesso com o samba \"Sou Pagodeira\" (Silas de Andrade e Café). Nessa segunda fase de sua carreira, Marion também recebeu várias honrarias, como o “Diploma de Homenagem” do GRES Estação Primeira de Mangueira e o “Diploma de Melhor do Ano” do programa Recordar é Viver, da Rádio Capibaribe (Recife). Também foi grande a ligação da cantora com Collid Filho (do Salão Grenat), de quem foi parceira em algumas composições, destacando-se \"Doce Amor\" (1999), que integrou o CD de mesmo título. === Trabalhos atuais === Atualmente, Marion continua fazendo suas gravações, mas já na era dos trabalhos independentes. No ano de 2003, apresentou o CD Fonte de Energia, com destaque para a gravação do samba-canção \"A Grande Verdade\" (Marlene e Luiz Bittencourt), do foxtrot \"Não Troquemos de Mal\" (R. Brito e Jorge Faraj) e de seu antigo sucesso \"Quando Corre uma Estrela\". Em janeiro de 2006, lançou o samba carnavalesco, de sua autoria com Motta Vieira, \"Bola Preta Sensacional\", um tributo ao bloco Cordão da Bola Preta, importante instituição carioca. Nesse mesmo ano, também foi homenageada pela Câmara Municipal do Rio de Janeiro, recebendo do então vereador Brizola Neto, a moção pelo Dia Internacional da Mulher. Já em 2007, ao lado do cantor Luiz Henrique, gravou o medley Homenagem Concisa a Noel e a Maysa, faixa produzida pelo baterista Jorge Quartarone (vindo d'Os Cariocas). Tendo sido citada também na biografia de Maysa Só Numa Multidão de Amores, de Lira Neto. No ano de 2011, a cantora lança mais um CD de carreira, agora com a participação da rádio-atriz Isis de Oliveira, que declamou em duas faixas do disco. O trabalho teve produção de Lúcio Mariano, e os arranjos ficaram por conta do Maestro Tranka e dos músicos Romildo Cardoso e Jacaré, além do próprio Lúcio. Entre as faixas de maior destaque, encontram-se Romaria (Renato Teixeira), Pra Você (Silvio César), Ouça (Maysa), Azul da Cor do Mar (Tim Maia) e Doce de Coco (Jacob do Bandolim e Hermínio Belo de Carvalho); a grande novidade, contudo, foi a gravação da toada Nuvem de Lágrimas (Paulo Debétio e Paulinho Rezende) em ritmo de samba. Por ser um trabalho completamente independente, a cantora recebeu o apoio da FUNJOR - Fundação Sócio-Cultural José Ricardo, para divulgação e comercialização dos exemplares. Também em 2011, ao lado dos cantores Luiz Henrique e Bob Lester, a artista participa do show Tributo Ao Rei do Samba Sinhô, que foi apresentado em points da cidade do Rio de Janeiro como o Salão Vip do Amarelinho da Cinelândia, o Teatro do SESC de Madureira e a Estudantina Musical da Praça Tiradentes. * * * * * Maysa: Só Numa Multidão de Amores/Lira Neto; São Paulo: Editora Globo, 2007. == Ligações externas == * * Categoria:Naturais da cidade do Rio de Janeiro Categoria:Cantores do estado do Rio de Janeiro",
 "title": "Marion Duarte"
}