{
 "id": "96566",
 "text": "Times Square é a denominação da área formada na confluência e cruzamento de duas grandes avenidas da cidade de Nova Iorque, Estados Unidos; podendo ser definida como uma grande praça ou largo, composta por vários cruzamentos e esquinas. A área está localizada na junção da Broadway com a Sétima Avenida, entre a 42nd Street e a 47th Street, na região central de Manhattan. É uma área comercial, onde todos os prédios são obrigados a instalar letreiros luminosos para propósitos de publicidade. Cabe ressaltar que a Times Square não se trata de uma rua ou avenida, uma vez que não existe nenhuma via trafegável registrada e denominada como tal no Guia Oficial de Ruas e Endereços da Cidade de Nova Iorque; tampouco pode ser tratada como uma simples esquina, já que a área mapeada pela prefeitura da cidade incluía oficialmente 12 cruzamentos de vias públicas, tendo sido mais recentemente modificada para atender o grande fluxo de turistas e transeuntes, com a definição de áreas exclusivas para pedestres. ==História== Na Times Square está localizada a NASDAQ, uma das principais bolsas de valores do mundo. Entre seus pontos comerciais mais conhecidos estão os estúdios da rede de televisão ABC, de onde o programa matinal Good Morning America é transmitido ao vivo, bem como os famosos estúdios MTV e da Virgin Records. O local possui uma das maiores concentrações da indústria do entretenimento no mundo, além de grandes lojas de famosas marcas internacionais, e obviamente congrega inúmeros anúncios luminosos de publicidade que durante a noite tornam-se uma atração peculiar. Times Square significa \"Praça do Tempo\", e até abril de 1904 era conhecida como Longacre Square, nome original dado pelos colonizadores britânicos. O local teve seu nome mudado em função da construção do edifício que durante muitos anos serviu para abrigar os escritórios centrais do jornal New York Times, o Times Building, hoje conhecido como One Times Square. Atualmente é o ponto turístico mais visitado do mundo, com cerca de 39 milhões de visitantes por ano, recebendo mais turistas do que a Estátua da Liberdade. ==Ano novo== Uma bola do tempo tem sido usada desde 1908 para as celebrações da véspera de Ano Novo em Nova York na Times Square, onde uma bola de cristal iluminada localizada em um poste no topo de um prédio desce por um mastro para sinalizar, à meia-noite, a chegada do novo ano. Ao contrário de uma bola de tempo típica, em que o início da sua descida é utilizada como o sinal de tempo, a bola começa a descer um minuto antes, às 23:59, completando a sua descida na parte inferior do poste à meia-noite. A festa conta com a presença de milhares de pessoas e tem shows de música, fogos de artifício e chuva de papéis picados. ==Ver também== Na área da Times Square * Duffy Square, the northern section of Times Square between 45th and 47th StreetsFather Duffy Square, New York City Department of Parks and Recreation. Accessed January 10, 2017. \"Dominated in 1909 by a temporary eight-ton, fifty-foot statue by Leo Lentelli entitled Purity (Defeat of Slander), today this square—so central to the theater district—is defined by statues of George M. Cohan and Father Duffy, as well as a large public viewing grandstand along the north side.\" * Good Riddance Day, an unofficial holiday celebrated at Times Square since 2007Good Riddance Day, Times Square Alliance. Accessed January 10, 2017. \"Good Riddance Day is inspired by a Latin American tradition in which New Year’s revelers stuffed dolls with objects representing bad memories before setting them on fire.\" * Midtown Community Court, a branch of the New York City Criminal Court that primarily focuses on quality of life around Times SquareMidtown Community Court, Center for Court Innovation. Accessed January 10, 2017. * Naked Cowboy, New York City street performer and prominent fixture of Times SquareCowan, Alison Leigh. \"Naked Cowboy Drops Out: No Singing Mayor in Briefs\", The New York Times, September 4, 2009. Accessed January 10, 2017. \"Running for mayor of New York City must have struck Robert Burck, the so- called Naked Cowboy of Times Square, as a good idea back in July.\" * Theater District, ManhattanTheater District, NYC.com. Accessed January 10, 2017. * A estação de metrô Times Square – 42nd Street / Port Authority Bus Terminal, que serve os trens 1 2 3 7 <7> A C E N Q R W S (42nd Street Shuttle) Outros * L.A. Live, a public square in downtown Los Angeles * Lincoln Highway, the terminus of which was in Times Square * Piccadilly Circus, a commercialized road junction in London * Yonge-Dundas Square, a public square in downtown Toronto == Ligações externas == * Câmera ao vivo da Times Square * Mais webcams da Times Square * A Times Square Alliance e Lista de Eventos * Panorama 360 da Times Square * \"The Changing Face of Times Square\" no site da Biblioteca Pública de Nova Iorque * Times Square Arts Center * NYC-Architecture.com * New York City Tourist Categoria:Times Square Categoria:Atrações turísticas de Manhattan Categoria:Praças da cidade de Nova Iorque Categoria:Símbolos da cidade de Nova Iorque",
 "title": "Times Square"
}