{
 "id": "96576",
 "text": "thumb|Dubai Mall, em Dubai, Emirados Árabes, o maior centro comercial do mundo Um centro comercial ou centro de compras (, sendo esta última expressão também usada em português Dicionário escolar da língua portuguesa/Academia Brasileira de Letras. 2.ª edição. São Paulo. Companhia Editora Nacional. 2008. p. 1179.) é uma edificação que contém um conjunto de estabelecimentos de varejo de diferentes bens de consumo, além de prestação de serviços e lazer (lanchonetes, restaurantes, salas de cinema, teatro, parques infantis etc.), constituindo-se em uma grande área comercial fechada, praticamente independente e isolada do seu entorno imediato, dotada de climatização, escadas rolantes, estacionamento e, eventualmente, atrações musicais e outras. Os centros comerciais de médio e grande porte funcionam como pequenas cidades,Padilha V., 2006, ed. Boitempo possuindo uma estrutura governamental (a administração) e seus serviços de polícia e bombeiros (segurança), de limpeza, de abastecimento de água, de manutenção de infraestruturas etc. Trata-se de um espaço planejado para estimular e facilitar o consumo. A administração é centralizada, e as lojas são alugadas, para a exploração comercial e a prestação de serviços, sendo sujeitas a normas contratuais padronizadas. Muitas vezes, um supermercado ou grande estabelecimento de varejo funciona como \"âncora\" do empreendimento. A administração tende a procurar manter o equilíbrio da oferta e uma certa diversificação ou complementaridade entre os diferentes tipos de estabelecimentos e de produtos oferecidos. Os locatários pagam um valor em conformidade com um percentual do faturamento (de 5 a 9%) ou um valor mínimo básico estabelecido em contrato - o que for maior. No Brasil, os centros comerciais, na maior parte das vezes, cobram por muitos serviços, como o estacionamento. Nos centros comerciais de maiores dimensões, com vários andares, a circulação se dá, habitualmente, através de escadas rolantes, para facilitar o movimento de pessoas de um andar para outro. O maior shopping center do mundo é o Dubai Mall, em Dubai, nos Emirados Árabes, que conta com lojas, 22 salas de cinema, um estacionamento com vagas, além de abrigar o maior aquário do mundo, com animais marinhos expostos. O título de melhor centro comercial do mundo é atribuído anualmente em Cannes, na França, e pertence atualmente ao Europa Passage, na Alemanha. == História == Os centros comerciais não são uma inovação recente. de Isfahan, no Irã, é uma estrutura em sua maior parte coberta, data do e tem dez quilômetros de estrutura coberta. O Oxford Covered Market (Mercado Coberto de Oxford) foi aberto oficialmente na Inglaterra em 1 de novembro de 1774 e se mantém até os dias atuais. Em 1828, foi criado o primeiro shopping center dos Estados Unidos, no estado de Rhode Island. A , em Milão, cujo nome homenageou o então rei da Itália, foi criada na década de 1860. A corrida para a construção do maior centro comercial do mundo é, todavia, um fenômeno. O South China Mall, em Dongguan, a norte de Hong Kong, na China, é o maior do mundo atualmente. Foi fundado em 2005, superando o antigo recordista, o West Edmonton Mall, da cidade de Edmonton, na província de Alberta, no Canadá. O West Edmonton Mall foi também superado pelo Golden Resources Mall, com mais de 600 mil metros quadrados e mil estabelecimentos comerciais, fundado em 2004, que é o segundo maior do mundo atualmente. O West Edmonton Mall, em Edmonton, é hoje o terceiro maior shopping center do mundo, possuindo mais de 800 estabelecimentos comerciais, ocupando uma área de 500 mil metros quadrados, e empregando mais de 23 mil pessoas. Tais shopping centers deverão ser superados por outros atualmente em construção na China e nos Emirados Árabes Unidos, entre eles o Mall da Arábia, inaugurado em 2006 é o maior shopping center do mundo, com 929 mil metros quadrados; e o Dubai Mall, que afirma que será também o maior quando inaugurado. No Brasil, os shoppings pioneiros foram inaugurados na década de 1960: Shopping do Méier, no Rio de Janeiro, e o Shopping Iguatemi, em São Paulo. Hoje, o maior centro de compras do país é o Centro Comercial Leste Aricanduva, na capital paulista. Este posto já foi ocupado pelo Shopping Center Norte, também na capital paulista, o Barra Shopping, do Rio de Janeiro, o Shopping Center Recife, de Pernambuco e o Parque Dom Pedro de Campinas. Em Portugal, existem muitos centros comerciais, como o Centro Comercial Vasco da Gama e o Centro Comercial Colombo (antigamente o maior da Península Ibérica) em Lisboa o Dolce Vita Tejo (O maior da península Ibérica) em Lisboa, o NorteShopping (Senhora da Hora) no Porto, o GaiaShopping e o Arrábida Shopping em Vila Nova de Gaia e o AlgarveShopping em Faro, no Algarve. Portugal tem, ainda, o maior outlet da Europa: o Freeport Outlet Alcochete, também perto de Lisboa. == Organização == thumb|direita|O Magazine Universal de Moscou foi o primeiro shopping center do mundo controlado pelo Estado === Relação entre proprietário e lojistas === Os centros comerciais modernos normalmente pertencem a um único proprietário que celebra contratos de utilização das suas lojas, com cadeias ou outros tipos de utilizadores (lojistas). Os lojistas serão responsáveis pela condução do seu negócio, com maior ou menor autonomia, de acordo com as condições do contrato de utilização de loja. Mesmo nos casos onde o lojista tem uma grande autonomia, o proprietário tem algum controle sobre o negócio através da realização de auditorias ao funcionamento da loja ou do estabelecimento da obrigação de declaração periódica das vendas realizadas. Internacionalmente a International Council of Shopping Centers é a organização que congrega os administradores dos shoppings. No Brasil existem duas organizações.: a Associação Brasileira de Shopping Centers (ABRASCE), que congrega os administradores; e o Conselho Nacional de Entidades do Comércio em Shopping Centers (CONECS), que congrega os locatários das lojas nos shoppings através de sindicatos e associações de lojistas de shopping espalhados por todo o país. === Administração === Os proprietários nomeiam uma administração encarregada da gestão do centro comercial, podendo ser dividida em duas categorias principais: autogestão e gestão terceirizada. Na autogestão, os proprietários são responsáveis diretos pela administração quotidiana, enquanto na gestão terceirizada, essa administração é realizada por uma empresa especializada no assunto e que apenas submete à avaliação e deliberação dos proprietários os temas, considerados estratégicos para o futuro do empreendimento. Conforme a organização e o tipo de gestão do shopping center, a administração poderá ter responsabilidades maiores ou menores. No mínimo, a administração é responsável pela gestão do dia a dia do centro comercial, ou seja, dos chamados serviços comuns. Em certos casos, as funções vão mais além e incluem a comercialização das lojas, a realização de estudos de mercado, a promoção estratégica do centro comercial etc. A administração de um centro comercial é normalmente dirigida por um diretor-geral, superintendente ou gerente-geral, auxiliado por vários responsáveis de departamentos especializados. Os departamentos, normalmente, são comercial, operações, financeiro e marketing. === Funções dos departamentos da administração === O secretariado trata da administração geral e do apoio direto ao director-geral. O departamento de operações encarrega-se da segurança, higiene, serviços técnicos e logística geral. O financeiro tem como funções principais a cobrança de rendas aos lojistas, as auditorias às lojas e o controle orçamental da administração. O marketing encarrega-se da promoção do centro comercial, incluindo aí as campanhas publicitárias e a realização de eventos. Além destes departamentos básicos, os shopping centers maiores poderão ter outros, encarregados de certas áreas tais como a comercialização e análise de projetos de lojas. == Categorias de centros comerciais == * Shopping tradicional: estabelecimento construído especificamente para abrigar um centro de compras e que apresenta mercado diversificado, praça de alimentação, área de lazer, estacionamento e elevado nível de conforto: ar condicionado, escadas rolantes, elevadores, segurança etc. O número de lojas-âncora, a quantidade de lojas e o fato de haver lojas próprias junto com lojas alugadas também caracterizam essa categoria. * Shopping outlet: estabelecimento aberto que concentra lojas de fabricantes dos produtos, com alguns poucos ramos comerciais e de serviços considerados de apoio. * Shopping temático: estabelecimento cujas lojas estão voltadas preferencialmente a um segmento básico do mercado. * Shopping rotativo: estabelecimento com índice de conforto menor que o dos shoppings tradicionais, geralmente com lojas de tamanho reduzido e onde não se pratica a obrigatoriedade da permanência do lojista no shopping. Nele, a locação é feita por períodos diversos e mais curtos que nos shoppings tradicionais. O comércio habitualmente praticado no shopping rotativo está voltado a produtos de baixo valor. Também podem ser considerados como shoppings de desconto. * Shopping de atacado: estabelecimento cujas lojas operam exclusivamente com vendas no atacado. Atualmente, basicamente, nos ramos de confecção, acessórios e calçados. * Shopping virtual: sistema de lojas virtuais agrupadas como em um shopping de verdade. * Shopping de Serviço: empreendimento onde agrega diversas empresas que prestam alguma modalidade de serviço, diários como, por exemplo, lavanderias e gráfica, como também, restaurantes, enotecas e engenharias. == Problemática == thumb|O Water Tower Place em Chicago, Estados Unidos, um exemplo de centro comercial vertical com 8 andares Os centros comerciais fazem parte dos espaços que o etnólogo francês Marc Augé define como não-lugares, contrapondo-os aos clássicos lugares antropológicos: os não lugares são aqueles espaços produtos da dita sociedade da supermodernidade que têm a prerrogativa de não serem identitários, relacionais e históricos, espaços nos quais multidões de indivíduos se cruzam sem entrarem em relação, movidos apenas pelo desejo de consumirem ou de acelerarem as operações quotidianas. Outra forte crítica em relação aos centros comerciais é o facto de estes competirem com os centros urbanos de forma a aumentarem a quantidade de consumidores. Os centros urbanos não conseguem competir com os centros comerciais por não apresentarem frequentemente proteção contra más condições climatéricas, crime, ou pessoas indesejáveis, para além de os centros urbanos serem muitas vezes pouco acessíveis a automóveis e possuírem fortes limitações de estacionamento. A consequente desertificação de centros urbanos não traz só consequências diretas às lojas de rua, mas também a inúmeras atividades que poderão sair prejudicadas, tais como a restauração ou espaços de lazer (cinemas, teatros, etc.). Devido à problemática de alienação social e desertificação dos centros urbanos, os centros comerciais, principalmente os de maiores dimensões, sofrem grandes restrições em alguns países desenvolvidos, tais como a Holanda e a Dinamarca. Nestes países prefere-se o modelo de galerias comerciais suficientemente dispersas e sem grande diversidade de serviços (ex: sem restaurantes, cinemas ou outros serviços que não de loja). Em Portugal, um número razoável de centros comerciais de maior envergadura têm associados a si alguns escândalos públicos, especialmente no que diz respeito ao licenciamento ilícito, conseguido à custa de poder económico completamente contrário às leis ou recomendações de planeamento urbano. === Decadência do centro comercial como modelo de negócio === Recentemente, o fotógrafo Seph Lawless publicou um livro com imagens de shoppings centers abandonados nos Estados Unidos. A obra, denominada Black Friday, aponta para a decadência desse modelo de negócio. Nos Estados Unidos, cerca de 15% dos shoppings vão falir ou serão transformados em outros tipos de espaços comerciais nos próximos dez anos, segundo pesquisa da Green Street Advisors. O processo de decadência desses ícones do consumo foi retratado por Lawless como uma representação da falência do estilo de vida americano.\"Morte\" de shoppings nos EUA acende alerta no Brasil. Pesquisa mostra que 36 empreendimentos inaugurados no ano passado abriram em média com metade das lojas fechadas por falta de locatários. Por Peter Fussy. Terra, 6 de maio de 2014. == Nos países lusófonos == === No Brasil === thumb|Shopping Light, um centro comercial de São Paulo === Em Portugal === No total de concelhos de Portugal Continental apenas 50 (18%) não possuem grandes superfícies A indústria dos centros comerciais em Portugal é representada pela Associação Portuguesa de Centros Comerciais - APCC. Esta organização, que congrega as principais entidades promotoras, proprietárias e gestoras de centros comerciais, contava, entre os seus membros, no final de 2008, 98 Centros Comerciais em operação e 67 empresas associadas. A APCC é membro de pleno direito do International Council of Shopping Centres - ICSC, e tem, como principais áreas de actuação, a dormação de quadros, as relações institucionais com entidades oficiais, as relações públicas com as comunidades e imprensa, a produção de publicações do sector, como são os casos do Anuário dos Centros Comerciais e da Revista SHOPPING, e a investigação. == Ver também == * Camelódromo * Feira * Outlet == Ligações externas == * International Council of Shopping Centers * APCC- Associação Portuguesa de Centros Comerciais Categoria:Terminologia de estudos urbanos e planeamento",
 "title": "Centro comercial"
}