{
 "id": "9662",
 "text": "Boliqueime é uma freguesia portuguesa e vila do município de Loulé, com 46,21 km² de área e uma população de 4789 habitantes (censo de 2021). A sua densidade populacional é , o que lhe permite ser classificada como uma Área de Baixa Densidade (portaria 1467-A/2001).Teixeira, Ângelo José Lopes (2006). Tipologia sócio-económica das freguesias da Região do Algarve, 1991 - 2001, Dissertação de mest., Economia Regional e Desenvolvimento Local,Faculdade de Economia, Univ. do Algarve. ==História== Pela prefeitura foi esta freguesia unida ao município de Albufeira. Pela Lei de 17 de Abril de 1838 anexada ao antigo Concelho de Loulé, tendo voltado a pertencer ao Concelho de Albufeira entre 10 de Julho de 1839 e 24 de Outubro de 1855, data em que Boliqueime passou, definitivamente, a integrar o novo Concelho de Loulé onde permanece até aos nossos dias. Boliqueime surgiu onde se encontram olhos de água. O topónimo \"Boliqueime\" deriva do italiano \"bulicame\" que significa \"fonte termal\", estando a criação desta aldeia ligada aos genoveses, venezianos e sicilianos que, nos séculos XIII, XIV e XV, demandavam a costa algarvia para a pesca do atum e da baleia e iam aos Olhos D’Água (ou seja a Boliqueime) carregar a indispensável água potável. Obviamente o sufixo português \"-queime\" substituí o falso sufixo italiano \"-came\", assim exprimindo o sentido do adjetivo \"termal\". Este nome, que agradou aos seus naturais, foi adoptado pelos populares e ficou na povoação desde que Boliqueime se “deslocou” para onde actualmente está implantado. No dia 4 de Outubro de 2024, Boliqueime foi elevada à categoria de vila. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 603 474 2327 1069 2011 686 453 2622 1212 2021 645 461 2399 1284 == Património == A título de curiosidade, reza a história que foi na freguesia que D. João I mandou fazer as primeiras experiências de plantação de cana-de-açúcar. Afetada pelo sismo de 1755, a igreja matriz de Boliqueime teve que ser novamente edificada, sendo actualmente um dos pontos de atracção turística em Boliqueime, seguindo-se o museu e a Igreja de S. Faustino, santo a quem a população dedica uma festa e grande devoção por este ser apelidado de advogado dos quebrados. A excelência da paisagem e o superior acolhimento da sua gente constituem, igualmente, fortes atracções para nacionais e estrangeiros que de longe a visitam e a escolhem para residência. Os valores da ruralidade caracterizam a freguesia de Boliqueime, que vive fundamentalmente da agricultura de sequeiro e de regadio, para além do comércio que se localiza próximo do aglomerado urbano e na Fonte de Boliqueime e se estende, igualmente, ao longo da EN 125. Mantêm-se, também, ainda vivas na freguesia algumas tradições, tais como as feiras de 4 de agosto e 17 de outubro, a festa em honra de Nossa Senhora das Dores, São Luís e São Sebastião, em Setembro e a festa de São Faustino, no Domingo de Pascoela. De tradição mais recente, em meados de Junho, têm lugar no átrio da Igreja Matriz as festas populares de São João. Realizam-se são também passeios pedestres pelas paisagens da freguesia, de onde se podem vislumbrar o mar, antigos moinhos de vento, poços de água, miradouros, ribeiras de águas límpidas e cristalinas e as mais variadas vegetações. == Figuras ilustres == Boliqueime é o lugar de nascimento do político e economista Aníbal Cavaco Silva, que foi Primeiro-Ministro de Portugal entre 1985 e 1995 e Presidente da República entre 2006 e 2016. A Escola Básica Integrada de Boliqueime foi inaugurada no dia 19 de setembro de 1994 e tem o nome EBI Prof. Doutor Aníbal Cavaco Silva. É também o lugar de nascimento da escritora Lídia Jorge (1946) e da escritora e ensaísta Maria Aliete Galhoz (1929). == Ligações externas == * Categoria:Freguesias de Loulé",
 "title": "Boliqueime"
}