{
 "id": "96718",
 "text": "Alain Touraine (Hermanville-sur-Mer, 3 de agosto de 1925 – Paris, 9 de junho de 2023) foi um sociólogo francês conhecido por sua obra dedicada à sociologia do trabalho e dos movimentos sociais.Hilton Japiassú, Danilo Marcondes (1993). Dicionário básico de filosofia, Zahar. p. 269. ISBN 978-85-378-0341-7. Tornou- se conhecido por ter sido o pai da expressão \"sociedade pós-industrial\". Seu trabalho é baseado na \"sociologia de acção\" e seu principal ponto de interesse tem sido o estudo dos movimentos sociais. Touraine acreditava que a sociedade molda o seu futuro através de mecanismos estruturais e das suas próprias lutas sociais. Estudou e escreveu acerca dos movimentos de trabalhadores em todo o mundo, particularmente na América Latina e, mais recentemente, na Polónia, onde observou e ajudou ao nascimento do Solidarność e desenvolveu um método de pesquisa denominado intervenção sociológica. Touraine ganhou imensa popularidade na América Latina bem como na Europa Continental. No entanto, esse reconhecimento tardou a chegar dos países do mundo anglo-saxão. De cerca de vinte livros que publicou, menos da metade foi traduzida para a língua inglesa ==Obra== Em seus escritos, Touraine apontou para as transformações pelas quais a sociedade moderna e industrial vem passando. Travou diálogos com os autores clássicos da sociologia como Durkheim e Marx - com este último, sobre as novas formas de conflitos sociais. Touraine fez parte de uma linha teórica denominada pós-moderna, ainda que critique a mesma em alguns pontos e de fato não assuma todas as teses dessa vertente, como algumas asserções a respeito do fim da história, fim dos conflitos e principalmente da inviabilidade da compreensão racional dos mecanismo sociais. Para Touraine, a sociedade pós-industrial, longe de acabar com os conflitos, generaliza-os. Em “A sociedade pós-industrial\", afirma que a sociologia não é fruto da revolução industrial, mas somente se consolidou a partir da segunda metade do século XIX, quando a sociedade passa a ter um maior controle dos mecanismos econômicos surgidos com as revoluções industriais, os quais, no momento de seu surgimento, levaram às construções teóricas do início do século XIX que identificavam um desenvolvimento econômico intervindo na organização social. Com a retomada do controle social das mudanças econômicas é que, portanto, a sociologia pode se constituir numa ciência que não mais fetichizava o social, tal como o indivíduo da filosofia. Passa-se da identificação de uma natureza social para o reconhecimento da historicidade, ou seja, da ação social e da capacidade desta em direcionar o desenvolvimento do conjunto da sociedade. É sob estas premissas que Touraine fala da sociologia de uma sociedade pós- industrial. Com os primórdios do desenvolvimento industrial, a empresa capitalista e o proletariado eram de fato os elementos centrais na transformação social e política. Porém na sociedade pós-industrial, segundo o autor, esta centralidade da indústria - e, portanto, do fator econômico produtivo - se perde. Nesta nova sociedade, o conhecimento e a informação passam a constituir elementos chaves na produção. Os conflitos sociais, da mesma maneira, não se concentram mais no elemento econômico. Apesar dos conflitos de classe não desaparecerem (a indústria não desaparece), a relação trabalhador-patronato não detém mais a proeminência de outrora. Isto, principalmente, pelo fato destes conflitos de classes terem, de uma forma geral, se insitucionalizado, abrindo espaço para outras reivindicações sociais, agora não mais econômicas, mas destacadamente culturais: surgem os movimentos feministas, de homossexuais, estudantil, etc. Os laços que unem estes novos movimentos são mais comunitários e localizados, apesar de uma abrangência socialmente ampla. Se permanecerem reivindicações localizadas e restritas não se constituem, segundo Touraine, em movimentos sociais propriamente ditos. Para tanto devem adquirir um destaque mais amplo e nacional. A direção para a qual devem caminhar tais movimentos são as instituições e, portanto, o âmbito das decisões políticas. A sociedade, segundo Touraine, deve lutar para democratizar o acesso aos mecanismos decisórios da política. Daí a importância que este autor dá ao tema da alienação - esta, pautada pela participação dependente, ou seja, a integração dos indivíduos no jogo dos aparelhos dominantes que visam impor um modelo de desenvolvimento econômico sob um aspecto impessoal, de forma a aparecer como única alternativa possível e no interesse de toda a sociedade. Os termos de que Touraine se utiliza para descrever esta alienação são a integração, a manipulação e a sedução. == Morte == Touraine morreu em 9 de junho de 2023, aos 97 anos, em Paris. == Bibliografia == *1955 - L'évolution du travail aux usines Renault *1965 - Sociologie de l’action *1969 - La Société post- industrielle Em português, \"A sociedade pós industrial\" *1973 - Production de la société *1974 - Pour la sociologie *1974 - Vida e morte do Chile Popular - no original Vie et mort du Chili Populaire *1976 - Les sociétés dépendantes *1978 - Lutte étudiante *1984 - Le Mouvement ouvrier *1984 - Le Retour de l'acteur *1992 - Critique de la modernité *1993 - La voix et le regard: sociologie des mouvements sociaux *1994 - Qu’est-ce que la démocratie ? *1995 - Critique de la modernité. Em português, \"Crítica da modernidade\", Vozes. *1997 - Pourrons-nous vivre ensemble ? Égaux et différents. Em português \"Iguais e diferentes\", Instituto Piaget (Portugal) e \"Igualdade e Diversidade\", Edusc (Brasil) *1999 - Comment sortir du libéralisme ?. Em português \"Como sair do liberalismo?\" Edusc *2005 - Un nouveau paradigme. Pour comprendre le monde d’aujourd'hui. Em português, \"Um novo paradigma\", Vozes (Brasil) e Instituto Piaget (Portugal). *2006 - Le Monde des femmes. Em português, \"O mundo das mulheres\", Vozes. *2007 - Penser autrement. Em português, \"Pensar outramente o discurso interpretativo dominante\", Vozes. *\"La sociología de Alain Touraine\", por Geoffrey Pleyers, Estudios Sociológicos, 72, 2006, pp. 733-756 ==Ver também== * Movimento social * Antimovimento social == Ligações externas == * * Categoria:Sociólogos da França Categoria:Correspondentes da Academia Brasileira de Letras Categoria:Pós-modernismo Categoria:Prémio Princesa de Astúrias de Comunicação e Humanidades Categoria:Doutores honoris causa da HEC Paris",
 "title": "Alain Touraine"
}