{
 "id": "9673",
 "text": "miniaturadaimagem|Madeira entalhada representando Logunedé, Carybé, Museu Afro-brasileiro, BA Lógun Ẹ̀dẹ, ou Logunedé é o orixá de origem Iorubá filho de Oxóssi e Oxum, cultuado no Candomblé brasileiro e outras religiões afro- diaspóricas. Especula-se que Logunedé tenha origem na nação Efã, região situada na Nigéria, sendo assim o príncipe desta. Daí que a expressão \"filho do príncipe\", seja popular dentro de inúmeros terreiros de candomblé. Este orixá é jovial, possui grande beleza e tabus, tendo aversão pela cor marrom e vermelha. Diz-se que odeia mentira e confere aos sacerdotes dons psíquicos e êxito na feitiçaria, pois este é um exímio feiticeiro, caçador e orixá encantado, sendo o único Aboró (orixá masculino), a ter afinidade com as mães- ancestrais - as temidas Iami. É concretizado através de tradição oral, que este orixá agrupa em si a polaridade masculina e feminina - conceito talvez oriundo de influências esotéricas, contudo em sua origem africana, apesar de suas atribuições fluídas, ele possui três esposas - que são citadas em seu oriqui. Logunedé tem como símbolos o Cavalo-Marinho (animal cujo macho transporta os embriões em sua barriga), que ganhara de sua avó Iemanjá, o Pavão - o qual se transmuta assim como sua mãe Oxum, o Lírio, a flor de forte odor - que Oiá o encontrou envolvido quando Oxum o abandonou. É associado também, em seus oriquis ao Leopardo e à guerra, é o orixá que vem na linha de frente nos campos de batalha - e ao mesmo tempo representa o aspecto fluido e diversificado da natureza e de seus reinos. Quando manifestado em seus eleguns e iaôs, é ornamentado com chapéu de couro ou pano de cabeça - turbante, podendo também usar coroa e o tradicional filá. Porta o espelho (Abebé) e o arco e flecha (ofá), após influência de estrangeiros, tornou-se comum ver o orixá ser vestido com tecidos vermelhos e portanto facão (espada ritualística) - o que no candomblé brasileiro, é incomum - a respeito do tecido vermelho ou de cor escura. Utiliza joias, pulseiras e adereços em cor dourada ou acobreada, fazendo alusão à riqueza e a prosperidade que carrega e distribui para seus fiéis. == Entendendo a polêmica acerca das divindades não-binárias == Sabe-se que antes da dominação muçulmana e cristã, por parte de povos invasores no continente africano, sobretudo na região hoje conhecida como Nigéria ou Iorubalândia, muitos, senão todos os povos tradicionais desta terra, eram predominantemente matriarcais e matrifocais - estabelecendo uma cultura voltada à terra. aos cultos de mistérios e as manifestações focadas no sagrado feminino, onde raramente haviam conflitos, pois ao invés da guerra, preferiam estabelecer casamentos e intercâmbios com povos vizinhos. Como a cultura Iorubá também não escapou desta contraposição cultural, todo um sistema social fora alterado, inclusive o uso do Oráculo de Ifá, sendo restrito aos homens e tendo seus versos e aforismos, alterados para uma ótica proselitista, masculina e patrifocal. Tendo ciência dos fatos ocorridos e historicamente comprovados, sabemos que no âmbito dos orixás encantados - que compreendiam corpos e expressões de gênero, fora da compreensão binária, imposta sobretudo pelas culturas abraâmicas e coloniais, geraram um grande epistemicídio para com essas deidades. Até hoje debates extremamente retrógrados e pautados na cultura do sistema de gênero binário, são direcionados as manifestações e encantamentos de orixás como Oxumarê, Logunedé, Ossanhe e Otim. Inúmeros movimentos sociais voltados à sexualidade e representatividade LGBTQIAP+, utilizam dos simbolismos e histórias dessas divindades, como forma de amparo e fundamentação para a causa. É sabido também, que inúmeras divindades com características andróginas, não-binárias e afins, estão presentes em diversas culturas pelo mundo, principalmente na cultura clássica e tupi-guarani. Portanto pode-se concluir que antigos e diversos povos, representavam a diversidade da natureza em seus deuses e figuras míticas, e não reproduziam ou sequer pensavam em padrões heteronormativos e dominantes. Diante do e entre inúmeros estudos e debates de gênero, inúmeras Comunidades Tradicionais de Terreiro, estão abolindo de suas práticas o pensamento colonial e as amarras judaico-cristãs e hegemônicas, que distorciam a estrutura e filosofia dos cultos afros e seus mistérios. == Bibliografia == * Notas sobre o culto aos Orixás e Voduns. VERGER, Pierre. 2012. EDUSP. * Mitologia dos Orixás. PRANDI, Reginaldo. 2012. Companhia das Letras. * Cantando para os Orixás, OLIVEIRA, B. A. 2012. Pallas. * Decolonizing the Orishas: Harmonia Rosales & the Un-Whitewashing of Black Atlantic Divinity, lecture by Professor Elizabeth Pérez - Webinar 2022 - Universidade da Califórnia - Santa Barbara. Categoria:Orixás masculinos",
 "title": "Logunedé"
}