{
 "id": "9676",
 "text": "Franz Peter Schubert (Himmelpfortgrund, 31 de Janeiro de 1797 – Viena, 19 de Novembro de 1828) foi um compositor austríaco do fim do classicismo, com um estilo marcante, inovador e poético do romanticismo. Escreveu cerca de seiscentas peças musicais (o \"lied\" alemão), bem como óperas, sinfonias, incluindo a \"Sinfonia Incompleta\", sonatas entre outros trabalhos. Viveu apenas trinta e um anos e para além de um círculo restrito de conhecedores, não teve reconhecimento publico. Mas o interesse pela sua música aumentou significativamente nas décadas que se seguiram à sua morte. O contributo para colocar Schubert no panteão dos grandes compositores da história da música europeia foi dado por outros grandes compositores do que foram seus admiradores, como Felix Mendelssohn, Robert Schumann, Franz Liszt ou Johannes Brahms. Hoje, o seu estilo considerado por muitos como imaginativo, lírico e melódico, fá-lo ser considerado um dos maiores compositores do século XIX, marcando a passagem do estilo clássico para o romântico. == Primeiros anos de vida e educação == thumb|esquerda|250px|a casa onde Schubert nasceu Schubert nasceu em Himmelpfortgrund, um pequeno subúrbio de Viena, na época da Monarquia de Habsburgo. O seu pai, Franz Theodor Florian Schubert, filho de um camponês da Morávia, era um mestre-escola da paróquia. A sua mãe, Elizabeth Fitz (ou Vietz), tinha sido, antes do casamento, criada de uma família vienense. Dos seus quatorze filhos, nove morreram durante a infância; os outros eram Ignaz (nascido em 1784), Ferdinand (nascido em 1794), Karl (nascido em 1796), Franz e a filha, Theresia (nascida em 1801). O pai, homem de reconhecida integridade moral, tinha alguma reputação como professor, e a sua escola, em Lichtenthal, era bem frequentada. Era também um músico amador razoável. Os seus filhos mais velhos, Ignaz e Ferdinand, comparavam-se ao pai na sua habilidade musical. Aos cinco anos de idade, Schubert começou a sua instrução regular, com o pai. Aos seis anos, entrou na escola de Lichtenthal, onde passou alguns dos melhores anos da sua vida. A sua educação musical começou também por esta altura. O seu pai transmitiu-lhe alguns conhecimentos rudimentares sobre violino e o seu irmão, Ignaz, iniciou-o no pianoforte. Aos sete anos, como já tinha ultrapassado largamente a perícia dos seus mestres iniciais, foi entregue à guarda de Michael Holzer, o Kapellmeister — mestre de capela — da igreja de Lichtenthal. As lições de Holzer consistiam mais em manifestações de espanto por parte do mestre. O jovem Schubert lucrou mais com a ajuda de um seu colega que o levava até um armazém de pianofortes, onde este tinha oportunidade de praticar em instrumentos mais sofisticados que aquele que a sua família lhe podia proporcionar. O facto de os seus primeiros anos de aprendizagem serem algo insatisfatórios era tanto mais sério que, naquela época, um compositor só teria alguma hipótese de sucesso se fosse reconhecido pelo público como um intérprete de excepção. A educação musical que tinha era, no entanto, insuficiente. A 30 de setembro de 1808, o seu pai levou-o a participar no concurso para coristas da Capela Imperial, onde António Salieri, compositor oficial da corte, selecionaria os novos cantores. Possuidor de uma apreciada voz de soprano, obteve um lugar no coro, ganhando também uma bolsa de estudos em Stadtkonvikt, um dos melhores colégios de Viena (correspondendo ao Conservatório). Manteve-se aí até ter quase dezessete anos. A sua instrução não foi, no entanto, das melhores — um pouco, aliás, como aconteceu a Haydn em St. Stephen. A sua formação deveu mais à prática que recebeu através da orquestra da escola e pelo companheirismo de alguns dos seus colegas. Muitos dos seus mais devotados amigos, ao longo da sua vida, encontram-se já entre os seus colegas: Spaun, Stadler, Holzapfel, entre outros que o ajudavam monetariamente, comprando-lhe papel de música (que não conseguia comprar com o dinheiro que tinha), além de lhe darem apoio moral, encorajando-o, reconhecendo nele as suas qualidades. Foi também no Stadtkonvikt que teve o seu primeiro contacto com as sinfonias e aberturas de Mozart. Foi conhecendo alguma produção musical além desta, como pequenas peças musicais mais ligeiras e visitando ocasionalmente a ópera, que Schubert foi desenvolvendo o seu conhecimento pessoal da música da época. Entretanto, ia já demonstrando as suas capacidades como compositor. Uma Fantasia para dueto de piano (D.1, usando o número de catálogo proposto por Otto Erich Deutsch — por isso se deve ler \"Deutsch 1\"), em trinta e duas páginas de música densamente escrita, é datada de 8 de Abril a 1 de Maio de 1810; seguiram-se, em 1811, três longas peças vocais (D.5 – D.7), escritas segundo um conceito popularizado por Zumsteeg, juntamente com uma \"abertura-quinteto\" (D.8), um quarteto de cordas (D.2); uma segunda Fantasia para pianoforte e alguns Lieder (canções). É importante referir o seu interesse pela música de câmara já que se sabe que, em sua casa, na altura, se tinha formado um quarteto que tocava \"aos domingos e feriados\": com os seus irmãos a tocar violino, o seu pai a tocar violoncelo e Schubert a tocar viola. Durante os restantes anos que passou no Stadtkonvikt, escreveu ainda um número apreciável de peças de música de câmara, vários Lieder, algumas peças variadas para pianoforte e, entre os seus projectos mais ambiciosos, um Kyrie (D.31) e um Salve Regina (D.27), um octeto para instrumentos de sopro (D.72/72a) — diz-se que em honra da sua mãe, que morreu em 1812 — uma cantata (D.110), incluindo a letra e a música, para a comemoração do dia de aniversário do seu pai, em 1813; e, no final dos seus anos de conservatório, a sua primeira sinfonia (D.82). == Professor na escola do pai == No final de Outubro de 1813 deixou o conservatório e, para evitar o serviço militar, começou a leccionar na escola de seu pai, como professor primário. O seu pai tinha casado, entretanto, com Anna Kleyenboeck, a filha de um comerciante de seda do subúrbio de Gumpendorf. Durante dois anos, Schubert suportou este trabalho sem grande motivação. Compensava-o, no entanto, o prosseguimento da sua prática de composição, tendo aulas particulares com Salieri, que o aborrecia, acusando-o de plagiar Haydn e Mozart, apesar de ser certo que foi, dos seus professores de música, o mais competente. Antonio Salieri continuaria a fornecer-lhe as bases da sua aprendizagem musical até 1816, ano em que separaram. Travou, entretanto, amizade com a família Grob, fabricantes de seda, onde uma das filhas do casal, Teresa, demonstrava alguns dotes como cantora. Escreveu algumas das suas obras litúrgicas para a sua voz de soprano, nomeadamente, a \"Salve Regina\" e o \"Tantum Ergo\", sendo também a solista escolhida para a sua primeira missa (D.105) a 25 de Setembro desse ano de 1814, e que constituiu a primeira apresentação pública de uma obra sua. Schubert quis casar com ela, mas uma lei emitida em 1815 exigia que todos os candidatos a casar fizessem prova de possuírem capacidade financeira para sustentar a família, critério que o compositor não satisfazia. A relação terminou, no entanto, em 1816, já que Schubert não conseguia ter emprego permanente. A sua primeira ópera completa — Des Teufels Lustschloss (D.84) — e a sua primeira missa — em Fá Maior (D.105) — foram ambas escritas em 1814. Do mesmo ano datam três quartetos de cordas, muitas peças instrumentais curtas, o primeiro andamento da sinfonia n.º 2 em si menor (D.125) e 17 Lieder, incluindo algumas obras-primas como Der Taucher (a primeira versão, D.77, reescrita posteriormente, com o número de catálogo D.111) e o chamado \"Lamento de Margarida\" — da obra de Goethe, \"Fausto\" — ou seja, Gretchen am Spinnrade (\"Margarida na roca\") (D.118, publicado como Op.2). Mas mesmo esta actividade musical foi largamente ultrapassada pela produzida em 1815. Neste ano, apesar do seu trabalho na escola, das aulas com Salieri e das muitas distracções proporcionadas em Viena, produziu um acervo de obras quase inacreditável pela quantidade. A segunda sinfonia em si bemol (D.125) foi terminada, e uma terceira, em dó maior (D.200), foi composta quase de seguida. Completou igualmente duas missas, em sol (D.167) e si bemol (D.324) — a primeira foi escrita em seis dias — além de um novo \"Dona Nobis\" para a missa em fá, um Stabat Mater e um Salve Regina (D.223). Escreveu, entretanto, cinco óperas, das quais apenas três ficaram completas — Der vierjährige Posten (D.190), Fernando (D.220) e Claudine von Villabella (D.239) — e duas, Adrast (D.137) e Die Freunde von Salamanka (D.326), ficaram, aparentemente, incompletas. A lista de obras inclui ainda um quarteto de cordas em sol menor, quatro sonatas e muitas peças de menor dimensão para piano. Os seus Lieder continuam, no entanto, a constituir a maior parte, e com maior sucesso, do compositor: 146 canções, algumas de tamanho considerável, das quais oito estão datadas de 8 de outubro e sete de 19 de outubro. No inverno de 1814/1815, Schubert conheceu o poeta Johann Mayrhoffer; conhecimento que, como era habitual nas suas relações, levou a uma amizade sólida. Tinham temperamentos diferentes. Enquanto que Schubert se mostrava expansivo e alegre, apenas com alguns momentos, breves, de depressão logo seguidos de estados de espírito enérgicos, Mayrhofer era melancólico e reservado, preferindo levar a vida de forma estoica e silenciosa. Essa relação foi, como se verá, proveitosa para Schubert por diversas razões. == Sustentado pelos amigos == Assim como 1815 foi o período mais prolífico da vida de Schubert, em termos quantitativos, 1816 foi a época de viragem no que diz respeito à sua vida. Estava este ano por começar, quando Spaun descobre que Schubert está a compor, febrilmente, entre uma pilha de trabalhos escolares, o \"Rei dos Álamos\", também traduzido por \"O Rei dos Elfos\" ou Erlkönig (D.328, publicado como Op.1) — de um poema de Goethe. Umas semanas mais tarde, Von Schober, um estudante de direito de uma família abastada, que tinha ouvido algumas canções de Schubert em casa de Spaun, convida-o para ir a sua casa, onde poderia compor em paz, sem se preocupar com actividades lectivas. A proposta era tanto mais oportuna quanto Schubert tinha concorrido, sem sucesso, para o posto de mestre de capela em Laibach (hoje, Liubliana). O consentimento de seu pai foi imediato. Antes do final da Primavera, já Schubert se estava a instalar em casa de Franz von Schober, onde permaneceu por oito meses. Por algum tempo ainda tentou contribuir com alguns rendimentos para a sua família, dando aulas de música, mas rapidamente as abandonou, devotando-se inteiramente à composição. \"Escrevo todo o dia\", disse um dia a alguém que o visitava, \"e quando acabo uma peça, começo outra\".Intercâmbio: vozes alemans, vozes brasileiras, Volumes 35-37. Editora Pro Arte, 1977. Universidade do Texas. Entre as obras escritas em 1816 incluem-se três cantatas cerimoniais, uma delas (D.407/441) escrita para o Jubileu de Salieri, a 16 de Junho; a cantata \"Prometeu\" (D.451), oito dias depois, para os alunos do professor Heinrich Joseph Watteroth que lhe pagou honorários (\"a primeira vez\", dizia ele no seu Diário, \"que compus por dinheiro\"); a outra, com um libreto, indigno da qualidade musical de Schubert, para Herr Joseph Spendou, \"Fundador e director\" (D.472). De maior importância são as suas duas novas sinfonias: a Quarta sinfonia em dó menor (D.417), a \"Trágica\", com um andante impressionante; e a Quinta sinfonia em si bemol (D.485), com um brilho e frescura dignos de Mozart. Compôs também algumas peças de música sacra, onde demonstra uma maior maturidade que nas que compôs antes; e mais de cem canções, entre as quais algumas das suas melhores, a partir de textos de Goethe e Schiller. Escreveu também uma ópera, \"Die Bürgschaft\" (D.435), novamente com um libretto indigno do compositor, mas que revela bem o interesse que Schubert tinha em ingressar no mundo do teatro musicado. Entretanto, o seu círculo de amigos continuava, incessantemente, a aumentar. Mayrhofer apresenta-o a Vogl, um barítono famoso, que lhe presta um grande favor ao interpretar os seus Lieder nos salões de Viena; Anselm Hüttenbrenner e o seu irmão, Joseph, encontram-se também entre os seus mais devotados admiradores; Joseph von Gahy, um pianista de renome, tocava as suas sonatas e fantasias; os Sonnleithners, uma rica família burguesa, cujo filho mais velho tinha estado no Conservatório, deu-lhe livre acesso a sua casa e organizava, em sua honra, reuniões musicais a que, rapidamente, se deu o nome de \"schubertíades\". As suas necessidades materiais eram sustentadas sem grande dificuldade. Com efeito, Schubert não tinha qualquer meio de subsistência. Os seus amigos, no entanto, com um generoso espírito de Boémia, partilhavam as contas, desde o alojamento até à alimentação. Schubert era sempre o líder das tertúlias e festas, e era conhecido por meia dúzia de alcunhas, das quais a mais característica era kann er was? (\"Ele é capaz?\"), a sua pergunta usual quando alguém lhe era apresentado. Durante o ano de 1817, dedicou-se particularmente à composição de sonatas para piano (D.537, D.557, D.566, D.567, D.570, D.575), sendo também desta altura algumas das suas mais conhecidas composições como Ganymed ou Der Tod und das Mädchen (A Morte e a Donzela). O ano de 1818, ainda que tenha sido um ano de pouca produção musical, se comparado com o que o antecedeu, foi, no entanto, memorável. A primeira apresentação pública de uma obra de Schubert — uma abertura ao estilo italiano: uma paródia descarada a Rossini — tocada com toda a seriedade num concerto numa prisão, a 1 de Março. Foi também o início da sua única nomeação oficial, como Mestre de Música da família do Conde Johann Esterhazy em Zelesz, na actual Eslováquia, onde esteve ao seu serviço desde o início de Julho até meados de Novembro desse ano. Chegou mesmo a compor canções e outras peças musicais para piano a quatro mãos dedicadas às condessas Marie e Caroline, filhas do conde. Entre as composições que desenvolveu neste ano, encontramos a Sinfonia em dó maior (D.589), além de algumas canções como Einsamkeit (\"Solidão\") (D.620), Marienbild (D.623) e Litaney. Ao regressar a Viena, no outono, descobre que Von Schober já não lhe pode dar alojamento, pelo que passa a viver com Mayrhofer. Aí, os seus hábitos não mudam muito: todas as manhãs começa a compor assim que sai da cama, escreve até às duas da tarde, altura em que come algo. Sai de passeio e volta de novo para compor ou, no caso de não estar disposto a isso, visita os amigos. Apresenta-se ao público como escritor de canções, pela primeira vez, em 28 de Fevereiro de 1819, quando a sua canção Schäfers Klagelied (Elegia do Pastor)é cantada por Jager num concerto, numa prisão. No verão do mesmo ano, tira férias e viaja com Vogl até à Alta Áustria. Em Steyr, escreve o seu famoso Quinteto para piano em lá Die Forelle (A Truta) (D.667), surpreendendo os seus amigos ao transcrever as partes sem consultar a partitura. Durante o outono enviou três das suas canções a Goethe que, ao que se sabe, não lhe respondeu. As suas composições de 1820 são notáveis em vários aspectos e demonstram um largo avanço no desenvolvimento e maturidade do seu estilo. A oratória inacabada \"Lazarus\" (D.689) foi começada em Fevereiro; mais tarde, seguiram-se, entre outras obras de menor dimensão, o Salmo 23 (D.706) (\"O Senhor é meu Pastor\"), o Gesang der Geister (D.705/714), o Quarteto para cordas n.º 12 em dó menor (D.703) e a grande \"Fantasia Wanderer\" para piano (D.760). Mas o mais interessante, em termos biográficos, foi o facto de, neste ano, duas das óperas de Schubert terem sido estreadas no teatro Karthnerthor: Die Zwillingsbrüder \"Os irmãos gémeos\" (D.647) a 14 de junho, e Die Zauberharfe (\"A Harpa Mágica\" ou \"A Harpa Encantada\") (D.644) a 19 de Agosto. Até ao momento, as suas composições mais extensas (exceptuando as missas) só tinham sido tocadas por amadores, na Gundelhof, uma sociedade com origem nos recitais de quarteto em casa do seu pai. Agora começava a ter maior visibilidade, mostrando-se a um público mais vasto. Os editores mantinham-se, no entanto, desdenhosos em relação à sua obra. Só quando o seu amigo Vogl canta o seu Erlkönig num concerto, no teatro Kärnthnerthor (8 de Fevereiro de 1821) é que Anton Diabelli aceitou, com algumas hesitações, publicar algumas das suas obras sob comissão. As primeiras sete obras com número de opus (todas elas canções — Lieder) foram publicadas nestes termos. Ao terminar a comissão, começou a receber os escassos dividendos acordados com as editoras. Muito se tem escrito sobre o abandono a que foi votado durante a sua vida. A culpa não se pode apontar nem aos seus amigos nem sequer ao público vienense, que só indirectamente era culpado. A responsabilidade pertencerá, talvez, às cautelas desnecessárias dos intermediários que retardavam e restringiam a publicação das suas obras. Com a composição destas duas peças dramáticas, a atenção de Schubert dirigiu-se ainda mais para o palco. Desde o final de 1821 que esta obsessão apenas lhe trará desilusões. Alfonso und Estrella é recusada; o mesmo acontece com Fierabras (D.796); Die Verschworenen (\"Os conspiradores\") (D.787), foi proibida pela censura (provavelmente devido ao título); \"Rosamunde\" (\"Rosamunda, princesa do Chipre), (D.797) ficou incompleta, depois de duas noites de trabalho, devido à insignificância do libreto. Destes trabalhos, os dois primeiros estão escritos a uma tal escala que a sua interpretação se tornaria inexcedivelmente difícil. (\"Fierabras\", por exemplo, é constituído por mais de 1000 páginas de partitura manuscrita), mas Die Verschworenen é uma comédia brilhante e ligeira, e \"Rosamunda\" contém alguma da melhor música composta por Schubert (a abertura, por exemplo, faz parte do reportório habitual da maioria das orquestras). Em 1822 é apresentado a Weber e a Beethoven, mas isso terá pouca influência na sua vida, ainda que Beethoven reconheça, cordialmente, o génio de Schubert — todavia, durante seu funeral, Schubert foi um dos que carregaram sua urna. Von Schober está, entretanto, longe de Viena; novos amigos aparecem, mas com um carácter menos desejável. De todos, estes são os anos mais negros da sua vida. Na Primavera de 1824 escreve o magnífico Octeto em fá maior (D.803), \"o esboço de uma grande sinfonia\"; no verão volta para Zelesz, onde, atraído pela língua húngara, escreve o \"Divertimento à húngara\" (D.818) e o Quarteto para cordas em lá menor (D.804). Muitos biógrafos referem, neste passo, a discutida paixão de Schubert pela Condessa Caroline Esterhazy, sua aluna. Os amigos de Schubert, nos seus diários e memórias referem esta paixão impossível de se concretizar, dada a condição social do compositor. Schubert dedicou-lhe a sua Fantasia em fá menor, escrita em 1828. Muito debatido é, também, o grande Duo em dó maior (D.812, opus 140), datado no verão desse ano, em Zelesz. Não tem qualquer relação com o estilo usual de Schubert para música de pianoforte, sendo predominantemente de carácter orquestral, podendo ser um esboço de uma grande sinfonia, à semelhança do Octeto. Apesar da sua constante preocupação pelo teatro e, mais tarde, com os seus deveres oficiais, conseguiu, ainda assim, arranjar tempo para escrever outras obras. Completou a Missa em lá bemol (D.678) e começou a \"Sinfonia inacabada\" ou \"Sinfonia incompleta\" (Sinfonia n.º 8 em si menor, D.759) em 1822. Os lieder Die schöne Müllerin (\"A Bela Moleira\") (D.795), e muitas outras das suas melhores canções foram escritas em 1825; em 1824 escreveu algumas variações sobre o tema Trockne Blumen (\"Flores secas\") destes lieder. Há também uma sonata para piano e \"Arpeggione\" (D.821), uma interessante tentativa de valorizar um instrumento musical pesado e, hoje, obsoleto. Esta peça tem sido, entretanto, adaptada a outros instrumentos, sendo usualmente tocada com piano e violoncelo. Os problemas destes anos pareceram desanuviar um pouco no ano de 1825. Começou a publicar mais obras; por algum tempo a sua situação financeira melhorou; no verão, fez uma viagem à Alta Áustria, onde foi recebido com entusiasmo. Foi durante essa viagem que escreveu \"Canções de Sir Walter Scott\". É neste ciclo que se insere a famosa \"Ave Maria\" (título original Ellens dritter Gesang, D.839), escrita para a tradução de Adam Storck a partir de um poema de Walter Scott, e não para o \"Ave Maria\" em latim, tal como é usada hoje em dia a música. Escreveu também a Sonata para piano em lá menor (D.845, op. 42). De 1826 a 1828, Schubert residiu sempre em Viena, se exceptuarmos uma breve visita a Graz, em 1827. Os dados biográficos dos anos que se seguem restringem-se quase exclusivamente às obras que compôs. Os únicos acontecimentos dignos de notas em 1826 foi que dedicou uma sinfonia para a Gesellschaft der Musikfreunde, tendo recebido honorários em troca; que, no mesmo ano, concorreu para condutor de orquestra na Ópera, tendo perdido o posto por se recusar a alterar uma das suas canções no ensaio; e que na primavera de 1828 deu, pela primeira e única vez na sua vida, um concerto dedicado exclusivamente a obras da sua autoria, tendo sido bem recebido. Seguem-se as obras mais importantes escritas neste período. No inverno de 1825-1826, escreveu o quarteto de cordas em ré menor, com as variações sobre o tema A Morte e a Donzela (D.810). Mais tarde, nesse mesmo ano, escreveu o \"Quarteto de cordas em sol maior\", \"Rondeau brilhante\" para piano e violino (D.895, opus 70), e a interessante Sonata para Piano em sol (D.894, opus 78) que, por soberba dos editores, foi impressa sem o título \"Fantasia\" que Schubert lhe havia dado (ainda que em edições recentes se tenha recuperado esse título, nem que seja sob a forma de sub-título). A estas obras há a acrescentar as três canções baseadas em poemas de Shakespeare, das quais \"Hark! Hark! the Lark\" (D.889) e \"Who is Sylvia?\" (D.891) foram escritas no mesmo dia; a primeira numa taberna onde interrompeu o seu passeio da tarde e a última quando estava de volta aos seus aposentos, ao anoitecer. Em 1827, escreveu a \"Viagem de Inverno\" — Winterreise (D.911), a fantasia para piano e violino em dó (D.934), e os dois trios para piano (si bemol, D.898; e mi bemol, D.929): em 1828 a \"Canção triunfal de Miriam\", baseada em um texto bíblico; a Sinfonia em dó maior, \"a Grande\" (D.944), a Missa em mi bemol (D.950), e o extraordinariamente belo Tantum Ergo (D.962) na mesma dominante; o Quinteto de Cordas em dó (D.956); o segundo \"Benedictus\" para a Missa em dó, as últimas três Sonatas para piano e o conjunto de canções publicadas postumamente com o lírico título de Schwanengesang (ou \"O Canto do Cisne\", D.957). Seis destas canções têm letra de Heinrich Heine, cuja Buch der Lieder foi escrita no outono. == Morte e avaliação da sua obra == A sua saúde deteriorou-se neste mesmo auge da sua actividade criativa. Sofria de sífilis desde 1822. Teria morrido de febre tifoide, ainda que vários biógrafos apresentem outras possíveis doenças. Morreu a 19 de Novembro, na casa do seu irmão Ferdinand, em Viena, com 31 anos de idade.Brian Newbould, Schubert: The Music and the Man, UCLA Press, 1997, discusses Schubert's medical history and his death; leans toward Schubert's contracting syphilis in 1822 and dying from it, while judging the evidence not quite conclusive announcing the test for syphilis. A sua sepultura jaz no cemitério de Währinger, perto da de Ludwig van Beethoven (compositor que venerou em vida), conforme desejado por ele. Seu epitáfio, escrito pelo poeta Franz Grillparzer, dizia: \"A arte da música enterrou aqui grandes riquezas, e esperanças ainda maiores\". Algumas das suas peças de menor dimensão foram impressas pouco depois da sua morte, mas aquelas que hoje são consideradas mais importantes foram vistas pelos editores como papel desperdiçado. Em 1838, Robert Schumann, numa visita a Viena, encontra o manuscrito poeirento da Sinfonia em dó maior, (a \"Grande\", D.944) e levou-a consigo para Lípsia, onde foi interpretada por Felix Mendelssohn, tendo sido consagrada pelos críticos da revista \"Neue Zeitschrift für Musik\". Há uma certa controvérsia em relação à numeração a dar a esta Sinfonia. Os musicólogos alemães preferem designá-la por Sinfonia n.º 7; o catálogo de referência das obras de Schubert, o \"Deutsch\", compilado por Otto Erich Deutsch, lista-a como n.º 8, enquanto que na maior parte do mundo é conhecida como a nona de Schubert. O passo mais importante que foi dado para a redescoberta dos trabalhos esquecidos de Schubert foi dado, numa viagem que fez por Viena, por Sir George Grove (da \"Grove's Dictionary of Music and Musicians\") e por Sir Arthur Sullivan, no outono de 1867. Estes viajantes reabilitaram sete sinfonias, a música escrita para a ópera \"Rosamunda\", algumas missas e óperas, alguns trabalhos de música de câmara e um grande conjunto, variado, de pequenas peças musicais e lieder. O público mundial tinha, finalmente, acesso à obra de Schubert. Outra controvérsia, iniciada com Grove e Sullivan, tendo continuado por vários anos, referia-se à existência de uma Sinfonia \"perdida\". Pouco antes da morte de Schubert, o seu amigo Eduard von Bauernfeld fazia menção a uma outra sinfonia, datada de 1828 (ainda que isso não indique de forma indubitável o ano em que terá sido composta), que se chamaria \"Letzte\" ou seja, a \"Última\" sinfonia. A generalidade dos musicólogos aceita, hoje em dia, que esta última sinfonia refere-se a um esboço sinfónico em ré maior (D936A), descoberto na década de 70 e, que, Brian Newbould completou, dando-lhe o nome de Décima sinfonia. Muitos concordam com a frase de Franz Liszt, que se refere a Schubert como \"le musicien le plus poète qui fut jamais.\" — \"o músico mais poeta que já existiu\". Em clareza de estilo, é dito que é inferior a Mozart; no poder da construção musical, está bem longe de Beethoven, mas, em termos de impulso e sugestão poética, é dificilmente comparável. Escreveu a sua música sempre de forma precipitada e raramente mudava algo que já estava escrito. Daí que a característica fundamental da sua obra seja um certo sabor a improviso: é por isso que adjectivações como fresco, vivo, espontâneo, impaciente, moderado, rico em matizes sonoras, caloroso, sentimental e imaginativo são frequentemente utilizadas. É por muitos considerado o maior autor de canções que alguma vez existiu. O lied alemão não seria, de forma alguma, o mesmo sem Schubert. Em geral, as suas obras são marcadas pelo paradigma da canção. Até nas suas missas parece que se irrita com as secções contrapontísticas, empregando toda a sua alma nas partes que lhe permitem um tratamento mais lírico. Nas suas sinfonias, as passagens mais celebradas são aquelas que trazem a marca do lirismo e da elegia. Poder- se-ia dizer que era como um cantor (que foi, efectivamente) que transportou para todo um vasto campo musical a forma artística que mais amou. thumb|180px|border|Franz Schubert memorial em Viena, Stadtpark Em 1872, foi erigido no Parque Municipal de Viena um memorial em honra de Franz Schubert. == Instrumentos == Entre os pianos aos quais Schubert teve acesso contam-se o piano Benignus Seidner, agora em exposição na Casa-Museu de Schubert, em Viena, e o piano de Anton Walter & Sohn, em exposição no Museu de História da Arte, também em Viena. Schubert também conhecia os instrumentos do construtor de pianos vienense Conrad Graf. Exemplos sonoros * Paul Badura-Skoda. Franz Schubert. Fantaisie Pour le Piano-forte. Fortepian Conrad Graf da década de 1824 * Jan Vermeulen. Franz Schubert. Works for fortepiano. Volume 1. Fortepian Nannette Streicher da década de 1826 * Malcolm Bilson. Franz Schubert — Piano Sonatas D.850, D.568. Fortepian Conrad Graf da década de 1835. Hungaraton Classics * Howard Shelley. Franz Schubert. Sonatas. Fortepian Johann Fritz da década de 1814 * K.Bezuidenhout piano, J.Kobow voice. F.Schubert (1797-1828): Chant du Cygne D.957 - F.Mendelssohn (1809-1847) : Six lieder sur des textes de Heinrich Heine. Fortepian Conrad Graf da década de 1819 (Paul McNulty) * Alexei Lubimov. Franz Schubert. Impromptus. Fortepian Matthias Müller da década de 1810, Joseph Schantz 1830 * Andreas Staier, Alexandr Melnikov. Franz Schubert. Fantasie in F Minor. Graf (Christopher Clarke) * Penelope Crawford. Schubert, Mendelssohn, Schumann. Viennese Romantic Piano. Fortepian Conrad Graf da década de 1835 * Viviana Sofronitsky. F.Schubert. Wanderer Fantasy, Impromptus opp. 90 & 142\\. Fortepian Conrad Graf da década de 1819 (Paul McNulty) * András Schiff. Franz Schubert. C Major Fantasies. Fortepian Franz Brodmann da década de 1820 == Bibliografia == * * * * * * * * * * * * * * * == Ligações externas == * * , cronologia detalhada, biografia, lista de trabalhos e árvore genealógica. * * * pelo pianista Bart Berman * * * * * * * * * * na Allgemeine Deutsche Biographie === Gravações e Midi === * * * * * * === Obras musicais === * * * * Schubert Piano * * * Categoria:Compositores da Áustria Categoria:Compositores de ópera Categoria:Compositores românticos Categoria:Sepultados no Cemitério Central de Viena",
 "title": "Franz Schubert"
}