{
 "id": "9677",
 "text": "O Seixal é uma cidade portuguesa pertencente ao distrito de Setúbal e à Área Metropolitana de Lisboa, com cerca de habitantes. É sede do município do Seixal com de área e habitantes (2021), estando subdividido em 4 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a este pelo município do Barreiro, a sul por Sesimbra, a oeste por Almada (com quem mantém uma forte afinidade) e a norte pelo estuário do Tejo, através do qual tem ligação a Lisboa. O concelho do Seixal possui um grande braço do Tejo, com o sapal de Corroios a oeste e o rio Judeu a leste. == Etimologia == Seixal vem da palavra portuguesa \"seixo\" pois a região próxima ao rio é repleta de pequenos fragmentos de rochas delapidadas pela água que são visíveis quando o nível da maré está baixo. == História == Foi no Seixal que os irmãos Vasco e Paulo da Gama construíram as embarcações para a viagem até à Índia. Enquanto Vasco da Gama estava em Lisboa a preparar a viagem, Paulo da Gama comandava os carpinteiros e calafates na construção das naus. Estêvão da Gama, pai dos navegadores, foi comendador do Seixal. A organização administrativa e territorial do Seixal sofreu várias alterações ao longo dos tempos. Assim, na época de Quinhentos, o povoado do Seixal fazia parte da freguesia de Arrentela, estando incluído no termo de Almada. Só após a revolução liberal, na sequência da reforma administrativa de 1836, no reinado da Rainha Dona Maria II, é que viria a ganhar direitos de concelho. Contudo, em 1895, viria a ser extinto. A freguesia de Amora foi então integrada no concelho de Almada e as de Arrentela, Aldeia de Paio Pires e Seixal no concelho do Barreiro. Três anos mais tarde, o concelho do Seixal foi de novo instituído, passando também a abranger a freguesia de Corroios, criada em 1976. As alterações de estatuto administrativo acompanharam a evolução e desenvolvimento das povoações. O Terramoto de 1755 fez-se sentir violentamente no Seixal, tendo obrigado as populações ribeirinhas a procurar refúgio nas barrocas do Conde de Vila Nova. A reconstrução foi lenta. A partir da segunda metade do século XIX, começou a registar-se um significativo surto de desenvolvimento económico e industrial, com a instalação de diversas unidades fabris (têxtil, vidro e cortiça). Ficaram conhecidas a Companhia de Lanifícios de Arrentela, a vidreira Fábrica da Amora e as corticeiras Mundet e Wicander. Há cerca de 100 anos, o Seixal era o principal centro corticeiro do País. Nos anos sessenta, a instalação da Siderurgia Nacional (inaugurada em 1961) e a ponte sobre o Tejo (1966) deram um novo impulso ao desenvolvimento económico do Concelho, com grande incidência no crescimento demográfico e na alteração profunda das suas características urbanísticas. Em 27 de Maio de 1993, é criada a freguesia de Fernão Ferro, resultante da subdivisão da antiga freguesia de Arrentela. Em 20 de Maio do mesmo ano, as vilas do Seixal e Amora adquirem o estatuto de cidade e Corroios ascende a vila. A presença do Tejo neste concelho, nomeadamente da Baía do Seixal, condiciona o aparecimento de um conjunto de profissões - pescadores, marinheiros, moleiros, calafates, carpinteiros de machado - que, durante anos, constituíram o principal modo de vida das populações. A fisionomia urbana do concelho foi também definitivamente marcada pela presença do rio, com a construção de moinhos de maré, estaleiros navais e de atividades ligadas à pesca, tais como a antiga seca do bacalhau na Ponta dos Corvos. == Freguesias do município de Seixal == O município do Seixal está dividido em 4 freguesias: * Amora * Corroios * Fernão Ferro * Seixal, Arrentela e Aldeia de Paio Pires == Património == Cidade plana que motiva o cicloturismo e, como tal, conta com uma ciclovia ao largo da baía ligando as cidades de Amora e Seixal, passando pelas localidades do Cavaquinhas, Arrentela, Torre da Marinha e Correr de Água. Local onde Vasco da Gama e Paulo da Gama construíram a sua frota marítima para se deslocar até à Índia, conta com inúmeras quintas senhoriais, com um património riquíssimo testemunho dessa época (Quinta da Fidalga, Quinta do Álamo, Quinta da Trindade, Quinta de São Pedro, Quinta de Cheiraventos, etc.). Terra de pescadores, viveiro de músicos, o Seixal, Aldeia de Paio Pires, a Arrentela e a Amora têm presente a qualidade artística das melhores bandas filarmónicas nacionais, tais como a Sociedade Filarmónica União Arrentelense (Arrentela), a Sociedade Musical 5 de Outubro (Aldeia de Paio Pires), a Sociedade Filarmónica Operária Amorense, Sociedade Filarmónica União Seixalense e a Sociedade Filarmónica Democrática Timbre Seixalense. No núcleo histórico do Seixal, dá-se destaque à Praça Luís de Camões, Pátio do Genovês, Largo da Igreja, Praça dos Mártires da Liberdade e Rua Paiva Coelho. No Alto de Dona Ana (ou Alto da Lua) situa-se o Parque Urbano do Seixal. Na beira-rio, podem vislumbrar-se as embarcações típicas do Tejo e a vista sobre Lisboa. == Economia == Em 2007 o Seixal recebeu a primeira reunião da Comissão Executiva da Retecork, a 11 de Janeiro. Esta entidade tem como base a defesa e promoção da cortiça europeia, e o Seixal reitera a vice-presidência juntamente com Vendas Novas. Da associação fazem parte outros municípios portugueses, espanhóis, italianos e franceses, o que faz com que Portugal esteja na vice- presidência da liga europeia de municípios corticeiros, composta por comunidades tradicionalmente vinculadas à produção, transformação e exportação de cortiça.Seixal integra movimento europeu de defesa e promoção da cortiça, in Boletim Municipal do Seixal, nº 474, p. 5, 15 de Fevereiro de 2008 ==Cultura== * Ecomuseu do Seixal, aberto ao público desde 1992, possui vários núcleos museológicos associados ao património industrial e fluvial. * Fórum Cultural do Seixal - O Fórum Cultural do Seixal, inaugurado em novembro de 1993, concentra a Biblioteca Municipal do Seixal, a Galeria de Exposições Augusto Cabrita e o Auditório Municipal do Seixal. ==Evolução da população do município== ★ Os Recenseamentos Gerais da população portuguesa, regendo-se pelas orientações do Congresso Internacional de Estatística de Bruxelas de 1853, tiveram lugar a partir de 1864, encontrando-se disponíveis para consulta no site do Instituto Nacional de Estatística (INE). Número de habitantes * Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 5634 5345 5492 6661 8531 9621 10088 12932 15937 20470 38090 89169 116912 150271 158269 166507 Número de habitantes por grupo etário ** INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 2 023 2 950 3 278 3 287 3 927 3 712 4 901 9 960 25 321 25 175 25 092 25 747 24 494 15-24 Anos 1 208 1 524 1 890 2 076 2 508 2 956 3 299 5 690 12 663 18 742 22 578 17 229 18 067 25-64 Anos 3 222 3 610 3 987 4 315 5 635 8 123 11 025 20 305 46 420 64 880 87 474 90 860 88 109 = ou > 65 Anos 280 385 426 509 703 955 1 245 2 135 4 765 8 115 15 127 24 433 35 837 * Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram. ** De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V Participação FEPU/APU/CDU PS PPD/PSD CDS-PP PCTP/MRPP UDP/BE PPM PAN CH IL ADN A MPT GDUP PCP (ml) OCMLP PSN PSR PLD PTP 1976 53,28 5 30,84 2 3,64 - 2,92 - 1,34 - 4,86 - 0,83 - 1979 57,79 6 17,31 1 20,78 2 0,68 - 2,37 - 1982 58,69 6 19,77 2 9,82 1 7,74 - 0,54 - 1,04 - 0,31 - 1985 61,14 6 33,04 3 0,65 - 1989 54,94 5 19,13 2 18,86 2 2,31 - 1,43 - 1993 57,39 6 19,90 2 15,15 1 3,82 - 0,54 - 1997 50,91 6 22,29 3 18,76 2 2,23 - 1,27 - 0,54 - 2001 47,70 6 23,51 3 19,04 2 3,23 - 2,22 - BE 2005 44,74 6 23,85 3 16,47 2 1,78 - 7,13 - 0,29 - 2009 47,85 6 22,41 3 13,82 1 5,23 - 6,91 1 0,58 - 2013 43,42 6 23,78 3 10,75 1 2,76 - 1,37 - 6,59 1 1,52 - 2017 36,54 5 31,44 4 11,84 1 2,76 - 7,48 1 4,12 - 0,37 - 2021 37,74 5 30,86 4 9,31 1 1,46 - 4,34 - 2,75 - 8,07 1 1,84 - CDS CDS CDS === Eleições legislativas === Data % PCP PS PSD CDS UDP APU/ CDU AD FRS PRD PSN BE PAN PSD CDS L CH IL 1976 47,75 31,62 7,09 4,17 2,26 1979 APU 21,01 AD 3,49 47,21 23,16 1980 FRS 2,33 43,80 24,87 24,46 1983 32,01 12,52 5,54 1,40 45,05 1985 17,37 15,90 4,56 1,50 36,05 21,40 1987 CDU 18,24 34,80 1,82 1,17 30,55 9,11 1991 29,66 35,09 2,62 24,33 0,76 2,19 1995 45,49 18,79 7,60 0,67 23,09 0,12 1999 43,21 18,93 5,80 24,19 0,15 3,53 2002 38,80 25,61 7,87 19,01 4,70 2005 43,48 16,74 5,64 18,52 10,56 2009 34,82 16,46 10,01 19,17 13,20 2011 28,72 24,87 12,38 18,86 6,26 1,45 2015 34,09 CDS PSD 17,85 13,34 2,01 23,14 1,00 2019 38,80 14,47 2,79 15,13 11,52 4,86 1,21 2,30 1,11 2022 46,00 15,79 1,10 9,86 5,39 2,19 1,29 9,45 5,37 2024 31,82 AD AD 7,43 16,85 5,49 2,68 4,19 20,43 5,76 == Escolas e associativismo == ===Escolas=== * Agrupamento de Escolas de Pinhal de Frades - Arrentela/Fernão Ferro * Agrupamento de Escolas Paulo da Gama - Amora * Agrupamento de Escolas Nun'Álvares - Arrentela * Agrupamento de Escolas Dr. António Augusto Louro - Seixal/Aldeia de Paio Pires * Agrupamento de Escolas Terras de Larus - Amora * Agrupamento de Escolas Pedro Eanes Lobato - Amora * Colégio Atlântico * Colégio Cantinho dos Amigos * Colégio Guadalupe * Colégio Parque do Falcão * Escola Secundária Moinho de Maré (encerrada em 2007) * Escola Secundária Manuel Cargaleiro * Escola Secundária Alfredo dos Reis Silveira * Escola Secundária Dr. José Afonso * Escola Secundária de Amora ===Associações e colectividades=== * Atlético Clube de Arrentela * Associação Desportiva e Cultural Azinhaga das Paivas * Associação de Solidariedade CRIAR-T * Associação Náutica do Seixal * Associação Naval Amorense * Associação para a Divulgação Cultural e Científica Rato - ADCC * Associação para os Estudos de Rock do Seixal - AERS * Associação dos Escoteiros de Portugal - Grupo 242 de Corroios * Associação dos Escoteiros de Portugal - Grupo 254 da Amora (Grupo desativado em 2019) * Associação dos Escoteiros de Portugal - Grupo 260 - Seixal *Bastidores D'Arte - Associação Cultural * Centro de Solidariedade Social de Pinhal de Frades * Corpo Nacional de Escutas - Agrupamento 253 do Seixal * Corpo Nacional de Escutas - Agrupamento 414 da Amora * Corpo Nacional de Escutas - Agrupamento 585 de Corroios * Corpo Nacional de Escutas - Agrupamento 699 do Miratejo * Corpo Nacional de Escutas - Agrupamento 719 da Arrentela * Corpo Nacional de Escutas - Agrupamento 835 do Casal do Marco * Corpo Nacional de Escutas - Agrupamento 1238 do Pinhal de Frades * Corpo Nacional de Escutas - Agrupamento 1239 de Vale de Milhaços * Clube Desportivo e Recreativo Águias Unidas * Clube de Canoagem da Amora * Clube Recreativo da Cruz de Pau * Clube Recreativo e Desportivo das Cavaquinhas * Clube Recreativo e Desportivo Brasileiro Rouxinol * Clube de Campismo Luz e Vida * Clube de Ciclismo da Aldeia de Paio Pires * Clube do Pessoal da Siderurgia Nacional * Coral Cantata Viva * Grupo Desportivo CRIAR-T Seixal Hóquei * Grupo Desportivo do Cavadas * Grupo Recreativo de Santo António (GRSA) * Independente Futebol Clube Torrense * IFC Torrense - Escola de Artes * Paio Pires Futebol Clube * Portugal Cultura e Recreio * Seixal Futebol Clube * Sociedade Filarmónica União Seixalense, vulgo \"Os Prussianos\" * Sociedade Filarmónica Operária Amorense * Sociedade Filarmónica União Arrentelense * Sociedade Filarmónica Timbre Seixalense, vulgo \"Os Franceses\" * Sociedade Musical 5 de Outubro ==Filhos notórios== *Ver :Categoria:Naturais do Seixal No Seixal nasceram e/ou habitam figuras importantes de várias áreas * Alexandre Farto, vulgo \"Vhils\" (artista/pintor) * Bruno Castanheira (ciclista) * Ana Sousa (andebolista) * António Augusto de Almeida (industrial) * António Augusto Louro (farmacêutico) * D. Augusto de Bragança (duque de Coimbra) * Carla Sacramento (atleta) * Carlos Ribeiro (médico/bastonário) * Carvalho da Silva (sindicalista) * Diamantina Rodrigues (fadista/apresentadora) * Elso Roque (diretor de fotografia/cinema) * Emílio Rebelo (compositor/historiador) * Francisco Saalfeld (realizador) * João Casaleiro (pianista e ventríloquo de Barrancos) * João Mira (dirigente escotista) * João Teixeira (futebolista) * Joaquim Letria (jornalista/apresentador) * José Carlos Viana Baptista (engenheiro/gestor/ministro) * Juliana Sousa (andebolista) * Leonel Pereira Fernandes (hoquista) * Linda Rodrigues (fadista) * Luís Boa Morte (futebolista) * Manuel da Fonseca (escritor) * D. Maria Francisca Benedita (infanta) * Mário Silva Barradas (professor, cantor) * Nelson Rosado (cantor) * Nuno Serra (escritor) * Pedro Eanes Lobato (guarda-roupa real) * Pedro Teixeira (actor) * Rui Unas (músico/ator) * Sérgio Rosado (cantor) * Joel Almeida (futebolista) ==Ligações externas== *Câmara Municipal do Seixal *Portal Seixal Cidade Digital *Seixal no PortugalWeb *",
 "title": "Seixal"
}