{
 "id": "9680",
 "text": "A história da França tem suas raízes no período Paleolítico, ainda na Pré- história. As culturas mais antigas são as do paleolítico (-), que deixaram rica herança artística de pinturas rupestres, como as de Lascaux. Os gregos, no , estabeleceram uma colônia em Marselha e negociaram com o interior através do vale do Ródano. No a cultura de La Tène se estendeu do leste da Gália a todo o resto do mundo celta. As fronteiras da França moderna são muito semelhantes às fronteiras da antiga Gália, território habitado pelos gauleses, de origem celta. A Gália foi conquistada pelos romanos no , e os gauleses acabaram por adoptar a cultura e a língua latina. Em , os romanos ocuparam Marselha, a que chamaram Massília, e fundaram outros assentamentos no interior, que constituíram a base territorial da província romana da Gália Narbonense. Júlio César conquistou o resto da Gália entre 58 e , consolidando o poder romano. Apesar de a monarquia francesa ser muitas vezes datada do século V, a existência da França como país costuma ser fixada no com o Tratado de Verdun, que definiu a partilha do Império Franco de Carlos Magno nas porções ocidental, central e oriental (a central foi absorvida pelas outras duas). A parte oriental pode ser considerada a origem histórica da Alemanha; já a parte ocidental formou o país que viria a ser conhecido como França. == Pré-História == Os primeiros povoadores da França são grupos nômades que se dedicavam à caça e à colheita e deram início à indústria lítica (período Paleolítico inferior): desenvolvem ferramentas de pedra, inicialmente lascadas e depois polidas. Entre 90.000 e 40.000 anos atrás, os utensílios diversificaram-se; o homem de Neandertal tinha um habitat organizado e praticava o culto aos mortos. As principais jazidas são as de La Chapelle-aux- Saints, Moustier, La Ferrassie, Arcy-sur-Cure e Biache-Saint-Vaast (Paleolítico médio). Entre 40 000 e 8 000 anos atrás, surge o Homo sapiens sapiens; a indústria lítica comporta o corte de metais e nasce a manufatura de artefatos de ossos. Observam-se manifestações artísticas como as pinturas de cenas mágicas nas paredes das cavernas onde se refugiam frequentemente (pinturas rupestres de Lascaux, Font-de-Gaume, Niaux) e a arte mobiliária de Eyzies, Madeleine etc. (Paleolítico superior). Ao pé do monte de Solutré (centro da França), foram descobertos restos de milhares de cavalos selvagens presos em currais durante as gigantescas caçadas organizadas por estes caçadores pré-históricos, que enfrentavam também animais como os mamutes. No Mesolítico, sob o efeito de um clima mais suave, os caçadores-coletores evoluíram para uma economia de produção. O trabalho lítico foi renovado com a criação de indústrias microlíticas. Os caçadores-coletores adotam paulatinamente a vida sedentária no momento da revolução neolítica, que se caracteriza, entre outras coisas, pela domesticação dos primeiros animais e pelo surgimento da agricultura; constroem cabanas e se estabelecem em pequenas aldeias. No Neolítico, as comunidades citadinas já praticavam a agricultura e caçavam com arco-e-flecha; inventaram novas formas de pesca e multiplicaram as inovações técnicas. No III milênio (Carbonífero), há o início da metalurgia com o uso do cobre. A região possuía aproximadamente 2 milhões de habitantes. Durante o II milênio (Idade do bronze), uma civilização com funções mais diversificadas organizou-se com guerreiros e mercadores, agentes comerciais em busca de metais (cobre e especialmente estanho, provenientes da Bretanha e da Grã-Bretanha). No I milênio (Idade do ferro), as civilizações de Hallstatt e de La Tène foram exímias em metalurgia e arte funerária. Essa época marcou também a chegada dos celtas. == Os Celtas e os Lígures == thumb|200px|Soldados gauleses. Vindos do norte, os novos colonizadores celtas trazem consigo as técnicas da metalurgia, da olaria, da fabricação do vinho e sua conservação em barris. Os lígures viviam frequentemente em casas construídas sobre estacas à margem dos lagos. A arte celta reproduz animais de maneira estilizada em objetos pequenos como jóias e fivelas. Até o , a França abarca uma multidão de povos ou etnias celtas, os gauleses, sendo que suas tribos eram lideradas por chefes militares (os reis) ou religiosos (os druidas). == A Gália Romana == O imperialismo romano encontra rapidamente a resistência gálica encabeçada por um carismático chefe, Vercingetórix. Finalmente, este tem que render-se ante Júlio César depois do sítio de Alésia para evitar que seus homens pereçam de fome. A Gália se converte em uma província romana e é então que se desenvolvem as características de uma civilização refinada que muitas cidades francesas ainda conservam: banhos públicos, aquedutos, fontes, teatros… == As Invasões dos Bárbaros == Entre os anos de 406 e 420 d.C., o Império Romano cede por todas as partes às pressões dos bárbaros germânicos do Norte e do Leste. A França é invadida pelos burgúndios, vândalos, visigodos, ostrogodos e, finalmente, pelos francos. No entanto, o sistema imperial permanece na aparência, e os administradores romanos recrutam bárbaros como mercenários. Estes últimos são os que permitem resistir à expedição dos hunos, encabeçada por Átila, que conduz suas tropas às portas de Paris. Os defensores da cidade são animados por Santa Genoveva. Os hunos foram detidos nos campos catalônicos. == Os Francos == Clóvis, neto de Meroveu, chefe de um novo grupos de francos que utilizavam uma arma particular, a francisca, derrotou o último exército romano estabelecido na Gália; os germanos e os burgúndios são também rechaçados; os visigodos são repelidos até o sul dos Pirenéus depois da grande batalha de Vouillé em 507. Em 486, Clóvis recebe o batismo católico. Eleito \"rei dos francos\" segundo a tradição germânica (seus guerreiros o carregam e o levam no alto sobre os escudos), seu poder sobre o conjunto dos habitantes da França é legitimado em 510 quando recebe, de Roma, as insígnias de Cônsul Honorário. Os franceses modernos de origem européia são descendentes dos antigos habitantes gauleses, dos colonizadores romanos que permaneceram na Gália após a perda da soberania do Império Romano na região e dos invasores francos, a cultura galo-romana permaneceu como a dominante e começou a se fundir com as cultura dos invasores francos, o latim continuou como o idioma dominante da região e posteriormente o latim vulgar local deu origem ao francês. === Os Merovíngios === Com a morte de Clóvis em 511, a França é repartida entre seus quatro herdeiros como se fosse uma propriedade privada. As três províncias que constituem o Império (Burgúndia, Nêustria e Austrásia) começam a lutar entre si. O período que vai de 561 a 610 é marcado pela rivalidade entre duas mulheres: Fredegunda, amante de Quilderico, rei de Nêustria, e Brunilda, esposa de Sigiberto, rei da Austrásia. Em 613, Dagoberto restabelece a unidade por pouco tempo. Após sua morte em 639, seus descendentes, os primeiros reis indolentes, deixam a condução da guerra renascente aos primeiros ministros da época, os ministros de palácio. os últimos reis merovíngios perderam a Aquitânia e a Armórica. === Os carolíngios === Os ministros de palácio são mais poderosos e mais respeitados que os próprios reis. Em 687, Pepino de Herstal, ministro do palácio de Austrásia, põe fim ao reino de Austrásia e unifica os ministérios do palácio dos três reinos. A partir desse momento, só existirá um rei (o de Nêustria) e um só ministro de palácio (o de Austrásia), que deterá o poder real. Com a morte de Pepino de Herstal, seu filho natural, Carlos Martel, se converte no novo ministro de palácio. Carlos Martel salva a França da invasão dos árabes, derrotados perto de Poitiers em 732. Seu filho, Pepino o Breve, destrona o último rei merovíngio, Quilderico III, raspa-lhe a cabeça como a um monge (os guerreiros francos tinham o cabelo comprido como sinal de valentia) e o tranca numa abadia. É proclamado rei e coroado em Soissons por São Bonifácio e, posteriormente, em Reims pelo Papa Estêvão III, dando início à dinastia carolíngia. === Carlos Magno === Depois da morte de seu pai, Pepino o Breve, em 758 e de seu irmão, Carlomano, em 771, Carlos Magno converter-se-ia no rei de todos os territórios francos, desde os Pirenéus até à Boêmia. Os primeiros anos do seu reinado são marcados por uma série de brilhantes campanhas militares, com as quais consegue a ampliação das fronteiras. Carlos Magno reconstitui de fato a unidade política romana, pelo menos em sua extensão ocidental. Árbitro da Europa, Carlos Magno administra seus territórios através de enviados especiais, os missi dominici, inspetores encarregados de receber os impostos e de aplicar as decisões de arbitragem. Em 800 é coroado Imperador do Ocidente em Roma pelo Papa Leão III. Estimulou uma renovação cultural e artística. === O Renascimento Carolíngio === O período que vai do ano 790 a 930 se caracteriza pelo ressurgimento da civilização antiga. O apogeu cultural abarca numerosas áreas: a literatura, a filosofia, as ciências, as artes, a arquitetura e a indústria têxtil. Este apogeu cultural se faz acompanhar de um apogeu econômico baseado em uma administração centralizada: ordens escritas, inventários e uma contabilidade que substitui os relatórios orais. Os administradores são formados nos mosteiros ou nas escolas de palácio, cujo modelo se estende ao povoado. Em nível político, o feudalismo começa a substituir a vassalagem, simples justaposição de relações de \"homem a homem\". A partir desse momento, os laços de dependência se materializam mediante a atribuição ao vassalo de um pedaço de terra chamada feudo, tomando das propriedades do senhor feudal, a quem está ligado. === Os Últimos carolíngios e os Normandos === Carlos Magno morre em 814, e seu filho Luís o Piedoso (Ludovico Pio) empreende novas partilhas que provocam disputas confusas até a aliança, em 842, entre Carlos o Calvo, e Luís o Germânico. A versão dos juramentos de Estrasburgo, pronunciados nesse pelos soldados de Carlos, representa o primeiro texto conhecido escrito em francês. Em 843, o Tratado de Verdun divide de novo o Império em três províncias. A Lotaríngia é rapidamente desmembrada; a região que rodeia Paris se constitui num ducado da França. A disputa anárquica pela herança permite, então, as incursões de marinheiros escandinavos em todo o norte da França (911, principalmente), enquanto nascia o regime feudal. Ameaçam, inclusive, Paris e constituem, perto da desembocadura do Sena, um verdadeiro Estado: o ducado da Normandia. == Hugo Capeto == Hugo Capeto, duque da França, aparece como o salvador do reino quando rechaça o imperador alemão Oto II, que acabava de derrotar o rei carolíngio Lotário e havia tomado Montmartre. Em 985 morre Lotário e, em 987, Luís V, último carolíngio. Hugo Capeto é eleito rei pelos nobres reunidos em Senlis. Senhor unicamente de um pequeno território próximo de Paris, Hugo Capeto tem que lutar contra vassalos muito mais poderosos que ele. Por isso a clássica pergunta do conde Adalberto: \"quem te fez rei?\". Hugo Capeto sagrou seu filho rei ainda em vida para garantir o princípio dinástico. Apesar de todos seus esforços, depois do divórcio de Luís VII e Leonor da Aquitânia, cuja enorme herança meridional recai sobre a dinastia anglo-angevina, o reino Capeto é novamente reduzido a um domínio medíocre, rodeado por toda parte de principados mais vastos e mais sólidos. Hugo e seus três sucessores (Roberto II, Henrique I e Filipe I), portanto, só dominaram uma pequena área em torno de Paris. No entanto, os Capetos contam com o apoio da Igreja, da nascente burguesia e da sua própria energia. No século XII, Luís VI, o Gordo e Luís VII, o Jovem expandiram esse domínio e fortaleceram seu poder diante dos senhores feudais. Um forte despertar religioso, econômico e urbano, a constituição da burguesia, o desenvolvimento cultural e artístico (passagem da arte românica para a arte gótica) marcaram esses reinados, apesar da ameaça dos reis da Inglaterra (Plantagenetas). == Filipe Augusto == Filipe II da França (Filipe Augusto) utiliza todos os recursos possíveis para alcançar seus objetivos: uniões matrimoniais, negociações e guerras. Consegue desmantelar, para seu proveito, os reinos de Flandres e de Champagne e dirigir brilhantemente a guerra contra os ingleses, que pretendiam claramente apossar- se do reino francês a partir de suas sólidas bases meridionais. Filipe aproveita a captura de Ricardo I, em regresso de uma cruzada, para fazer com que o irmão do rei inglês, o príncipe João Sem Terra, impaciente por reinar, cedesse algumas terras na Normandia e em Touraine. Com a volta de Ricardo em 1194, os dois soberanos se enfrentam em violentas batalhas que terminam na morte súbita de Ricardo. A tarefa será mais fácil com João Sem Terra, de caráter instável. Este se recusa a comparecer ante a Corte da França para responder por um precipitado casamento com Isabel de Angoulême, prometida a Hugo X de Lusignan: a administração de todas as terras do vassalo traidor é outorgada a Felipe, seu senhor feudal. Este último retira de João o domínio sobre a Normandia, Touraine, Maine e Anjou, deixando à dinastia inglesa, em território francês, apenas a Guyenne (a região de Bordéus). Finalmente, Felipe Augusto é o primeiro rei que consegue colocar-se acima da pirâmide feudal. Em 1202, o Papa Inocêncio II proclama que o rei da França não reconhece nenhum superior no mundo secular (isto se refere especialmente às presunções dos imperadores alemães) e é \"imperador em seu reino\". Filipe Augusto conferiu à monarquia um caráter nacional, enfrentando a coalizão formada pela Inglaterra, Flandres e o Sacro Império (vitória de Bouvines, 1214) == Idade Média e Moderna == === A Guerra dos Cem Anos === O rei inglês Eduardo III, em 1337, reivindicou a condição de herdeiro do trono francês, por ser neto de Filipe IV, como filho de Isabel de França, levou os dois reinos a entrarem em conflito, iniciando-se a Guerra dos Cem Anos (1337-1453). Nos séculos XIV e XV, a dinastia dos Valois, que passara a governar a França a partir do reinado de Filipe VI (1328), foi contida em seus progressos pela Guerra dos Cem Anos, para decidir a quem pertencia as terras francesas que foram herdadas pelos reis ingleses. A guerra foi assinalada pelas derrotas de Crécy (1346), Poitiers (1356) e de Azincourt (1415). Os esforços de Carlos V (1364-1380), prudente administrador, ajudado por Du Guesclin, não conseguiram expulsar completamente os ingleses da França. A segunda metade do século XIV foi um período marcado por várias manifestações de mal-estar social. Com uma economia deprimida, os custos da guerra continuaram a se avolumar. Durante este período os Estados Gerais, convocados pela primeira vez por Filipe V, conseguiram grande poder. Durante o reinado de Carlos VI (1380-1422), o rei inglês Henrique V invadiu a França, derrotou o exército francês na Batalha de Azincourt e tomou o controle da maior parte da França ao norte do Loire. Após o reinado de Carlos VI e das discórdias sangrentas dos Armagnacs e Bourguignons, Joana d'Arc salvou a França, que o rei Carlos VII (1422-1461) restaurou e dotou de um exército permanente. A Inglaterra perdeu as suas possessões francesas, exceto a cidade portuária de Calais, no Nordeste da França. A vitória francesa assinalou o rei como a mais poderosa força política na França. No fim do século XV, com a conquista da Bretanha e da Borgonha, o território francês aproximou-se da atual configuração. === Os Valois e os Bourbons === Após Carlos VII, Luís XI (1461-1483), inimigo implacável dos grandes vassalos, consolidou a autoridade real, pôs fim ao poderio do ducado da Borgonha (Carlos, o Temerário) e utilizou as receitas reais para proteger, facilitar e estimular o desenvolvimento econômico. Seu sucessor, Carlos VIII, rei de 1483 a 1498, casou-se com Ana, duquesa da Bretanha. Graças a esse casamento, o último principado feudal independente se incorporou à Coroa francesa. Carlos VIII, entretanto, comprometeu a França com as guerras da Itália, que prosseguiram sob Luís XII (1498-1515) e sob Francisco I (1515-1547). Foi durante o reinado de Francisco I que houve as primeiras tentativas dos franceses de construírem um império colonial nas Américas, invadido territórios ocupados pelos portugueses e espanhóis, porém não tiveram sucesso, devido à vigilância dos mesmos. No final do século XV, a França havia superado as divisões territoriais de seu passado feudal e virou uma monarquia nacional que incorporava a maioria dos territórios compreendidos entre os Pirenéus e o canal da Mancha. Na metade do século seguinte, a paz interna e o crescimento da economia elevaram a posição social dos grandes comerciantes, dos banqueiros e dos cobradores de impostos, enquanto a nobreza, dependente de receitas fixas e com as dívidas em aumento, viu como a inflação ameaçava seu poder econômico e social. Os três primeiros monarcas do período — Carlos VIII, Luís XII e Francisco I — aproveitaram o forte crescimento da nação e a estabilidade interna para reclamar pelas armas o reino de Nápoles e o ducado de Milão. Na década de 1520, as guerras italianas se transformaram em ampla disputa entre a França e a dinastia dos Habsburgo, reinante na Espanha e na Áustria, um confronto que continuou de forma intermitente durante um século e meio. As guerras italianas terminaram com a Paz de Cateau-Cambrésis (1559), negociada pelo filho de Francisco I, Henrique II. O aumento da população, sem o correspondente aumento da produção, e a inflação monetária, levaram a maioria do povo à pobreza. A Reforma protestante, que se propagou a partir da Alemanha durante o reinado de Francisco I, havia atraído muitos seguidores; mas nas décadas de 1540 e 1550, os postulados e doutrinas de João Calvino conseguiram o apoio de muitos partidários entre a nobreza e o povo simples. Henrique II considerou o calvinismo uma ameaça à autoridade real e tentou acabar com ele. Sob o reinado dos três filhos que lhe sucederam, as guerras de religião (onde se misturaram conflitos religiosos, políticos e dinásticos) dilaceraram o país. Sob as dinastias Valois e Bourbon, a França levantou-se para contestar a hegemonia europeia nos séculos XVI a XVIII, principalmente nas guerras de Luís XIV. Os últimos Valois, Francisco II (1559-1560), Carlos IX (1560-1574) e Henrique III (1574-1589), governaram sem autoridade um reino assolado por discórdias civis. O século XVI foi marcado por inúmeras guerras civis de cariz religioso, provocadas pela expansão do protestantismo. Em 1584, Henrique de Navarra, descendente de Luís IX e chefe dos huguenotes (nome que receberam os protestantes franceses) passou a ser o herdeiro do trono, ao qual ascendeu com o nome de Henrique IV (1589-1610), estabelecendo a dinastia dos Bourbon no trono francês. Só com Henrique IV, que acabaria por se converter ao catolicismo em 1593, foi possível pôr um fim ao conflito religioso. Pelo Édito de Nantes (1589), que garantia a liberdade de consciência, restabeleceu a paz religiosa na França e, ajudado por Sully, desenvolveu a prosperidade material e restaurou a autoridade real. No reinado de Henrique IV houve uma nova tentativa de estabelecer um império colonial nas Américas, desta vez Sable Island, no sudeste da atual província da Nova Escócia do Canadá; esta colônia não teve abastecimentos e os 13 sobreviventes tiveram de voltar a França. Em 1605, ocorre a fundação em Port Royal, atualmente Annapolis (igualmente na Nova Escócia), o primeiro assentamento colonial francês a ter sucesso. Com a sua fundação os franceses começam a colonizar a região que no futuro será o Quebec, no atual Canadá. Também passaram a colonizar a região de Acádia (também localizada no atual Canadá), a região da Luisiana, a Guiana Francesa e as ilhas caribenhas de Martinica, Guadalupe e Haiti. Sanada a instabilidade interna, a França rapidamente se tornou uma forte potência europeia e ultramarina durante o século XVII, graças a conselheiros reais como os cardeais Richelieu e Mazarino. Após o sucesso da política de Mazarino na guerra dos Trinta Anos (Tratado de Vestefália) e a despeito das perturbações da Fronda (1648-1653), Luís XIV (1643-1715), autodenominado Rei-Sol, já era, na sua coroação, o senhor absoluto da França e o soberano mais poderoso da Europa. Seu reinado foi uma época de glória militar, literária e artística; mas, malgrado a sábia administração de Colbert e as hábeis reformas militares de Louvois, a situação da França e da realeza viu-se comprometida por guerras muito frequentes, a última das quais terminou com o Tratado de Utrecht (1713). Entretanto, graças a Luís XIV, a França foi acrescida do Franco Condado e de uma parte das Flandres. Ao mesmo tempo, as instituições tradicionais fortaleceram-se no sentido de maior centralização. No século XVIII, os defeitos pessoais de Luís XV (1715-1774) e os reveses de sua política exterior (guerra dos Sete Anos, perda da Índia e do Canadá) fizeram sentir a necessidade de reformas. O movimento filosófico contribuiu largamente para solapar as ideias de autoridade e de dogmatismo; por outro lado, a expansão econômica geral dava à burguesia a consciência de estar afastada da direção do país pelas classes privilegiadas. == Idade Contemporânea == === Revolução Francesa === Governo fraco, guerras dispendiosas, a rivalidade colonial com a Grã-Bretanha e os excessivos privilégios do clero e da nobreza quebraram as finanças da monarquia e uma crescente insatisfação popular culminou na Revolução Francesa (1789). Em 1789, os representantes do povo nas Cortes convocadas por Luís XVI proclamaram a constituição da Assembleia Nacional, o primeiro passo na direção da monarquia constitucional. Contudo, Luís XVI não se mostrou disposto a colaborar com esta reforma política, provocando uma reação violenta por parte da população, cujo clímax se registou com a tomada da Bastilha em 14 de Julho de 1789. A igualdade civil foi estabelecida na noite de 4 de Agosto de 1789, e o regime feudal abolido; foram proclamados os direitos do homem. Fez-se então, com a Assembleia Legislativa (1791-1792), uma tentativa de monarquia constitucional, que fracassou, ocasionando a queda da realeza (10 de Agosto de 1792). Em seguida, através das crises e violências do Terror, a Convenção (1792-1795) salvou a França da invasão estrangeira. Contudo, a fraqueza dos sucessivos governos abriu caminho para o governo de Napoleão Bonaparte. === Napoleão Bonaparte === Bonaparte organizou uma administração centralizada e sancionou no Código Civil (1804) as reformas sociais de 1789. A Primeira República (1792-1804), criada após a queda da monarquia Bourbon, durou até o Primeiro Império (1804-1814), sob o domínio de Napoleão I, quando a França tornou-se a potência política dominante na Europa. Napoleão teve de travar contra a Inglaterra e outros países da Europa uma luta ininterrupta, mas o bloqueio continental, o recrutamento e os impostos tornaram-no impopular. Em 1814, sob os golpes dos Aliados, o Império francês desmoronou, e a França reencontrou suas fronteiras de 1792. Depois da queda de Bonaparte, os Bourbons reinstalaram-se no trono - Luís XVIII (1814-1824), Carlos X (1824-1830) - apesar de uma breve tentativa de restabelecimento do Império (os Cem Dias, 1815). === As Revoluções de 1830 e 1848 === O predomínio na sociedade francesa da aristocracia fundiária, fiel às ideias do Antigo Regime, entretanto, provocou a queda de Carlos X (1830) e o advento de uma realeza burguesa. O reinado de Luís Filipe (1830-1848), da dinastia de Orleães, foi marcado pela supremacia política e econômica da burguesia. A monarquia durou até a abdicação de Luís Filipe (1848). Durante este período, tendo perdido influência na Índia e no Canadá (conquistados por sua rival a Grã-Bretanha), a França começou a criar um império ultramarino no norte da África. === Século XIX === Artigos principais: Napoleão III de França, Luís Filipe I de França, Revolução de 1848, Guerra franco-prussiana, Caso Dreyfus, Comuna de Paris, Império colonial francês. ==== A Segunda República e o Segundo Império ==== As jornadas de fevereiro de 1848, que criaram a Segunda República, estabeleceram o sufrágio universal, mas as jornadas de junho de 1848, marcadas pela revolta operária, lançaram novamente a República no conservadorismo. A Segunda República durou até 1852, quando Louis Napoleon Bonaparte, sob o título de Napoleão III, proclamou o Segundo Império (1852-1870). Deu-se então a expansão do Império Francês, particularmente no Sudeste Asiático e no Pacífico. Do Segundo Império resta a lembrança de uma prosperidade material, de um desenvolvimento da indústria e do comércio, mas também de uma política exterior ao mesmo tempo idealista e eficiente, que terminou com a desastrosa guerra franco-prussiana de 1870-1871. ==== A Terceira República ==== A Terceira República (1870-1940) foi criada após a captura e exílio de Napoleão III e a derrota francesa na Guerra franco- prussiana. Após o fracasso da Comuna de Paris (1871), a Terceira República mostrou-se inicialmente conservadora, com Thiers e Mac-Mahon. O fracasso da Restauração monarquista obrigou a Assembleia Nacional a dotar a França de leis constitucionais (1875), cuja aplicação favoreceu os republicanos. Estes tornaram-se senhores do país quando, em 1879, Jules Grévy foi eleito presidente da República. Apesar das perturbações provocadas pelo boulangismo (1885-1889), pelo escândalo do Panamá (1888-1893) e pelo Caso Dreyfus (1894-1899), a República manteve-se, e seus dirigentes concluíram um programa de reformas democráticas. No exterior, a política caracterizou-se pela conclusão de uma aliança com a Rússia (1894), de uma entente cordiale com a Inglaterra (1904) e pelo empreendimento da expansão colonial. A França participou da Conferência de Berlim (1884) sobre a África e em 1914 dominava o Marrocos, Tunísia, Madagáscar e grandes áreas da África Ocidental Francesa e da África Equatorial Francesa. O país participou do progresso da economia industrial e das técnicas. === Século XX === Artigos principais: Primeira Guerra Mundial, Segunda Guerra Mundial, França de Vichy, Charles de Gaulle, Guerra da Argélia, União Europeia. Após o fortalecimento da Terceira República através das eleições de 1879, a França só encontrou a estabilidade em 1899, com a subida ao poder de uma coligação entre o Partido Radical e o Partido Moderado, permitindo um período de desenvolvimento econômico e social que seria interrompido em 1914 com uma guerra provocada pela Alemanha (a Primeira Guerra Mundial), da qual saiu vitoriosa, mas esgotada (1918). Uma vez assinado, o Tratado de Versalhes (1919) não foi respeitado; os alemães recusaram-se a pagar as indemnizações, e Poincaré ordenou a ocupação do Ruhr (1923). Enquanto a política exterior francesa, sob a influência de Briand, se caracterizava por sua ligação com a Sociedade das Nações e por seu desejo de reconciliação com a Alemanha, a política interior era abalada por lutas partidárias e pela instabilidade ministerial. A situação financeira, estabilizada em 1928, tornou-se angustiante em 1932, quando a França foi afetada pela crise econômica mundial. Em 1938, a Alemanha anexou a Áustria, depois a região dos Sudetos e a Tchecoslováquia (1939). A França reagiu de comum acordo com a Inglaterra, quando os exércitos alemães penetraram na Polônia, e declarou guerra ao Reich (3 de Setembro de 1939). ==== A França de Vichy e a França Livre ==== Em 1939 começou a Segunda Guerra Mundial. A Terceira República caiu em maio de 1940, após a derrota para a Alemanha nazista e a destituição do presidente Albert Lebrun. O norte da França foi ocupado pelos alemães; a França não-ocupada estava sob o governo colaboracionista de Vichy, sob a liderança do até então herói de guerra (veterano da Primeira Guerra Mundial) marechal Philippe Pétain, e o governo da França Livre foi proclamado em Londres. Na zona livre, em Vichy, a maioria da Assembleia Nacional concedeu plenos poderes ao marechal Pétain para elaborar uma nova Constituição do \"Estado francês\". O governo de Vichy adotou uma política de colaboração com os vencedores, que aumentaram sua influência sobre o país. A França foi libertada pela acção dos Aliados e da Resistência Francesa (organizada em Londres pelo general Charles de Gaulle, também veterano que lutou nas trincheiras da Primeira Guerra Mundial). Quando os Aliados desembarcaram no norte de África em novembro de 1942, ocuparam a zona livre metropolitana (o que acarretou o afundamento da frota francesa em Toulon). A Resistência, não obstante, desenvolveu-se e organizou-se. Em maio de 1943, o general De Gaulle chegou a Argel: um Comitê francês de libertação nacional foi criado em 3 de Junho de 1944 e transformado em governo provisório da República Francesa. Em 6 de Junho de 1944, os Aliados desembarcaram na Normandia e avançaram em direção a Paris, que foi libertada em 25 de Agosto. O governo provisório, presidido por De Gaulle, lá se instalou imediatamente. ==== A Quarta República ==== Até 1947, a França foi governada por um Governo Provisório. Em desacordo com a maioria da primeira Assembleia Constituinte, o general de Gaulle pediu demissão em janeiro de 1946. Segue-se o estabelecimento da Quarta República com Vincent Auriol como presidente. A Constituição de 1946, adotada por referendo, entrou em vigor em janeiro de 1947. No interior, a Quarta República estava à mercê da instabilidade ministerial. Em 1953, a eleição do segundo presidente da República, René Coty, somente foi obtida no décimo terceiro escrutínio. Na década de 1950 destacam- se dois quadros. De uma lado, a IV República empreendeu um rápido desenvolvimento econômico com a ajuda do Plano Marshall, com uma taxa de crescimento que simultaneamente igualava a registada pela Alemanha e ultrapassava a média europeia, e adotou uma importante legislação social. Por outro lado, a proliferação dos movimentos independentistas nas diferentes colônias francesas, muitos dos quais conduzindo a situações de guerra aberta entre a França e aqueles movimentos. Seria esta última conjuntura, a estar na base da instabilidade política interna verificada no fim da década de 1950, por ação, nomeadamente, dos grupos extremistas argelinos. O conflito indochinês (1946-1954), a agitação na Tunísia (1952) e no Marrocos (1953-1956), o desenvolvimento, a partir de 1954, da rebelião argelina, deterioram progressivamente a autoridade da Quarta República, que sofria ainda a carga de uma rápida inflação. Em maio de 1958, manifestou-se uma crise governamental particularmente grave, enquanto em Argel se criava um \"Comitê de Salvação Pública\". ==== A Quinta República ==== Esta instabilidade permitiu o reaparecimento político de Charles de Gaulle que, sob a sua auréola de grande herói da Segunda Guerra Mundial, se assumia perante os franceses como o único capaz de pôr fim à situação vigente, o que favoreceu a aceitação dos seus conceitos sobre o funcionamento executivo do país, ou seja, o estabelecimento do regime semi-presidencial que concedia ao presidente amplos poderes executivos. Um golpe de Estado levou De Gaulle a assumir o cargo de primeiro- ministro. Em 1º de Junho o General De Gaulle foi chamado à presidência do Conselho. A carismática liderança de Charles de Gaulle (1959-1969) instaura a Quinta República (1958-hoje) em substituição à Quarta República (1946-1958). Em 28 de setembro foi promulgada a Constituição da Quinta República, que fortaleceu a autoridade do chefe de Estado. Em 21 de dezembro de 1958, com a crise argelina, o general de Gaulle foi eleito presidente da República. Charles de Gaulle imprimiu confiança ao país, que começou sua grande mutação econômica. A França tornou-se membro da C.E.E. Guerras demoradas e caras levaram à descolonização da Indochina (1954) e da Argélia (1962), enquanto a partir de 1956 o resto do império africano ganhou independência crescente. Após o fim das guerras coloniais, uma forte oposição de esquerda reconstituiu- se (1963-1967). Quando em 1962, os líderes partidários começaram a planear a restituição à Assembleia Nacional dos poderes cedidos em 1959, Charles de Gaulle decidiu fazer a sua própria revisão constitucional, da qual constava a eleição por sufrágio universal do presidente da República, o que foi aprovado em referendo realizado a 28 de Novembro de 1962. Seguiu-se a reeleição de Charles de Gaulle, após uma segunda votação de desempate, em 19 de dezembro de 1965, em que tinha como opositor François Mitterrand. De Gaulle criou uma força atômica francesa e adotou uma política externa independente. Como potência nuclear, recusou-se a assinar o tratado de banimento de testes nucleares (1963) e retirou-se formalmente da OTAN em 1966. Apesar da consolidação político-financeira, quer ao nível interno, quer ao nível externo, Charles De Gaulle viu-se confrontado, em maio e junho de 1968, com graves crises sociais, numa primeira fase, de origem universitária, desenvolvendo-se para movimentos sindicalistas e operários. As crises, que que questionavam não apenas o regime como as bases da sociedade, perturbaram toda a França e, finalmente, levaram à dissolução da Assembleia Nacional por decisão de Gaulle. As consequentes eleições antecipadas deram uma larga vitória aos gaulistas. Contudo, De Gaulle decidiu colocar em referendo uma série de emendas constitucionais. Após o referendo que rejeitou o projeto de regionalização e uma reforma do Senado, o general De Gaulle renunciou em 28 de Abril de 1969. Apesar de tudo, o sistema presidencialista imposto por Charles de Gaulle manteve-se desde então. Os gaulistas mantiveram-se no Poder com a eleição de Georges Pompidou, que apoiou a extensão da Comunidade Europeia e impôs como objetivo prioritário a expansão industrial e comercial. Com sua morte em 1974, sucedeu-lhe Valéry Giscard d'Estaing (candidato conservador), que realizou uma política mais européia do que a de seus antecessores e enfrentou os problemas de inflação e recessão. Em 1981 foi eleito presidente o líder partidário socialista François Mitterrand e ministros comunistas participaram do governo. A esquerda retornou ao poder após um quarto de século de ausência graças às reformas propostas ao eleitorado: a nacionalização de um largo setor da economia (incluindo bancos privados e as grandes indústrias), a descentralização administrativa em favor dos executivos locais e regionais, abolição da pena de morte e o aumento dos benefícios sociais (pensões, reformas, etc.), entre outras. Estas reformas foram postas em prática após a vitória socialista para a Assembleia Nacional (que tinha sido dissolvida por Mitterrand). Embora nos primeiros anos estas medidas tenham sido benéficas, a crise internacional impediu o completo sucesso deste programa de reformas, minando a popularidade dos socialistas. Em 1983, as dificuldades econômicas (inflação e deficit comercial) obrigaram o governo a realizar um plano rigoroso. Em 1984 os ministros comunistas retiraram-se do governo. A vitória da oposição nas eleições legislativas e regionais de março de 1986 criou a possibilidade de uma crise política derivada de uma situação inédita na história da V República, a coabitação de um presidente socialista e um primeiro-ministro de direita (Jacques Chirac), mas tal não aconteceu graças à liberdade executiva que Mitterrand concedeu a J. Chirac, optando este pelo respeito absoluto do papel constitucional concedido ao presidente. Esta estratégia daria a Mitterrand a vitória nas eleições de 1988, em que derrotou Jacques Chirac, cuja popularidade tinha decrescido nos dois anos precedentes por causa da sua política de inspiração liberal, que inverteu as reformas socialistas do início da década (privatização de bancos, de grandes grupos industriais e de empresas de comunicação). Em 1991, no conflito do Golfo Pérsico, a França enviou soldados e participou ativamente da aliança multinacional encabeçada pelos Estados Unidos. Nesse mesmo ano, Edith Cresson, nomeada por Mitterrand, tornou-se a primeira mulher a ocupar o cargo de primeiro-ministro da França; foi substituída em 1992 por Pierre Bérégovoy. A vitória esmagadora da oposição de direita nas eleições legislativas (1993) foi seguida por um segundo período de coabitação, com a nomeação de Edouard Balladur para o cargo de primeiro-ministro, este sucedido em 1995 por Alain Juppé. Em 1994, foi inaugurado o túnel sob o canal da Mancha, ligando a França à Grã-Bretanha (Eurotúnel). O segundo mandato de Mitterrand teve como maior preocupação o papel político e econômico da França no seio da Comunidade Europeia, sobretudo tendo em conta o fortalecimento da CE previsto para 1992. Deste modo se explica a política de aproximação levada a cabo pela França à Alemanha, no que ficou conhecido por \"Eixo Paris-Bona\". O plebiscito realizado pelo presidente Mitterrand em 1992 endossou por estreita maioria o Tratado de Maastricht. O decorrer deste mandato revelou-se penoso para o presidente francês, não só pelas dúvidas levantadas em relação à possível colaboração deste com o Governo de Vichy (1940-1944), mas também por causa da sua prolongada doença, que o levaria à morte no início de 1996. Uma série de escândalos de corrupção envolvendo membros do Governo socialista estiveram na base da viragem política registada em França, culminando com a eleição de Jacques Chirac para presidente da República nas eleições presidenciais de 1995. Em 1997, o Partido Socialista venceu, com ampla margem, as eleições parlamentares organizadas após a dissolução, por J. Chirac, da Assembleia Nacional. Lionel Jospin, nomeado primeiro-ministro, formou um governo de maioria socialista, que realizou reformas econômicas e empreendeu reformas sociais importantes. Em 1999, a França participou da intervenção militar no Kosovo. === Século XXI === Nas eleições presidenciais de junho de 2002, Chirac foi eleito com mais de 80% de votos, embora Jean-Marie Le Pen, candidato da extrema-direita, tivesse chegado à segunda volta. Nas eleições regionais francesas de 2004, a esquerda derrotou o centro-direita de Jacques Chirac, embora estas eleições não afetassem a composição do Parlamento francês eleito em 2002. O novo governo fixou-se em prioridades: o reforço da segurança e a realização de reformas políticas e sociais profundas. Em 2003, a França encabeçou, junto com a Alemanha, a oposição à invasão do Iraque pelos EUA. Em 2004, a esquerda obteve vitória esmagadora nas eleições regionais. Em 29 de maio de 2005, o \"não\" venceu o referendo sobre o projeto do tratado constitucional da União Européia. Um novo governo foi formado e estabeleceu como prioridade a luta contra o desemprego. Entre outubro e novembro de 2005, o país sofreu uma onda de violência urbana. As eleições de 2007 têm lugar em 22 de Abril, sendo os principais candidatos Nicolas Sarkozy, Ségolène Royal, François Bayrou e Jean-Marie Le Pen. No segundo turno, em que concorreram Ségolène Royal e Nicolas Sarkozy, venceu este último. François Hollande foi eleito Presidente da França em 6 de maio de 2012. Ele tomou posse em 15 de maio e logo depois apontou o político Jean-Marc Ayrault para ser seu Primeiro- Ministro. Ele também apontou o general Benoît Puga para o posto de Chefe das Forças Armadas, Pierre-René Lemas como Secretário Geral e Pierre Besnard como Chefe de Gabinete. Em 2017, Hollande, impopular entre o eleitorado, anunciou que não concorreria a um segundo mandato. Foi sucedido na presidência pelo centrista Emmanuel Macron. == Ver também == * Reis da França",
 "title": "História da França"
}