{
 "id": "9686",
 "text": "A economia da República Popular da China é a segunda maior do mundo (PIB Nominal), superada somente pelos Estados Unidos. Seu produto interno bruto é estimado em US$ 14,941.148 (dados de 2018),http://www.imf.org/external/pubs/ft/weo/2013/01/weodata/weorept.aspx?pr.x=66&pr.y;=13&sy;=2011&ey;=2018&scsm;=1&ssd;=1&sort;=country&ds;=.&br;=1&c;=924&s;=NGDPD%2CNGDPDPC%2CPPPGDP%2CPPPPC%2CLUR&grp;=0&a;= enquanto seu poder de compra PIB (PPP) foi calculado em 2018 em pouco mais de US$200,641.847 trilhões, maior qualquer outro país no mundo, superando a União Europeia e os Estados Unidos. A China é a nação com o maior crescimento econômico dos últimos 25 anos no mundo, com a média do crescimento do PIB em torno de 6% por ano. A renda per capita da China tem crescido cerca de 6% ao ano em média nos últimos 30 anos e mais 15 em média aos 25 anos de exportação, que reduziu drasticamente a pobreza no país, mas este rápido crescimento trouxe grandes desigualdades na distribuição de renda.Reducing Inequalities in China Requires Inclusive Growth , Asian Development Bank, News Release, 9 de agosto de 2007. A renda per capita do país está classificada como mediana a baixa, se comparada com os padrões mundiais, e está em cerca de 3.100 dólares por pessoa (nominal, 104º numa lista de 178 países/economias), Fundo Monetário Internacional (FMI). Apesar de ser o terceiro país com maior extensão territorial do mundo, a China é altamente pobre em recursos naturais, e, apesar de ter cerca de 20% da população mundial (1.400,658,314 habitantes)vivendo dentro de suas fronteiras, o seu papel dentro da economia mundial foi relativamente pequeno por mais de um século. Porém, desde o final de 1978, o governo chinês reformou a economia do país, que passou de uma economia planificada centralizada com base soviética, que era bastante fechada ao comércio internacional, para uma economia de mercado que tem um setor privado em rápido crescimento e um forte setor estatal, fazendo sua economia desempenhar um papel fundamental na economia global. Desde que foram introduzidas, estas reformas ajudaram milhões de pessoas a saírem da pobreza, cujo índice encolheu de 88% em 1981, para apenas 13,4% em 2011.Fighting Poverty: Findings and Lessons from China’s Success (World Bank). Acessado em 10/08/2006. O governo chinês chama o seu sistema econômico de \"socialismo com características chinesas\", mas o que isso realmente significa é disputado. Alguns o consideram como uma economia mista, outros o consideram como capitalismo.http://www.ft.com/cms/s/0/3c301096-d37b-11dd-989e-000077b07658.html?nclick_check=1 Embora apenas um terço da economia seja controlado pelo estado, os setores que são estatalmente controlados são as maiores e mais importantes indústrias do país. As estimativas variam sobre a porcentagem da composição do setor privado no PIB. Segundo a OECD, o setor privado chinês domina 44,9% do PIB.Google Book Search - China's Great Economic Transformation A revista The Economist cita que entre os anos de 1995 a 2001, o número de empresas pertencentes ou controladas pelo Estado diminui de 1.2 milhões para 310 mil e o número de empregos no setor estatal domina 49 milhões, de 28% para 30% do total de empregos urbanos. O setor público é dominado por 159 empresas estatais sob o controle do governo central, em setores importantes, tais como o setor de utilidade pública, indústrias pesadas e recursos energéticos. Estas empresas estatais possuem e controlam dezenas de milhares de empresas subordinadas. Governos de cidades, de comunidades e de pequenas povoações também controlam empresas estatais ou coletivas ao seu nível local.Chui and Lewis 2006 Reforming China's state owned industries and banks p10–11 Desde o final dos anos 2000 e do começo da década de 2010, as reformas econômicas começaram inicialmente com a mudança do trabalho na agricultura para um sistema de responsabilidade familiar, com o objetivo de sair do sistema de agricultura coletiva. A reforma expandiu-se mais tarde para incluir a liberação gradual dos preços, a descentralização fiscal, o aumento da autonomia das empresas estatais, que aumentaram o controle das autoridades governamentais locais, e a implantação de gestores na indústria para que houvesse um meio de se permitir uma grande variedade de empresas privadas nos ramos de serviços e de manufatura leve. Além disso, a reforma econômica incluiu a fundação de um sistema bancário diversificado, mas com o domínio avassalador dos bancos estatais, o desenvolvimento de uma bolsa de valores, o rápido desenvolvimento do setor privado e a abertura da economia para o comércio exterior e para o investimento estrangeiro. A China implantou as reformas a um ritmo gradual, embora haja grande evidência de que o controle do estado aumentou durante a década de 1990.Yasheng Huang Capitalism with Chinese Characteristics 2008 A reforma econômica também implantou as condições de igualdade nos maiores bancos estatais da China para investidores estrangeiros no mercado internacional de divisas e no mercados de bônus durante a década de 2000. O comércio exterior da China vem aumentando mais rapidamente do que o seu PIB nos últimos 25 anos. O crescimento da China vem de um imenso investimento estatal na infraestrutura e na indústria pesada, e da expansão do setor privado em indústrias leves ao invés de simples exportações, cujo papel na economia parece ter sido grandemente sobre-estimado.An old Chinese myth O setor público menor, porém altamente concentrado, dominado pelas grandes 159 empresas estatais, tem provido investimentos importantes em utilidades, na indústria pesada e nos recursos energéticos, que facilitaram o crescimento do setor privado e dirigiu os investimentos, a fundação do crescimento econômico nacional. A decisão do governo de permitir que a China seja usada por empresas multinacionais e empresas não registradas pelo alvará como uma plataforma de exportação faz do país um grande competidor entre outras economias de exportação asiáticas, como a Coreia do Sul, a Singapura e a Malásia. A China tem enfatizado o aumento da renda pessoal e do consumo, e está introduzindo novos sistemas de gerenciamento para ajudar no aumento da produtividade. O governo também tem focado o comércio exterior como um grande veículo para o crescimento econômico. A reestruturação da economia e os ganhos efetivos contribuíram no aumento de mais de dez vezes do PIB desde 1978. Alguns economistas acreditam que o crescimento da economia chinesa foi subestimado durante boa parte da década de 1990 e o começo da década de 2000, falhando em prover suporte para o crescimento dirigido pelo setor privado, além do exagero na dependência da economia chinesa nas exportações. Todavia, importantes gargalos continuam a restringir o crescimento. A energia disponível é insuficiente para toda a capacidade industrial instalada. O sistema de transporte está inadequado para deslocar quantidades suficientes de itens críticos, tais como Carvão mineral,MODERN TRANSPORT PLANNING AND MANAGEMENT AND A PILOT LIGHT RAIL PROJECT Project Scope and Relationship to China's Agenda 21. e o sistema de comunicaçãoHarry J. Waters. [China's Economic Development Strategies for the 21st Century] (1997) Quorum/Greenwood. ISBN 1567200958 não se enquadra de modo ideal dentro das necessidades de uma economia do tamanho e da complexidade da China. Os dois mais importantes setores da economia têm sido tradicionalmente a agricultura e a indústria, que juntos detêm quase 2/5 da força de trabalho e produzem mais de 60% do PIB chinês. Os dois setores se diferem em muitos aspetos. A tecnologia, a produtividade laboral e a renda avançaram muito mais rapidamente na indústria do que na agricultura. A produção agrícola é vulnerável aos efeitos do tempo, enquanto que a indústria é mais diretamente influenciada pelo governo. As disparidades entre os dois setores se combinaram para formar um vão cultural sócio-econômico entre as áreas rurais e urbanas, que é uma das maiores divisões da sociedade chinesa. A china é a maior produtora de arroz e está entre os principais produtores de trigo, milho, tabaco, soja, amendoim e algodão. O país é um dos maiores produtores de vários produtos industriais e minerais, incluindo lã, tungstênio e antimônio, e é um importante produtor de carvão mineralThe Greening of China's Black Electric Power System? Insights from 2014 Data 中国のブラック電力発電がグリーン化？データから読む The Asia Pacific Journal, John A. Mathews, Hao Tan, 15 de março de 2015 e de petróleo, e vários outros produtos. Seus recursos minerais estão provavelmente entre os mais abundantes do mundo, mas são apenas parcialmente desenvolvidos. Apesar da China ter adquirido algumas fábricas de produção dentre as mais sofisticadas do comércio internacional e de ter construído fábricas de engenharia avançada, capazes de fabricar equipamentos cada vez mais sofisticados, incluindo armas nucleares e satélites, a maior parte de sua produção industrial ainda vem de fábricas ultrapassadas e pouco equipadas. O nível de tecnologia e os padrões de qualidade de sua indústria como um todo ainda são razoavelmente baixos.Guo Ke- sha. The Strategic Adjustment of China's Industry Structure in the Next Five anos Institute of Industrial Economics, Academia Chinesa de Ciências Sociais/Rede de Administração Pública das Nações Unidas. Outros grandes problemas concentram-se na força de trabalho e no sistema de preços. O subemprego está presente nas áreas rurais e urbanas, e o receio de um grande e explícito aumento do desemprego é forte. Os preços de certas mercadorias importantes, especialmente as matérias-primas para as indústrias, e importantes produtos industriais, são determinados pelo estado. Na maior parte dos casos, taxas básicas e fixas de preços foram implementadas durante a década de 1950 e são frequentemente incoerentes se comparadas com as demandas e capacidades atuais de produção. O aumento da integração da China com a economia internacional e seus esforços pelo aumento do crescimento, usando forças de mercado para gerir as alocações domésticas das mercadorias, têm agravado este problema. Durante os últimos anos, grandes subsídios foram implementados dentro da estrutura da formação dos preços, e estes subsídios cresceram substancialmente durante o final da década de 1970 e durante toda a década de 1980.Hiroshi Satō. Unemployment, Inequality and Poverty in Urban China. (2006) Routledge. ISBN 0415338727 No começo da década de 1990, estes subsídios começaram a ser eliminados, principalmente devido à admissão da China na Organização Mundial do Comércio (OMC) em 2001, que levou o país a se adequar aos requerimentos de maior liberação econômica e de menor regulação do mercado. A transformação econômica chinesa em andamento tem tido um impacto extremamente profundo não somente na China, mas no mundo inteiro, e as reformas de mercado da China, que foram implementadas durante as últimas três décadas, têm desencadeado iniciativas individuais e o empreendedorismo, apesar do domínio contínuo do estado chinês 2021 a economia e prevista para recuar 7,2 Bovespa queda de 3,0 %. O país é o 36º no ranking de competitividade do Fórum Econômico Mundial.The Global Competitiveness Index 2011-2012 rankings == História == == Papel do governo == Desde 1949, o governo chinês, sob o sistema econômico e político socialista, tem sido responsável por planejar e por gerenciar a economia nacional. No começo da década de 1950, o sistema de comércio exterior chinês foi monopolizado pelo estado. Quase todas as empresas chinesas pertenciam ao governo, e o governo controlou todos os preços de mercadorias importantes, controlou o nível e a distribuição geral dos fundos de investimentos, determinou alvos para a produção de grandes empresas, alocou recursos energéticos, ajustou os níveis salariais e de emprego, operou o comércio atacadista e varejista e as redes de trabalho, e comandou a política financeira e o sistema bancário. A partir da metade da década de 1950, o governo estabeleceu, no interior do país, modelos de agricultura, controlou o nível dos preços e fixou metas de produção para todos os grandes produtos agrícolas. Desde 1978, quando as reformas econômicas foram instituídas, a participação do governo na economia tem diminuído grandemente. A produção industrial de empresas estatais caiu lentamente, embora algumas empresas estratégicas, tais como a indústria aeroespacial, tenham permanecido sob o controle total do estado. Enquanto que a participação do governo no gerenciamento da economia reduziu e a participação de empresas privadas e forças de mercado aumentaram, o governo ainda tem uma grande participação na economia urbana. Com suas políticas sobre questões, tais como a produção agrícola, o governo ainda detém uma grande influência no desempenho do setor rural. A Constituição Chinesa de 1982 especifica que o estado tem o dever de guiar o desenvolvimento econômico do país por meio de grandes decisões sobre política e prioridades econômicas, e que o Conselho de Estado, que exerce o controle executivo, teria que direcionar as suas atividades para preparar e implementar o plano econômico nacional e o orçamento estatal. Uma grande porção do sistema governamental (burocracia) está dedicada a gerenciar a economia num sistema de hierarquia de comando, com todos os seus 100 ministérios, comissões, administrações, agências, academias e corporações sob o Conselho do Estado, que estão concentrados em assuntos econômicos. Cada setor significativo está supervisionado e controlado por um ou mais destas organizações, que inclui o Banco Popular da China, a Comissão de Desenvolvimento e Reforma Nacional, o Ministro das Finanças, e os ministros da agricultura, indústria carbonífera, comércio, comunicações, educação, indústria leve, indústria metalúrgica, indústria petrolífera, ferrovias, indústria têxtil, recursos hídricos e da energia elétrica. Vários aspetos da economia são administrados por departamentos especializados sob o controle do Conselho do Estado, incluindo a Agência Nacional de Estatísticas da China, a Administração de Aviação Civil Nacional da China e a agência de turismo. Cada uma das organizações controladas pelo Conselho de Estado direciona suas unidades sob a sua jurisdição através de escritórios subordinados a níveis provinciais e locais. Todo o processo político envolve extensivo controle e negociação. As políticas e decisões econômicas adotadas pela Assembleia Popular Nacional e pelo Conselho de Estado tem que ser passadas por organizações econômicas controladas pelo próprio Conselho do Estado, que as incorpora em planos para vários setores da economia. As políticas e planos econômicos são implementados por vários mecanismos de controle direto ou indireto. O controle direto é exercido por cotas físicas específicas em designação e por alocações de fornecimento de algumas mercadorias e serviços. Os instrumentos indiretos - também chamados de \"niveladores econômicos\" - operam por meio de intervenção dos incentivos de mercado. Estas operações incluem a coleta de impostos, o ajuste de preços de produtos e suprimentos, a alocação de fundo de investimentos, a monitoração e controle das transações financeiras do sistema bancário da China, e alocação de recursos importantes, tais como a mão de obra treinada, energia elétrica, transporte, produção de aço e de produtos químicos (incluindo fertilizantes). A principal vantagem de incluir um projeto num plano econômico anual é que a matéria-prima, o trabalho, os recursos financeiros e o mercado são garantidos por diretrizes que têm o peso da lei como plano de fundo. Porém, na realidade, uma grande parcela da atividade econômica acaba se desviando do objetivo do plano detalhado, e a tendência geral é que o resultado do plano econômico fique menos do que o projetado. Um grande objetivo da reforma econômica foi reduzir o controle direto do governo e aumentar a participação do governo em niveladores econômicos indiretos. Grandes empresas estatais chinesas ainda recebem dos ministérios planos detalhados que especificam a quantidade de material recebido e de produtos finais. No entanto, estas corporações têm sido afetadas de forma crescente pelos preços e por alocações que foram determinados pela interação de mercado. Além disso, as empresas estatais chinesas foram apenas indiretamente influenciadas pelo plano central. Todas as empresas de comércio chinesas estão divididas ao longo de linhas de planejamento direto (obrigatório), de planejamento indicativo (implementação indireta de diretrizes centrais), além de linhas controladas pela força de mercado. No começo da década de 1980, durante as primeiras reformas econômicas, as empresas começaram a ter crescente discrição sobre a quantidade de matérias-primas, sobre as fontes de tais matérias-primas, e a variedade de produtos manufaturados, além dos processos de produção. A supervisão operacional em projetos econômicos desenvolveu-se primariamente em governos provinciais, municipais e de condados. A maioria das empresas industriais estatais, que eram dirigidas ao nível de província, ou mesmo abaixo, foram regulados parcialmente por uma combinação de alocações específicas e de controles indiretos, mas essas empresas também produziram mercadorias que não estavam previstos nos planos, e que foram vendidas para o mercado. Recursos importantes e escassos - por exemplo, engenheiros ou aço acabado - podem ter sido designados para este tipo de unidade em números exatos. Designações de mão de obra e de materiais menos críticas poderiam ter sido autorizadas de forma comum por meio do plano, mas arranjos de aprovisionamentos deixaram tais autorizações sob responsabilidade do gerenciamento empresarial. Além disso, as próprias empresas têm ganhado independência crescente em vários setores de atividade. Enquanto que indústrias e serviços estrategicamente importantes, além da maior parte da construção de grande escala, continuaram sob o controle direto dos planos, a economia de mercado tem crescido rapidamente a cada ano assim que engloba mais e mais setores. No geral, o sistema industrial chinês contém uma completa mistura de formas de relações. O Conselho de Estado administra geralmente o controle estrito de recursos que se supõe ser de vital importância para o desempenho e saúde de toda a economia. Ademais, a necessidade de coordenar entidades que estão em diferentes hierarquias organizacionais causa geralmente uma grande quantidade de regateios e de construções de consenso. O consumo tem sido subjetivado a um limitado grau de influências governamentais diretas, mas é determinado primariamente pelas forças básicas de mercado, tais como os índices de renda e pelo preço de mercadorias. Antes da reforma econômica, produtos importantes eram racionalizados quando o estoque de tais produtos ficava muito pequeno, mas durante a década de 1980, a disponibilidade destes produtos aumentou a um ponto que já não era mais necessário a racionalização, com a exceção dos grãos, que poderiam também ser regulamentados pelo mercado livre. Unidades de propriedade coletiva e o setor agrícola foram regulamentados primariamente por instrumentos indiretos. Cada unidade coletiva era \"responsável pelos seus próprios lucros e perdas\", e os preços dos recursos de entrada, e dos produtos finais, eram os principais incentivadores da produção. Grandes mudanças foram feitas para relaxar o controle do estado no setor agrícola a partir da década de 1970. Os mecanismos estruturais de implementar os objetivos do estado - as comunas populares e suas equipes e brigadas subordinadas - foram eliminadas completamente ou grandemente diminuídas. Os incentivos agrícolas foram apoiados pelo aumento dos preços dos produtos que eram repassados ao governo, e pela permissão de vender o excesso de produção para o mercado livre. Havia, portanto, mais livre escolha para a produção de um determinado produto agrícola, e foi permitido aos camponeses o aluguel de terras para o seu próprio trabalho, ao invés de se trabalhar na maior parte da terra cultivável de modo coletivo. O sistema de obtenção de cotas (fixadas na forma de contratos) está sendo desativado, embora o estado ainda possa comprar produtos agrícolas e controlar os estoques com o objetivo de afetar as condições de mercado. O comércio exterior é supervisionado pelo Ministério do Comércio, pela alfândega, e pelo Banco da China, o dispositivo de intercâmbio estrangeiro do sistema bancário chinês, que controla o acesso de moeda estrangeira necessária para as importações. Desde que as restrições ao comércio exterior foram reduzidas, houve grandes oportunidades para empresas individuais a engajar em negociar com empresas estrangeiras sem muita intervenção de agências oficiais. Embora o governo continue a controlar a economia de certo modo, a extensão deste controle foi reduzida pelo volume transparente da atividade econômica. Ademais, o conceito da supervisão governamental na economia tem mudado de um controle direto para um controle mais indireto através da maior dinâmica econômica. == Economias regionais == O sistema de transporte subdesenvolvido da China - combinado com diferenças importantes na disponibilidade de recursos naturais e humanos, além da diferença da infraestrutura industrial - produziu variações significativas nas economias regionais da China. O desenvolvimento econômico foi, de modo geral, superior nas províncias costeiras do que no interior, e há grandes disparidades na renda per capita entre estas regiões. As três regiões mais ricas da China estão situadas ao longo da costa sudeste, centrado no delta do Rio das Pérolas, na costa leste, centrado ao redor da foz do rio Yangtzé, e perto do mar de Bohai, na região de Pequim, Tianjin e Liaoning. Espera-se que o rápido desenvolvimento destas regiões tenha os efeitos mais significativos na economia asiática como um todo, e o governo da China está determinado em remover os obstáculos para acelerar ainda mais o desenvolvimento econômico nestas áreas mais ricas. == Desenvolvimento == A China, cuja economia estava extremamente atrasada antes de 1949, tornou-se novamente um das maiores potências econômicas do mundo, e é o país que tem o maior potencial econômico do mundo. Entre 1979 e 2001, período em que as grandes reformas econômicas foram implantadas, a economia chinesa cresceu num ritmo nunca antes visto. Após 2001, o ímpeto da economia chinesa manteve-se. Em 2004, a China fortaleceu-se ainda mais e melhorou o seu macrocontrole, e a economia cresceu ainda mais depois de 2005. Em 2007, o PIB chinês cresceu 13%, e as riquezas chinesas somaram quase 23,5 trilhões de yuans, ou cerca de 3,42 trilhões de dólares. O governo da China implementa, desde a fundação da República Popular da China em 1949, planos econômicos de 5 anos. O décimo primeiro plano econômico de cinco anos está sendo atualmente implementado. === Estratégia de desenvolvimento em três passos === O objetivo geral de construção econômica da China foi claramente declarado na Estratégia de Desenvolvimento em Três Passos, que foi anunciado e implementado em 1987. O primeiro dos três passos seria dobrar o PIB chinês relativo a 1980 e garantir a alimentação e o vestuário para todos os cidadãos. O passo foi completado ainda no final da década de 1980. O segundo passo seria quadruplicar o PIB relativo a 1980 em 1999. O passo foi completado antes do previsto, em 1995. O terceiro passo foi aumentar o PIB per capita para níveis de países em desenvolvimento em 2050, ano no qual o governo chinês espera que toda a população esteja razoavelmente satisfeita com as condições de vida, e que a modernização do país seja realizada basicamente. === Desenvolvimento regional === Costa leste (juntamente com programas de desenvolvimento existentes) \"Alavancamento da China Central\" \"Revitalização do Nordeste da China\" \"Desenvolvimento da China Ocidental\" Estas estratégias foram prometidas para as regiões mais pobres da China, com o objetivo de tentar evitar a ampliação das desigualdades econômicas e sociais. * Desenvolvimento da China Ocidental - tem como objetivo melhorar a situação econômica das províncias ocidentais através de investimentos de capital e de desenvolvimento de recursos naturais. * Revitalização do Nordeste da China - tem como objetivo rejuvenescer a base industrial do Nordeste da China. O plano de estratégia cobre três províncias: Heilongjiang, Jilin e Liaoning. * Alavancamento da China Central - tem como objetivo acelerar o desenvolvimento econômico das províncias centrais da China. Cobre seis províncias: Shanxi, Henan, Anhui, Hubei, Hunan e Jiangxi. * Terceira Frente - tem como objetivo manter o desenvolvimento econômico das províncias costeiras do leste e do sudeste da China. Além destes planos, o projeto Go Global tem como objetivo incentivar as empresas chinesas a investir no exterior. === Projetos nacionais importantes === O projeto \"Transmissão de Eletricidade de Oeste para Leste\", o \"Transmissão de Gás de Oeste para Leste, e o \"Projeto de Condução de Água de Sul para Norte\" são três projetos governamentais chave que tem como promessa o realinhamento geral do desenvolvimento econômico e de alcançar a distribuição racional de recursos naturais na China. O projeto \"Transmissão de Eletricidade de Oeste para Leste\" está em pleno andamento e envolvendo recursos hidroelétricos e carvoeiros no Oeste da China, além da construção de novas linhas de transmissão de eletricidade para abastecer o leste do país. A linha de transmissão de eletricidade do sul, que transmite três milhões de quilowatts hora de Guizhou para Guangdong, foi completado em setembro de 2004. O projeto \"Transmissão de Gás de Oeste para Leste\" inclui 4.000 quilômetros de dutos que cortam 10 províncias, regiões autônomas e municípios, transportando gás natural para cidades do norte e do leste da China. O projeto foi terminado em outubro de 2004 e tem capacidade de transportar 12 bilhões de metros cúbicos por ano. A construção do \"Sistema de Condução de Água de Sul para Norte\" foi lançado oficialmente em 27 de dezembro de 2002 e a conclusão da primeira fase está prevista para 2010. O sistema irá aliviar a séria falta de água no norte da China e irá realizar uma distribuição racional dos recursos hídricos dos vales dos rios Yangtzé, Amarelo, Huai e Hai. == Hong Kong e Macau == De acordo com a política \"Um país, dois sistemas\", a economia das ex-colônias europeias, Hong Kong e Macau, é separada do restante da RPC, e cada um do outro. Hong Kong e Macau são livres para conduzir e engajar negociações econômicas com países estrangeiros, tais como a Organização Mundial das Alfândegas, a Organização Mundial do Comércio e o fórum da Cooperação Econômica da Ásia e do Pacífico, frequentemente sob os nomes Hong Kong, China, e Macau. == Tendências macroeconômicas == == Sistema financeiro e bancário == A maior parte das instituições financeiras da China é estatal, e 98% das ações bancárias também são estatais.p.205 Chui and Lewis Reforming China's State Owned Enterprises and Banks 2006 Os instrumentos que comandam as políticas fiscais e financeira são controlados pelo Banco Popular da China e pelo Ministério das Finanças, ambos controlados pelo Conselho de Estado. O Banco Popular da China substituiu o Banco Central da China e gradualmente tomou o controle de bancos privados. O banco cumpre muitas funções de outros bancos centrais e comerciais. O banco também emite a moeda, controla sua circulação e desempenha a função importante de cobrir os disparidades orçamentais. Ademais, o banco administra as contas, os pagamentos e os recebimentos de organizações governamentais e de outras instituições, que permite ao banco de exercer uma total supervisão sobre os seus desempenhos financeiros e gerais que estão sob consideração aos planos econômicos do governo. O banco também é responsável pelo comércio exterior e outras transações estrangeiras. As remessas de capital para chineses no exterior são gerenciadas pelo Banco da China, que tem várias ramificações em muitos países. Outras instituições financeiras importantes incluem o Banco de Desenvolvimento da China, que sustenta o desenvolvimento econômico da China e direciona os investimentos estrangeiros, o Banco Agrícola da China, que provê suporte para o setor agrícola, o Banco Chinês de Construção, que é responsável por capitalizar uma parte dos investimentos gerais, além de prover fundos de capital para certas empresas industriais e de construção, e o Banco Industrial e Comercial da China que conduz transações comerciais ordinárias e age como uma poupança para a população. As reformas econômicas aumentaram grandemente o papel econômico do sistema bancário. Na teoria, qualquer empresa ou pessoa física pode ir aos bancos para obter empréstimos que estejam fora dos planos estatais. Na prática, 75% dos bancos estatais emprestam fundos para empresas estatais chinesas.p.11 Chui and Lewis Reforming China's State Owned Enterprises and Banks 2006 Mesmo quase todo o capital de investimento era provido anteriormente por meio da base de concessão, de acordo com os planos econômicos estatais. Porém, a política econômica tem mudado desde o início das reformas o investimento de capital para uma base de empréstimo, por meio das várias instituições financeiras estatais. Crescentes quantidades de fundos estão ficando disponíveis nos bancos para propóstitos econômicos e comerciais. As fontes de capital estrangeiro também aumentaram. A China recebeu empréstimos do Banco Mundial e de vários programas das Nações Unidas, assim como de outros países, particularmente do Japão, e de bancos comerciais, num grau menor. Hong Kong tem sido um grande condutor deste investimento, bem como fonte de capital. Com duas bolsas de valores (a Bolsa de Valores de Xangai e a Bolsa de Valores de Shenzhen), o mercado de valores da China contém cerca de 1 trilhão de dólares (dados de janeiro de 2007). O mercado de valores chinês é o terceiro maior da Ásia, apenas atrás do Japão e de Hong Kong. É estimado que a China se torne o terceiro maior mercado de valores em 2016.Xinhua: Chinese mainland stock market to become world's third largest in 10 years == Sistema de moeda == O renminbi (moeda popular) é a moeda da China, que é denominada yuan. O yuan é dividida em 10 jiaos ou em 100 fens. O renminbi é emitido pelo Banco Popular da China, a autoridade monetária da República Popular da China. A abreviação do ISO 4217 é CNY, embora seja frequentemente abreviado como \"RMB\". O símbolo latinizado é ¥. Porém, a partir de 1 de janeiro de 2004, a taxa de câmbio do yuan é flutuante, e a taxa de câmbio média do yuan em comparação ao dólar está baseada na taxa de câmbio do dia anterior no mercado interbancário de câmbio estrangeiro.\"China’s Currency: Brief Overview of U.S. Options CRS Report for Congress by Jonathan E. Sanford Serviço Congregacional de Pesquisa Biblioteca do Congresso Order Code RS22338 29/11/2005 O renminbi está ajustado a uma taxa de câmbio flutuante, e tem como moeda de referência principalmente o dólar americano, mas o euro também é grandemente utilizado. Em 21 de julho de 2005, a China valorizou sua moeda em 2,1%, e desde então, mudou o seu sistema de taxa de câmbio, que tem como base uma série de moedas estrangeiras. Além disso, o governo chinês permite o renminbi de flutuar diariamente dentro de uma margem de 0,5% para mais ou para menos. Cada dólar americano valia 6,846 yuans em julho de 2008. Este valor estava em 7,45 em meados de 2007 e 8,07 no começo de 2006. Há um complexo sistema de relações entre a balança comercial da China, a inflação, medido por meio do índice de preços ao consumidor, e do valor de sua moeda. Apesar de permitir o yuan flutuar, o Banco Popular da China tem a habilidade decisiva de controlar o seu valor com base da relação do yuan com outras moedas estrangeiras. A inflação em 2007, que refletiu as grandes altas da carne e dos combustíveis, está relacionada provavelmente pelo aumento mundial de produtos usados como alimentação animal ou como combustível. Desta forma, a rápida valorização do yuan permitida em dezembro de 2007 está possivelmente relacionada com as iniciativas de aliviar a inflação.\"China Lets Currency Appreciate a Bit Faster\", Keith Bradsher, The New York Times, 29/12/2007 == Sistema tributário == Entre a década de 1950 e a de 1980, as receitas monetárias do governo central chinês derivaram sobretudo dos lucros das empresas estatais, que eram repassadas ao estado. Algumas receitas monetárias nacionais vieram também de impostos, entre os quais os mais importantes são os impostos da indústria em geral e de transações comerciais. Porém, a tendência geral foi substituir os lucros das empresas estatais pelos impostos cobrados nos próprios lucros. Inicialmente, o sistema tributário foi ajustado para que se permitisse diferenças na capitalização e em situações de preços de várias empresas, mas um sistema de coleta de impostos mais uniforme foi introduzido no começo da década de 1990. Ademais, a renda pessoal e o imposto sobre o valor acrescentado foram implantados naquela época. == Comércio exterior == Em 2020, o país foi o maior exportador do mundo (US $ 2,49 trilhões, ou 13,3% do total mundial). Na soma de bens e serviços exportados, chega a US $ 2,64 trilhões, passando por pouco dos Estados Unidos, que exportou US $ 2,49 trilhões.Trade Map - List of exporters for the selected product in 2018 (All products)Market Intelligence: Disclosing emerging opportunities and hidden risks Já nas importações, em 2019, foi o 2º maior importador do mundo: US $ 2,06 trilhões. O país tem se destacado na assistência econômica dada a países africanos.Michael T. Klare, Rising Powers, Shrinking Planet (New York: Metropolitan Books, 2008), Chapter 6; Jian-Ye Wang and Abdoulaye Bio-Tchane, “Africa’s Burgeoning Ties with China,” Finance and Development (IMF), March 2008, Vol. 45, No. 1; David H. Shinn, “Africa, China, The United States, and Oil,” Africa Policy Forum Samir Amin. Accumulation on a World Scale: A Critique of the Theory of Underdevelopment. p. 147 O país tem atuado como uma extensão do capitalismo mundial.U.S.-China Business Council, Forecast 2008: Foreign Investment in China, p. 3; CIA, World Fact Book: China, cia.gov. == Investimento estrangeiro == == Agricultura == Em 2018, a ChinaChina production in 2018, by FAO: *Foi o 2º maior produtor mundial de milho (257,1 milhões de toneladas), perdendo somente para os EUA; *Foi o maior produtor mundial de arroz (212,1 milhões de toneladas); *Foi o maior produtor mundial de trigo (131,4 milhões de toneladas); *Foi o 3º maior produtor mundial de cana-de- açúcar (108 milhões de toneladas), perdendo somente para Brasil e Índia; *Foi o maior produtor mundial de batata (90,2 milhões de toneladas); *Foi o maior produtor mundial de melancia (62,8 milhões de toneladas); *Foi o maior produtor mundial de tomate (61,5 milhões de toneladas); *Foi o maior produtor mundial de pepino/picles (56,2 milhões de toneladas); *Foi o maior produtor mundial de batata doce (53,0 milhões de toneladas); *Foi o maior produtor mundial de maçã (39,2 milhões de toneladas); *Foi o maior produtor mundial de beringela (34,1 milhões de toneladas); *Foi o maior produtor mundial de repolho (33,1 milhões de toneladas); *Foi o maior produtor mundial de cebola (24,7 milhões de toneladas); *Foi o maior produtor mundial de espinafre (23,8 milhões de toneladas); *Foi o maior produtor mundial de alho (22,2 milhões de toneladas); *Foi o maior produtor mundial de vagem (19,9 milhões de toneladas); *Foi o maior produtor mundial de tangerina (19,0 milhões de toneladas); *Foi o maior produtor mundial de cenoura (17,9 milhões de toneladas); *Foi o 3º maior produtor mundial de algodão (17,7 milhões de toneladas), perdendo somente para Índia e EUA; *Foi o maior produtor mundial de amendoim (17,3 milhões de toneladas); *Foi o maior produtor mundial de pera (16,0 milhões de toneladas); *Foi o 4º maior produtor mundial de soja (14,1 milhões de toneladas), perdendo para EUA, Brasil e Argentina; *Foi o maior produtor mundial de uva (13,3 milhões de toneladas); *Foi o 2º maior produtor mundial de colza (13,2 milhões de toneladas), perdendo somente para o Canadá; *Foi o maior produtor mundial de ervilha (12,9 milhões de toneladas); *Foi o maior produtor mundial de melão (12,7 milhões de toneladas); *Foi o 8º maior produtor mundial de beterraba (12 milhões de toneladas), que serve para produzir açúcar e etanol; *Foi o 2º maior produtor mundial de banana (11,2 milhões de toneladas), perdendo somente para a Índia; *Foi o maior produtor mundial de couve-flor e brócolis (10,6 milhões de toneladas); *Foi o 2º maior produtor mundial de laranja (9,1 milhões de toneladas), perdendo somente para o Brasil; *Foi o maior produtor mundial de abóbora (8,1 milhões de toneladas); *Foi o maior produtor mundial de aspargo (7,9 milhões de toneladas); *Foi o maior produtor mundial de ameixa (6,7 milhões de toneladas); *Foi o maior produtor mundial de cogumelo e trufa (6,6 milhões de toneladas); *Foi o maior produtor mundial de grapefruit (4,9 milhões de toneladas); *Foi o 15º maior produtor mundial de mandioca (4,9 milhões de toneladas); *Foi o 2º maior produtor mundial de manga (incluindo mangostim e goiaba) (4,8 milhões de toneladas), perdendo somente para a Índia; *Foi o maior produtor mundial de caqui (3,0 milhões de toneladas); *Foi o maior produtor mundial de morango (2,9 milhões de toneladas); *Foi o maior produtor mundial de chá (2,6 milhões de toneladas); *Produziu 2,5 milhões de toneladas de girassol; *Foi o 3º maior produtor mundial de limão (2,4 milhões de toneladas), perdendo somente para Índia e México; *Foi o maior produtor mundial de tabaco (2,2 milhões de toneladas); *Foi o 8º maior produtor mundial de sorgo (2,1 milhões de toneladas); *Foi o maior produtor mundial de kiwi (2,0 milhões de toneladas); *Foi o maior produtor mundial de castanha (1,9 milhões de toneladas); *Produziu 1,9 milhão de toneladas de taioba; *Produziu 1,8 milhão de toneladas de feijão-fava; *Foi o 3º maior produtor mundial de milhete (1,5 milhão de toneladas), perdendo somente para Índia e Níger; *Foi o 8º maior produtor mundial de abacaxi (1,5 milhão de toneladas); *Produziu 1,4 milhão de toneladas de cevada; *Foi o maior produtor mundial de trigo-sarraceno (1,1 milhões de toneladas); *Foi o 6º maior produtor mundial de aveia (1 milhão de toneladas); *Foi o 4º maior produtor mundial de centeio (1 milhão de toneladas), perdendo somente para Alemanha, Polônia e Rússia; *Produziu 1 milhão de toneladas de Tallow Tree; Além de produções menores de outros produtos agrícolas. ===Pecuária=== Na pecuária, a China foi, em 2019, o maior produtor mundial de carne suína, com uma produção de 42,5 milhões de toneladas; o 2º maior produtor mundial de carne de frango, com uma produção de 14,4 milhões de toneladas; o 3º maior produtor mundial de carne bovina, com uma produção de 5,9 milhões de toneladas; o 5º maior produtor mundial de leite de vaca, com uma produção de 32 bilhões de litros; o maior produtor mundial de mel, com uma produção de 444,1 mil toneladas, entre outros.Produção da pecuária da China em 2019, pela FAO == Recursos energéticos e minerais == Na mineração, em 2019, o país era o maior produtor mundial de ouro;USGS Gold Production Statistics 3º maior produtor mundial de cobre;USGS Copper Production Statistics 3º produtor mundial de prata;USGS Silver Production Statistics maior produtor mundial de enxofre;USGS Sulfur Production Statistics maior produtor mundial de fosfato;USGS Phosphate Production Statistics maior produtor mundial de molibdênio;USGS Molybdenum Production Statistics maior produtor mundial de chumbo;USGS Lead Production Statistics maior produtor mundial de zinco;USGS Zinc Production Statistics maior produtor mundial de vanádio;USGS Vanadinum Production Statistics maior produtor mundial de estanho;USGS Tin Production Statistics maior produtor mundial de titânio;USGS Titanium Production Statistics maior produtor mundial de antimônio;USGS Antimony Production Statistics 2º maior produtor mundial de bauxita;USGS Bauxite Production Statistics 3º maior produtor mundial de minério de ferro;USGS Iron Ore Production Statistics 6º maior produtor mundial de manganês;USGS Manganese Production Statistics 7º maior produtor mundial de níquel;USGS Nickel Production Statistics 10º maior produtor mundial de cobalto;USGS Cobalt Production Statistics além de ser o maior produtor mundial de sal.USGS Salt Production Statistics Era o 8º maior produtor do mundo de urânio em 2018.World Uranium Mining Além disso, é o maior produtor mundial de jade e um dos produtores mundiais de topázio, turmalina, peridoto e diamante. Nas energias não-renováveis, em 2020, o país era o 6º maior produtor de petróleo do mundo, extraindo 3,88 milhões de barris/dia.Annual petroleum and other liquids production Em 2019, o país consumia 14 milhões de barris/dia (2º maior consumidor do mundo).Statistical Review of World Energy, June 2020The World Factbook — Central Intelligence Agency O país foi o maior importador de petróleo do mundo em 2018 (8,4 milhões de barris/dia). Em 2016, a China era o 6º maior produtor mundial de gás natural, 138,4 bilhões de m³ ao ano.CIA. The World Factbook. Natural gas - production. Na produção de carvão, o país foi o maior do mundo em 2018: 3,5 bilhões de toneladas.Statistical Review of World Energy 2018 Apesar disso, o país também é o maior importador de carvão do mundo: em 2018, foram 281 milhões de toneladas, oriundas principalmente da Indonésia e Austrália.Primary Coal ImportsEnergy Statistical annual ReportsPrimary Coal Exports Além disso, a China é o 3º país que mais possui usinas atômicas em seu território, atrás apenas dos EUA e da França: em 2019 haviam 49 usinas, com uma potência instalada de 46,5 GW.Nuclear Share of Electricity Generation in 2019 Nas energias renováveis, em 2020, a China era o maior produtor de energia eólica do mundo, com 281,9 GW de potência instalada; o maior produtor de energia solar do mundo, com 254,3 GW de potência instalada;RENEWABLE CAPACITY STATISTICS 2021 e em 2014 era o maior produtor de energia hidroelétrica do mundo, com uma potência instalada de 311 GW. == Indústria e fabricação == O Banco Mundial lista os principais países produtores a cada ano, com base no valor total da produção. Pela lista de 2019, a China tinha a indústria mais valiosa do mundo (US $ 3,8 trilhões).Fabricação, valor agregado (US $ corrente) No geral, a China se tornou o maior produtor mundial de centenas de produtos. Alguns exemplos: em 2019, a China era o maior produtor de veículos do mundo (25,7 milhões) e o maior produtor de aço (996,3 milhões de toneladas).World vehicle production in 2019World crude steel productionGlobal crude steel output increases by 3.4% in 2019 Em 2016 produzia metade dos calçados do mundo e era disparadamente o maior exportador.ABICALÇADOS Em 2018 era também o maior produtor mundial de cerveja e de óleo de soja.Produção de óleos, cerveja e outros produtos industriais FAO O país também possui a maior indústria eletrônica do mundo.Mexican Consumer Electronics Industry Second Largest Supplier of Electronics to the U.S De produtos têxteis a brinquedos ou produtos plásticos, a indústria chinesa usa de alta competitividade para exportar para o mundo inteiro. == Serviços == A produção de serviços na China é a sétima maior do mundo, e o grande potencial de crescimento e as telecomunicações de alta densidade têm garantido o contínuo crescimento deste setor. Em 2005, o setor de serviços representou 40,3% do PIB chinês em 2005, ficando apenas atrás do setor industrial. Porém, a proporção da participação dos serviços no PIB chinês ainda é baixa se comparado com a participação do setor de serviços em PIBs de países desenvolvidos. Antes do início das reformas econômicas em 1978, o setor de serviços era caracterizado por lojas estatais, pelo racionamento e pela regulação dos preços. Com a reforma, vieram os mercados privados, empreendedores e um setor comercial. O comércio atacadista e varejista expandiu-se rapidamente, e as áreas urbanas agora têm shoppings, lojas de varejo, restaurantes e hotéis. A administração pública ainda permanece como um importante componente do setor de serviços, e o setor de turismo tornou-se um importante empregador e uma fonte de capital estrangeiro. Além disso, a China tem um enorme potencial de crescimento do setor de serviços através de franquias.Alon, Ilan, ed. (2003), Chinese Economic Transition and International Marketing Strategy, Westport, Connecticut: Praeger Publishers. == Turismo == Em 2018, a China foi o 4º país mais visitado do mundo, com 62,9 milhões de turistas internacionais - perdendo apenas para a Espanha, a França e os Estados Unidos, e ganhando por pouco da Itália. As receitas do turismo, neste ano, foram de US $ 40,3 bilhões.Destaques do turismo internacional A indústria de turismo da China é um dos setores que crescem mais rapidamente dentro da economia nacional, e é também um dos setores com uma linha de competição global muito distinta. A renda total do setor de turismo na China chegou a 67,3 bilhões de dólares em 2002, que representou 5,44% do PIB chinês naquele ano. No entanto, a renda caiu para 59 bilhões em 2003, principalmente devido ao SARS. Todavia, para regiões ricas em recursos turísticos, o turismo tornou-se a principal fonte de renda de impostos e um setor extremamente importante para o desenvolvimento econômico chinês. O número de turistas estrangeiros que visitaram a China em 2003 foi de 91,66 milhões. O número de turistas que permaneceram na região visitada por mais de 24 horas foi de 32,7 milhões, cerca de 10 vezes mais do que o número de turistas de 1980. Os turistas estrangeiros deixaram na China mais de 17,4 bilhões de dólares em 2003. A China está entre os cinco países que receberam mais turistas e que receberam mais entrada de capital proveniente do turismo no mundo. Porém, ainda há uma grande incerteza sobre o mercado de turismo na China. O turismo doméstico representou mais de 90% de todo turismo do país, e contribui em mais de 70% de todas as rendas provenientes do turismo. As políticas de \"cinco dias por semana\" e de \"longas férias\" tem aumentado acentuadamente o mercado do turismo doméstico, o que levou à sua prosperidade. Uma grande população de classe média, com um grande poder de consumo, está emergindo na China, especialmente nas maiores cidades. O número de turistas que saíram da China para visitar outros países chegou a 20,22 milhões de pessoas, ultrapassando o Japão pela primeira vez. Atualmente há 65 condados/áreas abertos para grupos turísticos. Pondo de lado a ameaça do SARS, e de outros eventos inesperados, e baseado no crescimento econômico corrente e no desenvolvimento social da China, espera-se que o número de chineses que fazem turismo fora do país tenha um novo pico de crescimento. Guiado pelo florescimento do setor do turismo, o setor de hotéis de turismo está se expandindo rapidamente. No final de 2003, a China tinha um total de 10.093 hotéis, com 820.000 quartos. 773 destes hotéis são financiados estrangeiramente. O número de hotéis financiados estrangeiramente (incluindo investimentos de Taiwan, Hong Kong e Macau) de quatro e cinco estrelas representa 26 e 30,02% do total nacional, respectivamente. Em 2003, havia 11.522 agências de viagem na China, sendo que 1.349 suportavam viagens internacionais, e o restante para viagens internas. Assim que a competição aumentou, a indústria turística chinesa começou a ganhar lucros mais baixos, mesmo quando expandia a sua escala de operações. Atualmente, há cerca de 15.000 atrações turística, incluindo atrações naturais culturais e artificiais, que estão acima do nível de condado. Atualmente, os investidores de Hong Kong são os principais participantes no estabelecimento de atrações turísticas da China. Em 2001, Sichuan tornou-se a primeira província a propor o aluguel de 10 atrações turísticas para investidores estrangeiros. De acordo com o plano da Administração Nacional Turística da China, espera-se que o número de turistas que visitam a China, os ganhos de capital estrangeiro vindos do turismo e o tamanho do mercado doméstico aumentem 4, 8 e 8% ao ano, respectivamente, durante dos próximos cinco ou dez anos. A Organização Mundial do Turismo prevê que a China vai se tornar a maior indústria turística do mundo, e que representará 8,6% do mercado de turismo do mundo em 2020. == Demografia e a economia == Desde a década de 1950, a saúde pública, a higiene pública e o saneamento básico melhoraram significativamente, e as epidemias foram controladas. Gerações consecutivas experimentaram continuamente uma melhor situação da saúde pública e do bem- estar social. O crescimento populacional, que antes da implantação da República Popular era um fator preocupante, foi definitivamente resolvido com a implantação da política do filho único, e a China experimenta atualmente um pequeno crescimento populacional. A população massiva da China sempre foi uma grande dificuldade para o governo, já que o governo chinês, antes da fundação da República Popular, incentivava o grande crescimento populacional. Durante a década de 1950, o fornecimento de alimentos era inadequado e os padrões de vida eram geralmente baixos. Isto levou às autoridades a iniciar um grande controle de natalidade. O plano industrial \"Grande Salto Adiante\", em 1958-60, causou uma grande instalação da fome no país, e com isso, as taxas de mortalidade logo passaram as taxas de natalidade. Em 1960, a população geral chinesa estava declinando. Em 1963, com a fome sob controle, a taxa de natalidade voltou a crescer, o que não ocorria desde 1949. Em 1966, a Revolução Cultural chinesa aboliu um dos programas de planejamento familiar, mas que voltou em atividade quatro anos mais tarde, juntamente com um terceiro programa de controle de natalidade, que implementava a obrigação das famílias a seguirem os outros dois programas de planejamento familiar. O conjunto de três programas de planejamento familiar foi substituído pela política do filho único em 1979, que permitia que cada família pudesse ter apenas uma criança. A partir de então, a China continuou a crescer num ritmo mais lento, e alcançou a marca de 1 bilhão de pessoas no começo da década de 1980. Porém, a restrição da natalidade tem sérios efeitos na economia chinesa, que vê a sua força de trabalho envelhecendo juntamente com a população. == Trabalho e bem-estar social == ==Meio ambiente e saúde pública== == Ciência e tecnologia == == Transporte == Tem-se dado atualmente alta prioridade para o desenvolvimento da infraestrutura de transporte do país, já que a economia nacional e a defesa nacional depende de sua eficácia. Porém, a infraestrutura de transporte ainda não está totalmente desenvolvida em muitos aspectos e áreas, e constitui um grande impedimento do crescimento econômico chinês e da movimentação logística eficaz de mercadorias e pessoas. A política de transportes da China, influenciada por preocupações políticas, militares e econômicas, sofreu grandes mudanças desde 1949. Imediatamente após a fundação da República Popular em 1949, a primeira conquista do setor de transportes foi o conserto de sua infraestrutura com o objetivo de atender as necessidades militares e logísticos, assim como para aumentar a integração nacional. Durante a maior parte da década de 1950, novas rodovias e ferrovias foram construídas, enquanto que ao mesmo, as já existentes estavam sendo melhoradas. Durante a década de 1960, boa parte da melhora do transporte regional ficou sob responsabilidade dos governos locais, e muitas pequenas ferrovias foram construídas. Também foi dado ênfase no desenvolvimento do transporte em áreas rurais remotas, além de áreas montanhosas e de florestas, com o objetivo de integrar as regiões mais pobres do país e para ajudar a promover as economias de escala no setor agrícola. Antes da implantação das reformas econômicas no final da década de 1970, as ligações várias da China estavam concentradas nas regiões costeiras, e o acesso ao interior do país estava limitado e escasso. Porém, a situação no setor de transportes melhorou significativamente desde então, já que rodovias e ferrovias foram construídas no sudoeste e no noroeste do país, inclusive nas regiões mais remotas e fronteiriças. Ao mesmo tempo, o desenvolvimento do transporte internacional também começou a ser buscado, e a área de atuação da navegação marítima foi consideravelmente aumentado. Há uma grande variação dos serviços oferecidos. Em 2007, a China tornou-se uma de apenas alguns países a lançarem linhas de trem de alta velocidade utilizando tecnologia própria. Porém, o sistema ferroviário chinês não está conseguindo acompanhar a demanda de transporte de mercadorias e matérias-primas, tais como o carvão mineral. Com isso, houve a necessidade de se desenvolver rapidamente rotas aéreas, rodovias e hidrovias para atender as crescentes necessidades gerais de transporte da China. == Telecomunicações == A China possui um sistema de telecomunicações diversificado que liga a maior parte do país por meio da internet, telefone, rádio e televisão. Nenhuma das formas de telecomunicação da China são prevalecentes assim como ocorre em países ocidentais, mas o sistema tem alguns recursos tecnológicos avançados e constitui uma fundação para o maior desenvolvimento de uma rede de trabalho moderna. O número de usuários de internet chegou a 137 milhões no final de 2006, um aumento de 23,4% em comparação com o ano anterior. Em junho de 2007, a China já tinha 162 milhões de usuários de internet, o que faz da China o segundo país com maior quantidade de usuários de internet do mundo, ficando apenas atrás dos Estados Unidos, de acordo com o Ministério da Informação da China. O número de usuários de celular aumentou 34% entre 2006 e 2007. Em 2006, os usuários de celular enviaram 429 bilhões de mensagens de texto, ou cerca de 967 mensagens de texto por usuário. Naquele mesmo ano, o número de usuários de telefonia fixa aumentou 79%, principalmente devido à chegada da tecnologia nas áreas rurais. == A indústria na China atual == A cidade de Harbin é a capital da província de Heilongjiang no nordeste da China. Comumente conhecida como a \"Paris do Oriente\", Harbin é uma cidade internacional conhecida pelo seu turismo de inverno e estilo de vida. É um importante entreposto comercial entre a China e a Rússia. A população total da província é de 380 milhões de habitantes, sendo Harbin o centro desse enorme mercado emergente. Harbin é bem servida por voos internacionais diretos e indiretos, por exemplo, Bangkok (via Shanghai), Hong Kong, Khabarovsk, Los Angeles (via Shanghai), Niigata, Paris (via Shanghai), Seul, Sydney (via Shanghai), Cingapura (via Shanghai), Vladivostok. A província de Heilongjiang, situada no centro do nordeste da Ásia, está ao lado de Japão, Coreia, a Coreia do Norte, Mongólia e Rússia e se irradia para toda a Europa através da Rússia. O volume de comércio entre a China, Japão, Coréia do Sul, Coréia do Norte, Mongólia e Rússia é responsável por pelo menos 25% do volume total do comércio nacional chinês. Heilongjiang está se tornando o centro econômico do nordeste da Ásia. As empresas da província algumas bem conhecidas, tais como os produtores ligados as três geradoras de energia, as quatro mega produtoras de carvão, as dez empresas de material militar e muitos outros, que trazem contribuições significativas para o desenvolvimento econômico nacional. Os quatro recursos fundamentais da província que é o carvão, madeira, petróleo e alimentos saem desta região. Para facilitar as transações comerciais bilaterais entre a China e a Rússia, os dois governos concordaram em liberar cambial entre o Banco Central chinês e o o Russo em ambos os lados da fronteira. A facilidade de transações em moeda para o comércio de bens impulsionou o comércio transfronteiriço entre os dois países. Por isso centenas de empresas criaram bases comerciais em Harbin. == A base industrial na China == Como uma importante base industrial, Heilongjiang tem grandes indústrias de fabricação de máquinas, medicamentos, alimentos e tecnologia. É a província base da produção de energia elétrica, aviões, helicópteros, automóveis, matéria-prima para fármacos, indústrias de maquinas-robô, equipamentos aeroespacial, além de produtos tecnológicos. Heilongjiang tem em sua base industrial 47 grandes projetos da República Popular da China. O desenvolvimento da base industrial na província destaca-se em três setores fundamentais: em primeiro lugar, o transporte, incluindo automóveis, navios, aviões, motos e peças sobressalentes; Em segundo lugar, fabril, incluindo máquinas CNC, processos de farcical com linhas de produção automáticas e equipamentos para petroquímica, metalurgia, mineração mineral, transferência de energia elétrica e proteção ambiental; Em terceiro lugar, fabricas de material militar, incluindo pesquisa, desenvolvimento e produção de aviões, equipamentos do setor aeroespacial e de equipamentos navais. Os equipamentos produzidos representam mais de 50 por cento da participação do mercado nacional. Produtos como helicóptero e aviões, 700 mil quilowatts de unidade geradora de energia hidrelétrica, motores de automóveis, rolamentos de precisão com padrões internacionais de qualidade, como laticínios, cerveja, pneus, aço, cimento, entre outros. Ao longo dos últimos anos, a província tem sido ativa na realização de intercâmbio e cooperação internacional. Heilongjiang cooperou com empresas multinacionais, como a americana GE, a companhia japonesa Mitsubishi Heavy Machinery, em equipamentos de geração de energia elétrica a energia nuclear, o que ajudou a melhorar a capacidade local para instalações e equipamentos para a geração de eletricidade. A Harbin Aviation Group cooperou com a EMBRAER e obteve as técnicas de fabricação de aviões. Cooperação com a Sociedade Europeia, EUROCOPTER, para produzir helicópteros. A Harbin Aviation Group reforçou a cooperação com o Japão, Alemanha e fábricas americanas de automóveis para desenvolver e produzir carros. Com a cooperação da empresa japonesa Mitsubishi, o grupo produziu os motores de automóveis 1,8 litros e 2,0 litros.\"IR Contact.\" Embraer. Retrieved on March 18, 2014. \"Address: Av. Brigadeiro Faria Lima, 2170. Putim. São José dos Campos - SP. CEP 12.227-901. Brasil.\" Com a The First Heavy Machinery empresa colaborou com o West marca do alemão, do Japão 'Mitsubishi e Aço Aliança da Áustria. Essa cooperação produziu grande elenco combinado e equipamentos rolantes combinadas, máquinas de pressão, os grandes equipamentos de mineração mineral e recipiente a verificação da pressão e sistemas de equipamentos pesados ‌. Pesado controle numérico de máquinas-ferramenta -A primeira e a segunda ferramenta empresas de máquinas têm cooperado com os fabricantes mundialmente famosas, como Waldrich Companhia e Innse Companhia e acelerou o progresso da produção de cinco e seis eixos combinados máquina ferramenta motivo. Carvão máquina de mineração - Duas grandes empresas de máquinas de mineração de carvão de Jiangmusi e Jixi cidades estão cooperando com o americano P & H, um fabricante de equipamentos de escavação mineral e japonesa Mitsui para desenvolver e produzir a máquina de alta potência e de mineração de carvão grande máquina de escavação. Ferramenta de medição e tendo - Harbin Primeira Tool Company e Harbin ferramenta de medição da empresa estão cooperando com o americano Gleason e empresas francesas para desenvolver e produzir a faca controle numérico e ferramentas de medição numérica. == As novas oportunidades de mercado == A entrada da China na OMC fornece o pano de fundo para aumentar os investimentos no país. Em particular, as velhas bases industriais no nordeste da China continuam a se beneficiar com a atual campanha do governo chinês para revitalizar o crescimento das economias da região. Com grandes investimentos de US $ 10 bilhões está sendo derramado em aquisição de novos equipamentos e tecnologias, existem novas e excitantes oportunidades de mercado no nordeste da China hoje. Em linha com esta política, a província será concentrar os seus recursos no desenvolvimento de uma série de serviços de alimentação eléctrica através de água, combustível e usinas nucleares alimentado mais as seguintes iniciativas: Equipamentos de alta qualidade de geração de energia elétrica, usinas de energia, máquinas pesadas e de precisão da máquina de controle numérico ferramentas, para citar alguns. Para construir mundo de equipamentos de transporte classe com base em tecnologia chinesa como miniatura automóvel, carro e motor, rápido e pesado caminhão ferrovia dever, avião e helicóptero. Instrumento de controle numérico de medição, faca precisa e complicada, a carga pesada de alta velocidade e rolamentos de baixo ruído, novos equipamentos agrícolas, equipamentos de processamento de produtos agrícolas e da técnica e equipamentos de soldagem. === Principais Produtos === Helicópteros * Harbin Z-5 - variante chinesa do Mil Mi-4 * Harbin Z-9 - alternativa da China Eurocopter Dauphin * Harbin Z-9W / G helicóptero de ataque * Harbin Zhi-15 * HC-120 desenvolvido com a Eurocopter Bombardeiros * Harbin H-5 - variante chinesa do Ilyushin Il-28 * Harbin SH-5 * Hongdian-5 - Versão ECM de Harbin H-5 Aeronaves utilitárias * Harbin PS-5 * Harbin Y-11 Transporte * Harbin Y-12 - baseado no Harbin Y-11. Avião comercial * ERJ 145, em parceria com a Embraer == Ver também == * Banco Industrial e Comercial da China * Zonas Econômicas Especiais da China == Ligações externas == *Habin Aircraft Site Oficial *Projeção econômica da República Popular da China",
 "title": "Economia da China"
}