{
 "id": "96929",
 "text": "Cássia Rejane Eller (Rio de Janeiro, 10 de dezembro de 1962 – Rio de Janeiro, 29 de dezembro de 2001) foi uma cantora e multi-instrumentista brasileira. Foi uma das maiores representantes do rock brasileiro da década de 1990 e eleita a 18.ª maior voz e a 40.º maior artista da música brasileira pela revista Rolling Stone Brasil. Lançou cinco álbuns de estúdio em vida: Cássia Eller (1990), O Marginal (1992), Cássia Eller (1994), Veneno AntiMonotonia (1997) e Com Você... Meu Mundo Ficaria Completo (1999). Seu sexto álbum de estúdio, Dez de Dezembro (2002) foi lançado postumamente. O álbum mais bem-sucedido de Cássia foi o Acústico MTV (2001), com mais de um milhão de cópias vendidas e um prêmio Grammy Latino de Melhor Álbum de Rock. Cássia morreu aos 39 anos em 29 de dezembro de 2001, após um ataque cardíaco causado por uma malformação de seu coração. == Biografia == Cássia Rejane Eller nasceu em 10 de dezembro de 1962, no Hospital do Exército de Campo Grande, no Rio de Janeiro. Filha de Nanci Ribeiro, uma dona de casa, e Altair Eller, um sargento paraquedista do Exército descendente de alemães do land de Hesse. Seu nome foi sugerido pela avó, devota de Santa Rita de Cássia. Aos 4 anos Cássia teve febre reumática e precisou tomar Benzetacil durante 22 anos. Aos 6 anos mudou-se com a família para Belo Horizonte. Aos 10 anos, foi para Santarém, no Pará. Aos 12 anos, voltou para o Rio. O interesse pela música começou aos 14 anos, quando ganhou um violão de presente. Aprendeu a tocar violão e falar inglês com as músicas dos Beatles. Aos 18 anos chegou a Brasília, para onde sua família se mudou. Ali, cantou em coral, fez testes para musicais, trabalhou em duas óperas como corista, cantou frevo, blues, rock e também tocou surdo em um grupo de samba. Trabalhou em vários bares (como o Bom Demais), cantando e tocando. Um ano mais tarde, aos 19 anos, querendo sua liberdade pessoal, foi para Belo Horizonte atrás de um lugar para morar e um emprego, onde conseguiu assim que chegou, e passou a trabalhar como servente de pedreiro. \"Fiz massa e assentei tijolos\", contava. Lá, alugou um pequeno quarto, onde ficou vivendo. Na escola, não chegou a terminar o ensino médio, por causa dos shows que fazia, cada dia num turno diferente, não tinha horário para se dedicar ao estudos. Quando voltou para Brasília, substituiu uma amiga como secretária no Ministério da Agricultura, mas foi demitida no terceiro dia e resolveu apenas cantar. Cássia cantou em um grupo de forró e participou por dois anos do primeiro trio elétrico do Planalto, o Massa Real. Seu sonho era ser cantora de ópera. Cássia despontou no mundo artístico em 1981, ao participar de um espetáculo de Oswaldo Montenegro. == Carreira == Caracterizada pela voz grave e pelo ecletismo musical, interpretou canções de grandes compositores do rock brasileiro, como Cazuza, Renato Russo e Rita Lee, além de artistas da MPB como Marisa Monte, Caetano Veloso e Chico Buarque, passando pelo pop de Nando Reis, rap de Xis e o incomum de Arrigo Barnabé e Wally Salomão, até sambas de Riachão e rocks internacionais de Janis Joplin, Jimi Hendrix, Beatles, John Lennon e Nirvana. As maiores influências musicais de Cássia eram John Lennon, Paul McCartney e Nina Simone. Teve uma trajetória musical bastante importante, embora curta, com algo em torno de dez álbuns próprios gravados no decorrer de doze anos de carreira. De fato, somente em 1989 sua carreira decolou. Ajudada pelo tio Anderson, que foi seu primeiro empresário, Cássia gravou uma fita demo com a canção \"Por Enquanto\", de Renato Russo. Este mesmo tio levou a fita à PolyGram, o que resultou na contratação de Cássia pela gravadora. Sua primeira participação em disco foi em 1990, no LP de Wagner Tiso intitulado \"Baobab\". O primeiro álbum, Cássia Eller, foi lançado pela PolyGram em 1990. Em 1992 ela lança o seu segundo álbum, O Marginal. Em 1994 foi lançado o terceiro álbum da cantora, intitulado Cássia Eller, que contava com o hit \"Malandragem\", uma canção inédita de Cazuza. O quarto álbum da cantora, Veneno AntiMonotonia, foi lançado em 1997 como um tributo a Cazuza e conta com regravações de canções do cantor. Em 1992, Cássia dividiu os vocais com Edson Cordeiro na canção \"A Rainha da Noite / I Can't Get No (Satisfaction)\", junção da ópera Ária da Rainha da Noite de Mozart com a canção da banda Rolling Stones. A canção foi incluída no álbum auto-intitulado de Edson Cordeiro, lançado em 1992. Por influência do filho, Chicão, que por volta dos 4 anos de idade disse que a mãe gritava demais e que preferia Marisa Monte, Cássia passou a cantar de uma maneira mais calma. Foi então que Cássia lançou o álbum Com Você... Meu Mundo Ficaria Completo em 1999, produzido por Nando Reis. Deste álbum saíram os hits \"O Segundo Sol\" e \"Palavras ao Vento\". A mãe de Cássia, Nanci Ribeiro, cantou junto com a filha na faixa \"Pedra Gigante\" do álbum Com Você... Meu Mundo Ficaria Completo. \"Ela era cantora antes de casar com meu pai. Foi quem me ensinou tudo, cantava Dolores Duran, Maysa. Fiquei emocionada, e ela, super nervosa. Não sabia nem pôr o fone, mas gravou de primeira\", disse Cássia sobre a mãe. Em 13 de janeiro de 2001, Cássia se apresentou no Palco Mundo do festival Rock in Rio para um público de cerca de 200 mil pessoas. Cássia atendeu um pedido do filho Chicão para que ela incluísse a canção \"Smells Like Teen Spirit\" do Nirvana em seu repertório no festival. Chicão tocou percussão na música e ganhou seu primeiro cachê: 20 fl dados pela mãe. Dave Grohl, ex-baterista do Nirvana e vocalista do Foo Fighters elogiou a versão de Cássia. Na mesma noite, Cássia subiu ao palco durante o show do Foo Fighters e deu um abraço em Dave Grohl, que estava comemorando seu aniversário de 32 anos. Em dezembro de 2002 foi lançado o álbum Dez de Dezembro, primeiro álbum póstumo de Cássia, que incluía faixas inéditas como \"No Recreio\" e \"All Star\", sendo a última sobre a amizade de Cássia com Nando Reis. Cássia Eller sempre teve uma presença de palco bastante intensa, assumia a preferência por álbuns gravados ao vivo e ela era convidada constantemente para participações especiais e interpretações sob encomenda, singulares, personalizadas. Outra característica importante é o fato de ela ter assumido uma postura de intérprete declarada, tendo composto apenas três das canções que gravou: \"Lullaby\" (parceria com Márcio Faraco) em seu primeiro disco, Cássia Eller, de 1990 (LP com 60.000 cópias vendidas, sobretudo em razão do sucesso da faixa \"Por Enquanto\" de Renato Russo); \"Eles\" (parceria dela com Luiz Pinheiro e Tavinho Fialho), e \"O Marginal\" (dela com Hermelino Neder, Luiz Pinheiro e Zé Marcos), no segundo disco, O Marginal (1992). Cássia também compôs a canção instrumental \"Do Lado do Avesso\" (título batizado pelo filho da cantora), que foi lançada em 2012 no CD/DVD póstumo Cássia Eller - Do Lado do Avesso, um registro do show Luz do Solo, gravado em 2001 no antigo ATL Hall no Rio de Janeiro. A canção \"Flor do Sol\", composta aos 19 anos em parceria com Simone Saback em Brasília em 1982, foi descoberta 30 anos depois e lançada no iTunes no aniversário de 50 anos de Cássia, em 10 de dezembro de 2012. Os produtores mantiveram o violão e a voz da cantora, anteriormente gravados em cassete, mas adicionaram outros instrumentos, entre eles o filho de Cássia (então com 19 anos) tocando o violão da mãe. Em 10 de dezembro de 2022, dia em que a cantora completaria 60 anos, foi lançado o álbum Cássia Eller & Victor Biglione in blues, gravado entre o final de 1991 e o início de 1992, o guitarrista Victor Biglione convidou Cássia após ouvir a gravação de Por Enquanto, onde ela canta trecho de I've Got a Feeling dos Beatles com um acento de blues. == Vida pessoal == Cássia era bissexual. Cássia e Maria Eugênia ficaram juntas até o fim da vida da cantora. As duas se conheceram em Brasília em 1987, ficaram amigas e se apaixonaram. Ela teve um único filho, Francisco Ribeiro Eller (nascido em 28 de agosto de 1993), carinhosamente chamado de Chicão, fruto de um relacionamento casual com um amigo, o baixista Tavinho Fialho, que fazia parte de sua banda. Em entrevista a revista Marie Claire em outubro de 2001, Cássia disse que se apaixonou por Tavinho. O relacionamento dos dois e a gravidez de Cássia são detalhados no documentário Cássia Eller de 2014. Tavinho era casado, mas desde o princípio Cássia despreocupou-o das responsabilidades. Cassia tinha de separado de Maria Eugênia e engravidando sem querer, então elas retomaram o relacionamento e sua companheira ficou feliz ao saber que ela estava grávida. Tavinho faleceu em um acidente de carro uma semana antes do nascimento do filho. O nome Francisco foi inspirado na canção de mesmo nome de Milton Nascimento, gravada por Cássia no álbum Ioiô de Nelson Faria quando ela estava grávida de oito meses. Renato Russo compôs a canção \"1º de Julho\" para Cássia quando ela estava grávida. A canção foi lançada originalmente no álbum Cássia Eller de 1994, e também foi incluída no álbum A Tempestade da Legião Urbana, lançado em 1996. Em entrevista a revista Marie Claire em outubro de 2001, Cássia disse que gostaria de ter um contrato de casamento legalizado com Maria Eugênia, para poder garantir os direitos dela e do filho Francisco, se caso viesse a acontecer algo com ela, Maria Eugênia ficaria sendo a responsável pela criação de Francisco. Entretanto, após a morte de Cássia, o pai da cantora, Altair Eller, entrou com um pedido na justiça pela guarda do neto. O caso era inédito no Brasil e Maria Eugênia recebeu o apoio da mãe e dos irmãos de Cássia. Em janeiro de 2002, pela primeira vez a Justiça brasileira concedeu a uma mulher a guarda provisória do filho de sua companheira. O juiz responsável pelo caso entrevistou Francisco, conferiu seu desempenho escolar, pesou-lhe as preferências afetivas e, à falta de uma legislação brasileira que tratasse especificamente da adoção de crianças por casais homossexuais, optou por confiá-lo a Eugênia. Em 31 de outubro de 2002, em decisão inédita, a Justiça concedeu à Maria Eugênia a tutela definitiva de Francisco. A tutela foi concedida pelo juiz da 2ª Vara de Órfãos e Sucessões, Luiz Felipe Francisco, depois de um acordo entre Eugênia e o pai de Cássia. O avô abriu mão do pedido de tutela depois que Francisco disse que gostaria de ficar com Maria Eugênia, a quem considera mãe. Assim como os pais, Chicão também é músico e adotou o nome artístico Chico Chico. A cantora era torcedora apaixonada do Clube Atlético Mineiro, tendo sido, inclusive, contatada para recebimento do Galo de Prata, honraria concedida aos torcedores ilustres do Clube. Contudo, com sua morte prematura, o troféu acabou sendo entregue, em 2002, a sua mãe, Nanci Eller, que, à época, disse: \"no ano passado a Cássia fez um show em Curitiba, e o Levir Culpi mandou uma camisa do Galo para ela, através de seu filho. Todos os instrumentos dela têm o escudo do Atlético. Ela sempre colocava o escudo nas coisas que ganhava. Inclusive há um escudo na porta do estúdio que a Cássia tinha em sua residência\". == Últimos meses == 2001 foi um ano bastante produtivo para Cássia Eller. Em 13 de janeiro de 2001, apresentou-se no Rock in Rio III, num show em que baião, samba e clássicos da MPB foram cantados em ritmo de rock. Neste dia, o organograma de apresentação foi o seguinte: R.E.M., Foo Fighters, Beck, Barão Vermelho, Fernanda Abreu e Cássia Eller. 190 mil pessoas compareceram a esta apresentação. Entre maio e dezembro, Cássia Eller fez 95 shows. O que levou a cantora a gravar um DVD, nos moldes de sua preferência - ao vivo: o Acústico MTV, gravado entre 7 e 8 de março, em São Paulo, no qual Cássia contou com o um grupo de alto nível técnico e artístico: Nando Reis (direção musical/autoria, voz e violão em \"Relicário\" / voz em \"De Esquina\" de Xis), os músicos da banda: Luiz Brasil (Direção musical / Cifras / Violões e Bandolim), Walter Villaça (Violões e Bandolim), Fernando Nunes (baixolão), Paulo Calasans (Piano Acústico e Órgão Hammond), João Vianna (Bateria, Surdo, Ganzá, Ralador e Lâmina), Lan Lan (Percussão e Vocal) e Thamyma Brasil (Percussão), os músicos convidados Bernardo Bessler (violino), Iura (Cello), Alberto Continentino (contrabaixo acústico), Cristiano Alves (clarinete e clarone), Dirceu Leite (sax, flauta e clarineta), entre muitos outros. Este álbum foi composto por 17 faixas, acrescidas do Making Of, galeria de fotos, discografia e i.clip. O álbum vendeu até hoje mais de um milhão de cópias e se tornou o maior sucesso da carreira de Cássia, sendo que até então, apesar das boas vendagens e da experiência, ela não era considerada uma cantora extremamente popular. No mesmo ano de 2001, ela se apresentaria no Video Music Brasil, da MTV, ao lado de Rita Lee, Roberto de Carvalho e Nando Reis com \"Top Top\" d'Os Mutantes, presente no seu \"Acústico MTV\". No fim do ano, ela se apresentaria na Praça do Ó, na Barra da Tijuca, no Rio, durante os festejos do réveillon. Faleceu dois dias antes, em 29 de dezembro. Foi substituída por Luciana Mello. Em vários pontos do Rio de Janeiro, fez-se um minuto de silêncio durante a homenagem da passagem do ano em memória de Cássia Eller. Vários artistas também prestaram homenagem à cantora em seus shows, na virada do ano. == Morte == thumb|Sala Cássia Eller em Brasília, aberto em 1977 com o nome Sala Funarte. O espaço passou por ampla reforma em 2001, sendo rebatizado no ano seguinte, numa homenagem póstuma à cantora. Cássia Eller faleceu em 29 de dezembro de 2001, no auge de sua carreira, com apenas 39 anos, na clínica Santa Maria no bairro de Laranjeiras, na zona sul do Rio de Janeiro após sofrer quatro paradas cardíacas, em razão de um infarto do miocárdio repentino. A cantora tinha sido internada às 13h e chegou a ficar no CTI (Centro de Terapia Intensiva). Segundo seu empresário, a cantora estava sentindo-se mal e reclamando de enjoos, devido ao excesso de trabalho. Os sintomas, segundo ele, seriam resultado de estresse provocado por excesso de trabalho. \"Ela está trabalhando muito. Em sete meses, fez mais de cem shows\", dizia. Foi levantada a hipótese de overdose de drogas, já que Cássia tinha admitido publicamente fazer uso de cocaína. Entretanto, Cássia revelou em entrevista à revista Marie Claire de outubro de 2001 que estava sóbria há dois anos. A suspeita foi considerada inicialmente como causa da morte, porém foi descartada pelos laudos periciais do Instituto Médico Legal do Rio de Janeiro após necropsia. Os laudos comprovaram que Cássia morreu de infarto, causado por uma malformação de seu coração. Os exames toxicológicos não encontraram resíduos de álcool nem drogas no corpo da cantora. Os exames histopatológicos revelaram que Cássia estava com problemas cardíacos, como uma coronarioesclerose leve (início de formação de trombos de gordura) e uma fibrose miocárdica (cicatrizes resultantes de outras lesões preexistentes). Cássia foi sepultada no Cemitério Parque Jardim da Saudade, no bairro Sulacap, na cidade do Rio de Janeiro. Em 29 de outubro de 2004, o Ministério Público do Rio de Janeiro entrou com um processo contra os médicos que atenderam Cássia na Casa de Saúde Santa Maria, alegando que o tratamento aplicado pelos médicos fez com que ela tivesse menos chances de sobreviver, sendo assim indiciados por homicídio culposo (sem intenção de matar). A denúncia foi feita com base no laudo pericial que indicava que a primeira das quatro paradas cardiorrespiratórias teria sido causada pela aplicação indevida do medicamento Plasil, contraindicado para quem usou drogas ou álcool. Entre as falhas atribuídas aos médicos, o promotor citou o fato de Cássia não ter sido submetida a uma lavagem gástrica para eliminar as substâncias tóxicas, não ter recebido sedativos e ter ingerido substâncias que são contraindicadas para pacientes com parada cardiorrespiratória. A denúncia também considerou que após a primeira parada cardíaca, os médicos deveriam ter feito diálise ou outro procedimento para impedir a progressão do quadro que levou a cantora ao coma e à morte. Em 24 de Novembro de 2004, a juíza da 29ª Vara Criminal do Tribunal de Justiça do Rio, Maria Tereza Donatti, rejeitou a denúncia do Ministério Público. Segundo a juíza, os promotores se basearam na suposição de que Cássia teria ingerido álcool e cocaína antes de morrer, o que não ficou comprovado pelo exame toxicológico, e que a denúncia teria que se basear em dados extraídos do inquérito policial e não poderia ser fundada em meras conjecturas. A juíza afirmou ainda que nem as considerações feitas pelas peritas legistas Tânia Donati Paes Rios e Eliani Spinelli, a pedido do MP, dão suporte à acusação. A primeira informou não ser possível apontar com segurança a razão da primeira parada cardíaca sofrida por Cássia. E a segunda sustentou que Cássia não tinha diversos sintomas típicos de um usuário de estimulante como a cocaína. == Homenagens == Em 2002 foi lançada a biografia \"Cássia Eller - Canção na Voz do Fogo\", escrita por Beatriz Helena Ramos Amaral. A biografia \"Apenas uma Garotinha - A História de Cássia Eller\", escrita pelos jornalistas Eduardo Belo e Ana Cláudia Landi foi publicada em 2005. Chorão, vocalista da banda Charlie Brown Jr. compôs a canção \"O Dom, A Inteligência e a Voz\" para Cássia Eller a pedido da cantora. Cássia faleceu antes de gravar a música, que foi lançada como homenagem a ela no álbum de 2009 do Charlie Brown Jr., Camisa 10 Joga Bola Até na Chuva. Cássia é mencionada na canção \"Back In Vânia\" de Nando Reis, lançada no álbum Sei de 2012. \"Cássia Eller - O Musical\" estreou em 2014 com direção de João Fonseca e Viníciús Arneiro e texto de Patrícia Andrade, e com Tacy de Campos interpretando Cássia. O musical roda o Brasil e continua em cartaz em 2019. O documentário Cássia Eller dirigido por Paulo Henrique Fontenelle foi lançado em 2015. == Músicas em trilha sonora de novelas == * \"Partners\": tema de Rodrigo (Fábio Assunção) em Pátria Minha de 1994. * \"Malandragem\": tema de Luiza (Fernanda Rodrigues) na 1ª temporada de Malhação em 1995. * \"Socorro\": tema de Luiza (Fernanda Rodrigues) e Dado (Cláudio Heinrich) na 2ª temporada de Malhação em 1996. * \"Todo o Amor que Houver Nessa Vida\": tema de Léo (Rodrigo Santoro) na novela O Amor Está no Ar de 1997. * \"Gatas Extraordinárias\": tema de Danilo (Alexandre Borges) na novela Laços de Família de 2000. * \"A Cuca Te Pega\": tema da vilã Cuca no seriado Sítio do Picapau Amarelo de 2001. * \"Por Enquanto\": tema de Livia e Alexandre (Flávia Alessandra e Leonardo Brício) na novela Porto dos Milagres em 2001. Tema de Estela (Cleo Pires) em Araguaia de 2010. Tema de Tiago e Letícia (Humberto Carrão e Isabella Santoni) em A Lei do Amor de 2016. * \"Sgt. Pepper's Lonely Hearts Club Band\": tema da república dos estudantes em Coração de Estudante de 2002. * \"Milagreiro\" (com Djavan): tema de Toni (Reynaldo Gianecchini) em Esperança de 2002. * \"Toda Vez que Eu Digo Adeus\": tema de Olga (Priscila Fantin) em Chocolate com Pimenta de 2003. Tema de Maria Silvia (Alinne Moraes) em Duas Caras de 2007. * \"Palavras ao Vento\": tema de Preta e Paco (Tais Araújo e Reynaldo Gianecchini) em Da Cor do Pecado de 2004. Tema de abertura de Além do Tempo de 2015. * \"Partido Alto\": tema de Sandra e Benê (Aparecida Petrowky e Marcello Melo Jr.) em Viver a Vida de 2009. Também foi incluída na novela Verão 90 de 2019. * \"Meu Mundo Ficaria Completo (Com Você)\": tema de Cazé (Milhem Cortaz) em Chamas da Vida de 2009. * \"O Segundo Sol\": tema de Nelinha e Zeca (Fernanda Vasconcellos e Thiago Rodrigues) em Tempos Modernos de 2010. Também fez parte da novela Corações Feridos de 2012. Uma versão feat com BaianaSystem foi tema de abertura da novela Segundo Sol de 2018. * \"As Coisas Tão Mais Lindas\" na novela A Vida da Gente em 2011. * \"All Star\": tema de Pedro e Júlia (Jayme Matarazzo e Isabelle Drummond) em Sete Vidas de 2015. * \"Lanterna dos Afogados\" em Sol Nascente de 2016. == Prêmios e indicações == Lista de prêmios e indicações recebidos por Cássia Eller Ano Prêmio Categoria Trabalho indicado Resultado 1991 Prêmio Sharp Revelação Feminina Ela mesma 1993 Melhor Cantora de Pop/Rock 1995 Melhor Cantora de Pop/Rock 1995 MTV Video Music Brasil Videoclipe de Pop \"Malandragem\" 1997 Prêmio Sharp Melhor Disco de Pop/Rock Cássia Eller Ao Vivo Melhor Cantora de Pop/Rock Ela mesma 1998 Show do Ano Veneno Antimonotonia Melhor Cantora de Pop/Rock Ela mesma 2000 Grammy Latino Melhor Álbum de Rock em Língua Portuguesa Com Você... Meu Mundo Ficaria Completo 2000 Troféu Imprensa Melhor Cantora Ela mesma 2001 MTV Video Music Brasil Videoclipe de Rock \"Mr. Scarecrow\" (com Herbert Vianna) 2001 Prêmio APCA Melhor Cantora Acústico MTV 2002 Grammy Latino Melhor Álbum de Rock em Língua Portuguesa 2002 Prêmio Multishow de Música Brasileira Melhor CD Melhor DVD Melhor Show 2002 Prêmio Sharp Melhor Cantora de Pop/Rock Ela mesma 2002 Troféu Imprensa Melhor Música \"Malandragem\" 2003 Grammy Latino Melhor Álbum de Rock em Língua Portuguesa Dez de Dezembro 2007 Prêmio Multishow de Música Brasileira Melhor DVD Rock in Rio: Cássia Eller Ao Vivo 2023 Prêmio da Música Brasileira Melhor Lançamento em Língua Estrangeira Cássia Eller & Victor Biglione in Blues vejario.abril.com.br/ A lista completa dos vencedores do Prêmio da Música Brasileira de 2023 == Discografia == === Álbuns === * (1990) Cássia Eller * (1992) O Marginal * (1994) Cássia Eller * (1996) Cássia Eller ao Vivo * (1997) Veneno AntiMonotonia * (1998) Veneno Vivo * (1999) Com Você... Meu Mundo Ficaria Completo * (2001) Acústico MTV: Cássia Eller * (2002) Dez de Dezembro (póstumo) * (2006) Rock in Rio: Cássia Eller ao Vivo (póstumo) * (2012) Do Lado do Avesso (póstumo) * (2019) Todo Veneno Vivo (póstumo) * (2022) Cássia Eller & Victor Biglione in Blues (póstumo; com Victor Biglione) === Coletâneas === * (2000) Cássia Rock Eller * (2006) Romântica * (2011) Relicário * (2001) Caixa Eller - O Mundo Completo de Cássia Eller (box com 9 CDs + 1 DVD) === DVDs === * (2000) Com Você... Meu Mundo Ficaria Completo ao Vivo * (2001) Acústico MTV: Cássia Eller * (2003) Álbum MTV: Cássia Eller (Luau MTV + videoclipes) * (2006) Rock in Rio: Cássia Eller ao Vivo * (2010) Violões * (2012) Do Lado do Avesso (show inédito + melhores momentos ao vivo) === Bibliografia === * LANDI, Ana Cláudia; BELO, Eduardo. Apenas uma Garotinha: a História de Cássia Eller. Edição 1. São Paulo: Planeta, 2005. ISBN 85-89885-52-6 * AMARAL, Beatriz H.R. Cássia Eller: Canção na Voz do Fogo. Edição 1. São Paulo: Escrituras, 2002. ISBN 85-7531-048-8 == Ligações externas == * * * Categoria:Ateus do Brasil Categoria:Brasileiros de ascendência alemã Categoria:Cantoras premiadas com o Troféu Imprensa Categoria:Cantores do estado do Rio de Janeiro Categoria:Cantores de blues do Brasil Categoria:Cantores de pop rock do Brasil Categoria:Cantoras de rock do Brasil Categoria:Cantores de samba Categoria:Cantoras brasileiras do século XX Categoria:Cantoras brasileiras do século XXI Categoria:Compositoras do Brasil Categoria:Compositores do estado do Rio de Janeiro Categoria:Contraltos do Brasil Categoria:Mulheres bissexuais do Brasil Categoria:Cantores bissexuais Categoria:Musicistas bissexuais Categoria:Músicos de música popular brasileira Categoria:Músicos LGBT do Brasil Categoria:Naturais da cidade do Rio de Janeiro Categoria:Vencedores do Grammy Latino Categoria:Vencedores do Prêmio Multishow de Música Brasileira Categoria:Violonistas do estado do Rio de Janeiro",
 "title": "Cássia Eller"
}