{
 "id": "96951",
 "text": "Roberto de Souza Rocha (Rio de Janeiro, 2 de fevereiro de 1973), mais conhecido pelo nome artístico Latino, é um cantor, compositor, produtor, multi-instrumentista e ator brasileiro. ==Biografia== Na adolescência, morou no exterior, onde trabalhou como garçom, ilusionista, cozinheiro, dançarino e copeiro. Latino afirmou ter trabalhado como roadie de David Copperfield. Observando as danças de rua estadunidenses, criou um estilo diferente e próprio. No retorno ao Brasil, Latino se tornou dançarino e começou a frequentar bailes de funk. Acabou sendo contratado pela Bass Crew e gravou três canções em inglês. Em 1993, gravou seu primeiro freestyle em português, chamado \"Vem Amor\", um cover do grupo Cashmere. No final de 1993, para o seu futuro álbum de estúdio, Latino gravou \"Me Leva\", que viria a se tornar sucesso no ano seguinte. ==Carreira== ===1994–03: Início e primeiros álbuns=== Começou sua carreira em 1994, quando lançou seu primeiro álbum de estúdio, Marcas de Amor, pela gravadora Columbia Records. Para a promoção do primeiro álbum, Latino lançou 5 singles, entre eles: \"Me Leva\", \"Só Você\", dueto com a cantora Miryan Martin, \"Não Adianta Chorar\", \"Cadeira de Rodas\", e \"Coisas do Destino\" como single promocional. As músicas tiveram um bom desempenho nas paradas musicais naquele ano. Em 1996, lançou seu segundo álbum, intitulado Aventureiro, pela Columbia Records junto com a Sony Music. Em 1997, lançou seu terceiro álbum, auto-intitulado Latino. Neste ano, lançou no México um disco todo cantado em espanhol. Em seguida, 2000 e Xeque Mate foram lançados, no princípio, como dois álbuns promocionais. ===2004–12: Reformulação e sucesso=== Em 2004, pela EMI Music, Latino lançou o álbum As Aventuras do DJ L, que possuiu um bom desempenho nas tabelas musicais do país e entrando também em paradas de países da Europa, como Portugal e Espanha. O álbum trouxe 4 singles que são marcas registradas do artista, \"Festa No Apê\", \"Renata\", \"Amante Profissional\" e \"Amiga Tati\". Esse álbum é considerado pelos fãs como \"o melhor álbum da carreira\". Para a divulgação de As Aventuras do DJ L, Latino embarcou na sua terceira turnê oficial, passando por quase todo o território brasileiro. A turnê passou também em Portugal, e o cantor apareceu em vários programas da Rede Globo. No ano de 2006, lançou a continuação de As Aventuras do DJ L, intitulada como As Novas Aventuras do DJ L. Em 2007, pela Universal Music, lançou o álbum Sem Noção, onde o cantor trouxe o reggaeton e o dancehall como tema principal do álbum, que obteve 2 singles e uma nova turnê, a \"Turnê M4is Sem Noção\" (2007-2008). Em 2008, pela Som Livre, Latino lançou Junto e Misturado, onde o cantor trabalhou com Mister Jam na produção executiva do disco, e junto com os produtores Ednam Carrasco e DJ Marciano e os irmãos Sérgio Cunha e Mário Cunha, misturaram vários gêneros musicais, entre eles o samba, sertanejo, electropop, funk carioca e tecnobrega. Obteve três singles, \"Amigo Fura-Olho (Ella y Yo)\", dueto com Daddy Kall, \"Selinho na Boca\", com participação da cantora Perlla, e \"Pancadão ou Sertanejo\", com a dupla sertaneja André & Adriano. Em 22 de março de 2010, o cantor lançou com exclusividade pelo Twitter o primeiro single do álbum ao vivo Vamos Bebemorar, chamado \"Bebemorar\". Em 25 de março, a música foi disponibilizada para download no site iTunes, e em 30 de março a canção foi lançada nas rádios. Em 7 de junho, foi lançado o álbum ao vivo Vamos Bebemorar pela gravadora Sony Music. Em agosto, foi lançado o segundo e último single do álbum, \"Deixa Molhar\". Em 2011, Latino voltou à gravadora Som Livre e lançou o álbum ao vivo Junto e Misturado 2: Festa Universitária, que contém os singles \"Caranguejo\" e \"Fazer Besterinha\". Ainda em 2011, o cantor fez uma parceria com o rapper e compositor brasileiro Daddy Kall na canção \"Dança Kuduro\". Perto do final de 2011, Latino anunciou que gravaria um DVD ao vivo na virada do ano em Copacabana. Durante a gravação do DVD, Latino acabou sendo retirado do palco antes mesmo de completar a set list do show, pois excedeu o tempo limite do show, o que irritou o DJ David Guetta, que faria o show logo após Latino. Em março de 2012, lançou nas rádios o primeiro single do DVD, chamado \"Pitbull\" Ainda em março, Latino lançou o trailer oficial do DVD Live in Copacabana. Em 29 de maio, lançou o segundo single do DVD, a canção \"In Love\". Em 17 de setembro de 2012, Latino postou em seu canal no YouTube um vídeo contendo uma versão brasileira da música do rapper coreano Psy, \"Gangnam Style\", com o nome de \"Despedida de Solteiro (Laçar, Puxar, Beijar)\". Após isso, teve sua conta do YouTube fechada, tendo mais de 100 mil \"não gostei\" em seu vídeo e inúmeras denúncias de usuários. ===2013–presente: Álbuns recentes e 25 Anos de Carreira=== Em 2014, ele lançou o álbum James Bom de Cama, de sertanejo universitário e música pop, e para a divulgação do álbum, Latino performou os dois singles \"James Bom de Cama\" e \"Chama o Batman\" em programas de televisão, passando pelo Domingo Show, da Rede Record, The Noite com Danilo Gentili, do SBT, e Mais Você, da Rede Globo. Foram lançados também no seu canal no YouTube pequenos vídeos, onde mostrava a capa do disco, como divulgação. Questionado sobre o nome do álbum, Latino disse que é uma homenagem ao seu mascote de infância, que se chamava James e dormia mais do que o normal, daí então \"James Bom de Cama\", e que também é um trocadilho com os \"rapazes que pagam como bom de cama\", e ainda ao personagem James Bond, da série 007. Em 2015, Latino lançou seu décimo primeiro álbum de estúdio, Soy Latino, pela Sony Music. Tendo como sonoridade principal o pop latino e bachata, Soy Latino engloba uma variedade de gêneros, incluindo electro, sertanejo, brega, dance-pop, contendo apenas um single, \"Todo Seu\", com a participação do cantor Well. Em torno de toda sua carreira, Latino já vendeu cerca de 10 milhões de discos. Em 11 de outubro de 2016, Latino lançou o teaser do seu novo videoclipe e single, \"Happy Day\", no Balanço Geral, da Rede Record, no quadro Hora da Venenosa, para a divulgação do seu álbum \"Soy Latino\". Em 12 de outubro de 2016, no dia seguinte, na Hora da Venenosa, Latino lançou com exclusividade o vídeo musical de \"Happy Day\" no Balanço Geral. Em 11 junho de 2017, ele performou a canção no programa Domingão do Faustão, da Rede Globo. Em 18 de fevereiro de 2017, Latino gravou seu DVD Latino Fantasy - 25 Anos de Carreira, em comemoração aos seus 25 anos de carreira. A gravação do projeto ocorreu na Cachaçaria Carvalheira, em Recife, Pernambuco, durante o evento anual \"Carvalheira Fantasy\". Este DVD mistura canções clássicas do seu primeiro álbum, Marcas de Amor, até o seu último, Soy Latino, com reformulações nas músicas e com novos sucessos. Foram lançados 3 extended play's para promover o DVD, e o DVD físico foi lançado em 25 de setembro de 2018, através da Universal Music. No final de 2017,lança o single \"na rebolada\" em parceria com o cantor venezuelano Juan Labarca (que também assina a composição,junto com o próprio cantor e também com o paulista Manuel de Godoi) sendo um dos clipes do artista com mais visualizações na plataforma YouTube. Em 01 de Dezembro de 2018, em parceria com o DJ Cury e DJ Neumann, Latino lançou um remix em comemoração aos 25 anos da canção \"Me Leva\", presente em seu primeiro álbum, Marcas de Amor, O remix, intitulado de \"Baby Me Leva (Radio Remix)\", trás a letra da nova versão da canção, intitulada \"Me Leva 2017\", presente em seu último DVD em comemoração aos seus 25 anos de carreira, intitulado Latino Fantasy - 25 Anos de Carreira, só que sem a participação do rapper Caio Giovanni presente na faixa do DVD, Em 12 de abril de 2019, Latino lançou seu novo single \"Lap Dance\" com um tema de apimentar a relação de casais com a relação abalada com uma dança sensual, No dia 24 de abril de 2019 foi lançado o clipe oficial da música no Canal do cantor no YouTube com a Modelo Deborah Albuquerque em cenas sensuais com o Bailarino Jojo Vibe, com partes também em uma casa noturna com relances do Latino cantando e performando a música na frente de uma telão e na própria casa noturna. Em 21 de setembro de 2019, em parceria com o MC Andinho e DJ Anderson França, Latino lançou seu novo single \"Chora Não\" com um tema para o pessoal que se acha nas baladas e fica com um monte de Mulheres em camarotes só que no final não fica com ninguém. No mesmo dia foi lançado o clipe oficial da música no Canal do cantor no YouTube em uma espécie de fazenda com a participação de Mc Andinho e DJ Anderson França. Em 24 de janeiro de 2020, em parceria com o Dread, Latino lançou seu novo single \"Sarradão\" Em 7 de fevereiro de 2020, em parceira com o WhyNotSomeMusic, Latino lançou seu novo single \"Tá Demais\". Em 3 de abril de 2020, Latino lançou seu novo single \"Lili\",No mesmo dia foi lançado o clipe oficial da música no Canal do cantor no YouTube totalmente caseiro gravado por celulares, toda a monetização e lucros do vídeo foram destinadas para combater o COVID-19. ==Vida pessoal== O cantor tem dez filhos, todos de mães diferentes, sendo quatro meninos e seis meninas, fruto de namoros casuais e de uma união conjugal que teve. Seus filhos são, por ordem de nascimento: *Dayana (1996), filha da advogada Izabel Cristina; *Amanda (1998), filha de Jucinéia de Oliveira, presidente de seu fã clube paulistano; *Victor Hugo (1998), filho de Roselma Severina de Souza; *Guilherme Gabriel (1999), filho de Verônica Rodrigues, assumiu a paternidade somente em 2018, após exame de DNA; *Bruna Morais (1999), mãe desconhecida, assumiu somente em 2019; *Suzana (2000), fruto de seu relacionamento de seis anos com a cantora Kelly Key *Ana Júlia (2007), filha de Neusimar Condensei, uma fã mineira; *Bernardo (2011), filho da modelo Fernanda Neiva; *Valentina (2011), filha de Glaucia Deneno, advogada paulista e gerente de uma clínica de estética em São Paulo; *Matheus (2012), filho de Jaqueline Blandy, candidata a Musa do Brasileirão 2011, em que representou o Flamengo. Em 1997, Latino conheceu a cantora Kelly Key durante a seleção de modelos que gravariam o videoclipe \"Louca\", o qual ela participava. Os dois começaram um envolvimento a partir dali e passaram a namorar poucos dias depois, sendo que, após dois anos de namoro, em 1999, foram morar juntos, quando a cantora tinha apenas 16 anos. Apesar disso, o casal nunca veio a oficializar a união. Kelly deu a luz à sua primeira filha, Suzanna de Almeida Rocha, em 30 de outubro de 2000, fruto de seu relacionamento com o cantor. Na época Kelly retornou para a casa dos pais para ser auxiliada por sua mãe nas primeiras semanas após o parto, declarando que o relacionamento esfriou após o nascimento da filha. Em junho de 2002, a união conjugal chegou definitivamente ao fim, apesar de Latino não aceitar, e tentar uma reconciliação, sempre negada pela cantora. Na ocasião Kelly afirmou ter descoberto diversas traições de Latino: \"Fui traída, não foi uma, duas, três vezes. Foram mais de dez\". No mesmo ano, Kelly entrou com um processo de pensão alimentícia para sua filha. Logo após Latino tentou conseguir a guarda de Suzanna, porém o pedido foi negado pela justiça. Em 2003, iniciou um namoro com a modelo e dançarina Mirella Santos, a quem conheceu no programa Domingão do Faustão. O casal morou juntos de 2004 até 2009, terminando devido as traições de Latino. O casal não teve filhos. Mirella também ficou mais conhecida na mídia por ser ex-participante do reality show A Fazenda, exibido pela RecordTV em 2009. Em 2010 começou a namorar a atriz e modelo Rayanne Morais, de quem ficou noivo em 2013. Os dois oficializaram a união em uma cerimônia civil e religiosa, em 13 de março de 2014, com uma festa no Copacabana Palace, no Rio de Janeiro, porém anunciaram o divórcio pouco mais de um ano depois, em 14 de julho de 2015. O casal não teve filhos. Latino foi dono de um macaco de estimação chamado Twelves. O tratamento dispensado por Latino ao macaco-prego era controverso e alvo frequente de críticas. As refeições do macaco eram baseadas em papinha de bebê, sua cama uma cama box de casal com inúmeros brinquedos e ele contava ainda com um guarda-roupa de roupas de grife. No ano de 2016, Twelves esteve no foco de uma polêmica quando Latino compartilhou uma foto em suas redes sociais em que o macaco de estimação aparecia fumando. Acerca do fato ocorrido, Latino se manifestou: No ano seguinte, em julho de 2017, Twelves desapareceu durante alguns dias e Latino se pronunciou publicamente, pedindo para que quem tivesse qualquer informação sobre o paradeiro de Twelves que a deixasse na portaria do condomínio Quintas do Rio, na Barra da Tijuca, na cidade do Rio de Janeiro. Após uma busca por matas e riachos e mais de 30 condomínios pelos complexos da Barra da Tijuca, o macaco foi encontrado numa residência próxima ao lago do aeroporto de Jacarepaguá. Latino chegou a afirmar que gostaria de adquirir outro macaco para fazer companhia a Twelves, mas foi impedido por questões legais, pois podia apenas ficar com Twelves após provar que ele tinha acesso a uma árvore onde vivia e outras questões relativas aos cuidados com o animal. Twelves morreu atropelado após fugir da casa de Latino, no dia 20 de março de 2018. Em 2021, Latino revelou que foi viciado em corridas de cavalo e perdeu mais de R$ 30 milhões em apostas nos anos 90. Atualmente, é casado com a advogada Raffa Rarbbie. ==Discografia== === Álbuns de estúdio === * Marcas de Amor (1994) * Aventureiro (1996) * Sou Eu (1997) * Latino 2000 (1999) * Xeque Mate (2002) * As Aventuras do DJ L (2004) * As Novas Aventuras do DJ L (2006) * Sem Noção (2007) * Junto e Misturado (2008) * James Bom de Cama (2014) * Soy Latino (2015) ==Filmografia== ===Televisão=== Ano Título Personagem Notas 2001 Funk Total Apresentador Sábado Show 2006 A Diarista Ele mesmo Episódio: \"Aquele do Latino\" 2007 A Grande Família Frank Silva Júnior Episódio: \"Operação Barata Voa\" 2008 Circo do Faustão Participante Temporada 2 2011 Eliana Apresentador substituto Programa do dia 25 de novembro de 2011 2012 Cheias de Charme Ele mesmo Capítulo de 24 de setembro de 2012 2020 Uma Vila de Novela Episódio: \"Aniversário na Vila\" ===Cinema=== Ano Título Personagem 2011 Família Vende Tudo Coreógrafo 2017 Duas de Mim Chicão / Ele mesmo 2018 Nada a Perder Ele mesmo ==Ligações externas== * * Categoria:Latino Categoria:Cantores do estado do Rio de Janeiro Categoria:Cantores de música pop do Brasil Categoria:Músicos de freestyle Categoria:Compositores do estado do Rio de Janeiro Categoria:Dançarinos do estado do Rio de Janeiro Categoria:Naturais da cidade do Rio de Janeiro Categoria:Modelos de capa da G Magazine Categoria:Atores do estado do Rio de Janeiro Categoria:Produtores musicais do estado do Rio de Janeiro Categoria:Nascidos em 1973 Categoria:Artistas da Sony Music Entertainment Categoria:Artistas da Universal Music Group Categoria:Artistas da Som Livre Categoria:Artistas da Abril Music Categoria:Artistas da EMI Categoria:Pessoas envolvidas em controvérsias de plágio",
 "title": "Latino (cantor)"
}