{
 "id": "96971",
 "text": "O Concílio de foi um concílio ecuménico que se realizou de 8 de outubro a 1 de novembro de 451 em Calcedónia, uma cidade da Bitínia, na Ásia Menor, frente a Constantinopla. Foi o quarto dos primeiros sete concílios ecumênicos da história do cristianismo, sendo convocado pelo Imperador Marciano com finalidade de anular concílio regional de 449, conhecido como o II Concílio de Éfeso. Seu objetivo principal era afirmar a doutrina católica ortodoxa contra a heresia ensinada por Eutiques relativa ao monofisismo. O concílio também declarou a dualidade humana e divina de Jesus, a segunda pessoa da Santíssima Trindade, além de abordar sobre questões de disciplina e sobre a jurisdição eclesiástica.Schaefer, Francis. \"Council of Chalcedon.\" The Catholic Encyclopedia Vol. 3. New York: Robert Appleton Company, 1908. O concílio de Calcedônia é numerado como sendo o quarto concílio ecumênico pela Igreja Católica, a Igreja Católica Ortodoxa e a maioria dos protestantes. No entanto, por não concordarem com a conduta e os procedimentos do Concílio Ecumênico, surgiu assim desse cisma as Igrejas ortodoxas orientais, conhecidas como: Igreja Ortodoxa Copta ou Egípcia, a Igreja Ortodoxa Síria, a Igreja Apostólica Armênia e a Igreja Ortodoxa da Etiópia. Os seguidores do Concílio acreditam que sua mais importante conquista foi a definição do Credo calcedoniano, afirmando que Jesus é \"perfeito tanto na divindade quanto na humanidade; esse mesmo é na verdade Deus e realmente homem\". Os julgamentos e definições do concílio divino marcaram um ponto de virada significativo nos debates cristológicos.Richard Price; Michael Gaddis (2006). The acts of the Council of Chalcedon by Council of Chalcedon. Books.google.com. pp. 1–5. ISBN 0-85323-039-0. == História == === Controvérsia eutiquiana === Cerca de dois anos após a morte de Cirilo de Alexandria em 444, um idoso monge de Constantinopla chamado Eutiques começou a ensinar uma sutil variação da cristologia tradicional em uma tentativa de parar o que ele compreendeu como um novo surto de nestorianismo. Ele afirmou ser um seguidor fiel do ensinamento de Cirilo, que foi declarado ortodoxo em 433, durante a fórmula da unidade onde na oportunidade os antioquenos aceitaram a doutrina de Maria como mãe de Deus (Teótoco) e os alexandrinos aceitaram as duas naturezas em Cristo. Cirilo havia ensinado que \"existe apenas uma physis, pois é a Encarnação de Deus, a Palavra\". Cirilo aparentemente entendera a palavra grega physis para significar aproximadamente o que a palavra latina persona (pessoa) significa, enquanto a maioria dos teólogos gregos teria interpretado essa palavra como significando natura (natureza). A energia e a imprudência com que Eutiques afirmava suas opiniões levaram-no a ser mal compreendido. Assim, muitos entendem que Eutiques estavam defendendo o docetismo, uma espécie de inversão do arianismo - onde Ário havia negado a divindade consubstancial de Jesus, Eutiques parecia estar negando que Jesus era totalmente humano. O Papa Leão I escreveu que o erro de Eutiques parecia ser mais uma falta de habilidade do que uma malícia. Eutiques acusava várias pessoas de 'nestorianismo encoberto'. Em novembro de 448, Flaviano, bispo de Constantinopla, realizou um sínodo local sobre um ponto de disciplina relacionado com a província de Sardes. No final da sessão deste sínodo, um dos inculpados, Eusébio, bispo de Dorileia, trouxe uma contra-acusação de heresia contra o arquimandrita. Eusébio exigiu que Eutiques fosse removido do cargo. No entanto, Flaviano preferiu que o bispo e o arquimandrita resolvessem suas diferenças, mas como sua sugestão foi ignorada, Eutiques foi convocado para esclarecer sua posição a respeito da natureza de Cristo. Eventualmente Eutiques, relutantemente, apareceu, mas sua posição era considerada pouco sofisticada teologicamente, e o sínodo, encontrando suas respostas indiferentes, condenou-o e exilou-o. Após o ocorrido o patriarca de Constantinopla, Flaviano enviou um relato completo dos acontecimentos ao Papa Leão I. Embora tenha sido acidentalmente atrasado, Leão escreveu uma explicação resumida de toda a doutrina envolvida e enviou-a a Flaviano como uma decisão formal e autorizada da questão.Chapman, John. \"Dioscurus.\" The Catholic Encyclopedia Vol. 5. New York: Robert Appleton Company, 1909. Eutiques recorreu da decisão, rotulando o patriarca Flaviano de nestoriano, recebendo o apoio do patriarca de Alexandria, Dioscoro I. O teólogo e historiador ortodoxo John Anthony McGuckin vê uma \"rivalidade inata\" entre as sés de Alexandria e Constantinopla.McGuckin, John Anthony. St. Cyril of Alexandria: The Christological Controversy. Leiden: E.J. Brill, 1994. p. 12 ISBN 9789004099906 Dioscoro I, imitando seus antecessores ao assumir uma primazia sobre Constantinopla, realizou seu próprio sínodo que anulou a sentença de Flaviano e absolveu Eutiques. === \"Latrocínio\" de Éfeso === Através da influência do oficial da corte Crisáfio, afilhado de Eutiques, em 449, as reivindicações concorrentes entre os Patriarcas de Constantinopla e Alexandria levaram o Imperador Teodósio II a convocar um concílio que foi realizado em Éfeso em 449,Hughes, Philip (1954). A Popular History of the Catholic Church. Garden City, New York: Image Books (Doubleday). p. 37. com Dióscoro presidindo. O papa Leão I enviou quatro legados para representá-lo e expressou seu pesar pelo fato de aviso prévio, o qual impediu a presença de qualquer outro bispo do Ocidente. Ele forneceu a seus legados, um dos quais morreu no caminho, uma carta endereçada a Flaviano explicando a posição do patriarcado de Roma referente a controvérsia. A carta de Leão, agora conhecida como 'Tomo de Leão', confessou que Cristo tinha duas naturezas na unidade de uma pessoa. Em 8 de agosto de 449, o II Concílio de Éfeso iniciou sua primeira sessão. Os Atos da primeira sessão deste sínodo foram lidos no Concílio de Calcedônia, 451, e assim puderam ser preservados. O restante dos Atos (a primeira sessão sendo desejada) é conhecido por uma tradução em siríaco feita por um monge monofisista, escrita no ano 535 e publicada a partir de um manuscrito no Museu Britânico.Chapman, John. \"Robber Council of Ephesus.\" The Catholic Encyclopedia Vol. 5. New York: Robert Appleton Company, 1909. No entanto, existem interpretações um pouco diferentes sobre o que realmente aconteceu. A questão diante do concílio por ordem do imperador era se Flaviano, em um sínodo realizado por ele em Constantinopla em novembro de 448, havia justamente deposto e excomungado o arquimandrita Eutiques por se recusar a admitir duas naturezas em Cristo. Dióscoro iniciou o concílio banindo todos os membros do sínodo de novembro de 448, que haviam deposto Eutiques, de se sentarem como juízes. Ele então apresentou Eutiques que professavam publicamente que enquanto Cristo tinha duas naturezas antes da encarnação, as duas naturezas se fundiram para formar uma única natureza após a encarnação. Dos 130 bispos reunidos, 111 votaram pela reabilitação de Eutiques. Ao longo destes procedimentos, Hilário (um dos legados papais) repetidamente pediu a leitura do Tomo de Leão, mas foi ignorado. No entanto, a Igreja Ortodoxa Oriental tem relatos muito diferentes do Segundo Concílio de Éfeso. O patriarca de Alexandria, Dióscoro solicitou adiar a leitura do Tomo de Leão, já que não era considerado necessário para começar, e pôde ser lido mais tarde. Isto foi visto como uma repreensão aos representantes da Igreja de Roma que não leram o Tomo desde o início. Dióscoro, então, moveu-se para depor Flaviano de Constantinopla e Eusébio de Dorileia, alegando que eles ensinavam que 'O Verbo' havia se tornado carne e não apenas assumido carne da Virgem, e que Cristo tinha duas naturezas. Quando Flaviano e Hilário objetaram, Dióscoro convocou uma multidão pró-monofisista a entrar na igreja, atacando Flaviano enquanto ele se agarrava ao altar. Devido as escoriações sofridas, Flaviano morreu três dias depois. Dióscoro então prendeu Eusébio de Dorileia e exigiu que os bispos reunidos aprovassem suas ações. Temendo a turba, todos eles fizeram. Os legados papais recusaram-se a participar da segunda sessão em que vários outros bispos ortodoxos foram deposto, incluindo Ibas de Edessa, Irineu de Tiro, Dono II de Antioquia e Teodoreto. Dióscoro então tinha em mãos 'As Doze Anátemas' de Cirilo de Alexandria que outrora tinha sido declaradas ortodoxasFrend, W. H. C., The Rise of the Monophysite Movement, Cambridge University Press, 1972, pps. 41–43 com a intenção de condenar qualquer confissão diferente de uma natureza em Cristo. De acordo com uma carta à Imperatriz Pulquéria coletada entre as cartas de Leão I, Hilário pediu desculpas por não entregar a ela a carta do papa depois do sínodo, mas devido a Dioscuro, que tentou impedi-lo de ir a Roma ou a Constantinopla, alegando grande dificuldade em fugir para levar ao pontífice a notícia do resultado do concílio.Kirsch, Johann Peter. \"Pope Saint Hilarus.\" The Catholic Encyclopedia Vol. 7. New York: Robert Appleton Company, 1910. Hilário, que mais tarde se tornou papa e dedicou um oratório na Basílica de Latrão em agradecimento por sua vida,\"Archived copy\". Archived from the original on 2010-06-13. pois conseguiu escapar de Constantinopla e trouxe as notícias do concílio para o papa Leão I que imediatamente o rotulou de \"sínodo de ladrões\" - Latrocínio - e recusou-se a aceitar seus pronunciamentos. As decisões deste concílio ameaçaram um cisma entre o Oriente e o Ocidente. As alegações de que os bispos foram forçados a aprovar ações foram desafiadas pelo patriarca de Alexandria, Dióscoro I e pelos bispos egípcios em Calcedônia. == Convocação do Concílio e sessão == Em 325, o primeiro concílio ecumênico (Primeiro Concílio de Niceia) determinou que Jesus Cristo era Deus, \"consubstancial\" ao Pai, e rejeitou a alegação ariana de que Jesus era um ser criado. Isto foi reafirmado no Primeiro Concílio de Constantinopla (381) e no Concílio de Éfeso (431). A situação continuou a deteriorar-se, com o papa Leão I exigindo a convocação de um novo concílio e o Imperador Teodósio II recusando-se a ceder, ao mesmo tempo que nomeou bispos de acordo com Dióscoro. Tudo isso mudou dramaticamente com a morte do imperador e a elevação de um cristão ortodoxo Marciano ao trono imperial. Para resolver as tensões latentes, Marciano anunciou sua intenção de realizar um novo concílio para anular o II Concílio de Éfeso realizado em 449, que foi nomeado o \"Latrocínio\"Cross, F.L.; Livingstone, E.A., eds. (1974). \"Latrocinium\". The Oxford Dictionary of the Christian Church (2 ed.). Oxford: Oxford University Press ou \"Concílio de ladrões\" pelo Papa Leão I. Pulquéria, a irmã de Teodósio II, pode ter influenciado essa decisão, ou até mesmo fez da convenção de um concílio uma exigência durante suas negociações com Aspar, o mestre dos soldados, para se casar com Marciano. Leão I havia insistido para que isso acontecesse na Itália, mas o imperador Marciano pediu que se reunisse em Calcedônia, porque estava mais perto de Constantinopla, e assim permitiria que ele respondesse rapidamente a qualquer evento ao longo do Danúbio, que estava sendo invadido por os hunos sob comando de Átila. O Concílio foi inaugurado em 8 de outubro de 451. Marciano mandou que os bispos deposto por Dióscoro retornassem a suas dioceses e mandassem o corpo de Flaviano à capital para ser enterrado honrosamente. O Imperador pediu ao papa Leão I para presidir o concílio, mas Leão I novamente decidiu enviar legados em seu lugar. Desta vez, os bispos Pascácio de Lilibeu e Julian de Cos, e dois padres Bonifácio e Basílio representaram a igreja ocidental no concílio. O concílio ecumênico foi assistido por cerca de 520 bispos (ou seus representantes) e foi o maior e melhor documentado dos sete primeiros concílios ecumênicos.Editors, The (1955-04-15). \"Council of Chalcedon | Christianity\". Britannica.com. Todas as sessões foram realizadas na igreja de Santa Eufêmia, Mártir, fora da cidade e em frente a Constantinopla. Quanto ao número de sessões realizadas pelo Concílio de Calcedônia, há uma grande discrepância nos vários textos dos Atos, também nos antigos historiadores do concílio. Os respectivos manuscritos devem estar incompletos; ou os historiadores passaram em silêncio várias sessões realizadas para fins secundários. Segundo o diácono Rústico, havia em todas as dezesseis sessões; essa divisão é comumente aceita pelos estudiosos, incluindo Karl Josef von Hefele, historiador dos concílios. Se todas as reuniões separadas fossem contadas, haveria vinte e uma sessões; várias dessas reuniões, no entanto, são consideradas complementares às sessões anteriores. O bispo e representante papal, Pascácio se recusou a dar a Dióscoro (que havia excomungado o papa Leão no 'concílio dos ladrões') um assento no conselho. Como resultado, ele foi transferido para a nave da igreja. Pascácio ordenou ainda a reintegração de Teodoreto e que a ele fosse dado um assento, mas este movimento causou tal alvoroço entre os pais do concílio, que Teodoreto também sentou na nave, entretanto a ele foi dado um voto no procedimento, que começou com um julgamento de Dióscoro I, patriarca de Alexandria. O imperador Marciano desejava encerrar o processo rapidamente e pediu ao concílio que fizesse um pronunciamento sobre a doutrina da Encarnação antes de continuar o julgamento. Os pais do concílio, no entanto, sentiram que nenhum credo novo era necessário, e que a doutrina fora exposta claramente no Tomo de Leão I. Eles também hesitavam em escrever um novo credo, visto que o Primeiro Concílio de Éfeso proibiu a composição ou uso de qualquer novo credo. Aécio, diácono de Constantinopla, leu então a carta de Cirilo a Nestório e uma segunda carta a João de Antioquia. Os bispos responderam: \"Todos nós acreditamos assim: o papa Leão acredita ... todos nós assim acreditamos. Como Cirilo assim acredita em nós, todos nós: eterna seja a memória de Cirilo: como as epístolas de Cirilo ensinam, tal é a nossa mente, tal tem sido a nossa fé: tal é a nossa fé: esta é a mente do Arcebispo Leão, então ele acredita, então ele escreveu.\"\"Extracts from the Acts: Session II (cont.)\", The Nicene and Post-Nicene Fathers, 2nd series, Vol XIV edition by H.R. Percival. Medieval Sourcebook, Fordham University Beroniciano, funcionário do consistório, leu em seguida um livro que lhe foi entregue por Aécio, a carta sinodal de Leão a Flaviano (Tomo de Leão). Depois da leitura da carta, os bispos gritaram: \"Esta é a fé dos pais, esta é a fé dos apóstolos. Então todos nós acreditamos, assim os ortodoxos acreditam. ... Pedro falou assim através de Leão. Então, ensinou os apóstolos. Piedosa e verdadeiramente Leão ensinou, assim ensinou Cirilo. Eterna seja a memória de Cirilo. Leão e Cirilo ensinaram a mesma coisa, ... Esta é a verdadeira fé ... Esta é a fé dos pais. Por que essas coisas não foram lidas em Éfeso?\" No entanto, durante a leitura de Tomo de Leão, três passagens foram desafiadas como sendo potencialmente nestorianas, e sua ortodoxia foi defendida usando os escritos de Cirilo.Fr. John Romanides (1964). \"St. CYRIL'S \"ONE PHYSIS OR HYPOSTASIS OF GOD THE LOGOS INCARNATE\" AND CHALCEDON\". Greek Orthodox Theological Review. Devido a tais preocupações, o concílio decidiu adiar e nomear um comitê especial para investigar a ortodoxia do Tomo de Leão, julgando-o pelo padrão dos 'Doze Capítulo de Cirilo', enquanto alguns dos bispos presentes levantaram preocupações sobre sua compatibilidade. Esta comissão foi chefiada por Anatólio, Patriarca de Constantinopla, e recebeu cinco dias para estudar cuidadosamente o assunto. O comitê decidiu por unanimidade a favor da ortodoxia de Leão, determinando que o que ele dizia era compatível com o ensino de Cirilo. Um número de outros bispos também entrou em declarações no sentido de que eles acreditavam que o Tomo de Leão não estava em contradição com o ensinamento de Cirilo também. O concílio continuou com o julgamento de Dióscoro I, mas ele se recusou a comparecer perante a assembleia. No entanto, relatos históricos da Igreja Ortodoxa Oriental observam que Dióscoro foi colocado sob prisão solitária. Como resultado, ele foi condenado, mas por uma quantia desprezível (mais da metade dos bispos presentes nas sessões anteriores não compareceu à sua condenação), e todos os seus decretos foram declarados nulos. A Imperatriz Pulquéria (esposa do imperador Marciano) disse a Dióscoro \"Na época de meu pai, havia um homem teimoso (referindo-se a São João Crisóstomo) e você está ciente do que foi feito dele\", ao qual Dióscoro respondeu: \"Lembre-se que sua mãe rezou em seu túmulo, como ela estava sangrando de doença\". Dizem que Pulquéria deu um tapa no rosto de Dióscoro, quebrando alguns dentes e ordenou que os guardas o confinassem, o que fizeram puxando-no pelo barba. Diz-se ainda que Dióscoro pegou os dentes e os colocou em uma caixa e os enviou de volta à sua Igreja em Alexandria, notando que \"este é o fruto da minha fé\".History of the Coptic Church, Father Menassa Yuhanna.Tadros, Y. Malaty (1993). \"Introduction to the Coptic Church\" (PDF). www.copticchurch.net. p. 71. Retrieved 2018-12-07. O imperador Marciano respondeu exilando Dióscoro. Todos os bispos foram então solicitados a assinar seu consentimento ao Tomo do papa Leão I, mas um grupo de treze egípcios recusou, dizendo que eles concordariam com \"a fé tradicional\". Como resultado, os comissários do Imperador decidiram que um credo seria de fato necessário e apresentou um texto aos pais do concílio. Nenhum consenso foi alcançado. O bispo Pascácio ameaçou retornar a Roma para remontar o concílio na Itália. O imperador Marciano concordou, dizendo que, se uma cláusula não fosse acrescentada ao credo, os bispos teriam que se mudar. Tanto os monofisistas quanto os ortodoxos estavam bem representados no concílio, o que explica as reuniões calorosas e a falta de um consenso. O Patriarca de Constantinopla, Anatólio sugeriu que o concílio submetesse então a decisão ao Espírito Santo, agindo pela intervenção de Santa Eufêmia. Ambos os partidos contendores escreveram suas respectivas confissões de fé e as colocaram na tumba da santa, que foi selada na presença do imperador Marciano (450-457), que colocou o selo imperial no lacre e colocou uma guarda de vigia por três dias. Durante este período, ambos os lados jejuaram e rezaram. Findo o período, a tumba foi aberta e o rolo com a confissão ortodoxa foi encontrado na mão direita da santa enquanto que o dos monofisistas estavam aos pés dela. Este milagre foi atestado por uma carta enviada pelo concílio ao Papa Leão I: > Pois foi Deus que agiu e a triunfante, Eufêmia que corou a reunião como se > fora uma noiva que, tomando a nossa definição da Fé como sua própria > confissão, entregou-a ao seu Noivo pelas mãos do nosso muito religioso > imperador e sua imperatriz, que ama Cristo, acalmando todo o tumulto dos > oponentes e estabelecendo a nossa confissão da Verdade como aceitável para > Ele, e com mão e língua juntando o selo dela aos nossos votos em proclamação > do dito credo. - Carta do Concílio de Calcedônia a Leão (carta 98) Após tais acontecimentos o Comitê, depois relatou uma definição de fé que, embora ensinasse a mesma doutrina, não era, em si, o Tomo de Leão.\"Extracts from the Acts: Session V\" Embora pudesse ser conciliado com a Fórmula de Reunião de Cirilo de 433, o Tomo não era compatível em sua redação com 'As Doze Anátemas' de Cirilo. Em particular, a terceira anátema diz: \"Se alguém divide em um Cristo as hipóstases após a união, juntando-se a elas apenas por uma conjunção de dignidade ou autoridade ou poder, e não por uma união por natureza, deixe-o ser anátema\". Isso pareceu a alguns incompatível com a definição de Leão I de duas naturezas hipostaticamente unidas. No entanto, o concílio determinaria (com a exceção dos 13 bispos egípcios) que isso era uma questão de redação e não de doutrina; um comitê de bispos indicado para estudar a ortodoxia do Tomo de Leão I usando as cartas de Cirilo (que incluía as doze anátemas) como critério determinou unanimemente que aquele era ortodoxo, e o concílio, com poucas exceções, apoiou esses esclarecimentos.\"Orthodox And Oriental Orthodox Consultation\". Romanity.org. Retrieved 2016-11-01. O concílio ecumênico aprovou o Credo de Niceia (325), o credo de Constantinopla (381; posteriormente conhecido como o Credo Niceno- constantinopolitano), duas cartas de Cirilo contra Nestório, que insistiam na unidade de pessoas divinas e humanas em Cristo, e o Tomo do Papa Leão I confirmando duas naturezas distintas em Cristo. == Aceitação == As definições dogmáticas do Concílio são reconhecidas como normativas pela Igreja Católica Apostólica Romana, Igrejas Ortodoxa e Católica Oriental, bem como por outras Igrejas Ocidentais. Além disso, a maioria dos protestantes concorda que os ensinamentos do Concílio em relação à Trindade e à Encarnação, as quais são doutrinas ortodoxas que devem ser seguidas. O concílio, no entanto, é rejeitado pela Igreja Assíria do Oriente e pelas Igrejas Ortodoxas Orientais, a última ensinando que \"o Senhor Jesus Cristo é Deus o Verbo Encarnado. Ele possui a divindade perfeita e a masculinidade perfeita. Sua natureza totalmente divina está unido com a Sua natureza totalmente humana, ainda sem misturar ou alterar\".\"Questions and Answers by His Grace Bishop Youssef\". suscopts. Retrieved 2014-06-10. Os Ortodoxos Orientais afirmam que este último ensinamento foi mal interpretado como monofisismo, uma denominação com a qual eles discordam fortemente mas, no entanto, recusam aceitar os decretos do concílio, provavelmente como resultado da conduta e dos procedimentos do Concílio. As Igrejas Ortodoxas Orientais têm, e continuam a encarar o Concílio como uma luta de poder pela Igreja de Roma, dada a proeminência em teologia, espiritualidade das Igrejas Ortodoxas Orientais na Igreja Primitiva e durante os primeiros concílios ecumênicos. Muitos anglicanos e a maioria dos protestantes consideram que é o último concílio ecumênico autoritativo.Donald S. Armentrout; Robert Boak Slocum (2005). An Episcopal dictionary of the church. Books.google.com. p. 81. ISBN 0-89869-211-3. Essas denominações, junto com Martinho Lutero, afirmam que tanto a consciência quanto as escrituras preemptar os concílios doutrinários e geralmente concordam que as conclusões dos concílios posteriores não foram sustentadas ou contraditórias às escrituras.\"Ecumenical Council\". columbia.edu. === Resultados === O Concílio de Calcedônia emitiu a definição de Calcedônia, que repudiava a noção de uma única natureza em Cristo, e declarou que ele tem duas naturezas em uma pessoa e hipóstase. Também insistiu na completude de suas duas naturezas: divindade e masculinidade.Meyendorff 1989, pp. 167-178. O concílio também emitiu 27 cânones disciplinares que governam a administração e a autoridade da igreja. Em outro decreto, mais tarde conhecido como cânon 28, os bispos declararam que a Sé de Constantinopla (Nova Roma) tinha o status patriarcal de \"privilégios iguais\" (\"τῶν ἴσων ἀπολαύουσαν\" em grego, \"aequalibus privilegiis\" em latim) a Sé de Roma.The canon in the original language can be seen here: https://earlychurchtexts.com/main/chalcedon/canons_of_chalcedon_03.shtml. English translation available here: https://earlychurchtexts.com/public/chalcedon_canons.htmBokenkotter, Thomas (2004). A Concise History of the Catholic Church. Doubleday. p. 84. ISBN 0-385-50584-1.Noble, Thomas; Strauss, Barry (2005). Western Civilization. Houghton Mifflin Company. p. 214. ISBN 0-618-43277-9. Nenhuma referência foi feita no Cânon 28 para os bispos de Roma ou Constantinopla terem suas autoridades de serem sucessores de Pedro ou André, respectivamente. Em vez disso, as razões declaradas no texto real do Cânon 28 diz que o episcopado dessas cidades tinham recebido seu status em observância da importância dessas cidades como as principais cidades do império da época. === Confissão de Calcedônia === A Confissão de Calcedônia fornece uma declaração clara sobre as duas naturezas de Cristo, humano e divino:\"Chalcedonian Definition\". Earlychurchtexts.com. Retrieved 2016-11-01. O texto completo da definição que reafirma as decisões do Concílio de Éfeso, a preeminência do Credo de Niceia (325). Também canoniza duas cartas autorizadas de Cirilo de Alexandria e o Tomo de Leão I escrito contra Eutiques e enviado ao arcebispo Flaviano de Constantinopla em 449. === Cânones === O trabalho do concílio foi completado por uma série de 30 cânones disciplinares, os Antigos Epítomes dos quais são: # Os cânones de todo Sínodo dos santos Padres serão observados; # Quem comprar ou vender uma ordenação, até um Prosmonarius, correrá o risco de perder sua nota. Esse também será o caso dos intermediários, se eles forem clérigos, serão eliminados de sua categoria, se forem leigos ou monges, eles serão anatematizados; # Aqueles que assumem o cuidado de casas seculares devem ser corrigidos, a menos que por acaso a lei os convoque para a administração daqueles que ainda não atingiram a maioridade, dos quais não há isenção. A menos que seu bispo permita que eles cuidem de órfãos e viúvas; # Os oratórios e mosteiros domésticos não devem ser erguidos contrariamente ao julgamento do bispo. Todo monge deve estar sujeito ao seu bispo e não deve sair de sua casa, exceto por sugestão sua. Um escravo, no entanto, não pode entrar na vida monástica sem o consentimento de seu mestre; # Aqueles que vão de cidade em cidade estarão sujeitos à lei canônica sobre o assunto; # Em Mártires e Monastérios as ordenações são estritamente proibidas. Se alguém for ordenado, sua ordenação será considerada sem efeito; # Se algum clérigo ou monge arrogantemente afetar os militares ou qualquer outra dignidade, seja amaldiçoado; # Qualquer clérigo em um asilo ou mosteiro deve submeter-se à autoridade do bispo da cidade. Mas quem se rebela contra isso, paga a penalidade; # Os clérigos litigiosos serão punidos segundo o cânon, se desprezarem o episcopado e recorrerem ao tribunal secular. Quando um clérigo tem uma disputa com um bispo, deixe-o esperar até que o sínodo se assente, e se um bispo tiver uma contenda com seu metropolita, leve-o para Constantinopla; # Nenhum clérigo deve ser registrado na lista de clérigos das igrejas de duas cidades. Mas se ele tiver se desviado, deixe-o retornar ao seu antigo lugar. Mas se ele foi transferido, deixe que ele não participe dos assuntos de sua antiga igreja; # Que os pobres que precisam de ajuda façam sua jornada com cartas pacificadoras e não comendativas: pois as cartas elogiosas só devem ser dadas àqueles que estão abertos à suspeita; # Uma província não será dividida em duas. Todo aquele que fizer isso será expulso do episcopado. Tais cidades, cortadas pelo rescrito imperial, gozarão apenas da honra de ter um bispo estabelecido nelas: mas todos os direitos pertencentes à verdadeira metrópole serão preservados; # Nenhum clérigo será recebido em comunhão em outra cidade sem uma carta comendativa; # Um cantor ou leitor alheio à fé sã, se for então casado, ele deve ter gerado filhos para levá-los à comunhão, se tivessem sido batizados. Mas se ainda não tivessem sido batizados, não serão batizados posteriormente pelos hereges; # Nenhuma pessoa será ordenada diaconisa a não ser que tenha quarenta anos de idade. Se ela desonrar o seu ministério por contrair um casamento, seja anátema. # Os monges ou freiras não devem contrair matrimônio e, se o fizerem, devem ser excomungados; # Aldeias e freguesias rurais, se foram possuídas por trinta anos, continuarão assim. Mas se dentro desse prazo, o assunto estiver sujeito a julgamento. Mas se pelo comando do Imperador for renovada uma cidade, a ordem das paróquias eclesiásticas seguirá as formas civis e públicas; # Os clérigos e monges, se ousarem ter conventos e conspirar contra o bispo, serão expulsos de suas posições; # Duas vezes por ano, o Sínodo será realizado onde quer que o bispo da Metrópole o indique, e todas as questões de interesse urgente serão determinadas; # Um clérigo de uma cidade não receberá cura em outra. Mas se ele foi expulso de sua terra natal e irá para outro, ele ficará sem culpa. Se algum bispo receber clérigos de fora de sua diocese, ele será excomungado, assim como o clérigo que o receber; # Um clérigo ou leigo acusando imprudentemente seu bispo não será recebido; # Quem apreender os bens de seu falecido bispo será expulso de seu posto; # Clérigos ou monges que passam muito tempo em Constantinopla, contrários à vontade de seu bispo e provocam sedições, serão expulsos da cidade; # Um mosteiro erguido com o consentimento do bispo será imutável. E tudo o que lhe pertence não deve ser alienado. Quem quer que tome sobre ele para fazer o contrário, não deve ser considerado inocente; # Deixe a ordenação dos bispos dentro de três meses: a necessidade, no entanto, pode prolongar o tempo. Mas se alguém for contra este decreto, ele será punido. A receita deve permanecer com o administrador; # O administrador em todas as igrejas deve ser escolhido do clero. E o bispo que negligencia fazer isso não é sem culpa; # Se um clérigo fugir com uma mulher, deixe-o ser expulso da Igreja. Se for leigo, seja anátema. O mesmo será o preço de qualquer um que o ajude; # O bispo de Nova Roma (Constantinopla) gozará dos mesmos privilégios que o bispo da Roma Antiga, por causa da remoção do Império. Por essa razão, os [metropolitas] do Ponto, da Ásia e da Trácia, bem como os bispos bárbaros, serão ordenados pelo bispo de Constantinopla; # Ele é um sacrilégio que degrada um bispo ao posto de presbítero. Pois aquele que é culpado de crime é indigno do sacerdócio. Mas aquele que foi deposto sem causa, que ele seja [ainda] bispo; # É costume dos egípcios que ninguém se inscreva sem a permissão do arcebispo. Portanto, eles não devem ser culpados por não terem subscrito a Epístola do santo Leão até que um Arcebispo tenha sido designado para eles. O cânon 28 concede privilégios iguais (isa presbeia) a Constantinopla como de Roma, porque Constantinopla seria a Nova Roma, algo renovado pelo cânon 36 do Concílio Quinissexto de 697. O Papa Leão I declarou o cânon 28 nulo e sem efeito, aprovando apenas os cânones do concílio que eram pertinentes à fé.\"CATHOLIC ENCYCLOPEDIA: Council of Chalcedon\". www.newadvent.org. Retrieved 2018-12-07.Migne, Jacquies Paul, Patrologia Latina, 54, 1038 & 1143 O \"Santo, Grande e Universal Concílio\" simplesmente se dirigiu ao bispo de Roma como \"Arcebispo Leão\".Migne, Jacquies Paul, Patrologia Latina, 54, 951Schwerin, Pastor Philip (April 20–21, 1998). \"How the Bishop of Rome Assumed the Title of \"Vicar of Christ\"\" (PDF). essays.wls.wels.net. South Central District Pastoral Conference. p. 5. Retrieved 2018-12-07.Doeswyck, Peter J. (2012). Ecumenicalism and Romanism: Their Origin and Development. Literary Licensing. p. 93. ISBN 9781258514310. De acordo com algumas coleções da Grécia antiga, os cânones 29 e 30 são atribuídos ao concílio: o cânon 29, que afirma que um bispo indigno não pode ser rebaixado, mas pode ser removido, é um extrato da ata da 19ª sessão; o cânon 30, que concede aos egípcios tempo para considerar sua rejeição ao Tomo de Leão I, é um extrato da ata da quarta sessão.The Decrees of the Ecumenical Councils, Vol. 1, ed. Norman P. Tanner, S.J. (1990), 75–76. Com toda a probabilidade, um registro oficial do processo foi feito durante o próprio concílio ou pouco depois. Os bispos reunidos informaram ao papa que uma cópia de toda a \"Acta\" seria transmitida a ele; em março de 453, o papa Leão I mandou que Julian de Cos, em seguida, em Constantinopla, fizesse uma coleção de todos os Atos e os traduzisse para o latim. A maioria dos documentos, principalmente as atas das sessões, foram escritas em grego; e as cartas imperiais foram emitidas nas duas línguas; outros, novamente, e as letras papais foram escritas em latim. Por fim, quase todos foram traduzidos para os dois idiomas. == O status das sés de Constantinopla e Jerusalém == === O status de Jerusalém === O metropolita de Jerusalém recebeu a independência do metropolita de Antioquia e de qualquer outro bispo de alto escalão, dado o que hoje é conhecido como autocefalia, na sétima sessão do concílio cujo \"Decreto sobre a jurisdição de Jerusalém e Antioquia\" contém: \"o bispo de Jerusalém, ou melhor, a Igreja mais santa que está sob ele, terá sob seu próprio poder as três Palestinas\". Isso levou Jerusalém a tornar-se um patriarcado, um dos cinco patriarcados conhecidos como pentarquia, quando o título de \"patriarca\" foi criado em 531 por Justiniano. O Dicionário Oxford da Igreja Cristã, s.v. o patriarca (eclesiástico), também o chama \"um título que data do século VI, para os bispos das cinco grandes sedes da cristandade\". A Enciclopédia Merriam-Webster de Religiões do Mundo,\"Merriam-Webster's Encyclopedia of World Religions - Merriam-Webster, Inc\". Books.google.com. Retrieved 2016-11-01. diz: \"Cinco patriarcados, coletivamente chamados de pentarquia, foram os primeiros a serem reconhecidos pela legislação do imperador Justiniano (reinou de 527-565)\". === O status de Constantinopla === Em um cânone de validade disputada,\"Archived copy\". Archived from the original on 2013-01-10. Retrieved 2013-02-23. o Concílio de Calcedônia também elevou a Sé de Constantinopla a uma posição \"segundo em eminência e poder para o Bispo de Roma\". O Concílio de Nicéia, em 325, havia notado que as sés de Alexandria, Antioquia e Roma deveriam ter primazia sobre outras dioceses menores. Na época, a Sé de Constantinopla ainda não era de destaque eclesiástico, mas sua proximidade com a corte imperial deu origem a sua importância. O Concílio de Constantinopla em 381 modificou um pouco a situação, colocando Constantinopla em segundo lugar em honra, acima de Alexandria e Antioquia, afirmando em Canon III, que \"o bispo de Constantinopla ... terá a prerrogativa de honra após o bispo de Roma; porque Constantinopla é a nova Roma\". No início do século V, esse status foi desafiado pelos bispos de Alexandria, mas o Concílio de Calcedônia confirmou no Canon XXVIII:Ao defender o caso, os padres do concílio argumentaram que a tradição concedia \"honra\" à sé da Roma mais antiga, porque era a primeira cidade imperial. Assim, \"movidos pelos mesmos propósitos\", os padres \"distribuíam prerrogativas iguais à Santa Sé da nova Roma\" porque \"a cidade que é honrada pelo poder imperial e pelo senado e desfruta de privilégios equivalentes à Roma imperial mais antiga também deveria ser elevada a ela\" em nível e \"em assuntos eclesiásticos e tomar o segundo lugar depois dela\".Decrees of the Ecumenical Councils, ed. Norman P. Tanner, SJ, 99–100. A estrutura para alocar a autoridade eclesiástica defendida pelos padres conciliares espelhava a alocação da autoridade imperial no período posterior do Império Romano. A posição oriental poderia ser caracterizada como sendo de natureza política, em oposição a uma visão doutrinal. Na prática, todos os cristãos do Oriente e do Ocidente dirigiam-se ao papado como a Sé de Pedro e Paulo ou a Sé Apostólica, em vez da Sé da Capital Imperial. O bispo de Roma entende que isso indica que sua precedência sempre veio de sua linhagem direta dos apóstolos Pedro e Paulo, em vez de sua associação com a autoridade imperial. Após a passagem do cânon 28, Roma entrou com um protesto contra a redução de honra dada a Antioquia e Alexandria. No entanto, temendo que a retenção da aprovação de Roma fosse interpretada como uma rejeição de todo o concílio, em 453 o papa confirmou os cânones do concílio com um protesto contra o cânon 28. == Consequências == O Patriarca de Alexandria, Dióscoro (444-451), fora o primeiro monofisista e havia sucedido, por indicação dele, São Cirilo I o Grande ou Cirilo de Alexandria (412-431 e 431-444), o qual, por sua vez, havia sucedido a Teófilo I de Alexandria (385-412). A igreja estava dividida e, em 451, Dióscoro foi deposto pelo Concílio de Calcedônia e foi eleito São Protério (451-457). O resultado quase imediato do Concílio foi um grande cisma. Os bispos que estavam desconfortáveis ​​com a linguagem do Tomo do Papa Leão I repudiavam o Concílio, dizendo que a aceitação de duas naturezas era equivalente ao nestorianismo. Dióscoro de Alexandria defendeu o miafisismo que dominou o II Concílio de Éfeso.\"Latrocinium.\" Cross, F. L., ed. The Oxford Dictionary of the Christian Church. New York: Oxford University Press. 2005 Em 457, os monofisistas voltaram à carga e elegeram Timóteo II Aerulus (457-460 e 475-477). Em 460, os ortodoxos o depuseram e elegeram Timóteo III Salofaciol (460-475 e 477-482). Em 475, este foi deposto pelos monofisistas e novamente Timóteo foi reempossado até 477, quando retornou Timóteo Salofaciol, ortodoxo. Em 477, os monofisistas elegeram Pedro III Mongo (477-490). Os ortodoxos por sua vez, em 482. tentaram colocar João I Talaia que só ficou por um ano. E, em 490, outro monofisista seria eleito: Atanásio Kelitis (490-496). Igrejas que rejeitaram Calcedônia em favor de Éfeso se separaram do resto da Igreja Oriental em um cisma, sendo a mais significativa entre elas a Igreja de Alexandria, hoje conhecida como Igreja Ortodoxa Copta de Alexandria.See drop-down essay on \"Islamic Conquest and the Ottoman Empire\" O surgimento do \"chamado\" monofisismo no Oriente (como marcado pelo Ocidente) foi liderado pelos coptas do Egito. Esta deve ser considerada como a expressão externa das crescentes tendências nacionalistas naquela província contra a gradual intensificação do imperialismo bizantino, que logo alcançaria sua consumação durante o reinado do imperador Justiniano. Um efeito significativo sobre os cristãos ortodoxos no Egito, foi uma série de perseguições pelo império romano (posterior, bizantino) forçando os seguidores da Igreja Ortodoxa Oriental a reivindicar lealdade ao Tomo de Leão, ou Calcedônia. Isso levou ao martírio, perseguição e morte de milhares de santos e bispos egípcios até a conquista árabe do Egito.Butler, Alfred Joshua (1902). The Arab conquest of Egypt and the last thirty years of the Roman dominion. The Library of Congress. Oxford, Clarendon Press. Como resultado, o Concílio de Calcedônia é chamado de \"Calcedônia, o sinistro\" entre os coptas egípcios, dada a forma como levou os cristãos a perseguir outros cristãos pela primeira vez na história. Cristãos ortodoxos coptas continuam a se distinguir dos seguidores de Calcedônia até hoje. Embora as diferenças teológicas sejam vistas como limitadas (se inexistentes), são a política, as perseguições subsequentes e as lutas pelo poder de um crescente Império Romano do Oriente, que podem ter levado ao Grande Cisma, ou pelo menos contribuído significativamente para amplificá-lo através dos séculos. Justiniano tentou trazer os monges que ainda rejeitavam a decisão do Concílio de Calcedônia em comunhão com a igreja maior. O tempo exato deste evento é desconhecido, mas acredita-se ter sido entre 535 e 548. São Abraão de Farshut foi convocado para Constantinopla e ele escolheu trazer consigo quatro monges. Ao chegar, Justiniano convocou-os e informou-os de que aceitariam a decisão do concílio ou perderiam suas posições. Abraão recusou-se a entreter a ideia. Teodora tentou persuadir Justiniano a mudar de ideia, aparentemente sem sucesso. O próprio Abraão declarou em uma carta aos seus monges que ele preferiu permanecer no exílio ao invés de subscrever uma fé contrária à de Atanásio. Eles não estavam sozinhos, e as igrejas não- calcedônicas compõem a Ortodoxia Oriental, com a Igreja de Alexandria como sendo o seu \"primus inter pares\". Somente nos últimos anos foi observado um grau de aproximação entre os cristãos calcedonianos e os ortodoxos orientais. == Visão Ortodoxa Oriental == Vários historiadores da Igreja Ortodoxa Oriental compreendem o Concílio como uma disputa com a Igreja de Roma sobre a precedência entre as várias sedes patriarcais. Fontes coptasA. El-Moharraky, Pakhoum; Atalla Girgis, Waheeb (1995). The christological teaching of the non- chalcedonian churches. Manchester: Costa Tsoumas. como em árabe, sugerem que questões de autoridade política e eclesiástica exageraram as diferenças entre as duas profissões de fé. Os coptas consistentemente repudiam a identificação ocidental do cristianismo alexandrino com o eutiquianismo que se originou em Constantinopla e que eles sempre consideraram como uma heresia flagrante (monofisismo), uma vez que declarou a completa absorção da masculinidade de Cristo em sua natureza divina única, enquanto os coptas claramente defendiam a humanidade, a doutrina das duas naturezas, divina e humana - misticamente unida em um (miafisismo) sem confusão, corrupção ou mudança. Como uma igreja estritamente tradicional, seus líderes religiosos buscaram justificação bíblica para essa interpretação do Credo de Niceia e da fórmula do Cirilo, mas enquanto isso restringiram a substância de sua variação à interpretação. == Comemorações litúrgicas == A Igreja Ortodoxa Oriental comemora os \"Santos Padres do 4º Concílio Ecumênico, que se reuniram em Calcedônia\" no domingo em ou depois de 13 de julho; no entanto, em alguns lugares (por exemplo, a Rússia) naquela data é uma festa dos Padres dos Primeiros Seis Concílios Ecumênicos. Para ambos ritos completos acima foram compostos e são encontrados no Menaion. Para o primeiro \"O Ofício dos 630 Padres Santos e Divinos do 4º Dia ... Convocados contra os Monofisistas Eftyches e Dioskoros ...\" foi composto em meados do século XIV pelo Patriarca Filote I de Constantinopla. Isto contém numerosos hinos expondo o ensinamento do concílio, comemorando seus líderes a quem elogia e cujas orações implora, e nomeando seus oponentes pejorativamente. por exemplo, \"Venha, vamos claramente rejeitar os erros de ... mas louvar em cânticos divinos o quarto concílio de pais piedosos\". Para estes últimos, os ritos são intitulados \"Comemoramos os seis Santos Concílios Ecumênicos\". Isto repetidamente condena aqueles anatematizados pelos concílios com tal retórica como \"o estupor esmagador de Cristo escravizou Nestório\" e \"Ário estúpido e ... é atormentado nos fogos da Geena ...\" enquanto os pais dos concílios são elogiados e os dogmas dos concílios são expostos nos hinos neles. == As principais decisões de Calcedônia == Presidido por Pascânio, as principais decisões deste concílio foram: * Condenação da simonia, de casamentos mistos e ordenações absolutas (realizada sem que o novo clérigo tivesse determinada função pastoral); * Deposição e condenação de Eutiques de Constantinopla (criador do monofisismo) e Dióscoro I (444-451) de Alexandria; * Aprovação do Tomus ad Flavianum de Leão; * Afirmação da existência de duas naturezas na única pessoa de Cristo: diofisismo, contra o monofisismo: :\"Na linha dos santos Padres, ensinamos unanimemente a confessar um só e mesmo Filho, Nosso Senhor Jesus Cristo, o mesmo perfeito em divindade e perfeito em humanidade, o mesmo verdadeiramente Deus e verdadeiramente homem, composto de uma alma racional e de um corpo, consubstancial ao Pai segundo a divindade, consubstancial a nós segundo a humanidade, \"semelhante a nós em tudo com exceção do pecado\"(Hb 4,15); gerado do Pai antes de todos os séculos segundo a divindade, e nesses últimos dias, para nós e para nossa salvação, nascido da Virgem Maria, mãe de Deus, segundo a humanidade. Um só e mesmo Cristo, Senhor, Filho Único que devemos reconhecer em duas naturezas, sem confusão, sem mudanças, sem divisão, sem separação. A diferença das naturezas não é de modo algum suprimida pela sua união, mas antes as propriedades de cada uma são salvaguardadas e reunidas em uma só pessoa e uma só hipóstase.\"(DS 301-302).\" Este concílio encerrou as discussões cristológicas que permearam os três concílios ecumênicos anteriores: Niceia em 325, Constantinopla em 381 e Éfeso em 431. Nesse concílio, rejeitou-se veementemente o monofisismo (a heresia de Eutiques), que negava a natureza humana de Jesus, e prevaleceu a ideia de que em Cristo havia duas naturezas: a humana e a divina. Contribuiu para isso, fundamentalmente, o Tomus ad Flavianum, carta enviada por Leão I a Flaviano Patriarca de Constantinopla. Esta Epístola Dogmática foi lida em Calcedônia e acolhida pelos bispos presentes. Dada a eloquência de Leão I, a exclamação era que \"Pedro falou pela boca de Leão\": :\"Todos nós, com voz uníssona, ensinamos a fé num só e mesmo Filho, Nosso Senhor Jesus Cristo, sendo o mesmo perfeito na divindade e o mesmo perfeito na humanidade, o mesmo verdadeiramente Deus e verdadeiramente homem, com alma racional e com corpo, da mesma substância do Pai quanto à divindade e quanto à humanidade da mesma substância que nós, em tudo semelhante a nós menos no pecado; o mesmo que desde a eternidade é procedente do Pai por geração quanto à divindade e o mesmo que quanto à humanidade nos últimos tempos foi gerado pela Virgem Maria, Mãe de Deus, por nós e nossa salvação; sendo um só e mesmo Cristo, Filho, Senhor, Unigênito, que nós reconhecemos com o existente em duas naturezas, sem confusão, sem mutação e sem divisão, sendo que a diversidade das naturezas nunca foi eliminada pela união, ao contrário, a propriedade de cada uma das naturezas ficou intata e ambas se encontram em uma só pessoa e uma só hipóstase. O Filho não foi dividido ou separado em duas pessoas, mas é um só e o mesmo a quem chamamos de Filho, Unigênito, Deus, Verbo, Senhor, Jesus Cristo, como desde o início a respeito dele falaram os profetas e o próprio Jesus Cristo nos ensinou e como nos foi transmitido pelo Símbolo dos Padres.\" E o outro documento igualmente importante foi a carta de Cirilo de Alexandria a : :\"Este nascimento no tempo não diminuiu em nada o nascimento divino e eterno, e a ele nada. Seu significado inteiro concretizou-se na restauração da humanidade, que se havia desviado. Aconteceu a fim de que a morte fosse vencida e que o diabo, que antes exercia a soberania da morte, fosse destruído pelo seu poder, pois não poderíamos vencer o autor do pecado e da morte a não ser que aquele, a quem o pecado não podia manchar nem a morte podia agarrar, assumisse a nossa natureza e a tornasse sua própria.\" == Igrejas ortodoxas orientais == Por não ter sido aceito por alguns movimentos cristãos ortodoxos, o Concílio de Calcedônia deu origem às Igrejas ortodoxas orientais, a saber: a Igreja Ortodoxa Copta ou Egípcia, a Igreja Ortodoxa Síria, a Igreja Apostólica Armênia e a Igreja Ortodoxa da Etiópia. == Ver também == *Concílios nacionais, regionais ou plenários Categoria:Controvérsia monofisista Categoria:Calcedonianismo Categoria:Calcedônia (cidade) Categoria:Concílios da Igreja Ortodoxa Categoria:Concílios da Igreja Católica",
 "title": "Concílio de Calcedónia"
}