{
 "id": "96981",
 "text": "Repenomamus é um género de mamíferos pré-históricos que viveu no Cretácico inferior, há cerca de 130 milhões de anos, na actual China. Os fósseis das duas espécies do género foram descobertos em 2004, na província de Lianoning, e vêm contradizer a teoria generalizada de que os mamíferos do Mesozóico eram animais exclusivamente noturnos e de pequenas dimensões. O Repenomamus era um predador de pequeno porte, que se alimentava de crias de dinossauros, mostrando que pelo menos alguns mamíferos competiam directamente com os dinossauros que dominavam então os nichos ecológicos mais favoráveis. O Repenomamus era um mamífero de corpo robusto e patas pequenas, com mandíbulas forte e dentes aguçados, à semelhança dos texugos actuais. A espécie R. giganticus media cerca de 1 metro de comprimento, com um crânio de 16 cm e uma cauda de 36 cm, e devia pesar em torno dos 12 e 14 kg. O R. robustus era ligeiramente menor e tinha um peso estimado de 4 a 6 kg. A dentição de ambas as espécies mostra que eram animais carnívoros, no entanto não estava adaptada para mastigação prolongada. Pensa-se que o Repenomamus engolia grandes pedaços de carne e podia esmagar ossos. Um dos exemplares de R. giganticus morreu pouco depois da sua última refeição, que também foi fossilizada. A análise dos fragmentos ósseos contidos no que era o estômago mostra que a presa era um psitacossauro de 14 cm de comprimento, o que corresponde a um juvenil deste género de dinossauros herbívoros que atingia 2 metros de altura. Esta descoberta é bastante importante para a paleontologia de vertebrados pois mostra que os mamíferos não eram apenas animais herbívoros e insectívoros de hábitos noturnos, como os actuais Scandentia por exemplo. O Repenomamus não tem descendentes actuais e pertencia ao grupo dos triconodontes, que se extinguiu no final do Cretácico, possivelmente na extinção KT. ==Referências== *Jeff Hecht. The revenge of the mammals, New Scientist, 15 de Janeiro de 2005 ==Ver também== *Castorocauda == Ligações externas == *Dinossauro não oprimia mamífero, diz estudo Categoria:Mamíferos do Cretáceo Categoria:Mamíferos pré- históricos Categoria:Triconodonta",
 "title": "Repenomamus"
}