{
 "id": "97054",
 "text": "Constança Manuel (; Castillo de Garcimuñoz, ca. — Santarém, ) foi uma nobre castelhana, rainha de Leão e Castela, consorte do infante D. Pedro de Portugal e mãe do rei D. Fernando de Portugal. == Família == Filha de Constança de Aragão, era neta materna de Branca de Anjou, princesa de Nápoles, e de Jaime II de Aragão. O seu pai, D. João Manuel de Castela, príncipe de Vilhena e Escalona, duque de Peñafiel, tutor de Afonso XI de Castela, «poderoso e esforçado magnate de Castela»,Nobreza de Portugal, Tomo I, página 207 era neto do rei Fernando III de Castela. == Biografia == Com cerca de 7 anos de idade e depois de um compromisso anterior, D. João Manuel casou Constança com o seu pupilo Afonso XI de Castela, que na época contava com 14 anos de idade e acabara de entrar na maioridade. Ratificada pelas cortes em Valladolid, a 28 de novembro de 1325, a união não seria consumada. Interessado numa aliança com a coroa portuguesa, Afonso repudiou-a e prendeu-a no Castelo de Toro, desfazendo completamente o projecto em 1327 e casando-se no ano seguinte com Maria de Portugal, filha de D. Afonso IV. Foi combinado assim novo casamento com o infante D. Pedro, irmão de Maria de Portugal e seu primo segundo (ambos eram bisnetos do rei Pedro III de Aragão). D. João Manuel tinha «um ensejo de compensar o procedimento do seu soberano», no matrimónio da filha com o infante português. O rei castelhano teria disfarçado seu descontentamento e consentiu o casamento por procuração, mas não permitiu que Constança saísse de Castela. A cerimónia teve lugar no Convento de São Francisco em Évora, a 6 de fevereiro de 1336. Estavam presentes o infante D. Pedro e os seus pais e, por parte de Constança, Fernão e Lopo Garcia. O dote da noiva, quantia de vulto, foi ajustado em 300 mil dobras. A resolução de reter Constança deu origem a um conflito entre os dois reinos que, no contexto da Reconquista de então, seria aproveitado pelos inimigos mouros. Percebendo a situação, Afonso IV de Portugal e Afonso XI de Leão e Castela negociaram e assinariam uma paz em Sevilha, em Julho de 1340. O casamento com a presença dos dois noivos foi então celebrado em Lisboa, a 24 de agosto de 1340. As rainhas de Portugal contaram, desde cedo, com os rendimentos de bens adquiridos, na maioria, por doação. D. Constança recebeu como dote as vilas de Montemor-o-Novo, Alenquer e Viseu. No séquito de aias de Constança vinha Inês de Castro, jovem galega, filha natural do poderoso fidalgo Pedro Fernandes de Castro. Por ela apaixonar-se-ia o príncipe, «homem arrebatado, brutal e com seu quê de vesânico». O romance de Pedro e Inês tinha implicações políticas: a influência que os irmãos desta, Álvaro Pires de Castro e Fernando de Castro, passaram a ter sobre o infante. Quando nasceu Luís de Portugal, primeiro varão de D. Pedro, Constança convidou Inês para ser a madrinha. De acordo com os preceitos da Igreja Católica de então, a relação entre os padrinhos e os pais do baptisando era de parentesco moral, e o seu amor seria quase incestuoso. Mas Luís morreria em uma semana, o que fez aumentar as desconfianças em relação a Inês de Castro. O romance adúltero continuaria, vivido às claras, até que D. Afonso IV exilou a nobre galega em Alburquerque, na fronteira espanhola, em 1344. A 27 de janeiro de 1349, a jovem Constança faleceu, de desgosto com a traição do marido, segundo o imaginário popular. Não chegaria a ver o seu marido subir ao trono português. Foi sepultada no Convento de São Domingos em Santarém mas em 1376, o rei D. Fernando, seu filho, ordenou a trasladação do túmulo para o Convento de São Francisco, onde ficaria no coro alto, junto ao do próprio filho. No final do século XIX ambos os túmulos são transladados para o Museu do Carmo, em Lisboa. ==Casamentos e descendência== O seu primeiro matrimónio (Valladolid, 28 de novembro de 1325 - anulado em 1327) com Afonso XI de Castela não foi consumado, não gerando descendência. Casou-se em segundas núpcias com o infante D. Pedro de Portugal em 24 de agosto de 1340. Deste, nasceram: *D. Maria, Infanta de Portugal (6 de abril de 1342 - 1377), casou com D. Fernando, marquês de Tortosa, filho de Afonso IV de Aragão. Ficou viúva aos 21 anos e o seu procedimento em Aragão deu lugar a críticas; *D. Luís (27 de fevereiro de 1344 - 6 de março de 1344); *D. Fernando I de Portugal (Coimbra, 31 de outubro de 1345 - Lisboa, 22 de outubro de 1383), 9.º rei de Portugal. *Uma possível filha, nascida em 1349 e falecida pouco depois. ==Ascendência== Categoria:Família real portuguesa Categoria:Rainhas de Castela Categoria:Mulheres da Espanha medieval Categoria:Mulheres de Portugal medieval Categoria:Mulheres do século XIV Categoria:Naturais de Cuenca (província)",
 "title": "Constança Manuel"
}