{
 "id": "97061",
 "text": "De forma geral a incontinência urinária (ou IU) é definida como a perda involuntária de urina. É um problema frequente, incomodativo e que provoca constrangimento, tendo grande impacto na qualidade de vida. É duas vezes mais frequente no sexo feminino que no masculino. A gravidez, os partos e a menopausa são os principais factores de risco. A incontinência urinária também pode ser designada de Enurese. Por exemplo a enurese noturna das crianças e dos idosos. É uma importante e frequente queixa em medicina geriátrica. O dia 14 de Março é considerado o Dia Mundial da Incontinência Urinária. == Tipos == Existem vários tipos de IU. Os três mais comuns são: * Bexiga hiperativa, causada por contrações inadequadas do músculo detrusor durante a fase de armazenamento do ciclo miccional - Processo inicial anterior ao ato de urinar; * Incontinência de esforço, relacionada com a disfunção do esfíncter uretral, ou seja um afrouxamento muscular do esfíncter; * Incontinência mista, que resulta da combinação destas duas situações. Há outros tipos de IU que incluem: * Incontinência de sob refluxo - Quando o excesso de urina normalmente retido na bexiga, sai involuntariamente; * Gotejamento pós- miccional - Causado em parte por disfunção do esfíncter; * Incontinências diurna e noturna (enurese noturna), nas crianças - Ocorre com maior frequência em crianças devido a um estado emocional de insegurança por exemplo ou inflamação da bexiga. == Incidência == É variada, em ambos os sexos e em diferentes idades, porém mais frequente no sexo feminino e com maior incidência em pessoas idosas, porém não significa que seja uma doença de idoso, pois também ocorre muito frequentemente em crianças. == Enurese noturna na infância == A incidência de enurese noturna diminui progressivamente na infância. Aos 6 anos de idade, 5% das crianças apresentam enurese noturna (NG, 2005; REIMÃO, 1996; TOUCHETTE, 2005). == Enurese noturna na infância e estágio de sono == A criança com enurese noturna urina durante os estágios de sono não-REM (estágios 2, 3, e 4 de sono)(NG, 2005; REIMÃO, 1996). == Tratamento == Consiste numa assistência médica por parte de um urologista, que diagnosticará a doença e aplicará a forma de tratamento mais adequada. Podendo em alguns casos haver a necessidade de intervenção de um Fisioterapeuta e um Psicólogo. == Ver também == * Fralda * Incontinência de esforço * Incontinência fecal * Incontinência mista == Ligações externas == * Associação Portuguesa de Neurourologia e Uroginecologia Categoria:Distúrbios do sono Categoria:Sintomas do sistema geniturinário",
 "title": "Incontinência urinária"
}