{
 "id": "97060",
 "text": "A família botânica das Caryophyllaceae, conhecida geralmente por suas espécies ornamentais, tais como cravos (Dianthus), ou outras cariofiláceas silvestres, é constituída por plantas Eudicotiledónea da ordem Caryophyllales. É constituída por 91 gêneros e aproximadamente mais de 2200 espécies. É uma família facilmente identificável de ervas, arbustos ou subarbustos, anuais, bianuais ou vivazes. Geralmente monoicas; caules prostrados, ascendentes ou eretos, geralmente nós intumescidos; ramos pilosos ou glabros; rizomas às vezes presente. == Distribuição geográfica == A família Caryophyllaceae tem distribuição cosmopolita, principalmente em regiões quentes e temperadas do Hemisfério Norte, tendo como centro de dispersão regiões mediterrâneas e circunvizinhas da Ásia e da Europa, sobretudo em hábitats abertos ou alterados. Apresenta uma vasta amplitude ecológica, sendo encontrada desde o nível do mar até elevações montanhosas variando de 3000 a 3600 metros. No Brasil, tem possíveis ocorrências no Norte (Acre, Amazonas, Pará, Roraima, Tocantins); Nordeste (Bahia, Ceará, Maranhão, Paraíba, Pernambuco, Sergipe); Centro-Oeste (Distrito Federal, Goiás, Mato Grosso do Sul, Mato Grosso); Sudeste (Espírito Santo, Minas Gerais, Rio de Janeiro, São Paulo) e Sul (Paraná, Rio Grande do Sul, Santa Catarina). == Sistemática == Esta família está tipicamente dividida em três subfamílias: * Alsinoideae (D.C) Fenzl * Silenoideae (A.L. Juss) Meisn * Paronychioideae (A.L. Juss) Rabeler & Bittrich Paronychioideae (por exemplo: Paronychia, Stipucilida, Spergula e Spergularia) é um agrupamento heterogêneo e parafilético definido apenas pela presença de estípulas (uma possível pleosiomorfia dentro de Caryophyllaceae). Alguns integrantes desse grupo apresentam pétalas, enquanto outros (p. ex., Paronychia) carecem delas. Os integrantes petaloides de “Paronychioideae”, junto com “Alsinoideae” e Caryophylloideae, provavelmente constituem um grupo monofilético, que pode ser diagnosticado pela presença de pétalas frequentemente bilobadas, pela perda das estípulas e pelos estames em número igual ao dobro do número de sépalas. Caryophylloideae e “Alsinoideae” também diferem da maioria das “Paronychiodeae” por peculiaridades do desenvolvimento embrionário e pelas folhas basalmente conatas. Dentro desse clado, “Alsinoideae” (p. ex., Arenaria, Minuartia, Stellaria, Cerastium e Sagina) constitui um complexo parafilético caracterizado pelas simplesiomorfias de sépalas livres e pétalas sem articulações, enquanto Caryophylloideae (p. ex., Silene, Saponaria, Dianthus e Gypsophila) constitui um clado sustentado por sépalas conatas e pétalas geralmente unguiculadas e articuladas. == Características botânicas == === Folhas === As folhas são inteiras, simples, geralmente opostas, raramente alternas, pseudoverticiladas ou verticiladas; o par de folhas é com frequência conectado por uma linha nodal transversal, e os nós geralmente engrossados; estípulas presentes ou ausentes; lâminas muitas vezes estreitas, outras suculentas. === Flores === As flores são geralmente bissexuais radiais, às vezes com androginóforo, dispostas em inflorescências determinadas, por vezes reduzidas a uma flor solitária. Usualmente dicasial, raro unicasial ou capitada; cimosa; terminais ou raramente axilar. Possuem menos frequência de serem unissexuais (plantas dioicas ou monoicas); de 4 à 5 tépalas, imbricadas, em geral sepaloides, livres a conatas, unidas na base ou formando um tubo com um disco nectarífero internamente, às vezes com brácteas involucrais, geralmente escariosas; pétalas verdadeiras ausentes, mas o verticilo externo possui de 4 à 5 estames com muita frequência petaloides, frequentemente bilobadas e às vezes diferenciadas em região basal longa e fina (unguiculadas), e às vezes diferenciadas em região apical expandida (lâmina ou limbo) separadas por uma articulação apendiculada. Estames 4-10; filetes livres ou ligeiramente conatos, às vezes, adnatos às “pétalas”; grãos de pólen tricolpados a poliporados. Carpelos 2-5, conatos; ovário súpero, placentação basal, ou central-livre, poucas vezes axial ou basal; estigmas diminutos a lineares. Os óvulos são normalmente numerosos, ocasionalmente poucos ou apenas 1, mais ou menos campilótropos. Néctar produzido por disco nectarífero ou pelas bases dos estames. === Frutos === Os frutos são geralmente em cápsulas loculicidas, deiscente por 2 a 10 valvas ou dentes apicais (Alsinoideae, Caryophylloideae e Polycarpoideae), mas, às vezes utrículos indeiscentes (Paranychioideae e Scleranthoideae). Embrião periférico, geralmente curvo sobre o perisperma; de 1 a 2 sementes ou mais, pequenas, globosas a piriformes ou reniformes, raro peltadas, exarilada, geralmente com testa ornamentada, raro lisa e o dorso, às vezes, sulcado ou alado; endosperma central escasso ou ausente, substituído por perisperma. == Polinização == As flores de Caryophyllaceae são polinizadas por diversos insetos (moscas, abelhas, borboletas e mariposas) em busca de néctar. A presença de protandria promove a polinização cruzada na maioria das espécies, mas muitas das espécies ruderais apresentam flores inconspícuas com poucos estames, que se autopolinizam. As sementes pequenas ou aladas na maioria das espécies são chacoalhadas para fora das cápsulas eretas pelo vento ou por animais de passagem. Os utrículos secos (associados com as tépalas persistentes) de Paronychia provavelmente também são dispersos pelo vento. Às vezes todo o agregado de frutos secos se destaca da planta e é disperso pelo vento. Espécies como Sagina decumbens apresentam cápsulas que abrem apenas quando umedecidas e as sementes são dispersas pela chuva. Outras, provavelmente, são dispersas por animais, seja por transporte externo ou por ingestão acidental quando a planta é consumida. == Gêneros == * Acanthophyllum * Achyronychia * Acosmia * Adenarium * Adenonema * Agrostemma * Alifiola * Allochrusa * Alsinanthus * Alsine * Alsinella * Alsinidendron * Alsinopsis * Ammodenia * Ankyropetalum * Anotites * Anychia * Arenaria * Arrostia * Arversia * Behenantha * Bolanthus * Bolbosaponaria * Brachystemma * Bryopsis * Buda * Buffonia * Bufonia * Calycotropis * Cardionema * Carpophora * Cerastium * Cerasto * Cerdia * Chaetonychia * Charesia * Colobanthus * Cometes * Corone * Corrigiola * Cucubalus * Cyathophylla * Dadjoua * Dianthella * Dianthus - cravos e cravinas * Diaphanoptera * Dicheranthus * Dichodon * Dichoglottis * Drudea * Drymaria * Drypis * Ebraxis * Elisanthe * Eremogone * Eudianthe * Exemix * Fimbripetalum * Gastrocalyx * Gastrolychnis * Gastronychia * Geocarpon * Githago * Gouffeia * Gymnocarpos * Gypsophila - gipsófilas * Habrosia * Hafunia * Haya * Hedona * Heliosperma * Herniaria * Holosteum * Honckenya * Hylebia * Illecebrum * Imperatia * Ixoca * Jordania * Kabulia * Kabulianthe * Krascheninikovia * Krascheninnikowia * Krauseola * Kuhitangia * Lahaya * Lepigonum * Lepyrodiclis * Leucostemma * Lichnis * Lochia * Loeflingia * Lychnis * Lychnisilene * Melandrium * Melargyra * Mesostemma * Micropetalon * Microphyes * Minuartia * Mniarum * Moehringia * Moenchia * Myosoton * Neoussuria * Oberna * Ochotonophila * Oncerum * Ortegia * Otites * Paronychia * Pentacaena * Pentapie * Pentastemonodiscus * Peschkovia * Petrocoptis * Petrorhagia * Phaloe * Philippiella * Phryna * Physocarpon * Physolychnis * Phrynella * Pinosia * Pirinia * Pleconax * Pleioneura * Plettkia * Pollichia * Polycarpaea * Polycarpon * Polytepalum * Porsildia * Provencheria * Psammophiliella * Psammosilene * Pseudocerastium * Pseudosaponaria * Pseudostellaria * Pteranthus * Pycnophyllopsis * Pycnophyllum * Queria * Reesia * Reicheella * Rhodalsine * Sabulina * Sagina * Sanctambrosia * Saponaria * Schiedea * Scleranthopsis * Scleranthus * Sclerocephalus * Scopulophila * Selleola * Silenanthe * Silene * Sofianthe * Somerauera * Spanizium * Spergula - gorga * Spergularia * Sphaerocoma * Stellaria * Stipulicida * Telephium * Thurya * Thylacospermum * Timaeosia * Tissa * Triplateia * Tryphane * Tunica * Tytthostemma * Uebelinia * Ussuria * Vaccaria * Velezia * Viscago * Viscaria * Wahlbergella * Wierzbickia * Wilhelmsia * Wycliffea * Xamilenis * Xerotia == Referências == == Ligações externas == * *Family Caryophyllaceae - Pink Plant Life Forms Categoria:Famílias botânicas Categoria:Caryophyllales Categoria:Famílias de angiospérmicas",
 "title": "Caryophyllaceae"
}