{
 "id": "9720",
 "text": "Bucareste (; ) é a capital e maior cidade da Roménia. Além de capital oficial, é também a capital cultural, industrial e financeira do país. Está localizada na parte sudeste da Roménia, na região histórica da Munténia (parte da Valáquia), nas margens do rio Dâmbovița, cerca de 60 km a norte do rio Danúbio e da fronteira com a Bulgária. O município de Bucareste tem 228 km² e em 2011 tinha habitantes (). A área urbana estende-se para além dos limites administrativos do município e em 2017 tinha mais de dois milhões de habitantes. Em termos de população dentro dos limites da cidade, Bucareste é a quinta cidade mais populosa da União Europeia, a seguir a Berlim, Madrid, Roma e Paris. Para os padrões europeus, Bucareste não é uma cidade antiga, já que a primeira menção histórica da sua existência data de 1459. Tornou-se a capital dos Principados Unidos da Roménia, resultantes da união dos principados da Valáquia e da Moldávia, consolidando a sua posição como centro político, cultural, artístico do que é atualmente a Roménia. A arquitetura da cidade apresenta uma diversidade de estilos, que vão desde o neoclássico até aos mais modernos, passando pelos do período entreguerras (Art déco e Bauhaus) e pelos da era comunista. No período entre as duas guerras mundiais, a arquitetura elegante de Bucareste, muito influenciada pela arquitetura e urbanismo franceses, e a sofisticação das suas elites grangearam-lhe o apelido de \"Pequena Paris do Oriente\" (Micul Paris). A arquitetura e urbanismo do centro histórico sofreu graves danos devido às guerras, sismos e, sobretudo ao programa de \"\" do ditador comunista Nicolae Ceaușescu, um projeto megalómano de urbanização que basicamente passava pela demolição dos edifícios bairros existentes e pela sua substituição por novas estruturas. Desde o final do que a cidade vive um período de acentuado desenvolvimento cultural e económico. Em 2016, o centro histórico de Bucareste foi classificado como \"em perigo\" pelo World Monuments Fund. Bucareste é a cidade mais próspera economicamente da Roménia e é um dos principais centros industriais e de transporte da Europa do Leste. A cidade dispõe de grandes espaços para realização de convenções e outros eventos, nomeadamente culturais, institutos de educação, locais de comércio e áreas de recreio. Em termos administrativos, o Municipiul București (Município de Bucareste) está equiparado a um distrito, que está dividido em seis \"setores\", cada um deles governado por um prefeito local. == Etimologia == O nome romeno București tem origem incerta. Segundo a tradição, a cidade teria sido fundada por alguém chamado , que conforme as diferentes lendas, era um pastor, um boiardo, um príncipe, um fora-da-lei, um pescador ou um caçador. O nome Bucur (derivado de bucurie, que significa \"alegria\") e provavelmente é de origem dácia. Em albanês, língua que possui ligações históricas com as línguas trácias, bukur significa \"bonito\". Estudiosos do passado sugeriram outras etimologias. O viajante otomano do Evliya Çelebi escreveu que Bucareste tinha o nome de um tal Abu-Kariș, da tribo dos Bani-Kureiș. Em 1781, o historiador austríaco Franz Sulzer sugeriu que o nome estava relacionado com bucurie (alegria), bucuros (alegre) ou a se bucura (tornar-se alegre). Segundo um livro publicado em Viena no início do , o nome deriva de bukovie (floresta de faias). O gentílico romeno dos habitantes de Bucareste é bucureștean. == História == === Da pré-história ao === Os vestígios mais antigos de povoamento humano no que é hoje Bucareste e o distrito de Ilfov remontam ao Paleolítico. Nos vales dos rios Colentina e Dâmbovița, existiram assentamentos nesse período. Mais tarde, durante o Neolítico e Idade do Bronze, houve a presença das culturas de , . e Tei. Durante a Idade do Ferro, viveram na área getas e dácios que tiveram ligações comerciais com cidades gregas e romanas. A região nunca chegou a estar sob o domínio romano, exceto quando a Munténia foi ocupada brevemente pelas tropas de Constantino na década de , embora se considere provável que a população local estivesse romanizada quando ocorreram as migrações dos povos bárbaros, a partir do . Os eslavos fundaram vários povoados na região de Bucareste, mas possivelmente foram assimilados antes do fim da Alta Idade Média (séculos VI a X). Segundo alguns historiadores, a área integrou o Primeiro Império Búlgaro entre 681 e , numa época em que mantinha ligações comerciais com o Império Bizantino. Houve várias invasões de pechenegues e cumanos e, em 1241, mongóis. Depois disso, é provável que tenha sido objeto de disputa entre o Reino da Hungria e o Segundo Império Búlgaro. Além da lenda de Bucur (referida na secção \"Etimologia\"), outra tradição atribui a fundação de Bucareste ao lendário príncipe da Valáquia Radu Negru, que também teria fundado grande parte das cidades mais importantes da Munténia. A teoria muito generalizada que identifica Bucareste com a \"cidadela de Dâmbovița\" e o pârcălab mencionado como ligado a não é apoiada pelos estudos arqueológicos, que mostram que a área era praticamente desabitada no . === Capital do Principado da Valáquia === O primeiro registro escrito sobre a cidade menciona-a como \"Cidadela de București\" em 1459, quando se tornou a residência do famoso príncipe da Valáquia Vlad, o Empalador, também conhecido como Vlad, o Drácula. Tornou-se rapidamente a residência de verão favorita da corte principesca e, juntamente com Târgovişte, uma das duas capitais da Valáquia. O palácio de Vlad, atualmente conhecido como Curtea Veche (Corte Velha), foi reconstruído por Mircea Ciobanul (Mircea, o Pastor , que também construiu uma paliçada e melhorou o abastecimento de água potável e de alimentos. Na segunda metade do a cidade foi afetada pela ocupação de janízaros (1554) — o Principado da Valáquia era vassalo do Império Otomano — e disputas pelo poder na Valáquia (1558, 1574 e 1590). Entre os séculos XVI e XIX, a cidade assistiu a várias rebeliões contra os suseranos otomanos, lutas pelo poder no principado, crises de fome, epidemias de peste bubónica, cheias, sismos e fogos, alguns deles ateados durante as lutas pelo poder e pelas intervenções militares otomanas. O viajante otomano Evliya Çelebi relata que a cidade era incendiada pelos otomanos e pelos seus aliados nogais a cada sete ou oito anos para reprimir as revoltas dos chefes locais , mas os habitantes restauravam as suas \"pequenas mas robustas casas\" em menos de um ano. Não obstante as turbulências, a cidade foi-se desenvolvendo e ganhando edifícios importantes. As últimas décadas do foram um período relativamente mais pacífico, apesar das rivalidade políticas entre as famílias e e à posterior deterioração das relações entre os Băleanu e os . Foi nessa altura que o Renascimento chegou à cidade, nomeadamente com o desenvolvimento do estilo arquitetónico autóctone Brâncovenesc e a criação das primeiras instituições de ensino, como o Colégio de São Sava, fundado em 1694. Em 1716, na sequência de mais uma rebelião, os otomanos colocaram no governo da Valáquia fanariotas (gregos) da sua confiança, iniciando aquilo a que se chama \"período fanariota\", que duraria até 1822. Os príncipes fanariotas marcaram decisivamente o desenvolvimento de Bucareste em vários aspetos. A cidade passou a ser a capital sem rival, para o que contribuiu o declínio do senhorialismo e dos centros rurais, e desenvolveu-se tanto economicamente como culturalmente, inspirando-se no iluminismo. As sucessivas guerras austro- turcas e russo-turcas afetaram Bucareste, que foi invadida em praticamente todas elas, por austríacos ou por russos. A primeira invasão deu-se durante a guerra austro-turca de 1716–1718 e a última, que na prática só terminaria em 1856, durante a Guerra da Crimeia. A cidade foi também afetada pela guerra da independência grega, a que esteve intimamente ligada a . Bucareste esteve então brevemente sob o controlo do líder pandur Tudor Vladimirescu, a que se seguiu a ocupação por tropas da Filikí Etería, que foi esmagada pelos otomanos, que em represália levaram a cabo um massacre no qual morreram mais de 800 pessoas. A rebelião ditou um fim do período fanariota. Entre 1828 e 1834, a Valáquia foi governada por governadores militares russos. O segundo governador russo, Pavel Kiselyov, residiu em Bucareste e empenhou-se no bom governo da cidade. Dotou o principado do primeiro documento legal semelhante a uma constituição, o Regulamentul Organic (\"Estatuto Orgânico\") e tomou várias medidas para melhorar as condições sanitárias, de defesa e urbanismo. Após a retirada dos russos, assistiu-se a um renascimento económico. A cidade foi afetada por um sismo de pouca gravidade em janeiro de 1838 e por uma grande cheia em março de 1839. Em 23 de março de 1847, o consumiu cerca de duas mil casas, ou seja, aproximadamente um terço da cidade. No ano de 1848 . Em junho, o príncipe Gheorghe Bibescu viu-se forçado a nomear um governo provisório inspirado nas revoluções europeias desse ano e renunciou ao trono no dia seguinte. As medidas liberais do novo governo inquietaram o czar russo , que pressionou a Sublime Porta para esmagar o movimento liberal. A nível interno, o governo também enfrentou a oposição e tentativas de golpes de estado dos boiardos e da igreja. O efémero período liberal acabou com uma invasão de tropas otomanas, as quais só retiraram no fim de abril de 1851. === Capital dos Principado Unidos e do Reino da Roménia === Após a Guerra da Crimeia e o fim da ocupação austríaca, conforme previsto pelo Tratado de Paris de 1856, foi criado um novo estado denominado Principados Unidos, unindo a Valáquia com a Moldávia, com capital em Bucareste, cujo primeiro governante foi o moldavo Alexandre João Cuza. Durante o reinado de Cuza foram criadas várias escolas secundárias (ginásios) e sociedades académicas, entre elas a Universidade de Bucareste, foram construídas várias fábricas metalúrgicas no distrito de Ilfov e uma linha ferroviária entre Bucareste e o porto de Giurgiu, no rio Danúbio. Em 1866 subiu ao trono , que 15 anos depois seria proclamado rei da Roménia. No início da guerra russo-turca de 1877–1878, o apoio da população de Bucareste à intervenção russa levou os otomanos a bombardearem a margem esquerda do Danúbio quando a independência da Roménia era proclamada pelo parlamento. Durante os primeiros anos do reinado de Carlos I, Bucareste foi dotada de iluminação pública a gás, um sistema de transporte público com carros americanos, várias fábricas, edifícios administrativos, bulevares e várias residências privadas de grandes dimensões, como o . Foram também construídas nesse período as estações ferroviárias de (1869) e do Norte (1872). O abriu em abril de 1880. Depois da proclamação do Reino da Roménia em 1881, as obras de construção, tanto públicas como privadas, foram aceleradas. Em 1885–1887, o desenvolvimento comercial e industrial da cidade também acelerou, devido ao fim dos constrangimentos resultantes dos laços económicos da Roménia com a Áustria-Hungria que forma entretanto rompidos. Em 6 de dezembro de 1916, durante a fase mais intensa da Campanha Romena da Primeira Guerra Mundial, Bucareste foi ocupada por tropas das Potências Centrais e o governo foi retirado para Iaşi. A ocupação só terminou com o fim da guerra, em novembro de 1918. Em dezembro de 1918, tropas dispararam sobre tipógrafos que estavam em greve, agitados pelo recém-criado . Foi sobretudo no período entreguerras, uma das épocas de maior prosperidade da história romena, que Bucareste adquiriu o cognome de \"Paris do Oriente\" ou \"Pequena Paris\" , devido à sua arquitetura elaborada e à sua natureza de centro cultural cosmopolita. Após 1928, a população cresceu habitantes por ano. Alguns dos melhores exemplos da arquitetura da cidade datam do período do reinado de . A partir de 1938, o regime político tornou-se de cariz fascista, primeiro com a (Frontul Renașterii Naționale) criada pelo rei Carlos II, depois com Estado Nacional Legionário (Statul Național-Legionar) do marechal Ion Antonescu. Em janeiro de 1941 ocorreu a sangrenta (21–23 de janeiro de 1941), a qual foi acompanhada por um grande pogrom. Na primavera de 1944, Bucareste foi alvo de intensos bombardeamentos aéreos britânicos e americanos. Em 23 agosto desse ano, o rei Miguel protagonizou um golpe de estado, derrubando Antonescu e aliando-se aos Aliados. Como represália, os alemães bombardearam Bucareste, destruindo o Teatro Nacional de Bucareste e outros edifícios. Nas ruas houve combates entre a Wehrmacht e o exército romeno. Em 31 de agosto o Exército Vermelho soviético entrou em Bucareste. Em fevereiro de 1945, o Partido Comunista Romeno organizou um protesto violento que precipitou a queda do governo de Nicolae Rădescu e na nomeação de um governo chefiado por Petru Groza e apoiado pelos comunistas. Em 8 de novembro desse ano, o Dia do Rei, o governo suprimiu manifestações pró-monárquicas, marcando o início da repressão política por todo o país. === Período comunista e pós-comunista === O regime comunista foi firmemente consolidado a seguir à proclamação da república popular em 30 de dezembro de 1947. Uma das principais intervenções urbanísticas dos primeiros líderes comunistas foi a construção de edifícios de estilo realista socialista, como a (1953) e a (1956). Durante praticamente toda a era comunista a cidade cresceu imenso em população e em área. Começou por se expandir para oeste, leste e sul, com bairros onde predominam blocos de apartamentos, como , , , e . Durante a liderança de Nicolae Ceaușescu, que ascendeu ao poder em 1965, grande parte das áreas históricas de Bucareste foram destruídas, incluindo antigas igrejas, para serem construídos os enormes edifícios do Centrul Civic. Além dos edifícios que deram continuidade ao realismo socialista, foram também erigidos vários grandes edifícios de estilo genericamente mais moderno. Em 4 de março de 1977, o provocou mortos em Bucareste e destruiu muitos edifícios antigos. Durante a revolução de 1989, que começou em Timișoara a 16 de dezembro, Bucareste foi palco de uma rápida sucessão de eventos importantes entre 20 e 22 de dezembro, que levaram à queda do regime comunista. Em 1990 e 1991 também se assistiu a grandes manifestações e protestos contra o governo, tendo havido confrontos violentos em alguns deles. Entre os principais protagonistas desses protestos estavam principalmente estudantes e mineiros do . Um dos movimentos de protesto dos mineiros, a de setembro de 1991, esteve na origem da queda do governo de Petre Roman. Devido ao início do boom económico da Roménia, a cidade começou a ser modernizada a partir de 2000 e desde então várias áreas históricas foram restauradas. Em 30 de outubro de 2015, um fogo na discoteca Colectiv provocou 64 mortos e 147 feridos. == Geografia == Bucareste está situada nas margens do rio Dâmbovița, que desagua no rio Argeș, um afluente do Danúbio. Na área da cidade há vários lagos, nomeadamente o Floreasca, Tei e Colentina, ao longo rio Colentina, um afluente do Dâmbovița. Nos , situados no centro urbano, há também um pequeno lago artificial — o lago Cișmigiu. Os jardins Cișmigiu têm uma história rica, tendo sido frequentados por poetas e escritores famosos. Desenhados pelo arquiteto alemão Carl F. W. Meyer e abertos em 1847, os jardins são o principal ponto de recreação no centro da cidade. Além de Cișmigiu, Bucareste tem outros grandes parques e jardins, incluindo o Parque Herăstrău e o . O primeiro é um grande parque público localizado no norte da cidade, onde se encontra o museu etnográfico ao ar livre Museu Dimitrie Gusti (também chamado Museu Satului ou Museu da Aldeia). O Jardim Botânico de Bucareste é o maior da Roménia e tem mais de espécies de plantas, muitas delas exóticas. Originalmente era um parque de recreio da família real. O lago Văcărești situa-se na parte sul da cidade. O parque que o envolve tem mais de 190 hectares, 90 deles ocupados pelo lago. É habitat de 97 espécies de aves, metade delas protegidas por lei, e pelo menos sete espécies de mamíferos. O lago está rodeado por edifícios de apartamentos e é o resultado bizarro da intervenção humana e da ação da natureza. A área era uma pequena aldeia que Ceaușescu tentou converter num lado. Depois das casas terem sido demolidas e de ter sido construída uma barragem de betão, o projeto foi abandonado a seguir à revolução de 1989. Durante quase duas décadas, a área foi um espaço verde abandonado, onde crianças podiam brincar e tomar banhos de sol. Entretanto os antigos proprietários das terras reclamaram a sua posse e depois disso, o espaço foi encerrado para ser convertido num centro de desportos. O acordo para a criação desse centro de desportos falhou e ao longo dos anos seguintes, a área converteu-se num habitat único. Em maio de 2016, o lago foi classificado como parque natural. Bucareste está situada no canto sudeste da , em uma área antigamente coberta pela Vlăsiei, a qual, após ter sido derrubada, deu lugar a uma planície fértil. À semelhança doutras cidades, considera-se tradicionalmente que Bucareste tem sete colinas, como Roma. As sete colinas de Bucareste são: Mihai Vodă, Dealul Mitropoliei, Radu Vodă, Cotroceni, , e São Jorge Novo. O município de Bucareste tem 228 km². A altitude varia entre 55,8 metros na ponte Dâmbovița em Cățelu, na parte sudeste da cidade, e 91,5 metros a Igreja do bairro , na parte ocidental. A forma da cidade é aproximadamente circular, com o centro situado no cruzamento dos principais norte-sul e leste- oeste, na (Piața Universității). O marco do \"\" da Roménia ergue-se imediatamente a sul daquela praça, em frente à Igreja Nova de São Jorge (Sfântul Gheorghe Nou), na Praça de São Jorge. O raio aproximado desde a Praça da Universidade até aos limites da cidade, em todas as direções, varia entre 10 e 12 km. Até há alguns anos, a região ao redor de Bucareste era maioritariamente rural, mas após 1989 começaram a ser construídos novos subúrbios, no județ (distrito) de Ilfov, que envolve toda a cidade de Bucareste. No início da década de 2010 estava previsto o alargamento faseado da área metropolitana. Na primeira fase, a área metropolitana ficaria (ou ficará) com , agregando 48 unidades administrativas, grande parte delas da região desenvolvimento (região estatística) de , a qual tem . Na segunda fase seriam agregadas mais 14 unidades, ficando com . Na terceira fase, a área metropolitana seria estendida até ao Danúbio, ficando com . === Clima === O clima de Bucareste é do tipo continental húmido (Classificação de Köppen- Geiger Dfa), caracterizado por verões quentes e invernos frios. Devido à sua posição na planície Romena, por vezes no inverno há muito vento, embora alguns dos ventos sejam amenizados pela urbanização. No inverno, é comum a temperatura baixar abaixo 0 °C, podendo chegar aos -20 °C, embora seja raro irem abaixo de -10 °C. No verão, a temperatura média é 23 °C (em julho e agosto), mas é frequente registarem-se 35 e 40 °C no centro da cidade durante o pico do verão. Apesar da precipitação e umidade serem relativamente baixas no verão, não é rara a ocorrência de tempestades violentas. Durante a primavera e outono, as temperaturas diurnas variam entre 17 e 22 °C. A precipitação tende a ser mais elevada na primavera do que no verão, com períodos de chuva mais frequentes embora menos intensos. === Demografia === De acordo com o censo de 2011, Bucareste tinha habitantes, o que representava 9,4% da população da Roménia. A população diminuiu 2,2% entre 2002 (quando era ) e 2011, mas em contrapartida aumentou relativamente ao total do país (em 2002 era 8,9%). Esta diminuição é devido ao crescimento demográfico natural negativo, mas também à deslocação de parte dos habitantes da cidade para pequenas cidades vizinhas, como Voluntari, Buftea e Otopeni. Num estudo publicado pelas Nações Unidas, Bucareste figura em 19.º lugar entre 28 cidades que registaram um acentuado declínio na sua população entre 1990 e meados da década de 2010; nesse estudos refere-se que a população de Bucareste decresceu 3,77% nesse período. Embora não existam dados oficiais, em 2008 estimava-se que uma em cada três pessoas que trabalhavam quotidianamente em Bucareste viviam nos subúrbios, deslocando-se todos os dias para o centro para trabalhar. A população de Bucareste teve duas fases de crescimento rápido. A primeira delas ocorreu entre o fim do e a Segunda Guerra Mundial, quando a cidade se consolidou como capital nacional e cresceu em importância e tamanho. A segunda ocorreu durante os anos em que Ceaușescu dirigiu a Roménia , quando foi lançada uma campanha de urbanização massiva e muitas pessoas migraram de áreas rurais para a capital. Nessa época, devido à proibição do aborto e da contracepção, o crescimento natural também foi significativo. Bucareste tem uma elevada densidade populacional — em 2011 — o que se deve ao facto da maior parte da população viver em blocos de apartamentos de elevada densidade (blocuri) construídos durante a era comunista. No entanto, a densidade não é homogénea, sendo maior nos bairros da parte sul do que nos bairros da parte norte. Entre as capitais da União Europeia, só Paris e Atenas têm maior densidade populacional do que Bucareste. Segundo o censo de 2011, 96,6% da população de Bucareste era de etnia romena. Outros grupos étnicos significantes eram os ciganos (1,3%), magiares (0,2%) e turcos (0,14%). Um pequeno número de naturais de Bucareste são descendentes de gregos, norte- americanos, franceses, arménios, lipovanos e italianos. No passado, Bucareste tinha várias comunidades étnicas não romenas bastante significativas. Em 1930, 10,8% da população era judia, 3,7% magiar, 2,2% alemã, 0,7% arménia, 0,7% grega e 0,6% russa. Os judeus viviam principalmente no bairro de e nas áreas vizinhas da Praça da União. Um dos bairros que outrora era habitado predominantemente por gregos era , onde também viviam muitos judeus. Em termos de religião, 96,1% dos habitantes de Bucareste são cristãos ortodoxos romenos, 1,2% são católicos romanos, 0,5% são muçulmanos e 0,4% são católicos greco- romenos. No entanto, apenas 18% da população frequenta os locais de culto pelo menos uma vez por semana. A expectativa de vida dos residentes de Bucareste em 2003-2005 era de 74,14 anos, cerca de dois anos acima da média romena. A expectativa de vida das mulheres era de 77,41 anos e dos homens 70,57. ==== Criminalidade ==== A de Bucareste é bastante baixa comparativamente a outras capitais europeias e tem vindo a diminuir desde o início do . Entre 2000 e 2004, o número total de transgressões caiu 51% e entre 2012 e 2013 caiu 7%. A taxa de criminalidade violenta é particularmente baixa, tendo-se registado 11 homicídios e 983 crimes violentos em 2007. Não obstante o número de crimes violentos ter diminuído 13% de 2012 para 2013, neste último ano registaram-se 19 homicídios, tendo sido presos suspeitos para 18 deles. Na década de 2000 foram levadas a cabo várias operações policiais de grande envergadura na cidade, dirigidos a gangues de crime organizado, como o clã Cămătaru. Contudo, em geral o crime organizado tem pouco impacto na vida pública. Em contrapartida, os pequenos delitos são mais comuns, particularmente na forma de furtos que ocorrem na rede de transporte público. As burlas a turistas são relativamente comuns, embora tenham diminuído acentuadamente desde a década de 1990. Os níveis de criminalidade são mais elevados nos bairros do sul da cidade, principalmente em , um bairro socialmente desfavorecido habitado sobretudo por ciganos. Embora a presença de crianças de rua tenha sido um grave problema em Bucareste nos anos 1990, os números têm vindo a decair significativamente desde então e no início da década de 2000 estavam em níveis semelhantes ou inferiores ao de outras capitais europeias. Nessa altura, estimava-se que vivessem nas ruas de Bucareste cerca de mil crianças. == Governo e justiça == === Administração === Bucareste tem uma posição única na administração romena, já que é o único município que não faz parte de um distrito. Entretanto, a sua população é maior que a de qualquer município romeno, e, portanto, o poder da Prefeitura Geral de Bucareste (Primăria Generală), o órgão de governo local da cidade, é quase o mesmo, senão maior, do que o dos conselhos dos distritos. O governo da cidade é chefiado pelo Prefeito Geral (Primar General), um cargo ocupado desde 2016 por Gabriela Firea, do Partido Social-Democrata. As decisões são aprovadas e discutidas pelo Conselho Geral (Consiliu General), constituído de 55 conselheiros eleitos. Além disso, a cidade é dividida em seis setores administrativos (sectoare), cada um deles com seu conselho setorial, constituído por 27 conselheiros, subprefeitura e subprefeito. Os poderes do governo local sobre certas áreas são divididos entre Prefeitura de Bucareste e os conselhos setoriais locais, com pouca ou nenhuma sobreposição de autoridade. A regra geral é que a Prefeitura principal é responsável por serviços públicos de toda a cidade, como os sistemas de abastecimento de água e de esgotos, de transportes e as principais avenidas, enquanto as subprefeituras setoriais gerem o contacto entre os cidadãos e o governo local, ruas secundárias, parques, escolas e serviços de limpeza. Os setores estão dispostos radialmente e são numerados de um a seis, no sentido dos ponteiros de relógio, de forma a que cada um deles seja responsável pela administração de uma parte do centro da cidade. Cada um dos setores é dividido quatro subsetores (cartiere), que não fazem parte da divisão administrativa oficial. Setores municipais de Bucareste Setor População em 2011 Bairros Dorobanți, Băneasa, Aviației, Pipera, Aviatorilor, Primăverii, Romană, Victoriei, Parque Herăstrău, Bucureștii Noi, Dămăroaia, Strǎulești, Grivița, 1 Mai, Băneasa Forest, Pajura, Domenii, Chibrit Pantelimon, Colentina, Iancului, Tei, Floreasca, Moșilor, Obor, Vatra Luminoasă, Fundeni, Plumbuita, Ștefan cel Mare, Baicului Vitan, Dudești, Titan, Centrul Civic, Dristor, Lipscani, Muncii, Unirii Berceni, Olteniței, Giurgiului, Progresul, Văcărești, Timpuri Noi, Tineretului Rahova, Ferentari, Giurgiului, Cotroceni, 13 Septembrie, Dealul Spirii Giulești, Crângași, Drumul Taberei, Militari, Grozăvești (também conhecido como Regie), Ghencea À semelhança das restantes administrações municipais da Roménia, o conselhos setoriais, o Conselho Geral da capital e os prefeitos são eleitos a cada quatro anos pela população. Adicionalmente, o governo nacional romeno nomeia um representante na administração municipal, que atua como oficial de ligação entre os governo central e municipal. O prefect não pode ser membro de nenhum partido. Juntamente com o distrito vizinho de Ilfov, o município de Bucareste faz parte da região de desenvolvimento de . As regiões de desenvolvimento romenas são usadas pelo governo romeno e pela União Europeia para análises estatísticas, coordenação de projetos de desenvolvimento regional e gestão de fundos europeus. Não têm caráter administrativo e são as da Roménia. === Sistema judiciário e policial === thumb|O Palácio da Justiça em Bucareste, construído em 1895, é um edifício de estilo renascentista francês situado à beira do rio Dâmbovița. Foi desenhado pelo arquiteto francês Albert Ballu e pelo romeno Ion Mincu. O sistema judiciário de Bucareste é similar ao dos distritos romenos. Cada um dos seis setores tem seu próprio tribunal local de primeira instância (judecătorie). Os casos mais complicados são direcionados para o Tribunal de Bucareste (Tribunalul Bucureşti). O tribunal de apelação de Bucareste (Curtea de Apel Bucureşti) julga os recursos de decisões dos tribunais de primeira instância de Bucareste e de cinco distritos vizinhos (Teleorman, Ialomița, Giurgiu, Călărași e Ilfov). A Alta Corte de Cassação e Justiça (Înalta Curte de Casaţie şi Justitie; corte suprema romena) e o (Curtea Constituţională a României) estão sediadas em Bucareste. A cidade tem sua própria força policial municipal, a Polícia de Bucareste (Poliția București), que é responsável pelo policiamento do crime em toda a cidade e tem várias divisões especiais. O seu quartel-general é na Avenida Ștefan cel Mare, no centro da cidade, e tem delegacias espalhadas pela cidade. Desde 2004 que os setores municipais também têm sob a sua administração a sua própria força de polícia comunitária (Poliția Comunitară), que lida com os problemas locais da comunidade. As sedes da Gendarmeria Romena (a polícia militarizada nacional) e da Polícia Romena (polícia civil nacional) são também em Bucareste. === Cidades gémeas === Bucareste tem acordos de geminação e cooperação com as seguintes cidades: == Economia e infraestruturas == === Economia === Bucareste é a cidade mais desenvolvida económica e industrialmente na Roménia, produzindo cerca de 21% do PIB do país e cerca de um quarto da produção industrial (dados de 2002), apesar da sua população ser apenas 9% da população nacional. Quase um terço dos impostos nacionais é pago pelos cidadãos e empresas de Bucareste. Em 2005, quanto à paridade de poder aquisitivo, Bucareste tinha um PIB per capita de € 16 760 (R$ 42 789), ou seja, 74,8% da média da União Europeia e mais que o dobro da média romena.GDP per inhabitant in 2005 ranged from 24% of the EU27 average in Nord-Est in Romania to 303% in Inner London 12 de fevereiro de 2008) O forte crescimento económico da cidade tem revitalizado a infraestrutura e levado ao desenvolvimento de muitos centros comerciais, torres residenciais modernas e edifícios de escritório de grande altura. Em setembro de 2005, Bucareste tinha uma taxa de desemprego de 2,6%, significativamente menor que a taxa nacional, de 5,7%.Grandes indicadores económicos da Roménia no período entre 1 de janeiro de 2005-30 de outubro de 2005, Instituto Nacional de Estatísticas da Roménia, 9 de dezembro de 2005 (em romeno) A economia de Bucareste é principalmente centrada nos setores de indústria e serviços, este último tendo crescido em importância na última década. A cidade serve de sede para firmas, incluindo quase todas as grandes companhias romenas.Toți bucureștenii vor avea dosar fiscal din 2006, Averea, 15 de dezembro de 2005 (em romeno) Os principais tipos de indústrias incluem centrais elétricas, instalações metal- mecânicas e indústrias químicas, alimentares, mobiliárias, têxteis, de aviação, de máquinas de precisão, de ferramentas agrícolas, de maquinaria pesada, de componentes eletrónicos, de sabão e de cosméticos. Uma importante fonte de crescimento desde 2004 tem sido a expansão das propriedades e construções da cidade, que tem resultado em um crescimento significante no setor de construção. Bucareste também é o maior centro de tecnologia de informação e comunicações da Roménia, e sedia várias companhias de software operando centros de entrega costeiros. Bucareste possui a maior bolsa da Roménia, a Bolsa de Bucareste, fundida em dezembro de 2005 com a bolsa eletrónica existente em Bucareste, Rasdaq. A cidade tem uma infinidade de redes de supermercados internacionais, como Carrefour, Cora e METRO. No momento, a cidade está experimentando uma expansão do varejo, com um grande número de supermercados, e hipermercados, construídos todos os anos. Os maiores shopping centers em Bucareste são o Bucareste Shopping, Plaza Romênia, Shopping Cidade, Jolie Ville Galleria e Shopping Center Unirea. Entretanto, também há um grande número de mercados tradicionais; o Obor cobre quase uma dúzia de quarteirões da cidade, e as numerosas grandes lojas que não formam oficialmente parte do mercado, efetivamente adicionam ao distrito do mercado quase o dobro de seu tamanho. Em 2007, o salário médio em Bucareste era 520 € (R$ 1 330) por mês, maior que em qualquer outro lugar da Roménia. Além disso, como a Roménia estava experimentando uma expansão real de construções, o preço médio de um apartamento de uma cama no centro custava cerca de £ 650 (R$ 2 091), que se equiparava ao aluguel em Paris. A Roménia estava sentindo mais os benefícios das novas riquezas devido ao crescimento económico que o país tem visto nos anos recentes.Uma nova estrela no Leste - Telegraph === Transportes === ==== Transportes públicos ==== O sistema de transportes públicos de Bucareste é o maior da Roménia e um dos maiores da Europa. É composto pelo Metro de Bucareste e por um sistema de transporte de superfície gerido pela RATB (Regia Autonomă de Transport București), que tem redes de utocarros, tróleibus, elétricos e comboio ligeiro. Além dessas empresas públicas, há também uma empresas privadas de minibus. Em 2007 havia um limite de licenças de táxi. ==== Transporte ferrovário ==== Bucareste é o centro da rede ferroviária romena, gerida pela empresa (CFR; \"Caminhos de Ferro Romenos\"). A principal estação é a Gare do Norte (Gara București Nord), de onde há ligações para todas as principais cidades romenas e para vários destinos internacionais, como Belgrado, Sófia, Varna, Quichinau, Kiev, Chernivtsi, Lviv, Salonica, Viena, Budapeste, Istambul, Moscovo, etc. A cidade tem outras cinco estações operadas pela CFR, das quais as mais importantes são Basarab (adjacente à Gare do Norte), Obor, Băneasa e Progresul, as quais estão em vias de serem integradas numa rede suburbana que servirá Bucareste e o distrito vizinho de Ilfov. De Bucareste saem sete linhas ferroviárias principais. A estação mais antiga de Bucareste é Filaret. Foi inaugurada em 1869, mas em 1960 foi transformada num terminal rodoviário. ==== Transporte aéreo ==== Bucareste tem dois aeroportos internacionais. O Aeroporto Henri Coandă situa- se 16 km a norte do centro de Bucareste, na cidade de Otopeni, distrito de Ilfov. É o aeroporto da Roménia com mais movimento de passageiros ( em 2017). O aeroporto, inaugurado em 1970, foi construído no local onde funcionou uma base aérea militar, originalmente construída pelos alemães em 1940, durante a Segunda Guerra Mundial. O Aeroporto Aurel Vlaicu , conhecido com Aeroporto de Băneasa, é o aeroporto de voos executivos e VIP de Bucareste. Situa-se 8 km a norte do centro da cidade. Até 1970 foi o único aeroporto da cidade e é um dos cinco aeroportos mais antigos do mundo, pois naquele local realizam-se voos desde 1909. ==== Estradas ==== Bucareste é um dos principais nós rodoviários da rede de estradas romena. Algumas das estradas nacionais e autoestradas mais movimentadas do país ligam a capital a todas as cidades romenas mais importantes e aos países vizinhos, como a Hungria, Bulgária e Ucrânia. As liga a Pitești, a noroeste, e quando ficar totalmente concluída irá até à fronteira húngara, junto a Nădlac, onde ligará com a , passando por Sibiu, Deva, Timișoara e Arad. A , também conhecida como autoestrada do sol liga Bucareste à região de Dobrogea e à cidade de Constança, a leste, na costa do mar Negro. A liga Bucareste a Ploiești, a norte; quando estiver completamente concluída atravessará a Transilvânia e o noroeste do país, indo até à fronteira húngara em Borș, a oeste de Oradea, onde ligará com . Há uma série de avenidas com grande capacidade de escoamento de trânsito que radiam desde o centro da cidade até aos subúrbios, que constituem a base da rede de estradas municipais. Os principais eixos, nas direções norte-sul, leste-oeste e noroeste-sudeste, bem como duas estradas circulares, uma interior e outra exterior, suportam a maior parte do trânsito rodoviário. As estradas da cidade estão geralmente congestionadas durante as horas de ponta, devido ao aumento do número de automóveis particulares nos últimos anos. Em 2013 estavam registados em Bucareste automóveis. O elevado número de veículos está na origem de um dos principais problemas da infraestrutura rodoviária de Bucareste: os buracos no piso nas vias mais movimentadas, principalmente nas secundárias. Na segunda metade da década de 2000 o governo municipal fez um esforço para melhorar a infraestrutura rodoviária; a crer nos dados oficiais, em 2008 foram reparadas estradas. Em 2011 foi inaugurado e aberto ao trânsito o , completando o anel rodoviário interior da cidade. O viaduto, cuja construção durou cinco anos, é a ponte estaiada mais comprida da Roménia e a mais larga (43,3 m) das estruturas desse tipo na Europa. A sua abertura descongestionou bastante o trânsito na ponte Grant e na área da Gare do Norte. ==== Transporte fluvial ==== Apesar de situar-se nas margens de um rio, Bucareste nunca foi uma cidade portuária. O inacabado , que se estivesse construído teria 73 km de comprimento, ligaria Bucareste ao rio Danúbio e, via o existente Canal Danúbio-Mar Negro, ao mar Negro. As obras foram suspensas em 1989, quando estava 70% construído, mas tem havido propostas para retomar as obras, como parte da Estratégia Europeia para a Região do Danúbio. === Comunicações === A cidade é servida por redes modernas de telecomunicações terrestres e móveis. A Poșta Română, o operador postal nacional, tem vários estações espalhadas pela cidade; a estação central situa-se na Avenida Matei Millo. Há muitos telefones públicos, operados pela Telekom Romania, a sucessora da antiga companhia monopolista Romtelecom. === Educação === Em Bucareste há 16 universidades públicas. A maiores são a Universidade de Medicina e Farmácia Carol Davila (fundada em 1857), a Universidade de Bucareste (fundada em 1864), a Universidade Politécnica (fundada em 1864), a (fundada em 1913) e a (fundada em 1991). Há também 19 universidades privadas, como a Universidade Romeno-Americana e a Universidade Spiru Haret, ambas fundadas em 1991. No total, há 159 faculdades em Bucareste, pertencentes a 36 universidades. A reputação de algumas universidades privadas não é boa e há registo de irregularidades no processo de educação e de casos de corrupção. Em 2018, a Universidade de Bucareste figurava no top 700–750 do QS World University Rankings. Ao longo da década de 2000, o número de alnis estrangeiros nas universidades romenas aumentou consideravelmente, tendo duplicado entre 1998 e 2008. Neste último ano havia estudantes estrangeiros nas universidades romenas. A primeira instituição de ensino superior da cidade foi a Academia Principesca de Bucareste, fundada em 1694 e extinta em 1864, quando foi dividida na Universidade de Bucareste e no Colégio Nacional de São Sava (uma escola secundária), que ainda hoje estão entre as instituições mais prestigiadas dos seus ramos na Roménia. Há mais de 450 escolas pública primárias e secundárias em Bucareste, as quais são administradas pelo Direção Escolar Municipal de Bucareste. Cada um dos setores municipais tem a sua própria direção escolar, as quais estão subordinadas à municipal. === Saúde === Um dos hospitais simultaneamente mais modernos e mais antigos de Bucareste é o . Inicialmente parte dum complexo monástico, a sua construção começou em 1695 por Mihai Cantacuzino, mare e spătar (senescal) do Principado da Valáquia e terminou no final do reinado de . Era composto por vários edifícios, cada um com 12 a 30 camas, uma igreja, três capelas e residências de médicos e professores. O edifício atual, datado do final do , foi completamente renovado a partir de 2011 e é especializado em oncologia e cardiologia. Outro hospital histórico é o Hospital Pantelimon, fundado em 1733 por , voivoda da Moldávia. O hospital cobre uma área de . Outros hospitais importantes são o Hospital Floreasca, o Hospital Universitário e o Instituto Clínico Fundeni. == Cultura == Bucareste tem uma vida cultural rica e em crescimento, em áreas como as artes artes visuais e artes performativas e animação noturna. Ao contrário do que acontece noutras partes do país, como na costa ou na Transilvânia, o panorama cultural de Bucareste não tem um estilo definido e em vez disso incorpora elementos da cultura romena e internacional. === Principais monumentos === A cidade tem vários edifícios históricos e outros monumentos. Talvez o mais proeminente seja o Palácio do Parlamento, construído durante a década de 1980, durante o reinado do ditador comunista Nicolae Ceaușescu. É o maior edifício civil com funções administrativas do mundo e nele funcionam as duas câmaras legislativas da Roménia, o e um dos maiores centros de convenções do mundo. O Arco do Triunfo (Arcul de Triumf) é um arco do triunfo, cuja configuração atual foi inaugurada em 1936, substituindo outro arco triunfal construído em 1922, que por sua vez substituiu um arco de madeira erigido apressadamente em 1878 para que as tropas vitoriosas pudessem marchar debaixo dele nas celebrações da independência da Roménia. Um monumento mais recente é o , (Memorial do Renascimento), um pilar estilizado em mármore inaugurado em 2005 para comemorar as vítimas da Revolução Romena de 1989, que derrubou o regime comunista. O monumento abstrato provocou controvérsia, tendo sido apelidado de \"a azeitona no palito\" (măslina-n scobitoare), pois muita gente alegou que não se adequava ao local onde foi erigido e que a localização se devia a razões políticas. O Ateneu Romeno (Ateneul Român) é considerado um símbolo da cultura romena e desde 2007 que está classificado como . Outro monumento que tem essa classificação é o , um edifício de estilo Art nouveau e datado de 1902, onde atualmente funciona o . O é um hotel de cinco estrelas com 24 andares e 87 metros de altura situado perto da . Foi inaugurado em 1971 e foi desenhado de forma a que cada um dos 283 quartos tivesse uma vista única da cidade. A (\"Casa da Imprensa Livre\") é uma réplica da famosa Universidade Lomonosov de Moscovo. Foi construído entre 1952 e 1957 no estilo caraterístico dos grandes projetos soviéticos e pretendia ser um símbolo do novo regime político e afirmar a superioridade da doutrina comunista. É conhecido popularmente como Casa Scânteii (literalmente \"Casa Centelha\" ou \"Casa Faísca\"; Scânteii ou Scînteia era o jornal oficial do Partido Comunista Romeno) e foi a sede de toda a imprensa e editoras oficiais. É o único edifício de Bucareste que ostenta a estrela vermelha, a foice e o martelo e outros símbolos comunistas esculpidos em medalhões que ornamentam a fachada. Entre os museus de Bucareste destacam-se o , o , o (Muzeul Național al Ţăranului Român), o Museu Nacional de História da Roménia e o . === Artes visuais === thumb|Pavilhão do trono do antigo palácio real, atualmente o Museu Nacional de Arte Bucareste tem vários museus dedicados às artes visuais, com coleções de obras clássicas e contemporâneas romenas e estrangeiras. O é possivelmente o museu mais conhecido da cidade. Situa-se no antigo palácio real e tem coleções de arte romena medieval e moderna, incluindo obras do escultor Constantin Brâncuși e uma coleção de arte internacional reunida pela família real romena. Outros museus mais pequenos têm coleções especializadas. O Museu Zambaccian, instalado na antiga casa do colecionador de arte romeno de origem arménia , tem obras de artistas famosos romenos e artistas estrangeiros como Cézanne, Delacroix, Matisse, Pissarro e Picasso. O , está instalado na casa onde viveu o pintor Gheorghe Tattarescu . Tem retratos de revolucionários romenos no exílio, como Gheorghe Magheru, Ştefan Golescu e Nicolae Bălcescu, e composições alegóricas com temas revolucionários, como o “Renascimento da Roménia”, de 1849, ou patrióticos, como “Os Principados Unidos”, de 1857. Na casa onde viveram os artistas comunistas Ligia e Pompiliu Macovei (ela era artista gráfica, pintora e colecionadora de arte e ele era arquiteto e político), há uma vasta coleção de arte de pintores romenos. thumb|esquerda|Museu das Coleções de Arte (Palácio Romanit) O Museu Theodor Pallady está instalado numa das casas comerciais mais antigas de Bucareste e tem em exposição obras do pintor romeno Theodor Pallady e peças de mobiliário europeu e oriental. O Museu das Coleções de Arte tem coleções de reunidas por amantes de arte romenos, nomeadamente Krikor Zambaccian e Theodor Pallady. Além das galerias e museus de arte clássica, existem também espaços de exposição de arte contemporânea. O (MNAC), alojado numa das alas do Palácio do Parlamento, foi inaugurado em 2004 e expõe arte contemporânea romena e estrangeira. O MNAC também gere o Kalinderu MediaLab, dedicado a arte multimédia e experimental. Há diversas galerias de arte privadas espalhadas pelo centro da cidade. No palácio do é guardada a coleção nacional de numismática e tem em exposição notas, moedas, documentos, fotografias, lingotes de ouro e prata, cunhos e moldes. O edifício foi construído entre 1884 e 1890 e a sala do tesouro tem decorações em mármore notáveis. === Artes performativas === As artes performativas estão entre as formas artísticas mais proeminentes da cultura de Bucareste. A orquestra sinfónica mais célebre da Roménia é a (Orchestra Națională Radio), fundada em 1928, que atua normalmente no Estúdio para Concertos Mihail Jora, conhecido popularmente como Sala Radio. Um dos espaços de concertos mais importante da cidade é o Ateneu Romeno, inaugurado em 1888 e onde se realizam concertos de música clássica e o maior festival de música clássica da Roménia, o , além de ser a sede da , fundada em 1868. A foi fundada em 1953 e o , cuja origem remonta a 1852. Outro teatro famoso é o (Teatrul Evreiesc de Stat), também conhecido como Teatro Barașeum. Há diversos teatros mais pequenos espalhados pela cidade, orientados para géneros específicos, como o , o , , Odeon e teatro de revista . === Música e animação noturna === As maiores editoras discográficas romenas têm sede em Bucareste, onde também reside grande parte dos músicos romenos. As bandas de rock romenas dos anos 1970 e 1980 continuam a ser populares, principalmente entre o público de meia-idade. Desde o início da década de 1990 surgiram várias bandas de e rap. Algumas bandas e músicos de hip hop de Bucareste, como B.U.G. Mafia, Paraziții e têm fama internacional e internacional. O mesmo acontece com a banda de pop rock Taxi e Spitalul de Urgență. Esta última mistura pop e rock com elementos de música tradicional romena. Há muitas discotecas de bairro onde se ouve manele, um género musical balcânico com influências ciganas muito popular nos bairros de operários de Bucareste. As cenas musicais de jazz e blues da cidade são relevantes, o mesmo acontecendo, de forma ainda mais notória, com as de house/trance e heavy metal/punk. O jazz ganhou ainda mais relevância em Bucareste a partir de 2002, com a realização de dois eventos, o Green Hours e o Art Jazz, bem como da presença de músicos americanos ao lado de músicos romenos conceituados. Em Bucareste não há um local de grande concentração de locais de animação noturna, estando estes dispersos pela cidade, com maior concentração em Lipscani e . === Eventos culturais === Há vários festivais culturais ao longo do ano em Bucareste, mas a maior parte deles ocorre em junho, julho e agosto. A Ópera Nacional organiza um festival internacional de ópera todos os anos em maio e junho, no qual participam orquestras sinfónicas e de câmara de todo o mundo. A Sociedade do Ateneu Romeno organiza o , um concurso cujos concertos são realizados em vários locais da cidade em setembro dos anos ímpares. O (Muzeul Național al Ţăranului Român) e o Museu Dimitrie Gusti organizam eventos ao longo do ano, focados nas artes e artesanato tradicionais da Roménia. Na década de 2000, devido à crescente importância da comunidade chinesa em Bucareste, ocorreram diversos eventos culturais chineses. Desde 2004 que todos os anos se realiza o Festival Internacional de Cinema de Bucareste (BIFF). Desde 2004 que se realiza a de arte contemporânea. === Cultura tradicional === thumb| A cultura tradicional romena continua a ter uma grande importância nas artes como o teatro, cinema e música. Bucareste tem dois museus etnográficos de fama internacional: o Museu do Camponês Romeno e o museu ao ar livre Dimitrie Gusti, também chamado Museu Satului ou Museu da Aldeia, situado no Parque Herăstrău. Este último tem 272 edifícios autênticos e quintas de camponeses de toda a Roménia. O Museu do Camponês Romeno recebeu o Prémio Museu Europeu do Ano em 1996. Patrocinado pelo Ministério da Cultura romeno, tem em exposição numerosas coleções de objetos e artefatos de elevado significado cultural e espiritual. Tem uma das mais ricas coleções da Roménia de objetos de camponeses, com aproximadamente peças, entre cerâmicas, vestuário, têxteis, objetos de madeira, objetos religiosos, etc. O Museu Nacional de História da Roménia é outro museu importante da cidade. Tem uma vasta coleção de artefatos relacionados com a história e cultura romenas, desde a pré-história até à era moderna, passando pelos períodos da Dácia e medieval. === Arquitetura === O centro da cidade apresenta uma mistura de edifícios medievais, neoclássicos e Art nouveau, além de \"neorromenos\", das décadas de 1920 e 1930. Nos bairros da parte sul predomina a arquitetura utilitária da era comunista. Há também alguns contemporâneos mais recentes, como arranha-céus e edifícios de escritórios. ==== Arquitetura histórica ==== A maior parte da arquitetura medieval que chegou ao foi destruída por fogos, incursões militares e durante o processo de \"\" impulsionado pelo ditador comunista Ceaușescu. thumb|esquerda|A (Hanul Manuc), um antigo caravançarai aberto em 1808 Os edifícios medievais e renascentistas mais notáveis que sobreviveram encontram- se na área de Lipscani, que no final da Idade Média era o centro de comércio de Bucareste. A partir da década de 1970, a área entrou em declínio e muitos edifícios históricos degradaram-se substancialmente. Em 2005, Lipscani foi declarada zona protegida, foi vedada ao trânsito automóvel e começou a ser restaurada. Entre os edifícios históricos de Lipscani destacam-se a (Hanul Manuc) e as ruínas da Corte Velha (Curtea Veche). A primeira foi aberta em 1808 por Emanuel Mârzaian, um influente comerciante arménio imensamente abastado, conhecido pelo nome que lhe deram os turcos: Manuc Bei. Após ter estado fechada durante três anos e ter sido renovado, reabriu como restaurante em 2011; é frequentemente apontado como o último caravançarai do Sudeste da Europa ou mesmo de toda a Europa. A Corte Velha foi um palácio dos príncipes da Valáquia originalmente construído por Vlad, o Empalador (Drácula) em meados do e foi reconstruído por Mircea Ciobanul (Mircea, o Pastor , Matei Basarab e . No centro da cidade conservou-se alguma arquitetura do final do e início do , principalmente do período entreguerras, que geralmente é considerado a \"era dourada\" da arquitetura de Bucareste. Durante esse período, a cidade cresceu em tamanho e riqueza, tentando emular outras grandes capitais europeias, nomeadamente Paris. A maior parte dos edifícios dessa época são de estilo modernista ou racionalista e as obras mais notáveis são dos arquitetos Horia Creangă e Marcel Janco. Na Roménia, as tendências de inovação da linguagem arquitetural cruzaram-se com a necessidade de valorização e afirmação da identidade cultural nacional. O movimento Art nouveau encontra-se expresso através do novo estilo arquitetónico iniciado por Ion Mincu , que foi continuado por outros arquitetos prestigiados que incluíram nas suas obras referências à arquitetura medieval laica e religiosa (como por exemplo o , a ou o desaparecido ) e motivos folclóricos romenos. Dois edifícios notáveis desse período são o Palácio Crețulescu, onde estão sediadas várias instituições culturais, incluindo o Centro Europeu de Educação Superior da UNESCO, e o Palácio Cotroceni, a residência oficial do presidente da Roménia. Há vários edifícios de grandes dimensões desse tempo, como a Gare do Norte, a principal estação ferroviária da cidade, a sede do e o (Palatul Telefoanelor). Na década de 2000 começaram a ser restaurados muitos edifícios históricos. Em algumas áreas residenciais, sobretudo nos bairros de classes mais altas da parte central e norte da cidade, grande parte das vivendas do final do e início do foram restauradas a partir dos últimos anos da década de 1990. ==== Arquitetura da era comunista ==== A maior parte das construções de Bucareste datam do período comunista, quando foram demolidos os edifícios existentes para serem construídos blocos de apartamentos de elevada densidade. Principalmente na última década desse período foram demolidas áreas significativas do centro histórico da cidade para construir um dos maiores edifícios do mundo, a \"Casa da República\" (atualmente o Palácio do Parlamento). Esse processo de reurbanização, oficialmente chamado \"\", é por vezes alcunhado Ceaușima (Ceaușescu + Hiroxima, uma alusão ao bombardeamento nuclear daquela cidade japonesa). Um dos exemplos singulares desse tipo de arquitetura é o (\"Centro Cívico\"), um projeto de urbanização que preencheu grande parte do centro histórico com edifícios utilitários gigantescos, geralmente com fachadas de mármore ou travertino, inspirados na . As demolições em massa que ocorreram nos anos 1980, que arrasaram oito quilómetros quadrados do centro histórico, incluindo mosteiros, igrejas, sinagogas, um hospital e o notável estádio Art déco, mudaram drasticamente a aparência da cidade. A arquitetura da era comunista também se pode observar nos bairros residenciais, principalmente nos blocuri, nome dado aos blocos de apartamentos de elevada densidade onde vive a maior parte da população. Há também arquitetura comunista data dos primeiros anos do regime, do final da década de 1940 e década de 1950. As construções dessa época seguiam a moda estalinista do realismo socialista e um dos seus melhores exemplos em Bucareste é a (\"Casa da Imprensa Livre\"), chamada Casa Scînteii durante a era comunista, um nome ainda comum atualmente. ==== Arquitetura contemporânea ==== Desde a queda do regime comunista em 1989 que vários edifícios da era comunista têm vindo a ser restaurados, modernizados e usados para outros propósitos. Talvez o melhor exemplo disso seja a conversão de grande lojas de retalho em centros comerciais. Esses salões circulares gigantescos, oficialmente chamados \"complexos agroalimentares\" ou \"fábricas de alimentos\" e conhecidos popularmente como \"circos de fome\" (circ al foamei) devido às faltas de alimentos ocorridas na década de 1980, foram construídos durante a era Ceaușescu para serem mercados e refeitórios, mas muitos deles ainda não estavam concluídos em 1989. Alguns dos \"circos de fome\" deram lugar a centros comerciais modernos, como o Unirea Shopping Center, o Bucharest Mall, Plaza Romania e City Mall. Outro exemplo de conversão de grandes edifício utilitários é o Hotel Marriott, instalado no Centrul Civic. O processo de reconversão foi acelerado depois de 2000, quando a cidade passou por boom imobiliário e muitos edifícios da era comunista no centro da cidade se tornaram muito valiosos devido à sua localização. Muitos prédios de apartamentos foram também renovados para melhorar a aparência urbana. A mais nova contribuição para a arquitetura de Bucareste teve lugar depois da queda do comunismo, particularmente depois de 2000, quando a cidade passou por um período de intensa renovação urbana e revitalização arquitetónica, impulsionado pelo crescimento económico. Os edifícios desta época são na sua maior parte de vidro e aço, frequentemente com mais de dez andares. Exemplos disso são centros comerciais (nomeadamente o Bucharest Mall), edifícios de escritórios, sedes de bancos, etc. Desde meados da década de 2000 que têm vindo a ser construídos arranha-céus, sobretudo nas partes norte e leste da cidade. Além disso, têm sido adicionadas alas modernas e novas fachadas a edifícios históricos. Um dos exemplos mais notórios disso é a sede da Associação de Arquitetos de Bucareste, uma construção moderna em vidro e aço numa fachada histórica. Em 2013 foi terminada a construção do arranha-céus mais alto da Roménia, o Floreasca City Center, com 37 andares e 137 metros de altura. Outros exemplos de arranha-céus modernos são o Bucharest Tower Center, Euro Tower, Nusco Tower, Cathedral Plaza, City Gate Towers, RIN Grand Hotel, Premium Plaza, Bucharest Corporate Center, Millennium Business Center, PGV Tower, Charles de Gaulle Plaza, Business Development Center, BRD Tower e o Bucharest Financial Plaza. Não obstante este desenvolvimento na vertical, os arquitetos romenos evitam desenhar edifícios muito altos devido à sua vulnerabilidade a sismos. Além desses edifícios destinados a empresas, comércio e instituições. Também têm sido construídas novas áreas residenciais, que em muitos casos incluem arranha-céus empresariais. Um exemplo de complexo residencial edificado em altura é o Asmita Gardens. Estes empreendimentos são cada vez mais proeminentes na parte norte de Bucareste, menos densamente povoada do que o resto da cidade, onde residem sobretudo famílias da classe média e alta e que tem vindo a assistir a um processo de gentrificação. === Meios de comunicação social === thumb|upright|Sede da Televiziunea Română, a estação pública de televisão da Roménia; em primeiro plano: memorial à Revolução de 1989 A maior parte das redes nacionais romenas de televisão, rádio, websites noticiosos e jornais nacionais têm a sua sede em Bucareste. Entre os maiores jornais diários de Bucareste encontram-se o , , , e . Os tabloides , e Cancan são muito populares entre as pessoas que se deslocam nas horas de ponta. Entre os maiores websites noticiosos incluem-se o (que também tem edições em e ), o e o . Vários jornais e outras publicações periódicas têm a sua sede na (\"Casa da Imprensa Livre\" ou Casa Scînteii), onde funcionou o Scînteia, o jornal oficial do Partido Comunista Romeno. A Casa Scînteii não foi o único marco arquitetónico de Bucareste ligado às comunicações. O (\"Palácio dos Telefones\"), situado na Calea Victoriei, foi o primeiro grande edifício modernista do centro da cidade, e a ergue-se junto a um parque a um quarteirão da . A Casa Radio é um arranha-céus cuja construção foi iniciada na década de 1980 para ser um museu do Partido Comunista Romeno, mas que não chegou a ser concluído. Depois de várias peripécias, em 2015 estava prevista a sua conversão num grande centro comercial e espaço de lazer e de escritórios. Os primeiros jornais de língua inglesa de Bucareste surgiram no início da década de 1930, mas encerraram pouco depois. No início da década de 1990 passou novamente a haver jornais em inglês, como o Nine O' Clock. Há também algumas publicações noutras línguas estrangeiras, como o jornal diário em Új Magyar Szó. A revista grátis semanal Observator Cultural é especializada em temas e eventos culturais e artísticos da cidade. As revistas também grátis Șapte Seri e B24FUN são especializadas em espetáculos e eventos recreativos. A revista semanal intelectual Dilema Veche cobre temas culturais, sociais e políticos. A Academia Cațavencu é uma revista satírica. === Religião === Bucareste é a sede do Patriarcado da Igreja Ortodoxa Romena, uma das igrejas ortodoxas em comunhão com Patriarcado Ecuménico de Constantinopla, e também das suas subdivisões, a Metrópole da Munténia e Dobruja e a Arquidiocese de Bucareste. Para os fiéis ortodoxos, o padroeiro da cidade é (São Demétrio, o Novo). A cidade é também sede doutras organizações cristãs, como a , criada em 1883 e a da Igreja Greco-Católica Romena, fundada em 2014. Há seis sinagogas em Bucareste, entre as quais o , a e o Templo da Sagrada União. Nesta última está instalado o , enquanto que as outras duas estão ativas e têm serviços religiosos regulares. Em 2015 foi anunciado um projeto para a construção de uma grande mesquita em Bucareste, financiada pelo governo turco e com capacidade para duas mil pessoas. Em contrapartida, o governo turco ofereceu terreno para a construção de uma igreja romena em Istambul. No mesmo ano existiam dez mesquitas em Bucareste, que funcionavam em edifícios civis comuns. === Desporto === O futebol é o desporto mais popular em Bucareste, onde existem numerosos clubes, algum deles conhecidos em toda a Europa, como o Steaua ou o Dinamo. Outros clubes com projeção nacional são, por exemplo, o Studențesc București, o ou o Naţional. Um dos grande clubes da cidade, o Rapid faliu e foi extinto em 2016. Um dos mais importantes e mais modernos estádios de futebol da cidade é o Arena Națională, inaugurado a 6 de setembro de 2011, onde foi realizada a Final da Liga Europa da UEFA de 2011–12. Com lotação para espectadores, é um dos maiores estádios do Sudeste da Europa. Outros desportos relevantes com equipas relevantes de Bucareste são o hóquei no gelo, râguebi, basquetebol, andebol, polo aquático e voleibol. A maior parte dos federados de atletismo e grande parte dos ginastas da Roménia estão filiados em clubes de Bucareste. Os campeonatos nacionais de atletismo e muitos dos campeonatos nacionais de ginástica são realizados na cidade, na Sala Polivalentă (\"Salão Polivalente\"), que também é usada para outros desportos de interior, como voleibol e handebol. O maior pavilhão desportivo da cidade é o Romexpo, com lotação para espectadores sentados. É usado principalmente para ténis, boxe e kickboxing. Os jogos de hóquei no gelo são realizados no Patinoarul Mihai Flamaropol, com capacidade para 8 000 espectadores. Os jogos de râguebi realizam-se em vários locais, mas o estádio mais moderno é o Stadionul Arcul de Triumf, casa da seleção romena de râguebi. O ATP de Bucareste, um torneio de ténis do ATP World Tour 250, é realizado todos os anos. Decorre ao ar livre, no complexo . Desde 2007 que se realiza a Bucharest City Challenge, uma corrida anual de atletismo, ao longo de uma pista temporária em volta do Palácio do Parlamento chamada . Em 2007 e 2008, a cidade acolheu as provas de automobilismo , FIA GT3, F3 Britânica e da . == Notas == == Bibliografia == * * * * * * * ** ** ** ** * * * * == Ligações externas == * * Categoria:Localidades da Roménia",
 "title": "Bucareste"
}