{
 "id": "97200",
 "text": "Sinestesia (do grego συναισθησία, συν- (syn-) \"união\" ou \"junção\" e -αισθησία (-esthesia) \"sensação\") é a relação de planos sensoriais diferentes: Por exemplo, o gosto com o cheiro, ou a visão com o tato. O termo é usado para descrever uma figura de linguagem e uma série de fenômenos provocados por uma condição neurológica. Como condição neurológica, o termo é usado para descrever um fenômeno perceptivo no qual a estimulação de uma via sensorial ou cognitiva leva a experiências involuntárias em uma segunda via sensorial ou cognitiva. Pessoas que relatam uma história ao longo da vida de tais experiências são conhecidas como sinestésicos. A consciência das percepções sinestésicas varia de pessoa para pessoa. Em uma forma comum de sinestesia, conhecida como sinestesia grafema-cor ou sinestesia cor-grafêmica, letras ou números são percebidos como inerentemente coloridos. Na sequência espacial, ou sinestesia de forma de número , números, meses do ano ou dias da semana evocam localizações precisas no espaço (por exemplo, 1980 pode ser \"mais distante\" do que 1990), ou pode aparecem como um mapa tridimensional (sentido horário ou anti-horário). As associações sinestésicas podem ocorrer em qualquer combinação e qualquer número de sentidos ou vias cognitivas. O primeiro caso registrado de sinestesia é atribuído ao acadêmico e filósofo da Universidade de Oxford John Locke, que, em 1690, fez um relato sobre um homem cego que disse ter experimentado a cor escarlate quando ouviu o som de um trompete. No entanto, há um certo desacordo se Locke descreveu uma instância real de sinestesia ou estava usando uma metáfora.Ward, Ossian (10 June 2006) The man who heard his paint box hiss in The Telegraph. Retrieved 3 December 2018 O primeiro relato médico veio do médico alemão Georg Tobias Ludwig Sachs em 1812. Mais de 60 tipos diferentes de sinestesia já foram relatados na literatura. Estima-se que a condição afeta cerca de 4% da população mundial.bbc.com/ A artista que ouve cores e pinta sons: como é e o que faz a sinestesia? Sinestésicos famosos incluem o pintor Vincent Van Gogh, o poeta Arthur Rimbaud os artistas Vladimir Nabokov e Geoffrey Rush, e os músicos Franz Liszt, Jimi Hendrix, Charli XCX, Lady Gaga, Pharrell Williams e Maggie Rogers. == Figura de linguagem == Sinestesia é uma figura de estilo ou semântica, ou ainda, figura de palavra ou tropo, que designa a união ou junção de planos sensoriais diferentes. Tal como a metáfora ou a comparação por símile, são relacionadas entidades de universos distintos. Sinestesia, como figura de linguagem, é o cruzamento dos sentidos, a qualidade de um sentido atribuído a outro, expressão típica de uma determinada categoria de poetas. Quanto mais sentidos cruzados em apenas um sintagma, ou sob uma única conjunção sensorial, mais rica será a frase ou poesia sinestésica. ==Exemplos de sinestesia como figura de linguagem== *\"Vamos respirar o ar verde do outono\" (autor desconhecido) (respirar = olfato / verde = visão, no sentido das cores) *\"Sempre havia, ao amanhecer, uma cor estridente no horizonte\" (Giuliano Fratin) (cor = visão / estridente = audição) *“E um doce vento, que se erguera, punha nas folhas alagadas e lustrosas um frémito alegre e doce.” (Eça De Queiros) (doce = paladar / vento = tato) *\"A melodia do pianista era doce e rósea em suas sublimes imensidões\" (Giuliano Fratin) (melodia = audição / doce = paladar / rósea = visão) *\"Ainda sentia-se acariciada pelo sabor cromático de uma fragrância musical\" (Giuliano Fratin) (acariciada = tato / sabor = paladar / cromático = visão / fragrância = olfacto / musical = audição) *\"Beijo o perfume de uma voz violácea\" (Luigi Fontanari) (beijo = tato / perfume = olfacto / voz = audição / violácea = visão) == Sinestesia e cinestesia == Há certa confusão em relação aos termos sinestesia e cinestesia: o segundo termo (cinestesia) refere-se ao sentido muscular, a um conjunto de sensações que nos permite a percepção dos movimentos (Michaelis, 1998); o primeiro termo (sinestesia) refere-se a uma sensação secundária que acompanha uma percepção, ou seja, uma sensação em um lugar originária de um estímulo proveniente de um estímulo de outro (Michaelis, 1998 e Dorsch, 1976). Portanto, é importante ressaltar que o termo sinestesia não se restringe à percepção do movimento e suas propriedades (peso e posição dos membros), mas engloba um conjunto geral de percepções e sensações interligadas por processos sensoriais. == Relações com a estética, o conhecimento e a percepção humana== Charles Baudelaire (1993) e os partidários de uma ruptura com a estética clássica no período simbolista, no âmbito da história da arte, se constituíram nos precursores de uma nova concepção estética que, mais tarde, romperia as fronteiras do academicismo vigente, incentivando o surgimento de manifestações cada vez mais independentes neste campo. Neste contexto de mudanças observamos que os poetas simbolistas e pré-simbolistas propõem um retorno ao subjetivismo e à sensorialidade em oposição à objetividade científica e ao materialismo e é neste contexto que a sinestesia se configura no conjunto das propostas simbolistas. Baudelaire, segundo Tornitore (1999) defendia, através da Teoria das Correspondências, a existência de uma relação entre os domínios sensoriais; para o poeta, certos cheiros estão associados a um certo tipo de verde, anunciando uma expansão no âmbito da sensibilidade onde é possível sentir um cheiro e ao mesmo tempo provar a doçura da música, ou ainda ver uma cor em particular. Em suma, defendia a proposta de que sons, cores e cheiros estão misteriosamente co-relacionados e que esta ligação é intrínseca à natureza das coisas portanto, potencialmente perceptível a todo ser humano e não necessariamente ligada à sensibilidade do \"eleito\" ou do \"amaldiçoado\". Trata-se de um termo que está presente em diversas áreas de conhecimento, na literatura, por exemplo, Faraco & Moura, (1998) definem a sinestesia como fazendo parte de uma rede semântica de figuras de linguagem muito característica do simbolismo que, enquanto propriedade de um discurso, gera uma associação entre uma sensação e outra sensação, ou uma impressão, ou uma situação; Machado (1967), por sua vez, define etimologicamente o termo como o ato de perceber uma coisa no mesmo tempo que outra, percepção esta evocada por sensações simultâneas. Em Silva (1945) observamos um certo alargamento do conceito visto que aponta para a produção de duas ou mais sensações sob a ação de uma só impressão, segundo o autor, uma das sensações aparece no ponto ou órgão onde atuou a impressão, a(s) outra(s) sensações se manifestam em órgãos afastados. Dorsch (1976) é da mesma opinião quando fala da possibilidade de aparecimento de sensações associadas por um estímulo real. Tornitore (1999) em sua Teoria da História da Sinestesia declara ainda que Pitágoras, Aristóteles e Newton já identificavam a presença de tal fenômeno no âmbito dos sentidos, contudo é importante observar que, tanto Tornitore, como o pesquisador americano Richard Cytowic (1995) são unânimes em afirmar que o campo de estudos referente à sinestesia só é alargado a partir do desenvolvimento da neurociência e em particular da neuropsicologia, bem como da tomografia computadorizada do cérebro, colocando por terra as ideias vigentes no século XIX que consideravam a sinestesia um monstro, uma anomalia ou ainda um sinal de degeneração da raça humana. A partir dos trabalhos de Cytowic (1995) e Tornitore (1999) é possível observar basicamente, a existência de duas correntes no campo da sinestesia, uma que defende o seu caráter hereditário e seletivo nos seres humanos e outra que aponta para a ideia de que (...) nós somos todos sinestésicos e que só um punhado das pessoas está conscientemente atento para a natureza holística da percepção (Cytowic, 1995, 5:6) contudo, é importante observar que trata-se de um fenômeno multidimensional e que, segundo o autor, se apresenta em cada ser humano de forma peculiar e diferenciada. Tendo em vistas as múltiplas interconexões presentes em nosso cérebro descritas por Pierantoni (apud Tornitore, 1999) como um sistema de \"anéis dentro de anéis\" de tal forma que, assim que um dado sensório entra na rede, compara-se como uma pedra lançada em uma lagoa: as ondulações se espalham formando círculos concêntricos em todos os distritos sensórios ativando outras sensações, declara ainda, juntamente com o psicólogo L.E. Marca (apud Tornitore, 1999) que todos nós temos um painel de comando que interconecta os vários sensos, normalmente adormecidos e que também podem ser reativados artificialmente com certos alucinógenos. Quanto ao caráter seletivo da sinestesia, mencionado acima entendemos, a partir do artigo de Camargo (2002) que pesquisadores tais como o professor Sean Day da Universidade Central de Taiwan (sinesteta desde a infância), tem se preocupado em catalogar modalidades diferentes de sinestesia presentes nas pessoas que já tem consciência de possuírem tal habilidade e as possíveis causas e consequências das misturas de sensações. Outro pesquisador que tem estudado o fenômeno é Baron-Cohen da Universidade de Cambridge na Inglaterra ele estuda a presença da sinestesia na fase neonatal, defendendo a ideia de que o cérebro dos portadores de sinestesia é biologicamente distinto dos demais e que tal habilidade se apresenta nos seres humanos já nos primeiros dias de vida. English (1977), por sua vez em seu Dicionário de Psicologia também sinaliza para o fato de que a sinestesia é uma condição encontrada em alguns indivíduos, onde a percepção de certo tipo de objeto é associada com imagens particulares de outra modalidade sensorial. Entretanto, é possível observar que se trata de um campo de estudos relativamente jovem no qual o avançar das pesquisas poderá nos dar vislumbres mais claros destas dimensões, proporcionando uma melhor compreensão acerca da unicidade do ser humano. Outrossim, ressaltamos a importância de compreensão, mesmo que parcial, do fenômeno como recurso metodológico no interior da prática educativa, tendo em vista que, juntamente com Tornitore (1999), nos contrapomos à ideia de que a capacidade sinestésica esta restrita a um grupo específico de pessoas, pois, conforme vimos anteriormente, nem todos atentaram ainda para a existência de tal capacidade, o que desmistifica a premissa de que a sinestesia seja inerente à categoria dos chamados \"artistas\". Acerca desta questão Cytowic (1995) declara que tal associação mais se assemelha a um preconceito infundado do que a uma premissa com embasamento sólido. Tornitore (1999) declara ainda que, em função da importância que os sentidos tem na vida humana, é fácil imaginar que não apenas a arte, mas todas as ciências (humanas, exatas, biológicas) são concebidas por meio de processos sinestésicos, retomando aqui as concepções de Morin no que se refere às relações entre o todo e as partes constituintes, ao tratar das questões ligadas à complexidade biológica declara: (...) a complexidade começa logo que há sistema, isto é, inter- relações de elementos diversos numa unidade que se torna complexa (una e múltipla). A complexidade sistêmica manifesta-se, sobretudo, no fato de que o todo possui qualidades e propriedades que não se encontram no nível das partes, consideradas isoladas e inversamente, no fato de que as partes possuem qualidades e propriedades que desaparecem sob o efeito das coações organizacionais do sistema. (Morin, 2000 p. 291). O que nos leva a entender que o ser humano envolto na complexidade não pode ser considerado em partes estanques e dissociadas e que a capacidade sinestésica encontra-se envolta no processo de inter-relações mencionado pelo autor. == Bibliografia == *TED talk: \"I listen to color\" * * * * * * * * * * * * * * * * Categoria:Figuras de linguagem Categoria:Sinestesia",
 "title": "Sinestesia"
}