{
 "id": "97261",
 "text": "O Papa Paulo V (latim: Paulus V; italiano: Paolo V) (17 de setembro de 1550 - 28 de janeiro de 1621), nascido Camillo Borghese, foi chefe da Igreja Católica e governante dos Estados papais de 16 de maio de 1605 até a sua morte em 1621. Em 1611, ele homenageou Galileu Galilei como membro da Accademia dei Lincei e apoiou suas descobertas. Em 1616, o papa Paulo V instruiu o cardeal Bellarmine a informar Galileu que a teoria copernicana não poderia ser ensinado como fato, mas o certificado de Bellarmine permitiu que Galileu continuasse seus estudos em busca de evidências e usasse o modelo geocêntrico como dispositivo teórico. Naquele mesmo ano, Paulo V garantiu a Galileu que ele estava a salvo de perseguições enquanto ele, o Papa, viver. O certificado de Bellarmine foi usado por Galileu para sua defesa no julgamento de 1633. Demoraria mais 358 Anos até 1963 outro Cardeal adotasse o nome de Paulo ==Início da vida == Camillo Borghese nasceu em Roma, em , na família Borghese de Siena, que havia se estabelecido recentemente em Roma. Ele era o filho mais velho de sete filhos do advogado e patrício sienês Marcantonio Borghese e sua esposa Flaminia Astalli, uma nobre romana. ===Cardeal === Em , Camillo foi nomeado Cardeal-Sacerdote de Santo Eusébio e Cardeal Vigário de Roma pelo Papa Clemente VIII e teve como seu secretário Niccolò Alamanni. Durante esse período, ele optou por outras igrejas titulares como São Crisógono e São João e São Paulo. Clemente VIII também concedeu a ele consagração episcopal em 1597 após sua nomeação como bispo de Iesi; os co-consagradores foram o cardeal Silvio Savelli (ex-patriarca latino de Constantinopla) e o cardeal Francesco Cornaro (ex-bispo de Treviso).Charles Bransom, Jr., \"The Episcopal Lineage of Pope Clement X & Pope Paul V,\" Apostolic Succession & Episcopal Lineages in the Roman Catholic Church (blog), retrieved: 14 September 2018. O bispo Borghese manteve a diocese de Iesi até 1599. ==Papado == ===Eleição === Quando o Papa Leão XI morreu, em 1605, o cardeal Borghese se tornou papa com vários candidatos, incluindo César Barônio e Roberto Belarmino; sua neutralidade nos tempos das facções fez dele um candidato ideal ao compromisso. No caráter, ele era muito severo e inflexível, um advogado, e não um diplomata, que defendia os privilégios da Igreja ao máximo. Seu primeiro ato foi para mandar para casa a seu vê os bispos que foram peregrinam em Roma, para o Concílio de Trento tinha insistido que cada residem bispo na sua diocese. Logo após sua adesão ao papa Paulo V, Borghese decidiu humilhar Veneza, como seu predecessor, por tentar preservar sua independência do papado na administração de seu governo. ===Teologia === Paulo se encontrou com Galileu Galilei em 1616, depois que o cardeal Roberto Belarmino havia, por ordem dele, avisado Galileu para não manter ou defender as idéias heliocêntricas de Copérnico. Se houve também uma ordem para não ensinar essas idéias de forma alguma tem sido motivo de controvérsia. Uma carta de Bellarmine a Galileo declara apenas a liminar de que as idéias heliocêntricas não poderiam ser defendidas ou mantidas; esta carta foi escrita expressamente para permitir que Galileu se defendesse dos rumores sobre o que havia acontecido na reunião com Bellarmine. ===Canonizações e beatificações=== Paulo V canonizou Carlos Borromeu em 1 de novembro de 1610 e Francisca Romana em 29 de maio de 1608. Ele também canonizou Pompejano em 1615 e canonizou o cardeal Albert de Louvain em 9 de agosto de 1621. Ele também beatificou um número de indivíduos que incluíam Inácio de Loyola (27 de julho de 1609), Filipe Néri (11 de maio de 1615), Teresa de Ávila (24 de abril de 1614), Luís de Gonzaga (10 de outubro de 1605) e Francisco Xavier (25 de outubro de 1619). ===Consistórios === O papa criou 60 cardeais em dez consistórios mantidos durante seu pontificado. Ele nomeou seu sobrinho Scipione Caffarelli-Borghesecomo cardeal (continuando a tendência do nepotismo) e também nomeou 2 futuros sucessores, Alessandro Ludovisi, que se tornaria seu sucessor imediato, o Papa Gregório XV, e Maffeo Barberini, que se tornaria Papa Urbano VIII como cardeais. ===Relações exteriores === thumb|Mosaico representando os braços do Papa Paulo V|277x277px ====Jurisdição eclesiástica ==== A insistência de Paulo na jurisdição eclesiástica levou a várias brigas entre a Igreja e os governos seculares de vários estados, notadamente Veneza, onde patrícios, como Ermolao Barbaro (1548-1622) da nobre família Barbaro, argumentou a favor da isenção do clero da jurisdição dos tribunais civis. Veneza aprovou duas leis desagradáveis ​​para Paulo, uma proibindo a alienação de bens imóveis em favor do clero, a segunda exigindo aprovação do poder civil para a construção de novas igrejas (em essência, uma postura veneziana de que os poderes da igreja devem permanecer separados dos do estado). Dois padres acusados ​​pelo Estado de Veneza de crueldade, envenenamento por atacado, assassinato e licenciosidade foram presos pelo Senado e colocados em masmorras para julgamento. Tendo sido considerados culpados, eles foram presos. Paulo V insistiu que eles fossem liberados para a Igreja. Ele exigiu a libertação dos padres por não ser favorável à lei secular. Quando isso foi recusado, o papa ameaçou um interdito por causa das leis de propriedade e da prisão de eclesiásticos, ameaça que foi apresentada ao Senado no Natal de 1605. A posição veneziana foi habilmente defendida por um advogado canônico, Paolo Sarpi, que estendeu a importa princípios gerais que definem esferas seculares e eclesiásticas separadas. Em abril de 1606, o papa excomungou todo o governo de Veneza e interditou na cidade o padre Sarpi aconselhou fortemente o governo veneziano a se recusar a receber a interdição do papa e a argumentar com ele enquanto se opunha à força pela força. O Senado veneziano aceitou de bom grado esse conselho e Fra Paolo apresentou o caso a Paulo V, insistindo na história de que a reivindicação do papa de se intrometer em questões civis era uma usurpação; e que nesses assuntos a República de Veneza não reconhecia outra autoridade senão a de Deus. O resto do clero católico ficou do lado da cidade, com exceção dos jesuítas, dos theatinos e dos capuchinhos. O clero dissidente foi imediatamente expulso dos territórios venezianos. As missas continuaram sendo ditas em Veneza e a festa de Corpus Christi foi comemorado com exibições de pompa pública e \"magnificência\", em desafio ao papa. Dentro de um ano (março de 1607), o desacordo foi mediado pela França e pela Espanha. A República Mais Serena recusou-se a retirar as leis, mas afirmou que Veneza se comportaria \"com sua piedade acostumada\". Os jesuítas, que Veneza considerava agentes papais subversivos, continuaram proibidos. Não se poderia esperar mais. Paulo retirou sua censura. A República de Veneza recompensou Fra Paulo Sarpi, seu bem sucedido advogado canônico, com a distinção de conselheiro estadual em jurisprudência e a liberdade de acesso aos arquivos do estado, o que enfureceu o papa Paulo. Em setembro de 1607, depois de tentar, sem sucesso, atrair o padre Sarpi a Roma, o papa respondeu colocando um contrato em sua vida.Robertson, Alexander, Fra Paolo Sarpi: the Greatest of the Venetians, London: Sampson, Low, Marston & Co. (1893), pp. 114–117Watson, J. Henry, The History of Fra Paolo Sarpi, New York: La Croce (1911) O padre Sarpi foi alvo de pelo menos dois planos de assassinato em setembro e outubro. Esfaqueado quinze vezes com um estilete, Fra Sarpi conseguiu recuperar-se de alguma forma, enquanto os assassinos encontraram refúgio nos territórios papais. ===Relações com a Inglaterra === Diplomacia católica de arestas duras de Paulo V corta o chão sob moderados católicos na Inglaterra. Sua carta de 9 de julho de 1606 para felicitar Tiago I por sua ascensão ao trono estava atrasada três anos e parecia aos olhos ingleses apenas um preâmbulo ao que se seguiu, e sua referência à trama da pólvora, feita contra a vida do monarca e de todo o mundo. membros do Parlamento em novembro anterior, foi infeliz pela causa papal, pois agentes ingleses foram considerados pelos ingleses envolvidos (a efígie do Papa Paulo V ainda é queimada todos os anos durante as celebrações de Lewes). No entanto, o papa nessa carta pediu a James que não fizesse os católicos inocentes sofrerem pelo crime de poucos, e Paulo V também prometeu exortar todos os católicos do reino a serem submissos e leais ao seu soberano - em todas as coisas que não oposta à honra de Deus. O juramento de lealdade que James exigia de seus súditos, no entanto, continha cláusulas às quais nenhum católico do século XVII podia se conscientizar: o juramento de lealdade foi solenemente condenado em um breve artigo publicado semanas depois (22 de setembro de 1606, prorrogado em 23 de agosto de 1607). Essa condenação serviu apenas para dividir os católicos ingleses. O outro irritante (para o papado) nas relações inglesas foi a carta do cardeal Bellarmine ao arqui-sacerdote inglês George Blackwell, censurando-o por ter feito o juramento de lealdade em aparente desrespeito ao seu dever para com o Papa. A carta recebeu circulação suficiente para ser mencionada em um dos ensaios teológicos de James (1608), e Bellarmine logo estava cercando uma troca de panfletos com o rei da Inglaterra. ====Relações com o Japão ==== Em novembro de 1615, Paulo V recebeu a embaixada do samurai japonês Hasekura Tsunenaga em Roma. Hasekura entregou ao papa uma carta (de Date Masamune) que solicitava um tratado comercial entre o Japão e a Nova Espanha. A carta também pedia que missionários cristãos fossem enviados ao Japão. O papa concordou com o envio de missionários, mas deixou a decisão do comércio para o rei da Espanha. ===Construções=== Em Roma, o papa financiou a conclusão da Basílica de São Pedro e melhorou a Biblioteca do Vaticano. Ele restaurou o Aqua Traiana, um antigo aqueduto romano (em homenagem a ele Acqua Paola), levando água para os rioni localizados na margem direita do Tibre ( Trastevere e Borgo ) usando materiais de sua demolição do Fórum de Nerva. Ele sempre incentivou Guido Reni. Como muitos papas da época, ele também era acusado de nepotismo e seu sobrinho Scipione Borghese exercia um poder enorme em seu nome, consolidando a ascensão da família Borghese. Paulo V também estabeleceu o Banco do Espírito Santo em 1605. ==Morte == Paulo V morreu em de um derrame no Palácio Quirinal e foi sucedido como papa pelo Papa Gregório XV. O papa esteve doente por mais de três meses após uma série de derrames e morreu seis horas após o último derrame na manhã de sua morte. Categoria:Diplomatas da Santa Sé Categoria:Juristas da Itália Categoria:Família Borghese Categoria:Cardeais nomeados pelo papa Clemente VIII Categoria:Papado Barroco Categoria:Papas do século XVII",
 "title": "Papa Paulo V"
}