{
 "id": "9728",
 "text": "O urbanismo é uma disciplina e uma técnica relacionadas com o estudo, regulação, controle e planejamento da cidade.[citar referência bibliográfica] Sua definição, porém, varia de acordo com a época e lugar.[citar referência bibliográfica] No entanto, costuma-se diferenciá-lo da simples ação urbanizadora por parte do homem, de forma a que o urbanismo esteja associado à ideia de que as cidades são objetos a serem estudados, mais do que simplesmente trabalhados. Também, entretanto, não é uma disciplina que se confunde com ramos de outras ciências mais amplas (como a geografia urbana ou a sociologia urbana e o planejamento urbano.[citar referência bibliográfica] O urbanismo mostra-se, portanto, como uma ciência humana,[citar referência bibliográfica] de caráter multidisciplinar, inserida no contexto de uma sociedade em processo de constante crescimento demográfico e respondendo a uma forte pressão de civilização e urbanidade, enfrentando suas demandas e problemas.[citar referência bibliográfica] Numa perspectiva simplista, o urbanismo é a ação de projetar e ordenar espaços construídos. No entanto, sob um ponto de vista amplo, o urbanismo pode ser entendido tanto como um conjunto de práticas e ideias.[citar referência bibliográfica] Portanto, apesar da matéria prima do urbanismo ser a arquitetura, o estudo do urbanismo dialoga com outras disciplinas tais como a ecologia, geologia, geografia e outras ciências.[citar referência bibliográfica] A palavra deriva-se dos estudos do engenheiro catalão Ildefonso Cerdá, responsável pelo projeto de ampliação de Barcelona na década de 1850. Apesar de jamais ter usado o termo urbanismo, Cerdà cunhou o termo urbe para designar de modo geral os diferentes tipos de assentamento humano e o termo urbanização designando a ação sobre a urbe. Destes termos muito próximos surgirá o nome urbanismo no início do século XX. Cerdà publicou extensos estudos sobre as cidades de Barcelona e Madri, que versavam sobre os mais diversos aspectos da cidade indo desde questões técnicas (como a análise da rua e seus sistemas de infraestrutura) até questões teóricas e territoriais, (i.e.: como ligar as cidades em uma grande rede nacional?). Um compêndio expandido e revisado, a Teoria Geral da Urbanização, publicado em 1867, resulta de seus estudos anteriores e é a publicação mais notória de Cerdà.[citar referência] == Urbanismo no Brasil == No Brasil, o urbanismo só começou a ser efetivamente utilizado a partir do fim do século XIX, quando foi fundada a cidade de Belo Horizonte, cujo plano começou a ser elaborado em 1894, pelo engenheiro Aarão Reis, substituído depois por Francisco Bicalho.[citar referência bibliográfica] Goiânia, construída para substituir como capital do Estado a antiga e colonial Vila Boa de Góias; foi fundada em 1933, obedecendo a plano do arquiteto Attilio Corrêa Lima, primeiro urbanista formado do Brasil, e alterado pelos irmãos, Coimbra Bueno a partir de 1935. Brasília é o terceiro grande exemplo brasileiro de cidade projetada. O projeto da atual capital brasileira, escolhido por concurso nacional, é de autoria do arquiteto Lúcio Costa, cuja obra urbanística foi profundamente influenciada pelas ideias de Le Corbusier.[citar referência bibliográfica] == Urbanismo em Portugal == Pese embora o facto de Portugal ter planeado um conjunto diversificado de cidades desde a idade média, passando pela expansão ultramarina e respetivos territórios, a verdade é que só muito recentemente foi criado um curso específico para a profissão de urbanista. Assim, é em 1983 que é criada a Licenciatura em Planeamento Regional e Urbano na Universidade de Aveiro em 1983. == Planejamento urbano == Planejamento urbano é a disciplina técnico-científica e a profissão que lida com políticas públicas relacionadas a qualidade de vida dos habitantes de áreas urbanas, rurais no âmbito local, regional e internacional. Assim sendo, o planejamento urbano lida, simultaneamente, com o desenvolvimento socioeconômico e cultural, a mobilidade urbana, a infraestrutura de transporte e de saneamento básico, a política habitacional, a qualidade e o acesso aos espaços públicos, a proteção e conservação do meio ambiente natural (tangível e intangível) e de áreas públicas verdes em meio urbano, a resolução de conflitos comunitários, a gerência e criação dos equipamentos urbanos, o desenvolvimento e implantação (logística) de serviços públicos e o controle do uso do solo, entre outras questões.Universidade McGill What is urban planning? Uma definição precisa do que seja o planejamento urbano necessariamente passa pelo trabalho de defini-lo, enquanto disciplina, em relação ao urbanismo. Tanto o planejamento urbano quanto o urbanismo são entendidos como o estudo do fenômeno urbano em sua dimensão espacial, mas diferem notadamente no tocante às formas de atuação no espaço urbano. Desta maneira, o urbanismo trabalha (historicamente) com o desenho urbano e o projeto das cidades, em termos genéricos, sem necessariamente considerar a cidade como agente dentro de um processo social interativo, enquanto que o planejamento urbano, além de agir diretamente do ordenamento físico das cidades, trabalha com os processos que a constroem (ainda que indiretamente, sempre atue no desenho das cidades). O planejamento urbano é atividade, por excelência, multidisciplinar, enquanto que o urbanismo, ao longo da história, se tornou uma subdisciplina da Arquitetura. Porém, em alguns países, por exemplo, como no Brasil, os limites entre o planejamento urbano e o urbanismo são pouco claros na prática: intervenções urbanísticas na cidade são comumente tratadas como \"obras de planejamento\", enquanto que atividades típicas do planejamento (como a criação de um plano diretor), são eventualmente tratadas como \"obras de urbanismo\". Nos países do Norte, no entanto, a distinção entre Urbanismo e planejamento urbano é clara, sendo o urbanista o técnico responsável pelo licenciamento de obras a nível municipal e o planejador urbano, o profissional responsável pelas diretrizes de crescimento e desenvolvimento urbano e regional, incluindo a definição dos critérios a serem seguidos pelos urbanistas durante o processo de concessão de licenças de construção. === Desenho urbano === O desenho urbano é uma área do planejamento urbano ligada às soluções que envolvem os aspectos físicos do espaço urbano, dando forma e caracterização aos distintos usos deste espaço, bem como estabelecendo a articulação entre estes, levando também em conta o desenvolvimento das áreas ao longo do tempo.Universidade McGill What is Urban Design? == Data comemorativa == Anualmente, na data de 8 de novembro é comemorado o Dia Mundial do Urbanismo, segundo importantes organismos profissionais dos urbanistas como a Associação Internacional dos Urbanistas (ISOCARP, sigla em inglês), Conselho Europeu dos Urbanistas (CEU), Associação Asiática das Escolas de Planejamento Urbano e Regional (APSA), Associação Norte Americana dos Planejadores Urbanos (APA). A data é comemorada desde 1949, como uma estratégia para promover a consciência, a sustentação, a promoção e a integração entre a comunidade e o Urbanismo, de forma participativa, em todos os níveis de governo. Então é uma ótima oportunidade para repensarmos, refletirmos melhor sobre o Urbanismo enquanto área do conhecimento e sobre as reais condições de vida da população das cidades brasileiras. O Dia Mundial do Urbanismo é comemorado através de exposições, artigos, conferências, seminários, fóruns, etc. onde se discutem temas relacionados ao Urbanismo e à questão urbana. Esta data comemorativa foi decretada pela Organización Internacional Del día Mundial del Urbanismo, fundada em 1949 , em Buenos Aires – Argentina, pelo professor Carlos Maria Della Paolera, da Universidade de Buenos Aires. A iniciativa de se promover esta data para discutir o Urbanismo e os problemas urbanos se deu em razão de um clima de discussão teórica sobre o Urbanismo enquanto área do conhecimento e acerca das técnicas ou modelos que serviriam como princípios em todo o mundo, pois já aconteciam eventos de discussão como os CIAM´S – Congresso Internacional de Arquitetura Moderna, além dos CIRPAC e outros eventos na época que tinham este objetivo. O símbolo, ou emblema, que representa este dia, foi desenhado pelo mesmo criador da data comemorativa em 1934, e simboliza uma trilogia de elementos naturais essenciais à vida humana : o sol (representado em amarelo), a vegetação (representada em verde) e o ar (em azul). Nota-se então uma preocupação com o equilíbrio entre o meio natural e o meio antrópico (urbanizado) nas grandes cidades, numa tentativa de se promover uma maior proporção de espaços livres (verdes), em harmonia com o ambiente construído. No entanto, esta foi uma época em que se ressaltavam as premissas do Urbanismo Moderno, da cidade funcional, em que as atividades são divididas por zonas pré-definidas, sem a possibilidade de coexistência das mesmas, conforme é defendido na Carta de Atenas. A Carta de Atenas é resultado de um CIAM, que aconteceu nesta cidade grega, em 1933, coordenado pelo Arquiteto Le Corbusier, que ficou famoso por difundir estas ideias, como conjunto de princípios do Urbanismo, em várias partes do mundo. Mais tarde estas ideias viriam a ser contestadas e discutidas no meio técnico-científico, pois não existiria um modelo pré-definido para intervir numa cidade e planejá-la nem funções rígidas (que não permitissem, de maneira alguma a coexistência de alguns usos do solo), apesar de a Carta de Atenas ser, até hoje, um referência fundamenta quanto à teoria do urbanismo. A Carta de Machu Picchu, resultado de um evento realizado no Peru, em 1977, por exemplo, é um documento que trouxe algumas críticas à Carta de Atenas.SBU Dia Mundial do Urbanismo == Formação do urbanista == A graduação em Arquitetura e Urbanismo no Brasil, estabelecida pelas Diretrizes Curriculares Nacionais (Resolução CNE/CES/MEC nº 2, de 2010) e regulamentada pela Lei Federal 12.378, de 30 de Dezembro de 2010 é oferecida nas mais de 270 escolas e faculdades de Arquitetura e Urbanismo e contempla de forma ampla a formação deste profissional. * a UNEB - Universidade do Estado da Bahia possui o Curso de Bacharelado em Urbanismo, único do Brasil que forma especificamente urbanistas. O curso é reconhecido pelo Ministério da Educação desde 2002; * a UFABC - Universidade Federal do ABC possui o Curso de Bacharelado em Planejamento Territorial, que forma profissionais amplamente especializados em ordenamento territorial, urbanismo, gestão ambiental e de recursos hídricos e planejamento meso e macro regional. Sendo não tão específica quanto a graduação da UNEB. Reconhecido pelo MEC desde 2006; * a Pontifícia Universidade Católica do Rio de Janeiro possui o Curso de Domínio Adicional em Estudos das Cidades; havendo também o Curso de Bacharelado em Arquitetura e Urbanismo. Reconhecido pelo MEC desde 2007; * a UFRJ, existem programas de pós-graduação distintos de Arquitetura e Urbanismo, o que também são raros, além da pós-graduação em Planejamento Urbano e Regional; * a UFRGS também existe curso de pós-graduação nos níveis de mestrado e doutorado em Planejamento Urbano e Regional (PROPUR); * a PUC-Campinas e a UNISANTOS também oferecem curso de pós-graduação na área - além da USP, da UNESP e da UNICAMP. === O Bacharelado em Planejamento Territorial da UFABC === O Bacharelado em Planejamento Territorial (BPT) é um dos cursos da área de Ciências Humanas e Sociais que está vinculado ao Bacharelado Interdisciplinar (BI) de Ciências e Humanidades e é um curso de graduação destinado a combinar abordagens, conceitos e métodos do planejamento e do desenvolvimento territorial. Para tanto oferece uma formação capaz de integrar conhecimentos e instrumentos de diversas áreas disciplinares, tanto das ciências humanas e sociais (economia, administração, demografia, planejamento urbano e regional, ciência política, sociologia, geografia e história), quanto das ciências exatas e naturais (estatística, cartografia, geoprocessamento e ecologia). O curso prepara uma nova geração de profissionais com habilidades e competências capazes de interpretar demandas e conflitos em diferentes escalas territoriais não somente urbanos mas também rurais, contribuindo na elaboração e implementação de projetos, programas e políticas de desenvolvimento em dimensões local, metropolitana, regional e nacional. O Bacharelado em Planejamento Territorial é inovador, pois busca atender demandas já presentes nas agendas nacional e internacional ao abordar alguns dos principais desafios contemporâneos e que se manifestam em dinâmicas territoriais – como a metropolização, a revalorização de regiões interioranas ou a vulnerabilidade socioambiental. Há vários cursos de pós-graduação em Planejamento Urbano e Regional no Brasil, mas o Bacharelado em Planejamento Territorial vem preencher uma lacuna na formação dessa temática em nível de graduação, como já ocorre em diversos países. == Problemas urbanos == :Ver: :Categoria:Problemas urbanos == Associações/Ordens de urbanistas == * Conselho de Arquitetura e Urbanismo do Brasil CAU/BR * Sociedade Brasileira de Urbanismo SBU * Conselho Europeu de Urbanistas CEU * Ordem Profissional dos Urbanistas do Québèc OUQ * International Society of City and Regional Planners ISOCARP * American Planning Association APA * Sociedad de Urbanistas del Perú SURP * Société Française des Urbanistes SFU * Asociación Española de Técnicos Urbanistas AETU * Associação Portuguesa de Planeadores do Território APPLA * Instituto de Cidades e Vilas com Mobilidade ICVM * Canadian Institute of Planners (CIP) / Institut canadien des urbanistes (ICU) == Ver também == * Alastramento urbano * Arquitetura * Carta de Atenas * Cidade * Desenho urbano * Direito urbanístico * Paisagismo * Planejamento urbano * Prevenção do crime através do desenho urbano * Política * Renovação urbana * Revitalização * Segregação espacial * Subúrbio * Urbanismo islâmico em Portugal * Urbanização * Vitalidade urbana == Bibliografia == * ASCHER, François, \"Los nuevos principios del urbanismo\", Madrid, Alianza Editorial, SA, 2004 * ASCHER, François, \"Métapolis ou l'avenir des villes\", Paris, Éditions Odile-Jacob, 1995 * CHOAY, Françoise; O Urbanismo: Utopia e realidades de uma antologia; São Paulo: Editora Perspectiva, 2003, ISBN 85-273-0163-6 * COSTA,Carlos Magno Miqueri. Direito Urbanístico Comparado - Planejamento Urbano - Das Constituições aos Tribunais Luso-Brasileiros. Editora Juruá. 2009. ISBN 978-85-362-2474-9 * LE CORBUSIER; Planejamento urbano; São Paulo: Editora Perspectiva, 2004, ISBN 85-273-0212-8 * HALL, Peter; Cidades do amanhã: uma história intelectual do planejamento e do projeto urbanos no século XX; Editora Perspectiva, 2004, ISBN 85-273-0276-4 * RYKWERT, Joseph, \"A sedução do lugar - A história e o futuro da cidade\", S. Paulo, Martins Fontes,2004 * VÁSQUEZ, Carlos García, \"Ciudad hojaldre - Visiones urbanas del siglo XXI\"; Barcelona: Editoral Gustavo Gili, SA,2004 == Ligações externas == * * * * * * * SANTOS. J.Lázaro.C.. Reflexões por um conceito contemporâneo de urbanismo. Malha Urbana - Revista Lusófona de Urbanismo. Nº03. Lisboa: ULHT, 2006. Disponível em: * PENA, João Soares. Curso de Urbanismo da UNEB: transdisciplinaridade necessária. PPGAU-UFBA, 2011. Disponível em: fr:Urbanisme",
 "title": "Urbanismo"
}