{
 "id": "97318",
 "text": "Esturjão é o nome comum usado para designar as espécies de peixes da família Acipenseridae, incluindo os gêneros Acipenser, Huso, Scaphirhynchus e Pseudoscaphirhynchus. O termo inclui mais de 20 espécies que são comumente conhecidas como esturjões e várias espécies aparentadas que possuem nomes comuns distintos, sendo as mais notáveis sterlet , kaluga e beluga. Coletivamente, a família é também conhecida como Esturjões Verdadeiros. O termo esturjão é algumas vezes utilizado mais exclusivamente para designar espécies dos dois gêneros mais conhecidos: Acipenser e Huso. Os esturjões compõem uma das mais antigas famílias de peixes ósseos existentes, e são nativos de rios e lagos da Europa Central. Eltinta, com os seus corpos alongados, ausência de escamas, e às vezes grande porte: esturjões de comprimento entre 2 e 3,5 metros são comuns, e algumas espécies chegam a 5,5 metros. A maioria deles consiste de bentos anádromos, que sobem rios para se reproduzir e se alimentam em deltas e estuários. Alguns deles são exclusivamente de água doce, e, dentre os que vivem no mar, são pouquíssimas as espécies que se distanciam das áreas costeiras. Várias espécies de esturjão são pescadas para a extração da sua ova, da qual se faz o caviar – um produto de luxo que faz do esturjão o peixe comerciamente mais valioso. Devido ao seu crescimento vagaroso e ao longo período necessário para alcançar a maturidade, os esturjões são particularmente vulneráveis à pesca excessiva e a outras ameaças, incluindo a poluição e a fragmentação de habitats. A maioria das espécies de esturjão é atualmente considerada vulnerável, em perigo ou em perigo crítico. ==Características físicas== Juntamente com outros membros das ordens Chondrostei e Acipenseriformes, os esturjões são basicamente cartilaginosos, carecendo de um centrum vertebral, e cobertos por placas ósseas, ou escudos córneos, em vez de escamas. Eles também possuem quatro “bigodes” - órgãos táteis que precedem a boca desprovida de dentes e que são atritados contra o fundo frequentemente turvo dos rios. Os esturjões são distinta e imediatamente reconhecidos pelos seus corpos alongados, rostro achatado, placas ósseas, “bigodes” peculiares e extremidades caudais alongadas. Eles se alimentam basicamente nas zonas bênticas. Com o seu focinho protuberante e achatado e em forma de cunha os esturjões vasculham os fundos macios, e usam os “bigodes” para detectar moluscos, crustáceos e peixes pequenos, dos quais se alimenta. Não possuindo dentes, eles são incapazes de imobilizar presas, embora os espécimes maiores possam engolir presas bem grandes, incluindo salmões inteiros.Sergei F. Zolotukhin and Nina F. Kaplanova. (2007) Injuries of Salmon in the Amur River and its Estuary as an Index of the Adult Fish Mortality in the Period of Sea Migrations. NPAFC Technical Report No. 4. Os esturjões já foram considerados os maiores e mais longevos peixes de água doce. Alguns, como o beluga (Huso huso), do Mar Cáspio, chega a atingir um comprimento 5,5 metros e um peso de 2.000 quilogramas,Frimodt, C., (1995). Multilingual illustrated guide to the world's commercial coldwater fish. Fishing News Books, Osney Mead, Oxford, England. 215 p. enquanto o esturjão-kaluga (H. dauricus), do Rio Amur, atinge comprimento similar e até 1.000 quilogramas de peso.Krykhtin, M.L. and V.G. Svirskii (1997). Endemic sturgeons of the Amur River: kaluga, Huso dauricus, and Amur sturgeon, Acipenser schrenckii. Environ. Biol. Fish. 48(1/4):231-239. Eles estão provavelmente entre os peixes de maior longevidade – alguns vivem bem mais de cem anos – e só alcançam a maturidade sexual com pelo menos 20 anos de idade.Berg, L.S. (1962). Freshwater fishes of the U.S.S.R. and adjacent countries. volume 1, 4th edition. Israel Program for Scientific Translations Ltd, Jerusalem. (Russian version published 1948). Essa combinação de crescimento lento, demora para se reproduzir e preço extremamente elevado devido à sua ova torna o esturjão particularmente vulnerável à pesca excessiva. Os esturjões são poliplóides. Algumas espécies possuem 4, 8 ou 16 pares de cromossomos. ==Habitats== O esturjão é encontrado nas águas subtropicais e sub-árticas da América do Norte e da Eurásia. Na América do Norte, eles são encontrados ao longo da costa do Oceano Atlântico, como por exemplo, na região dos Açores, do Golfo do México à Terra Nova, e ainda nos Grandes Lagos, nos rios São Lourenço, Missouri e Mississippi, e também na Costa Oeste da América do Norte, nos principais rios, da Califórnia à Colúmbia Britânica. Eles também vivem ao longo da Costa Atlântica Europeia, e ainda na região do Mediterrâneo, nos rios que desaguam nos mares Negro, Azov e Cáspio (Danúbio, Dniepre, Volga e Don), nos rios da Rússia que correm para o norte e deságuam no Oceano Ártico (Ob, Yenisei, Lena, Kolyma), nos rios da Ásia Central (Amu Darya e Syr Darya) e no Lago Baikal. No Oceano Pacífico, eles são encontrados no Rio Amur, ao longo da fronteira entre a Rússia e a China, na Ilha Sacalina e no Yangtzé e outros rios do nordeste da China. Embora a região que habitam seja vasta, quase todas as espécies de esturjão encontram-se altamente ameaçadas ou vulneráveis à extinção, devido à combinação de destruição de habitats, pesca excessiva ou predatória e poluição. Não se conhece nenhuma espécie que ocorra naturalmente ao sul do equador, embora tentativas de criar o esturjão tenham sido feitas no Uruguai, na África do Sul e em outros países.LA. Burtzev (1999) The History of Global Sturgeon Aquaculture. Journal of Applied Ichthyology 15 (4-5), 325–325. doi:10.1111/j.1439-0426.1999.tb00336.xS. Duke, P. Anders, G. Ennis, R. Hallock, J. Hammond, S. Ireland, J. Laufle, R. Lauzier, L. Lockhard, B. Marotz, V.L. Paragamian, R. Westerhof (1999) Recovery plan for Kootenai River white sturgeon (Acipenser transmontanus), Journal of Applied Ichthyology 15 (4-5), 157–163.G.I. Ruban, 1999. The Siberian Sturgeon Acipenser baerii Brandt: Structure and Ecology of the Species, Moscow, GEOS. 235 pp (in Russian). A maioria das espécies é pelo menos parcialmente anádroma, reproduzindo-se em água doce e alimentando-se nas águas turvas e ricas em nutrientes dos estuários, ou fazendo migrações significativas ao longo de costas marítimas. Porém, algumas espécies evoluíram para viverem exclusivamente em água doce, como é o caso do esturjão-de-lago (Acipenser fulvescens) e o esturjão-de-Baikal (Acipenser baerii baicalensis), ou foram obrigadas a viver em água doce devido ao bloqueio antropogênico ou natural dos seus rios nativos, como ocorreu com algumas subpopulações de esturjão-branco (Acipenser transmontanus) no Rio Columbia e de esturjão-siberiano (Acipenser baerii), na bacia do Ob. ==Usos== Na Rússia, a pesca do esturjão tem um valor enorme. No início do verão o peixe migra para os rios ou para as costas de lagos de água doce para se reproduzir. Os ovos são muito pequenos e tão numerosos que calcula-se que uma fêmea produza cerca de três milhões deles em uma temporada. No Reino Unido, onde às vezes apenas seis espécimes são capturados anualmente, o esturjão foi promovido à categoria de peixe real por um decreto do rei Eduardo II. De acordo com a lei, quem capturar um esturjão tem que primeiro oferecê-lo ao monarca reinante. Nos locais em que os esturjões são pescados em grande quantidade, como nos rios do sul da Rússia e nos Grandes Lagos da América do Norte, a sua carne é secada, defumada ou salgada. As ovas, de grande tamanho, são transformadas em caviar. Além disso, um dos melhores tipos de isinglass, ou cola de peixe, é feito com a bexiga natatória do esturjão. ==Espécies== Segundo a taxonomia atualmente aceita, a família Acipenseridae subdivide-se em duas subfamílias: Acipenserinae, incluindo os gêneros Acipenser e Huso, e Scaphirhynchinae, incluindo os gêneros Scaphirhynchus e Pseudoscaphirhynchus. *Família Acipenseridae **Subfamília Acipenserinae ***Gênero Acipenser * Acipenser baerii (espécie composta de três subespécies: A.b.baerii, A.b.baicalensis e A.b.stenorrhynchus; ver abaixo) * Esturjão-siberiano, Acipenser baerii baerii *Esturjão-do-lago-baikal, Acipenser baerii baicalensis * Esturjão-do-rio-lena, Acipenser baerii stenorrhynchus * Esturjão-de-focinho-curto Acipenser brevirostrum *Esturjão-do-yangtzé, Acipenser dabryanus *Esturjão-de-lago, Acipenser fulvescens *Esturjão-russo, Acipenser gueldenstaedtii *Esturjão- verde, Acipenser medirostris *Esturjão-da-sacalina, Acipenser mikadoi *Esturjão-japonês, Acipenser multiscutatus *Esturjão-adriático, Acipenser naccarii * Acipenser nudiventris *Acipenser oxyrinchus (espécie composta de duas subespécies: A.o. oxyrinchus e A.o.desotoi; ver abaixo) *Esturjão- atlântico, Acipenser oxyrinchus oxyrinchus *Esturjão-do-golfo-do-méxico, Acipenser oxyrinchus desotoi *Esturjão-persa, Acipenser persicus * Sterlet, Acipenser ruthenus *Esturjão-do-rio-amur, Acipenser schrenckii *Esturjão- chinês, Acipenser sinensis * Acipenser stellatus *Esturjão-europeu, Acipenser sturio (também chamado, erroneamente, de \"esturjão-báltico\") *Esturjão-branco, Acipenser transmontanus ***Gênero Huso ****Esturjão-beluga, Huso huso ****Esturjão-kaluga, Huso dauricus **Subfamília Scaphirhynchinae ***Gênero Scaphirhynchus **** Scaphirhynchus albus **** Scaphirhynchus platorynchus ****Esturjão-do-alabama, Scaphirhynchus suttkusi ***Gênero Pseudoscaphirhynchus ****Esturjão-anão, Pseudoscaphirhynchus hermanni ****Esturjão-de-syr-darya, Pseudoscaphirhynchus fedtschenkoi ****Esturjão-de- amu-darya, Pseudoscaphirhynchus kaufmanni Categoria:Acipenseriformes Categoria:Peixes comerciais Categoria:Espécies invasoras em Portugal",
 "title": "Esturjão"
}