{
 "id": "97325",
 "text": "Aedes (Stegomyia) aegypti (aēdēs do grego αηδής: \"odioso\" e ægypti do latim, significando \"do Egipto\") é a nomenclatura taxonômica para o mosquito que é popularmente conhecido como mosquito-da-dengue ou pernilongo-rajado,FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.1 314 uma espécie de mosquito da família Culicidae proveniente da África, atualmente distribuído por quase todo o mundo, especialmente em regiões tropicais e subtropicais, sendo dependente da concentração humana no local para se estabelecer. Acredita-se que 35% da população mundial viva em áreas propícias e endêmicas para a proliferação do mosquito. O mosquito está bem adaptado à zonas urbanas, mais precisamente ao domicílio humano, onde consegue reproduzir-se e pôr os seus ovos em pequenas quantidades de água limpa e parada, isto é, pobres em matéria orgânica em decomposição e sais (que confeririam características ácidas à água), que preferivelmente estejam sombreados e no peridomicílio. Atualmente, foi descoberto que a fêmea não se reproduz somente em água limpa e parada, pelo contrário. O mosquito pode se reproduzir em águas com altos níveis de poluição, como o esgoto por exemplo. A fêmea observa vários fatores influenciáveis ao crescimento das larvas, como a temperatura, luminosidade e resquícios de matéria orgânica. As larvas do aedes são sensíveis à luz, o que faz com que se desenvolvam bem em águas turvas. As fêmeas, para realizar a hematofagia, podem percorrer até 2 500 metros.NEVES.David Pereira. et. al'.' Parasitologia Humana. 10.ed. São Paulo: Atheneu, 2000. É considerado vector de doenças graves, como dengue, febre amarela, febre zica e chikungunya. O controle das suas populações é considerado assunto da saúde pública e há comprovação científica de que o controle do Aedes Aegypt tem custo menor para os governos do que o tratamento às doenças causadas por este vetor. == Descrição == O Aedes aegypti é um mosquito que se encontra ativo e pica durante o dia, ao contrário do Anopheles, vector da malária, que tem atividade crepuscular. O Aedes aegypti tem, como vítima preferencial, o ser humano, e não faz praticamente som audível antes de picar. Mede menos de 1 centímetro e é preto com manchas brancas no corpo e nas pernas. O seu controle é difícil, por ser muito versátil na escolha dos criadouros onde deposita seus ovos, que são extremamente resistentes, podendo sobreviver vários meses até que a chegada de água propicie a incubação. Uma vez imersos, os ovos desenvolvem-se rapidamente em larvas, que dão origem às pupas, das quais surge o adulto. Como em quase todos os outros mosquitos, somente as fêmeas se alimentam de sangue para a maturação de seus ovos. Os machos se alimentam apenas de substâncias vegetais e açucaradas. Por se adaptar bem a vários recipientes, a expansão deste mosquito a partir do seu habitat original foi rápida. O Aedes aegypti foi introduzido na América do Sul através de barcos provenientes de África. Nas Américas, admite-se que sua primeira colonização sobre o Novo Mundo ocorreu através dos navios negreiros no período colonial junto com os escravos. No Brasil, o Aedes aegypti havia sido erradicado na década de 1950; entretanto, nas décadas de 1960 e 1970, ele voltou a colonizar esse país, vindo de países vizinhos que não haviam conseguido promover a sua total erradicação. O Aedes aegypti está presente nas regiões tropicais de África e da América do Sul, chegando à Ilha da Madeira, em Portugal e ao estado da Flórida, nos Estados Unidos. Nessa zona, o Aedes aegypti tem vindo a declinar, graças à competição com outra espécie do mesmo gênero, o Aedes albopictus. Este fato, porém, não trouxe boas notícias, uma vez que o A. albopictus é, também, um vetor da dengue, bem como de vários tipos de encefalite equina. No Brasil, o único que transmite a dengue é o A. aegypti. A competição entre as duas espécies ocorre devido ao fato de a fêmea do A. aegypti se acasalar tanto com o macho de sua espécie quanto com o macho do A. albopictus, que é mais agressivo e que, sendo de outra espécie, gera ovos inférteis, reduzindo, assim, a população de A. aegypti.O mosquito é tão proliferado que chega a infestar 3.592 municípios brasileiros. Repelentes baseados no composto DEET (N,N-dietilmetatoluamida) são recomendados contra o Aedes aegypti.Governo do Estado do Rio de Janeiro, Rio Contra Dengue, Tire suas dúvidas [em linha]Prefeitura de Santos, SP, Dengue, Transmissão [em linha] == Genoma == O genoma desta espécie de mosquito foi sequenciado e analisado por um consórcio que inclui cientistas do Instituto J. Craig Venter, do Instituto Europeu de Bioinformática, do Instituto Broad e da Universidade de Notre Dame, e foi publicado em 2007. O esforço de sequenciamento de seu DNA foi destinado a fornecer novos caminhos para pesquisas em inseticidas, bem como para possíveis alterações genéticas que impeçam a propagação dos vírus levados pelo inseto. Esta foi a segunda espécie de mosquito que teve seu genoma sequenciado integralmente (o primeiro foi o Anopheles gambiae). Os dados publicados incluem 1380 milhões de pares de bases contendo cerca de 15 419 genes que codificam proteínas do mosquito. A sequência indica que a espécie divergiu da Drosophila melanogaster (mosca-comum-da-fruta) há cerca de 250 milhões de anos, enquanto o Anopheles gambiae divergiu de D. melanogaster há cerca de 150 milhões de anos. == Formas de controle == === Mecânico === Baseia-se na eliminação de possíveis locais de incubação dos ovos do mosquito, ou seja, na eliminação de locais de água parada.Aedes aegypti. Disponível em http://auladengue.ioc.fiocruz.br/?p=86. Acesso em 7 de julho de 2016. Outra forma de controle mecânico são as armadilhas adesivas de ovoposição (BR-OVT), que atraem os mosquitos adultos graças a sua forma, cor e, em alguns casos, pela presença de feromônios. Além de prenderem os insetos na sua borda adesiva, as armadilhas induzem as fêmeas a depositarem seus ovos em uma substância larvicida (BTi).Instituto do Cérebro. Disponível em http://inscer.pucrs.br/artigo-controle-do-mosquito-aedes-aegypti-profa-dra- celia-carlini-pesquisadora-da-area-de-biologia-celular-e-molecular-no-inscer/. Acesso em 7 de julho de 2016. === Biológico === Consiste na utilização de algumas espécies que combatem o mosquito, como algumas espécies de peixes e microcrustáceos que se alimentam das larvas do inseto, por exemplo. Bactérias do gênero Wolbachia também podem ser usadas, pois infectam o inseto e o tornam imunes aos vírus usualmente transmitidos pelo inseto. A bactéria Bacillus thuringiensis israelensis (BTi) é patogênica para o inseto, pois produz toxinas que geram poros no intestino do inseto. Esta toxina pode ser produzida em laboratório e utilizada na produção de larvicidas. A Crotalaria juncea também é utilizada, pois é uma planta que atrai as libélulas, que costumam se alimentar dos adultos e das larvas de A. aegypti.Livre pensar é só pensarǃ. Disponível em https://livrepensar.wordpress.com/?s=beleza+para+combater+o+mosquito. Acesso em 7 de julho de 2016. === Químico === Baseia-se no uso de inseticidas, que atacam a larva ou a forma adulta do inseto. Os inseticidas mais comuns são compostos, como os piretroides, os organofosforados e os carbamatos. Eles interferem no sistema nervoso do inseto, causando sua superexcitação ou inibição. São os mesmos compostos utilizados nos agrotóxicos e, portanto, são tóxicos também para outras espécies, inclusive para o ser humano, e podem ter um efeito cumulativo ao longo da cadeia alimentar. Outro problema é que o uso de inseticidas pode acabar gerando insetos resistentes. Um exemplo de controle químico é o fumacê, que ataca a forma adulta do inseto. Porém a forma mais eficiente de controle químico é o que combate as larvas do inseto, por estas estarem em locais mais restritos do que os insetos adultos, que voam. Para amenizar tais adversidades, foram desenvolvidos outros produtos para fazer o controle desses vetores e são, principalmente, os grupos dos inseticidas biológicos ( ex: bactérias patógenas) e dos reguladores de crescimento. === Monitoramento === O Monitoramento Integrado do Aedes (MI-Aedes) é uma tecnologia brasileira resultante do desenvolvimento de pesquisas sobre a biologia e comportamento do mosquito, com o objetivo de monitorar o vetor e a circulação viral em área urbana. Criada em 2002, a partir da formalização de uma empresa spin-off acadêmica com origem no Instituto de Ciências Biológicas da Universidade Federal de Minas Gerais (UFMG), a empresa licenciou suas primeiras tecnologias da UFMG em 2004, por meio do financiamento público da Financiadora de Estudos e Projetos (FINEP), Fundo Verde-Amarelo para o desenvolvimento tecnológico. Desde então a empresa, em 2010, juntamente com a Fundação de Amparo à Pesquisa do Estado de Minas Gerais (FAPEMIG) e a própria UFMG, desenvolveu a tecnologia de monitoramento integrado (MI-Aedes) de diferentes vírus em mosquitos, hoje responsável pelo único monitoramento de dengue, zika e chikungunya em vetores. === Genético === A. aegypti geneticamente modificados, apelidados de Aedes aegypti do bem, foram criados para suprimir a sua própria espécie, em uma abordagem semelhante à técnica do inseto estéril, reduzindo, assim, o risco de propagação de doenças. Os mosquitos, conhecidos como OX513A, foram desenvolvidos pela empresa Oxitec, Universidade de Oxford e subsidiária da Intrexon (NYSE: XON). Os testes de campo nas Ilhas Cayman, Brasil e Panamá têm mostrado que os mosquitos OX513A reduziram as populações de mosquitos alvo em mais de 90%. O efeito de supressão da população do inseto é conseguido através um gene autolimitador que impede que a prole sobreviva. Mosquitos geneticamente modificados do sexo masculino, que não picam ou transmitem doenças, são liberados para acasalar com as fêmeas selvagens. Sua prole, então, herda o gene autolimitador e morre antes de atingir a idade adulta, ou seja, antes que possam se reproduzir ou espalhar doenças. Os mosquitos OX513A e seus descendentes também carregam um marcador fluorescente para monitoramento. Para produzir mais mosquitos OX513A para projetos de controle, o gene autolimitador é desligado na instalação de produção de mosquito usando um antídoto (o antibiótico tetraciclina), o que permite que os mosquitos voltem a se reproduzir naturalmente. No meio ambiente, este antídoto não está disponível e, assim, a população da praga é suprimida. Os efeitos desta técnica não são tóxicos e os espécimes geneticamente modificados cruzam com outros Ae. aegypti. Os insetos libertados e seus descendentes morrem e não persistem no ambiente. No Brasil, os mosquitos geneticamente modificados foram aprovados pela Comissão Técnica Nacional de Biossegurança (CTNBio) para lançamentos em todo o país. O município de Piracicaba, no interior de São Paulo, lidera a primeira parceria do mundo para a liberação de mosquitos OX513A. Com os resultados, a Câmara dos Lordes, do Parlamento do Reino Unido, apelou para que o governo britânico apoie mais pesquisas sobre insetos geneticamente modificados para a saúde global. Esta abordagem também pode ser aplicada para controlar o Aedes albopictus e os mosquitos Anopheles, que propagam o paludismo. Mosquitos geneticamente modificados (GM) criado pela empresa Oxitec e soltos em Jacobina, entre 2013 e 2015, entre 5% e 60% da população de mosquitos carregava DNA da linhagem Oxitec em seu genoma em diferentes pontos de um estudo e em diferentes bairros de Jacobina. Um artigo publicado no Scientific Reports sugere que o DNA da cepa Oxitec poderia tornar os mosquitos selvagens mais aptos ou mais fortes. Dra. Capurro apontou que não havia dados que sustentassem a ideia de \"vigor híbrido\". A Oxitec reagiu à publicação do artigo com uma lista de objeções e registrou uma queixa com a revista Scientific Reports. A empresa realizou vários testes no Brasil desde a libertação em Jacobina, incluindo um teste de uma cepa GM de segunda geração projetada para que os filhotes sobrevivam e transmitam seus genes. == Ver também == * Dengue * Febre amarela * Febre Zika * Chikungunya * Surto de vírus zika na América em 2015 === Bibliografia === * Consoli RAGB, Lourenço-de- Oliveira R. Principais mosquitos de importância sanitária no Brasil. Editora Fundação Instituto Oswaldo Cruz, Rio de Janeiro, Brasil, 1994. * Forattini OP. Culicidologia médica: identificação, biologia, epidemiologia v.2. EDUSP São Paulo, 2002. ==Ligações externas== * Moderno Sistema de Geoprocessamento- COPPE/UFRJ e UECE. O sistema permite ao gestor acompanhar em tempo real o trabalho do controles de vetores e da rede hospitalar. * * Site com dicas de prevenção, informações sobre tratamento e notícias sobre o combate à dengue no Rio de janeiro. aegypti Categoria:Dengue Categoria:Insetos descritos em 1762",
 "title": "Aedes aegypti"
}