{
 "id": "97330",
 "text": "São Domingos de Gusmão (oficialmente em espanhol Santo Domingo de Guzmán) é uma aldeia do município de Olivença, Espanha (disputado por Portugal). Até 1801, constituía uma freguesia deste concelho português e tinha 353 habitantes. Sob a administração espanhola, encontra-se integrada na Província de Badajoz. Situa-se a 7 km de Olivença . De acordo com dados 2013, possui actualmente apenas 16 habitantes, constituindo a menor das aldeias oliventinas. Oferece-nos a igreja paroquial de S. Domingos de Gusmão, pequena edificação caiada de carácter popular, do século XVII, com aspecto de ermida rural. A fachada ostenta um grande pórtico de severa estrutura em mármore e duplo campanário. A planta é de uma nave com abóbada de simples e cabeceira quadrangular de cruzeiro. As capelas e demais dependências anexadas a corpo principal originam um conjunto de variados volumes e acertada composição. Uma pequena cúpula em chaminé destaca-se sobre a cobertura. O seu encanto principal resulta da sua característica arquitectura popular tradicional de acento alentejano. No início do século XVIII, a aldeia era constituída por cerca de 60 pessoas. Nessa altura, existiam nas suas imediações as herdades da Borrachinha, de Monte-longo e Gijarral, entre outras, consideradas muito férteis .Corographia portugueza e descripçam topographica do famoso Reyno de Portugal, Tomo II, Padre António Carvalho da Costa, 1708 A meio caminho de Olivença encontra-se a ermida de Nossa Sra. das Neves, cujas festas se celebram em 5 de Agosto. Sobre ela existe uma encantadora lenda que relata a história do pequeno Joaquim que, perdido no campo, a Virgem protegeu durante a noite. == Galeria == Ficheiro:São Domingos de Gusmão (Olivença) - 1.jpg|Rua principal Ficheiro:São Domingos de Gusmão (Olivença) - 3.jpg|Largo Ficheiro:São Domingos de Gusmão (Olivença) - 4.jpg|Largo Ficheiro:Igreja de São Domingos de Gusmão (Olivença).jpg|Igreja Categoria:Antigas freguesias de Portugal Categoria:Olivença Categoria:Localidades de Badajoz (província) Categoria:Localidades da Estremadura (Espanha) Categoria:Localidades da Espanha",
 "title": "São Domingos de Gusmão (Olivença)"
}