{
 "id": "97402",
 "text": "Brassicales é uma ordem de plantas com flor pertencente ao clado das eurosids II, um grupo de dicotiledóneas do grupo das rosídeas estabelecido no contexto do sistema APG II. Na sua actual circunscrição taxonómica a ordem Brassicales contém 17 famílias, 398 géneros e cerca de 4450 espécies, entre as quais um numeroso grupo de plantas com importante interesse económico (nomeadamente o grupo da papaia e o grupo da colza, das couves e repolhos e dos nabos). ==Descrição== A ordem das Brassicales apresenta como carácter comum à maioria dos seus membros a capacidade de produção de compostos de glucosinolato (óleo de mostarda). A maioria dos sistemas de classificação têm incluído esta ordem, embora por vezes sob o nome de Capparales (a escolha do nome dependendo da prioridade estabelecida para as famílias incluídas). A ordem tipicamente contém as seguintes famílias: * Akaniaceae - duas espécies arbóreas nativas da Ásia e leste da Austrália; * Bataceae – arbustos tolerantes à salinidade nativos da América e Australásia; * Brassicaceae – família da mostarda e das couves; pode incluir as Cleomaceae; * Capparaceae – família da alcaparra, por vezes incluída nas Brassicaceae; * Caricaceae – família da papaia; * Cleomaceae – família por vezes incluída nas Brassicaceae; * Gyrostemonaceae - vários géneros de pequenos arbustos e árvores endémicos nas regiões temperadas da Austrália; * Koeberliniaceae - uma espécie de arbustos espinhosos nativos do México e do sueste dos EUA; * Limnanthaceae – família das Limnanthes; * Moringaceae – 13 espécies de árvores da África e Índia; * Pentadiplandraceae - espécies africanas cujas bagas contêm duas proteínas de sabor fortemente adocicado; * Resedaceae – família das resedas; * Salvadoraceae - três géneros nativos da África e Java; * Setchellanthaceae - um pequeno arbusto oriundo do México; * Tovariaceae - um género de herbáceas nativas da Jamaica e da América do Sul; * Tropaeolaceae – família dos nastúrcios. Segundo o sistema de Cronquist, as Brassicales eram designadas Capparales e incluídas na subclasse das Dilleniidae (actualmente obsoleta por ser polifilética). As únicas famílias incluídas eram as Brassicaceae e Capparaceae (consideradas como famílias distintas), que já não são utilizadas em separado, e as Tovariaceae, Resedaceae e Moringaceae. Algumas famílias aqui apresentadas pertenciam a várias ordens diferentes. As famílias Capparaceae e Brassicaceae são estreitamente aparentadas. Um grupo, constituído por Cleome e géneros filogeneticamente próximos, foi tradicionalmente incluído nas Capparaceae, mas dessa inclusão resultava que o agrupamento taxonómico Capparaceae ficava parafilético. Em consequência, este grupo é agora geralmente incluído nas Brassicaceae ou forma uma família à parte, as Cleomaceae. == Referências== ==Bibliografia== * Angiosperm Phylogeny Group (APG) (2003): An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG II. Botanical Journal of the Linnean Society 141(4): 399-436. PDF fulltext * Haston, E.; Richardson, J.E.; Stevens, P.F.; Chase, M.W. & Harris, D.J. (2007): A linear sequence of Angiosperm Phylogeny Group II families. Taxon 56(1): 7-12. HTML abstract * Hall, J.C.; Sytsma, K.J. & Iltis, H.H. (2002): Phylogeny of Capparaceae and Brassicaceae based on chloroplast sequence data. Am. J. Bot. 89(11): 1826-1842. PDF fulltext * Hall, J.C.; Iltis, H.H. & Sytsma, K.J. (2004): Molecular phylogenetics of core Brassicales, placement of orphan genera Emblingia, Forchhammeria, Tirania, and character evolution. Systematic Botany 29: 654-669. PDF fulltext ==Ligações externas== !",
 "title": "Brassicales"
}