{
 "id": "97487",
 "text": "Cartel é um acordo explícito ou implícito entre empresas concorrentes para, principalmente, fixação de preços ou cotas de produção, divisão de clientes e de mercados de atuação ou, por meio da ação coordenada entre os participantes, eliminar a concorrência e aumentar os preços dos produtos, obtendo maiores lucros, em prejuízo do bem-estar do consumidor. == História == A formação de cartéis teve início na Idade Média com as guildas e cresceu durante a Revolução Industrial,Werner, Richard A. Princes of the Yen, Japan’s Central Bankers and the Transformation of the Economy, New York: M. E. Sharpe, 2003; new English edition 2016, Quantum Publishers na segunda metade do século XIX. Cartéis normalmente ocorrem em mercados oligopolísticos, nos quais existe um pequeno número de firmas, e normalmente envolve produtos homogêneos. Na prática o cartel opera como um monopólio, isto é, como se fosse uma única empresa. Os Cartéis são considerados a mais grave lesão à concorrência e prejudicam consumidores ao aumentar preços e restringir oferta, tornando os bens e serviços mais caros ou indisponíveis. Ao artificialmente limitar a concorrência, os membros de um cartel também prejudicam a inovação, impedindo que novos produtos e processo produtivos surjam no mercado. Cartéis resultam em perdas de bem-estar do consumidor e, em longo prazo, perda de competitividade da economia com o um todo. Segundo estimativas da Organização para a Cooperação e Desenvolvimento Econômico (OCDE), os cartéis geram um sobrepreço estimado entre 10 e 20 por cento comparado ao preço em um mercado competitivo, causando prejuízos de centenas de bilhões de reais aos consumidores anualmente. No Brasil, assim como em quase todos os países onde há leis antitruste, a formação de cartéis é considerada crime. O dia 8 de outubro foi instituído por Decreto Presidencial como sendo o Dia Nacional do Combate a Cartéis. == Legislação brasileira == A política brasileira de defesa da concorrência é disciplinada pela Lei nº 12.529, de 30 de Novembro de 2011. (Anteriormente pela Lei nº 8.884, de 11 de junho de 1994.) O Sistema Brasileiro de Defesa da Concorrência (SBDC) é composto por três órgãos: a Secretaria de Acompanhamento Econômico (SEAE) do Ministério da Fazenda, a Secretaria de Direito Econômico (SDE) do Ministério da Justiça e o Conselho Administrativo de Defesa Econômica (CADE), autarquia federal vinculada ao Ministério da Justiça. De acordo com a Constituição brasileira de 1988, no âmbito administrativo, uma empresa condenada por prática de cartel poderá pagar multa de 1 a 30 por cento de seu faturamento bruto no ano anterior ao início do processo administrativo que apurou a prática. Por sua vez, os administradores da empresa direta ou indiretamente envolvidos com o ilícito podem ser condenados a pagar uma multa de 10 a 20 por cento daquela aplicada à empresa. Outras penas acessórias podem ser impostas como, por exemplo, a proibição de contratar com instituições financeiras oficiais e de parcelar débitos fiscais, bem como de participar de licitações promovidas pela Administração Pública Federal, Estadual e Municipal por prazo não inferior a cinco anos. Além de infração administrativa, a prática de cartel também configura crime no Brasil, punível com multa ou prisão de dois a cinco anos em regime de reclusão. De acordo com a Lei (revogada) de Crimes Contra a Ordem Econômica (Lei nº 8.137, de 27 de dezembro de 1990, essa sanção pode ser aumentada em até 50 por cento se o crime causar grave dano à coletividade, for cometido por um servidor público ou se relacionar a bens ou serviços essenciais para a vida ou para a saúde. == Ver também == == Ligações externas == * * * * Categoria:Microeconomia Categoria:Crimes comerciais",
 "title": "Cartel"
}