{
 "id": "97482",
 "text": "Holding (), sociedade holding, sociedade gestora de participações sociais (SGPS), empresa de participações, empresa-mãe ou sociedade controladoraSociedade controladora e controlada, acesso em 07/09/2021. são termos que designam uma forma de sociedade criada com o objetivo de administrar um grupo empresarial. A holding administra e possui a maioria das ações ou cotas das empresas componentes de um determinado grupo empresarial. Essa forma de sociedade é muito utilizada por médias e grandes empresas e, normalmente, visa melhorar a estrutura de capital, ou é usada como parte de uma parceria com outras empresas ou mercado de trabalho. == Exemplo hipotético == Um exemplo prático de como uma holding pode ser utilizada: a empresa Acme fabrica e vende sapatos no Brasil. Ela acha que também pode ganhar dinheiro se vender tênis, mas ela não tem nenhuma experiência na fabricação de tênis. A empresa alemã Beta faz ótimos tênis e gostaria de vender seus produtos no Brasil, mas ela não tem uma rede de varejistas (Brasil)/retalhistas (Portugal) para distribuí-los. As empresas Acme e Beta decidem, então, fazer uma parceria para distribuir os seus produtos pelo país. Uma maneira de formalizar esta parceria seria com a criação da AB Importadora e Distribuidora Ltda. A empresa Acme criaria, então, a Acme Holding, que seria dona de 100% do capital da antiga empresa Acme Sapatos e de 51% do capital da AB. A empresa Beta seria dona dos outros 49% do capital da AB. == Tipos == Existem duas modalidades de holding: *A pura, quando, do seu objetivo social, consta somente a participação no capital de outras sociedades. *A mista, quando, além da participação, ela serve também à exploração de atividade empresarial. == Definições == Segundo Fábio Nusdeo (2001:276), holding é: Na legislação brasileira, as holdings são denominadas como \"sociedades controladoras\", conforme se pode perceber pela leitura do § 2º do art. 243Art. 243 da Lei de Sociedades por Ações, acesso em 07/09/2021.: == Ver também == * Capitalismo * Cartel * Dumping * Monopólio * Oligopólio * Truste * Grupo empresarial * Zaibatsu ==Bibliografia== *BORGES, António e MACEDO, João Carlos Monteiro de. Sociedades Gestoras de Participações Sociais - Aspectos Jurídicos, Fiscais e Contabilísticos. 4.ª ed. Lisboa: Areas Editora, 112 pp., 2008. ISBN 9789898058201 *NUSDEO, Fábio. Curso de Economia: introdução ao Direito Econômico. 3.ª ed. São Paulo: Revista dos Tribunais, 2001. *Ningue,Damião Cassoma. Curso de Gestão de Empresa: Sociedade de Gestão Categoria:Falhas de mercado Categoria:Palavras, frases e expressões em inglês Categoria:Empresas por tipo Categoria:Conglomerados",
 "title": "Holding"
}