{
 "id": "97493",
 "text": "Waltraud Meier (Würzburg, 9 de janeiro de 1956) é uma mezzosoprano alemã, considerada uma das mais importantes intérpretes do repertório wagneriano. == Biografia == Waltraud Meier nasceu em uma família de músicos e envolveu-se com o canto desde muito jovem, atuando em corais durante a infância e a adolescência. Apenas a partir de 1976, todavia, decidiu dedicar-se integralmente à carreira lírica. Fez sua estréia internacional em 1980, no Teatro Colón de Buenos Aires, e atuou até 1983 primordialmente em cidades alemãs tais como Mannheim e Dortmund. Em 1983, integrou o elenco da montagem de Bayreuth para Parsifal, de Richard Wagner, sob a regência de James Levine. Seu excepcional trabalho no papel de Kundry foi considerado por muitos o ponto alto da montagem. A partir de então, tornou-se uma cantora de renome internacional, com participações regulares em teatros tais como Covent Garden, Metropolitan Opera House, Wiener Staatsoper e La Scala. == Características == Após a Kundry de 1983 em Bayreuth, Meier dedicou-se intensivamente aos papéis wagnerianos, não apenas no próprio registro vocal de mezzo - por exemplo, a Ortrud de Lohengrin ou a Waltraute de Die Götterdämmerung - mas também no de soprano heróico, como Isolda em Tristan und Isolde e Sieglinde em Die Walküre. Embora tenha cantado também óperas de outros autores, tais como Verdi (Don Carlos, Aida) ou Saint-Saëns (Samson et Dalila), ainda é primordialmente reconhecida como uma cantora especializada no repertório do compositor alemão. Isto deve-se, em particular, a seu pleno domínio das técnicas de canto de Wagner, um dos que mais claramente procuraram expressar de forma sistemática suas exigências com relação às atuações que esperava dos intérpretes de suas obras. Meier tem sido apontada como uma das poucas intérpretes capazes de reproduzir as intenções originais do compositor com relação à perfeita sintonia entre o canto e a ação dramática - sem prejuízo de um destes dois elementos em detrimento do outro. Paralelamente ao domínio das técnicas vocais exigidas de um mezzosoprano de nível internacional, Waltraud Meier vem desenvolvendo, a exemplo de muitas outras cantoras líricas da segunda metade do século XX, um sólido trabalho interpretativo. Como tem sido apontado de forma geral pela crítica especializada, a cantora demonstra-se perfeitamente à vontade em papéis de extrema complexidade dramatúrgica, tais como as supra- citadas Kundry, Isolde ou Ortrud. == Gravações == Algumas das gravações notáveis de Waltraud Meier incluem: * Wagner, Parsifal. Com Siegfried Jerusalem, José van Dam. Regência de Daniel Barenboim. Berliner Philharmoniker, 1990. * Wagner, Lohengrin. Com Cheryl Studer, Siegfried Jerusalem, Kurt Moll. Regência de Claudio Abbado. Wiener Philharmoniker, 1992. * Saint-Saëns, Samson et Dalila. Com Plácido Domingo, Jean-Philippe Courtis. Regência de Myung-Whun Chung. Orchestre et choeurs de l'Opéra-Bastille, 1993. * Wagner, Die Walküre. Com Siegfried Jerusalem, Cheryl Studer, Bryn Terfel. Regência de Claudio Abbado. Berliner Philharmoniker, 1993. * Wagner, Die Götterdämmerung. Com Anne Evans, Siegfried Jerusalem, Birgitta Svendén. Regência de Daniel Barenboim. Bayreuther Festspiele, 1994. == Ligações externas == * Categoria:Cantores de ópera da Alemanha Waltraud Meier Categoria:Naturais de Wurtzburgo",
 "title": "Waltraud Meier"
}