{
 "id": "97525",
 "text": "Abade Suger (Chennevières-lès-Louvres, 1080 – Saint-Denis, 13 de janeiro de 1151) foi abade de Saint-Denis (França), desde 1122 até sua morte. Hábil diplomata, foi conselheiro de Luís VI e de Luís VII e Regente durante a Segunda Cruzada. Foi chamado, segundo Panofsky, de \"o pai da monarquia francesa\". Em sua monografia sobre Suger, Panofsky defende a tese de que este tenha sido muito influenciado pela leitura das obras de Pseudo-Dionísio, o Areopagita. Suger teria encontrado naquelas obras “uma justificação filosófica para toda a sua atitude com respeito à vida e à arte” e consequentemente, para as intervenções arquitetônicas que realizou, ao conceber o monumento como obra teológica. O Abade Suger, informa-nos Panofsky, ainda, \"professava como téologo, proclamava como poeta, e praticava como patrono das artes e organizador de espetáculos litúrgicos\", a abordagem anagógica, (o método que leva para cima) no sentido empregado pelo Pseudo-Areopagita, posteriormente revigorado por Duns Scot. É considerado o primeiro mestre-de-obras da arquitetura gótica, pelas inovações promovidas na Basílica de Saint-Denis, entre as inovações pode-se destacar: fachada com nova extensão com três portas e duas torres, coro e corredores laterais (em 1144).JONNES,2014 Suger se inspirou no livro Apocalipse, e quis recriar a ideia de paraíso terrestre na Basílica, para isso utilizou de alegorias, simbolismo, transparência e luz, refletindo a ordem universal e a imagem da Nova Jerusalém. == Ver também == * Arquitetura Gótica * Escolástica * Estilo gótico * Basílica de Saint-Denis == Ligações externas == * Mosteiros e Conventos da Galicia * O abade Suger e o nascimento do gótico. * Os mosteiros medievais como edifícios de saber. == Bibliografia == * DUBY, Georges, O Tempo das Catedrais. A Arte e a Sociedade. * PANOFSKY, Erwin. Arquitetura Gótica e Escolástica. * ______. O Abade Suger de S. Denis. In Significado das Artes Visuais, 3. * JONNES, Denna [Ed. Geral]. Tudo sobre Arquitetura; Rio de Janeiro: Sextante, 2014. Categoria:Arquitetos da França Categoria:Diplomatas da França Categoria:Arquitetura gótica na França Categoria:Mortes por malária",
 "title": "Abade Suger de Saint-Denis"
}