{
 "id": "97529",
 "text": "Axum ou Aksum (ou historicamente Acçum) é uma cidade do norte da Etiópia, localizada na Região Tigré. A localidade é de grande importância histórica por ter sido capital do antigo Império de AxumMelhor destino turístico de 2015 tem igrejas surreais e fica na África Portal de Notícias BOL - acessado em 12 de julho de 2015. As ruínas da antiga cidade foram inscritas pela UNESCO, em 1980, na lista do Património Mundial. ==História== === Império de Axum === A cidade de Axum foi aparentemente fundada por volta de , mas a região circundante é habitada há milênios. A terra de Punt, mencionada pelos antigos egípcios como fonte de mirra, localizava-se possivelmente na zona de Axum. Por volta de surgiu na área uma cultura pré-Axumita, chamada Da'amat, com ligações culturais com o sul da vizinha Península Arábica. De fato, desde o até o , a região de Axum foi colonizada por imigrantes sabeus vindos da Península arábica. A influência da cultura dos sabeus é vista na arquitetura e na língua do Império, o ge'ez.Akxum no sítio da UNESCO UNESCO A partir deste contexto, Axum foi sede de um dos estados mais poderosos da região entre o Império Romano do Oriente e a Pérsia, cujo poder estendeu-se do ao XIII. O auge da cidade e do Império de Axum ocorreu no , quando o território controlado abrangia a atual Etiópia, o sul do Egito e parte da Arábia, no sul do atual Iêmem. O comércio marítimo, com rotas que chegavam até o Ceilão, era realizado através do porto de Adúlis (na atual Eritreia). Segundo o autor grego anônimo do Périplo pelo Mar da Eritreia, datado do , Adúlis exportava escravos, marfim e cornos de rinoceronte. Relações comerciais foram mantidas com o Egito (então uma província romana) desde o e com a Índia a partir do ; o comércio continuou com o Egito, Síria e o Império Bizantino até o . A área da cidade chegou a cobrir 250 acres e estima-se que a população alcançou 20.000 pessoas no seu auge. A desaparição do Império de Meroé, por volta de 320, pode estar relacionado ao crescimento de Axum, que com isso pôde redirecionar o comércio de marfim do rio Nilo para o porto de Adúlis. Sinal da importância econômica da cidade foi a cunhagem de moedas, que começou no e continuou até o . Durante os primeiros séculos do I milênio foram levantados, no campo de Mai Hedja, grandes estelas de pedra que recordavam grandes reis. Essa prática, que durou até cerca de 330, terminou na época do rei Ezana, que se converteu ao Cristianismo. No total há 126 obeliscos em Axum, incluído o de maior tamanho conhecido, quase todos actualmente caídos e partidos em pedaços.Ehtiopia: three millenia of legend and history. The UNESCO Courier. 2008, n. 8 UNESCO O Cristianismo foi adotado como religião estatal em 330, o que criou laços religiosos com o Egito (então cristão) e o Império Bizantino. Segundo a história, o rei Ezana foi convertido por Frumêncio, um monge sírio que foi mais tarde feito bispo pela Igreja Copta egípcia. A partir dessa época, os reis cristãos de Axum construíram palácios e igrejas, entre estas a primeira Igreja de Santa Maria, levantada em finais do , segundo uma lenda, na área de um lago que secou milagrosamente. Achados arqueológicos e antigos textos mostram que a cidade contou com palácios e casas nobres de pedra com vários andares, mas a maioria das moradas em Axum eram de barro e cobertas de palha. Segundo a tradição religiosa da Igreja Ortodoxa Etíope, recolhida na obra Kebra Nagast (), foi de Axum que partiu Makeda, a rainha de Sabá, para visitar o rei Salomão em Jerusalém.Lincoln Etchebéhère Júnior e Thiago Pereira de Sousa Lepinski. Cristandade Oriental: a Igreja Etíope na Idade Média Revista Mirabilia. N. 9, 2009 Ainda segundo a tradição, da união entre ambos nasceu Menelik, que após visitar o pai trouxe para a Etiópia a Arca da Aliança, que até hoje estaria numa capela do complexo da Igreja de Santa Maria de Sião. ===Decadência=== A partir do inicia-se a decadência de Axum, primeiro devido à instabilidade comercial causada pelas disputas entre bizantinos e os persas do Império Sassânida e, após 632, pela expansão dos domínios dos árabes muçulmanos. Apesar de que as relações com os muçulmanos foram inicialmente amistosas, a partir do a ascensão da dinastia omíada causou seu declínio final. Os árabes dominaram o comércio do Mar Vermelho, conquistando Adúlis e cortando as rotas comerciais do Império de Axum. A produção agrícola caiu, provavelmente por problemas ambientais e de excessiva exploração da área circundante da cidade, que nos finais do foi reduzida a um vilarejo. As elites abandonaram a cidade, assim como os reis, que transferiram a capital para o sul. Apesar de ter mantido a sua importância simbólica, especialmente religiosa, os líderes da igreja etíope deixaram a cidade na metade do . Após um longo período de obscuridade, Axum começa a reviver a partir do . A Igreja de Santa Maria de Sião foi reconstruída em 1404, e novos bairros habitacionais foram criados no . Porém, em 1535, a cidade foi invadida e destruída pelo chefe militar somali Ahmad ibn Ibrihim al-Ghazi. Nos séculos seguintes, Axum foi vítima de pragas de gafanhotos, cólera e fome que dizimaram a população. A importância simbólica para a religião e realeza etíope, porém, nunca foi esquecida. ===Século XX=== No , quando a Etiópia foi invadida pelos fascistas italianos, a região de Axum foi atacada com armas químicas, e boa parte da elite intelectual da cidade foi assassinada pelos invasores. Os italianos permaneceram entre 1935 e 1941, estabelecendo algumas melhorias na infraestrutura e introduzindo os valores da cultura fascista italiana da época na cidade. O império etíope foi restabelecido mais tarde e durou até 1974, quando o imperador Haile Selassie foi assassinado numa revolução comunista. Axum, muito ligada ao poder imperial, teve sua rica história e tradição reprimida pelos novos governantes. A partir de 1991, quando o ditador Mengistu Haile Mariam foi expulso do país, Axum passou a ser revalorizada como centro cultural e religioso, com a promoção tanto das tradições locais como do turismo. Em 1937, o Obelisco de Axum, um obelisco com 24 m de altura e 1700 anos de idade foi cortado em três partes por soldados italianos e enviado de Axum para Roma. Este obelisco é considerado um dos mais refinados exemplos da engenharia do império axumita e, apesar de um acordo mediado pela ONU, em 1947, de que o obelisco seria devolvido, o governo italiano não o cumpriu, resultando numa longa disputa diplomática com o governo etíope, que vê no monumento um símbolo de identidade nacional. Finalmente, em Abril de 2005, a Itália começou por devolver o obelisco em pedaços. Voltou à sua forma e lugar original, sendo re-inaugurado em 4 de Setembro de 2008. ==Geografia== A cidade localiza-se na zona de Mehakelegnaw da região Tigré. É o centro administrativo do woreda (distrito) de La'ilay Maychew. Axum está situada a cerca de 2100 msnm, no alto do Planalto de Tigré.Michael Dumper, Bruce E. Stanley. Cities of the Middle East and North Africa: a historical encyclopedia. ABC-CLIO, 2007. ISBN 1576079198 Google Books ===Demografia=== Em 2007, o censo nacional da Agência Central de Estatísticas determinou a população de Axum em 44629 pessoas, das quais 20729 homens e 23900 mulheres.Summary and Statistical Report of the 2007 Population and Housing Census. Population Census Commission; Federal Democratic Republic of Ethiopia. Addis Ababa, 2008. pag. 57 CENSUS Em 1994, o censo nacional informava uma população de 27148 (12536 homens e 14612 mulheres).The 1994 Population and Housing Census for Ethiopia. Adis Ababa, June 1996. CENSUS ==Religião== No censo de 2007, a maioria da população era praticante da Igreja Ortodoxa Etíope (88,9%), enquanto que 10.9% eram muçulmanos.Summary and Statistical Report of the 2007 Population and Housing Census. Population Census Commission; Federal Democratic Republic of Ethiopia. Addis Ababa, 2008. Pág. 81 CENSUS Axum é considerada a cidade mais sagrada da Igreja Ortodoxa Etíope e é um importante destino de peregrinações. Alguns festivais religiosos dignos de mencionar são o Festival T'imk'et (equivalente à Epifania nas igrejas cristãs ocidentais), a 7 de Janeiro e o Festival de Maryam Zion nos finais de Novembro. == Galeria de imagens == Ficheiro:Aksum Quarry for Obelisks.jpg|Obeliscos em Axum Ficheiro:The Great Obelisk, Axum (2812691618).jpg|O grande obelisco, Axum Ficheiro:Daily Life in Axum, Ethiopia (2828957444).jpg|Vida cotidiana em Axum Ficheiro:Morning Traffic, Axum, Ethiopia (3173789597).jpg|Tráfego matutino, Axum == Ver também == *História da África *Império de Axum *Lista de Locais Património Mundial em África ==Ligações externas== * * Categoria:Patrimônio Mundial da UNESCO na Etiópia Categoria:Axum Categoria:Sítios arqueológicos da Etiópia Categoria:Capitais de Estados extintos Categoria:Cidades do Império de Axum",
 "title": "Axum"
}