{
 "id": "97531",
 "text": "Igreja Ortodoxa Etíope (), oficialmente Igreja Ortodoxa Etíope Tewahedo (em amárico: የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን, transl. Yäityop'ya ortodoks täwahedo bétäkrestyan) é uma Igreja cristã oriental ortodoxa, Igreja nacional da Etiópia, que fez parte da Igreja Ortodoxa Copta até 1959, quando recebeu o direito de ter seu próprio patriarca pelo Papa Ortodoxo Copta de Alexandria e Patriarca de Toda a África, Papa Cirilo VI. Assim sendo, a Igreja Etíope Tewahedo é atualmente uma Igreja autocéfala independente da Igreja Copta. Faz o uso do gueês e do rito alexandrino. Uma das poucas Igrejas cristãs pré- coloniais da África subsariana, possui cerca de 40 milhões de membros atualmente (45 milhões, segundo o patriarca), principalmente na própria Etiópia,Berhanu Abegaz, \"Ethiopia: A Model Nation of Minorities\" Página visitada em 06-04-2006) o que faz dela a maior de todas as Igrejas ortodoxas orientais em número de fiéis. Atualmente, a Igreja Ortodoxa Etíope é governada pelo Abuna Matias, juntamente com o seu Sínodo. Esta Igreja oriental utiliza a língua amárica, a língua gueês e a língua inglesa na sua liturgia. Embora atualmente as Igrejas copta e etíope serem independentes uma da outra, elas estão ainda em comunhão total. Por isso, a Igreja Ortodoxa Etíope reconhece a supremacia honorária do Papa de Alexandria e, consequentemente, a necessidade do seu patriarca, antes da sua entronização, de receber a aprovação do Sínodo da Igreja Ortodoxa Copta, que é a Igreja-Mãe da Igreja Ortodoxa Etíope. == Nome == Tewahedo (gueês: ተዋሕዶ; transl. tawāhidō; pronúncia moderna tewāhidō) é uma palavra gueês que significa \"que foi transformado em um\", ou \"unificado\"; é cognata à tawhid, que significa \"monoteísmo\". O termo se refere à crença monofisista numa única e unificada Natureza de Cristo, ou seja, que uma união completa e natural das Naturezas Divina e Humana em Um é autoevidente, de maneira a alcançar a salvação divina da humanidade, em oposição à crença nas \"duas Naturezas de Cristo\" (a chamada União Hipostática, onde as Naturezas Humana e Divina não estão misturadas, porém também não estão separadas), promovida pelas atuais Igrejas Católica e Ortodoxa. De acordo com o artigo sobre o Henótico na Enciclopédia Católica,Henótico os patriarcas de Alexandria, Antioquia e Jerusalém, entre tantos outros, recusaram-se a aceitar a doutrina das \"duas naturezas\", decretada pelo Imperador Bizantino Marciano no Concílio de Calcedônia, em 451, separando-as assim da Igreja Católica e da Ortodoxa — que vieram a se separar uma da outra no Grande Cisma de 1054. As Igrejas ortodoxas orientais incluem hoje em dia a Igreja Ortodoxa Copta, a Igreja Apostólica Armênia, a Igreja Ortodoxa Siríaca, a Igreja Ortodoxa Malankara (da Índia), a Igreja Ortodoxa Etíope e a Igreja Ortodoxa Eritreia. O nome geralmente aceito hoje para estas Igrejas é \"Igrejas Ortodoxas Orientais\", mas historicamente, por não aceitarem a definição do Concílio de Calcedônia, eram conhecidas como Igrejas não calcedonianas, pré-calcedonianas, anticalcedonianas, monofisistas, antigas orientais ou orientais menores. Afirmação do Conselho Mundial de Igrejas em espanhol, inglês, francês e alemão No entanto, as Igrejas eritreia e etíope se descrevem como miafisistas, \"uma natureza unida\", tradução da palavra Tewahedo. == História == === Origens === A Igreja etíope afirma que suas primeiras origens estão no funcionário real batizado por Filipe, o Evangelista (Atos dos Apóstolos, capítulo 8): :\"E levantou-se, e foi; e eis que um homem etíope, eunuco, mordomo-mor de Candace, rainha dos etíopes, o qual era superintendente de todos os seus tesouros, e tinha ido a Jerusalém para adoração, [...] E mandou parar o carro, e desceram ambos à água, tanto Filipe como o eunuco, e o batizou.Atos 8:27,38 (Almeida Corrigida Fiel) A passagem prossegue, explicando como Filipe ajudou o tesoureiro etíope a compreender a passagem do Livro de Isaías que ele estava lendo, após o qual o africano pediu para ser batizado por ele, o que Filipe fez. A versão etíope deste versículo menciona Hendeke (ህንደኬ); a Rainha Gersamot Hendeke VII foi rainha da Etiópia de 42 a 52. O Cristianismo tornou- se a religião nacional do Reino de Axum etíope, sob o domínio do Rei Ezana, no , através dos esforços de São Frumêncio, um habitante grego da Síria, conhecido na Etiópia como Abuna Selama, Quesaté Birã (\"Pai da Paz, Revelador da Luz\"). Quando jovem, Frumêncio naufragou com seu irmão Edésio na costa da Eritreia. Os irmãos conseguiram ser levados à corte real, onde acabaram por atingir cargos de influência e converter o imperador Ezana ao cristianismo, batizando-o. Ezana mandou Frumêncio a Alexandria, para pedir ao patriarca, Santo Atanásio, que designasse um bispo para a Etiópia. Atanásio apontou o próprio Frumêncio para o cargo, que, após retornar ao país como bispo da Etiópia adotou o nome de Abuna (Selama). A partir de então, até o ano de 1959, o Papa de Alexandria, como Patriarca de Toda a África, sempre indicou um egípcio (copta) para ser Abuna, ou Arcebispo da Igreja etíope. Em 1959, a Igreja etíope obteve finalmente o direito de ter o seu próprio patriarca, tornando-se assim autocéfala e independente da Igreja Ortodoxa Copta. No ano seguinte à independência da Eritreia (que foi anteriormente ocupada pela Etiópia), ocorrida em 1993, a Igreja Ortodoxa Copta indicou um arcebispo para a Igreja Ortodoxa Eritreia, que obteve também sua autocefalia em 1998, com a consagração do o primeiro patriarca para o país. Apesar de serem autocéfalas em relação à Igreja copta, as Igrejas etíope e eritreia ainda reconhecem a supremacia honorária do Papa de Alexandria, e, consequentemente, ainda têm seus respectivos patriarcas, antes de sua entronização, necessariamente aprovados pelo sínodo da Igreja copta, que é a Igreja-Mãe das igrejas etíope e eritreia. == Arca da Aliança == A Igreja etíope afirma que uma de suas igrejas, Nossa Senhora Maria de Sião, hospeda a Arca da Aliança original que Moisés carregou com os israelitas durante o Êxodo. Apenas um sacerdote tem permissão para entrar no prédio onde a Arca está localizada, aparentemente devido às advertências bíblicas de perigo. Como resultado, estudiosos internacionais duvidam que a Arca original esteja realmente lá, embora um caso tenha sido apresentado por vários escritores, incluindo Graham Hancock em seu livro The Sign and the Seal. Em toda a Etiópia, as igrejas ortodoxas não são consideradas igrejas até que o bispo local lhes dê um tabot, uma réplica das tábuas da Arca da Aliança original. O tabot tem pelo menos 15 cm de lado e é feito de alabastro, mármore ou madeira (ver acácia). É sempre mantido em coberturas ornamentadas no altar. Apenas os sacerdotes podem tocar no tabot. Em uma procissão elaborada, o tabot é carregado pelo lado de fora da igreja em meio a uma música alegre no dia da festa do homônimo daquela igreja em particular. Na grande festa de T'imk'et, conhecida como Epifania ou Teofania na Europa, um grupo de igrejas envia seu tabot para celebrar a ocasião em um local comum onde uma piscina de água ou um rio podem ser encontrados. == Semelhanças com o Judaísmo e o Islamismo == A Igreja etíope dá mais ênfase aos ensinamentos do Antigo Testamento do que se pode encontrar nas Igrejas Ortodoxas, Católica Romana ou Protestante, e seus seguidores aderem a certas práticas encontradas no Judaísmo Ortodoxo ou Conservador. Os cristãos etíopes, como alguns outros cristãos orientais, tradicionalmente seguem regras dietéticas semelhantes à cashrut judaica, especificamente no que diz respeito ao abate de animais. Da mesma forma, a carne de porco é proibida, embora ao contrário da Kashrut rabínica, a culinária etíope mistura produtos lácteos com carne, o que por sua vez a torna ainda mais próxima das leis dietéticas Caraíta e islâmica (Halal). As mulheres são proibidas de entrar no templo da Igreja durante a menstruação; eles também devem cobrir seus cabelos com um grande lenço (ou shash) enquanto estiverem na igreja, conforme descrito em 1 Coríntios, capítulo 11. Tal como acontece com as sinagogas ortodoxas, homens e mulheres sentam-se separadamente na igreja etíope, com os homens à esquerda e mulheres à direita (diante do altar). Mulheres cobrindo suas cabeças e separação dos sexos nas igrejas oficialmente é comum a algumas outras tradições cristãs; também é a regra em algumas religiões não-cristãs, entre elas o islamismo e o judaísmo ortodoxo. Os adoradores ortodoxos etíopes tiram os sapatos ao entrar no templo da igreja, de acordo com Êxodo 3: 5 (em que Moisés, ao ver a sarça ardente, recebeu a ordem de tirar os sapatos enquanto pisava em solo sagrado). Além disso, a Igreja Ortodoxa Etíope Tewahedo defende o sabatismo, observando o sábado do sétimo dia (sábado), além do Dia do Senhor (domingo), embora mais ênfase, por causa da Ressurreição de Cristo, seja dada ao domingo. A Igreja Ortodoxa Etíope clama pela circuncisão masculina, com prevalência quase universal entre os homens ortodoxos na Etiópia. == Patriarca-Católico de Toda a Etiópia == Desde 1959, quando a Igreja recebeu a autocefalia de Cirilo VI, Papa da Igreja Copta Ortodoxa de Alexandria, um Patriarca-Católico da Etiópia, também com o título de Abuna, é o Chefe da Igreja Ortodoxa Etíope Tewahedo. O Abuna é conhecido oficialmente como Patriarca e Católicos da Etiópia, Arcebispo de Axum e Ichege da Sé de São Tacla Haimanote. O atual Chefe da Igreja Ortodoxa Etíope Tewahedo é Matias, que ascendeu a esta posição em 28 de fevereiro de 2013. == Igreja Etíope na América do Sul == Na América Sul, a Igreja Ortodoxa Etíope conta com a Arquidiocese do Caribe e da América Latina, com sede em Arouca (Trinidad e Tobago), liderada por Sua Graça Abuna Thaddaeus, Arcebispo do Caribe e da América Latina. ==Ver também== * Miafisismo * Religião na Etiópia * Igrejas ortodoxas orientais * Igreja Ortodoxa Copta * Igreja Ortodoxa Eritreia * Igreja Ortodoxa Etíope no Exílio * Igreja Católica Etíope * Festa comemorativa da descoberta da Verdadeira Cruz de Cristo * Igrejas Escavadas na Rocha de Lalibela * Lalibela Etiope Categoria:Cristianismo na Etiópia Categoria:Igrejas nacionais",
 "title": "Igreja Ortodoxa Etíope"
}