{
 "id": "97549",
 "text": "A Capela dos Ossos é um dos mais conhecidos monumentos de Évora, em Portugal, estando integrada no Convento e Igreja de São Francisco de Évora.Ficha na base de dados SIPA A Igreja de São Francisco está classificada como Monumento Nacional desde 1910.Ficha na base de dados da DGPC == História == A Capela dos Ossos foi construída no século XVII por iniciativa de três monges franciscanos que, dentro do espírito da altura (contrarreforma religiosa, de acordo com as normativas do Concílio de Trento), pretendeu transmitir a mensagem da transitoriedade da vida, tal como se depreende do célebre aviso à entrada: \"Nós ossos que aqui estamos pelos vossos esperamos\". Além da questão espiritual, também havia uma questão física, qual seja; existiam, na região de Évora, quarenta e dois cemitérios monásticos que estavam a ocupar demasiado espaço e locais estratégicos que muitos pretendiam utilizar para outros fins. Assim, decidiram retirar os esqueletos da terra e usá-los para construir e decorar a capela.Conheça a “Capela dos Ossos” em Portugal, um lugar construído com esqueletos humanos - Portal R7 (Record) == Descrição == A capela, construída no local do primitivo dormitório fradesco, é formada por 3 naves de 18,70 m de comprimento e 11m de largura, entrando a luz por três pequenas frestas do lado esquerdo. As suas paredes e os oito pilares estão \"decorados\" com ossos e crânios ligados por cimento pardo. As abóbadas são de tijolo rebocado a branco, pintadas com motivos alegóricos à morte. É um monumento de uma arquitectura penitencial de arcarias ornamentadas com filas de caveiras, cornijas e naves brancas. Foi calculado à volta de cinco mil ossos, entre crânios, vértebras, fémures e outros, provenientes dos cemitérios, situados em igrejas e conventos da cidade, e que foram ligados com cimento pardo e estão dispostos pelas paredes, tecto, colunas e mesmo no exterior. Há, ainda dois esqueletos inteiros pendurados por correntes em uma das paredes, sendo um deles, o de uma criança.Portugal's Chapel of Bones - Atlasobscura.com (em inglês) A capela era dedicada ao Senhor dos Passos, imagem conhecida na cidade como Senhor Jesus da Casa dos Ossos, que impressiona pela expressividade com que representa o sofrimento de Jesus Cristo, na sua caminhada com a cruz até ao calvário. Entre julho de 2014 e outubro de 2015, a capela passou uma reforma avaliada em €3,5 milhões, para o restauro de danos ocorridos com o tempo e construção de um museu de arte sacra e outro para exposições temporárias.Obras de 3,5 milhões na Capela dos Ossos - Correio da ManhãObras de Conservação - documentário - Página oficial == Poemas dentro da capela == === Poema sobre as caveiras === As caveiras descarnadas São a minha companhia, Trago-as de noite e de dia Na memória retratadas Muitas foram respeitadas No mundo por seus talentos, E outros vãos ornamentos, Que serviram à vaidade, E talvez…na eternidade Sejam causa de seus tormentos. === Poema sobre a existência === Aonde vais, caminhante, acelerado? Pára…não prossigas mais avante; Negócio, não tens mais importante, Do que este, à tua vista apresentado. Recorda quantos desta vida tem passado, Reflete em que terás fim semelhante, Que para meditar causa é bastante Terem todos mais nisto parado. Pondera, que influído d'essa sorte, Entre negociações do mundo tantas, Tão pouco consideras na morte; Porém, se os olhos aqui levantas, Pára…porque em negócio deste porte, Quanto mais tu parares, mais adiantas. Este soneto é atribuído ao Padre António da Ascensão Teles, pároco da freguesia de São Pedro (na igreja de São Francisco) entre 1845 e 1848. == Galeria de imagens == Ficheiro:Capela dos ossos entrada.jpg|Entrada Ficheiro:Evora04.jpg|Imagem do Senhor Jesus da Capela dos Ossos Ficheiro:Inscrição da Entrada.jpg|Inscrição sobre a porta de entrada: \"Nós ossos que aqui estamos pelos vossos esperamos.\" Ficheiro:A Capela dos Ossos - Visão das paredes Interiores 03.jpg|Visão Geral da Capela == Ver também == * Ossuário de Sedlec * Santa Maria della Concezione dei Cappuccini * Capela dos Crânios * Capela dos ossos de Campo Maior ==Ligações externas== * Página oficial * Desvendados “segredos” e lendas das múmias da Capela dos Ossos em Évora, por Lusa, ZAP, 12 Dezembro, 2019 Categoria:Sé e São Pedro Ossos Ossoa Categoria:Monumentos nacionais em Évora Categoria:Ossários",
 "title": "Capela dos Ossos"
}