{
 "id": "97553",
 "text": "Ratatouille (em occitano: ratatolha; às vezes referido como ratatouille [à] niçoise) é uma clássica receita francesa provençal de legumes cozidos do século XVIII,Scotto, E., and Marianne Comolli. \"Vegetables: A Garden of Eden.\" France, the Beautiful Cookbook: Authentic Recipes from the Regions of France. San Francisco: Collins, 1989. 195. Print.\" podendo ser servida quente ou fria, sozinha ou como acompanhamento. ==Origem== Originário do século XVIII na região provençal de Nice, é conhecido como um guisado criado por camponeses e agricultores pobres que precisavam usar a colheita dos vegetais amadurecidos frescos de verão. Um prato rústico, típico da região da Provença, seu nome significa «picar, triturar», mas pode-se traduzir também como «ragoût de legumes» ou «prato de berinjelas». A palavra ratatouille é derivada do termo occitano ratatolha e as palavras francesas rata significam ensopado robusto e touiller, que significa agitar ou mexer. O ratatouille moderno — com tomates como uma base para um refogado de alho, cebola, abobrinha, berinjela, pimentão, manjerona, erva-doce e manjericão, folha de louro e tomilho, ou uma mistura de ervas verdes como ervas de Provença — não aparece nas receitas até 1930. Os ingredientes principais do ratatouille são berinjela e tomate. Com o restante dos ingredientes pode-se lidar mais à vontade. O pimentão e a abobrinha não são obrigatórios na receita. O método clássico de preparar a ratatouille envolvia tirar as peles e sementes do tomate e cozinhar separadamente os vegetais, para serem combinados no final e temperados com sal e ervas de Provença (uma combinação de tomilho, orégão, sementes de coentro e funcho; o conjunto levava cerca de uma hora a cozer, sendo regado com vinho branco ou tinto). O Larousse gastronomique alega que \"de acordo com os puristas, os diferentes vegetais devem ser cozinhados separadamente, depois combinados e cozidos devagar juntos até obterem uma consistência cremosa e suave\", segundo a presidente do comitê do Larousse, Joël Robuchon, o vegetal vai saborear-se de si mesmo.\" O filme de animação de 2007 da Disney Pixar, Ratatouille, sobre um pequeno rato francês com aspirações culinárias, tornou o prato e o termo ratatouille famoso. Em 1877 o Dicionário de Culinária de Cassell introduziu a palavra Ratatouille no idioma inglês. No original francês, ratatouille é um substantivo feminino, também chamado de \"ragu grosseiro\". Sopa de carne ou peixe picados com legumes cozidos longamente em azeite. Categoria:Culinária da França Categoria:Provença",
 "title": "Ratatouille"
}