{
 "id": "97614",
 "text": "é uma série de mangá japonesa escrita e ilustrada por Akira Toriyama. Foi serializada pela editora Shueisha na revista Weekly Shonen Jump de 1980 a 1984, que formaram 18 volumes tankobon. A série segue as aventuras cômicas do pequeno robô Arale Norimaki, seu criador Senbei Norimaki, e os outros moradores da bizarra Vila Pinguim. O mangá foi adaptado em uma série de de anime pela Toei Animation, que foi exibida pela Fuji TV de 1981 a 1986, consistindo de 243 episódios. Um remake foi criado treze anos após o fim do mangá, consistindo de 74 episódios que foram transmitidos de 1997 a 1999. A série também gerou vários romances, jogos eletrônicos e filmes animados. == Enredo == Dr. Slump se passa na , um lugar onde os seres humanos vivem com todos os tipos de animais e outros objetos. Nesta vila, vive Senbei Norimaki, um inventor. Seu apelido é \"Dr. Slump\". Ele constrói o que ele espera ser a primeira robô do mundo, a que ele deu nome de Arale Norimaki, por ser um inventor muito desastrado, cria uma robô míope, ela logo acaba precisando usar óculos. Arale é também muito ingênua. Ao contrário dos humanos, ela possui super-força. Em geral, o mangá centra-se em confusões entre Arale, a humanidade e as invenções do Dr. Senbei. O mangá é cheio de trocadilhos e piadas, e paródias das culturas japonesa e americana. Por exemplo, um dos personagens recorrentes é \"Suppaman\", uma versão gorda e baixinha do Superman, mas o Suppaman não pode voar bem. No meio da série, um vilão recorrente chamado Dr. Mashirito aparece como um rival de Senbei. == Mídias == === Mangá === Dr. Slump foi originalmente serializado na Weekly Shonen Jump em 1980 e foram coletados em 18 volumes tankōbon. Foi remontado em uma edição aizōban de nove volumes, em 1990. Remontado também em 1995 numa edição bunkoban, de 9 volumes. E também no formato kanzeban de 15 volumes em 2006. Depois de Dr. Slump terminar em 1984, os personagens retornam em alguns capítulos do mangá Dragon Ball, em que Arale e Goku se unem para derrotar o General Blue nos eventos da Red Ribbon. Dr. Slump também teve uma outra versão mangá, que foi escrito por Takao Koyama e ilustrado por Katsuyoshi Nakatsuru e serializado na V-Jump entre 1994 e 1996 sob o título de The Brief Return of Dr. Slump (ちょっと だけ かえって きた Dr. スランプ Chotto Dake Kaettekita Dokutā Suranpu?), que foi coletado em quatro volumes tankōbon. Para promover o lançamento do primeiro Box de DVD de Dr. Slump & Arale-chan, Akira Toriyama criou um one-shot (que ao mesmo tempo era spin-off) chamado Dr. Mashirito & Abale-chan publicado pela Weekly Shonen Jump em 2007. A história gira em torno de uma colega mal de Arale criado por Dr. Mashirito chamada Abale. Dr. Mashirito & Abale-chan foi adaptado em um curta de cinco minutos. === Anime === O mangá Dr. Slump foi adaptado para anime em duas séries. A primeira foi Dr. Slump & Arale-Chan (Dr. スランプ アラレ ちゃん) exibido entre 1981 e 1986 e teve 243 episódios. A segunda foi The New Dr. Slump, um remake da primeiro que foi ao ar entre 1997 e 1999 e teve 74 episódios. Além disso, 11 filmes de animação foram produzidos. Dr. Slump aparece em alguns episódios de Dragon Ball, como A Vila Pinguim, e seus personagens do episódio 55 ao 58. Son Goku (versão criança de Dragon Ball), aparece, também na nova versão o The New Dr. Slump, em diversos episódios. Arale aparece no episodio 69 de Dragon Ball Super, ela tem uma pequena batalha com Vegeta e Son Goku. == Personagens == * Arale Norimaki * Senbei Norimaki * Gatchan * Midori Yamabuki Norimaki * Turbo Norimaki * Akane Kimidori * Taro Soramame * Obotchaman * Tsukutsun Tsun == Jogos == Um jogo de Dr. Slump chamado \"Hoyoyo Bomber\" foi lançado para o Game & Watch, em 1982, no Japão. Um jogo de Dr. Slump para o videogame foi lançado em 1983 para o Arcadia 2001. Um jogo para o PlayStation baseado em \"The New Dr. Slump\" foi lançado em 18 de março de 1999, apenas no Japão. Foi lançado em 30 de outubro de 2008 um jogo para o Nintendo DS chamado \"Dr. Slump: Arale-Chan\". Arale aparece no jogo da Famicom, Famicom Jump: Hero Retsuden de 1988. Arale e Dr. Mashirito aparecem no jogo de Nintendo DS, Jump Super Stars. Ambos retornam na sequência, Jump Ultimate Stars, também para o DS. Arale aparece como um personagem jogável e a Vila Pinguim é um mapa jogável em Dragon Ball Z: Budokai Tenkaichi 3 para a PlayStation 2 e Wii. No jogo de PlayStation 2, Super Dragon Ball Z, Suppaman aparece no fundo do nível da cidade. Arale também é uma personagem jogável em Dragon Ball: Origins 2 para Nintendo DS. == No Brasil == A Conrad Editora começou a publicar o mangá no Brasil em junho de 2002,Dr. Slump - Loucuras de um cientista no formato meio-tankohon, mas foi cancelado por baixas vendas na décima quarta edição (correspondente a sétima edição japonesa. Em julho de 2017, a Panini Comics relançou o mangá no país, pelo seu selo Planet Manga.Do criador de Dragon Ball, mangá Dr. Slump é relançado no Brasil == Ligações externas == * * * * * Categoria:Mangás de 1980 Categoria:Séries de televisão de anime de 1981 Categoria:Filmes de anime de 1981 Categoria:Filmes de anime de 1982 Categoria:Filmes de anime de 1983 Categoria:Filmes de anime de 1984 Categoria:Filmes de anime de 1985 Categoria:Filmes de anime de 1993 Categoria:Filmes de anime de 1994 Categoria:Séries de televisão de anime de 1997 Categoria:Filmes de anime de 1999 Categoria:Filmes de anime de 2007 Categoria:Filmes do Japão de 1981 Categoria:Filmes do Japão de 1982 Categoria:Filmes do Japão de 1983 Categoria:Filmes do Japão de 1984 Categoria:Filmes do Japão de 1985 Categoria:Filmes do Japão de 1993 Categoria:Filmes do Japão de 1994 Categoria:Filmes do Japão de 1999 Categoria:Filmes do Japão de 2007 Categoria:Animes e mangás de comédia Categoria:Animes e mangás de drama Categoria:Animes e mangás de ficção científica Categoria:Shōnen Categoria:Akira Toriyama Categoria:Panini Comics",
 "title": "Dr. Slump"
}