{
 "id": "9761",
 "text": "Sobredose, superdose, dose excessiva ou overdose são termos utilizados cientificamente para se denominar a exposição do organismo a grandes doses de uma substância química, seja ela um medicamento, uma droga ou outros. Popularmente, refere-se à exposição a doses excessivas de uma droga, ocorrendo ou não a intoxicação, isto é, havendo ou não sinais e sintomas clínicos que debilitam o organismo, provocando a falência de órgãos vitais como coração e pulmões, sendo uma das suas principais causas de morte entre dependentes químicos. A overdose pode ser dividida entre acidental e provocada, fatal ou não, sendo difícil estabelecer um critério para cada uma dessas situações. Na maioria dos casos, ela ocorre quando o usuário busca maiores efeitos, perdendo o controlo das doses, encaminhando-se às vezes acidentalmente e outras vezes consciente do risco que corre para quadros que poderão levá-lo à morte. == Causas == A metabolização, ou seja, a eliminação da droga ingerida, geralmente é feita pelo fígado, onde serão decompostas em subprodutos menos tóxicos. Quando a ingestão for maior que a velocidade de metabolização, ocorrerá acumulação das substâncias tóxicas (intoxicação) em níveis capazes de provocar parada cardiorrespiratória ou depressão total do sistema nervoso central, sendo fatal. A sobredose pode ser distinguida pela saída de sangue pelas narinas. Como exemplo, podemos citar o álcool, que, ao atingir entre 0,4 e 0,5 por cento de concentração no sangue (o equivalente a 600 mililitros de uísque bebido num período igual ou inferior a 60 minutos), provoca o coma. Ao se ingerir entre 0,6 e 0,7 por cento (o equivalente a 750 mililitros, no mesmo período de tempo), todo o cérebro e a medula espinhal entram em depressão profunda, provocando paralisia do centro respiratório e, consequentemente, a morte. Para a cocaína, a dose capaz de causar uma sobredose seguida de parada cardíaca é de 1,2 gramas == Sintomas == Os efeitos variam de indivíduo para indivíduo devido a vários fatores, tais como: :* Tipo de droga ingerida; :* Quantidade; :* Vias de administração; :* Procedência da droga; :* Constituição física e psicológica do usuário :* Circunstâncias em que ocorre a overdose Sintomas comuns são problemas respiratórios e perda de consciência. Muitas mortes por sobredose poderiam ser evitadas, se o indivíduo em crise por sobredose recebesse socorro especial imediato. Devemos ressaltar que os amigos ou a(s) pessoa(s) que o socorrem terão o direito ao anonimato, não correndo o risco de serem delatados. == Tratamento == Deve-se sempre procurar serviços médico especializado, com profissionais preparados para esse tipo de atendimento, na rede hospitalar pública ou privada. Não se deve provocar vómito, o que, em caso de sobredose, seria inefetivo e potencialmente prejudicial. == Ver também == * Guerra contra as drogas * Ibogaína * Toxicodependência * Vacina contra cocaína Categoria:Abuso de substância",
 "title": "Overdose"
}