{
 "id": "97656",
 "text": "O voto de cabresto é um mecanismo de acesso aos cargos eletivos por meio da compra de votos com a utilização da máquina pública ou o abuso de poder econômico. É um mecanismo muito recorrente no interior do Brasil como característica do coronelismo. == Voto de Cabresto no passado == A figura do coronel era muito comum durante os anos iniciais da república, principalmente nas regiões do interior do Brasil. O coronel era um grande fazendeiro que utilizava seu poder econômico para garantir a eleição dos candidatos que apoiava. Era usado o voto de cabresto, onde o coronel obrigava e usava até mesmo a violência para que os eleitores de seu \"curral eleitoral\" votassem nos candidatos apoiados por ele. Como o voto era aberto, os eleitores eram pressionados e fiscalizados por capangas do coronel, para que votassem nos candidatos por ele indicados. O coronel também utilizava outros recursos para conseguir seus objetivos políticos, tais como compra de voto, votos fantasmas, troca de favores, fraudes eleitorais e violência. Na Convenção de 1929, o presidente (governador) de Minas Gerais Antonio Carlos se referia ao sistema eleitoral vigente durante a República Velha: == Voto de cabresto no presente == No sistema político e eleitoral brasileiro, nos dias atuais, é mais difícil controlar o voto das pessoas, mas há novos mecanismos de pressão que são usados como, por exemplo, anotar as secções em que os eleitores de uma determinada família ou localidade votam, para depois conferir se a votação do candidato correspondeu ao que se esperava dos eleitores, que em troca recebem dinheiro, lotes e alimentos (cesta básica). Embora não seja possível se determinar \"quem\" votou em \"quem\" por este método, ele é eficaz entre a população mais pobre como instrumento de pressão psicológica. Mas há também o uso de poder das milícias, nas comunidades pobres, que obrigam os moradores locais a votar em quem eles querem, ou não permitem o voto em candidatos que a milícia não aceita; se a população não cumpre a milícia pode causar mortes ou parar de \"ajudar\" os moradores. Categoria:Primeira República Brasileira Categoria:Eleições Categoria:Coronelismo",
 "title": "Voto de cabresto"
}