{
 "id": "9774",
 "text": "Os capilares sanguíneos, ou vasos capilares, são vasos sanguíneos do sistema circulatório com forma de tubos de pequeníssimo calibre. Constituem a rede de distribuição e recolhimento do sangue nas células. Estes vasos estão em comunicação, por um lado, com ramificações originárias das artérias e, por outro, com as veias de menor dimensão. Os capilares existem em grande quantidade no nosso corpo. Podem deformar-se com muita facilidade e impedir a passagem de glóbulos vermelhos. A parede dos capilares é constituída por uma única camada de células, o epitélio. É nas paredes dos capilares que ocorrem as trocas dos gases. Suas paredes são de tecido epitelial (Endotélio). Esses microvasos têm diâmetro entre 5 e 10 μm e conectam arteríolas e veias, possibilitam a troca de água, oxigênio, dióxido de carbono, vários outros nutrientes e resíduos químicos entre o sangue e tecidos ao seu redor. Trocas metabólicas sangue→ tecidos. Uma camada de células endoteliais enroladas em forma de tubo, 9 e 12μm ( km). Três tipos: * Contínuo: Sem orifícios, zônulas de oclusão entre as células. SNC; * Fenestrado: orifícios nas paredes das células endoteliais, com diafragma. Rim, intestino; * Sinusóide: Trajeto tortuoso, 30 a 40 μm, células endoteliais separadas por espaços, poros sem diafragmas, macrófagos nas paredes e lâmina basal descontínua. Órgãos hematopoiéticos. == Anatomia == O sangue flui do coração às artérias, que se ramificam e estreitam-se até formarem arteríolas, que se estreitam ainda mais e formam os capilares. Após o tecido ter sido perfundido, os capilares se unem e se espessam até formarem vênulas, que continuam se unindo e se espessando até formarem as veias, que levam o sangue de volta ao coração. O \"leito capilar\" é a rede de capilares que alimenta um órgão. Quanto maior o metabolismo das células, maior a quantidade de capilares necessários para fornecer nutrientes e recolher os resíduos de alta tensão. Metarteríolas fornecem comunicação direta entre arteríolas e vênulas. Elas tem importância em evitar o fluxo através dos capilares. Capilares verdadeiros se ramificam principalmente de metarteríolas. O diâmetro interno de 8 μm força as células vermelhas do sangue a se dobrarem parcialmente em forma de bala e se organizarem em fila simples, para que possam continuar o fluxo. Esfíncters pré-capilares são anéis de músculo liso na origem dos capilares verdadeiros que regulam o fluxo de sangue nesses vasos e, portanto, controlam o fluxo em um tecido. == Ver também == * Barreira hematoencefálica * Capilaridade * Lei de Poiseuille Categoria:Sistema circulatório",
 "title": "Capilar sanguíneo"
}