{
 "id": "97766",
 "text": "Livro das maravilhas do mundo (Em Francês Livre des Merveilles du Monde) ou Descrição do Mundo (Devisment du Monde), em italiano Il Milione (O milhão) ou Oriente Poliano mais comumente chamado de As viagens de Marco Polo é um livro escrito por Rusticiano de Pisa, baseado nas histórias que este ouviu de Marco Polo, descrevendo as viagens de Polo pela Ásia entre 1271 e 1295, e suas experiências na corte de Kublai Khan. O livro foi escrito em Francês Antigo pelo escritor Rusticiano de Pisa, que organizou as histórias que escutou de Marco Polo quando ambos estavam presos em Gênova. == História == A origem do nome Il Milione é tema de debates. Uma teoria é que o nome vem da família de Polo usava para distinguir-se de outras famílias venezianas (Emilione) que também carregavam consigo o nome Polo. Outra teoria comum é que o nome deriva do modo do qual o livro foi recebido, dizendo que ali continha \"um milhão\" de mentiras. Pesquisas modernas do texto, geralmente consideram que o livro é a descrição de um observador e não apenas algo imaginativo. Marco Polo se mostra como curioso e tolerante, devoto de Kublai Khan e sua dinastia, a qual ele serviu por duas décadas. O livro conta suas viagens para a China, a qual ele chama de Catai (norte da china) e Manji (sul da china). Marco polo deixou Veneza em 1271. A jornada durou 3 anos até ele chegar em Catai e então conhecer o neto de Gengis Khan, Kublai Khan. Ele deixou a China no fim de 1290 ou 1291 e retornou a Veneza em 1295. Conta-se que Marco Polo disse que contou sua história ao escritor Rusticiano de Pisa, enquanto estavam na prisão em Gênova entre 1298 e 1299. Rusticiano escreveu as primeiras versões Franco- Italianas da história de Marco Polo. O livro foi chamado de Devisement du Mond e Livres des Merveilles du Monde em Francês, e De mirabilibus Mundi em Latim. == Imaginário medieval == Pode-se afirmar que a escrita de Rustichello de Pisa e o relato de Marco Polo estão permeados pela noção de maravilha que esteve por muito presente no imaginário do homem medieval. O conteúdo do livro reflete aquilo que os homens do período entendiam do misterioso, do não- descoberto.LM Mello, JE Reais. O imaginário medieval e o livro das maravilhosas de Marco Polo. VIII Congresso Nacional de História, 444-451. Portanto, fortalece lendas e mitos presentes no imaginário medieval e que vai influenciar homens como Cristóvão Colombo e sua descrição das \"Índias Ocidentais”, que se assemelha com a descrição de Cipango (Japão) que Kublai- Khan tenta invadir. NASCIMENTO, Renata Cristina Souza. Narrativas e Literatura de Viagens na Idade Média. Rev. História Helikon, Curitiba, v.2, n.2, p. 114-125, 2º semestre 2014. Sobre o significado de “maravilhas”, tão importante para esta obra: O conceito de “mirabilia” era o mesmo, porém, nunca permaneceu muito tempo designado a apenas uma localidade. Chegando em determinado território, por exemplo, os viajantes eliminavam o mito do “Paraíso Terrestre” desta região e aplicavam em outras: no caso das Viagens de Marco Polo, no Oriente, e posteriormente no Ocidente, com as grandes navegações e a chegada dos portugueses e espanhóis no “Novo Mundo”. Essa desmistificação acontecia porque viajantes chegavam em lugares que imaginavam conhecer, mas que na realidade eram totalmente diferentes do idealizado. == Legado == Independente da veracidade ou verossimilhança dos relatos e do livro, fato é que ele se tornou um dos mais influentes da Idade Média, e para muitos, o mais influente livro do seu gênero, vanguardista de uma áurea intelectual que instigou expansão marítima e a era das grandes navegações na Europa.BUSANELLO, Márcia Regina. O Maravilhoso No Relato De Marco Polo. São Paulo, 2012. Dissertação apresentada para obtenção do título de Mestre em Letras - Língua, Literatura e Cultura Italianas, Departamento de Línguas Modernas, Universidade de São Paulo. Prova disso é a admirável quantidade de vezes em que o livro foi copiado e a quantidade variada de idiomas para o qual foi traduzido (uma vez que a popularidade de obras literárias não era comum, tanto pela dificuldade de cópia quanto pela questão do hábito). Foram 16 edições diferentes consideradas relevantes durante os séculos XVII, XVIII e XIX. Portanto, ao menos nas esferas cavaleirescas e aristocráticas a obra foi extensamente difundida durante o século XIV. E até os dias de hoje, se considerarmos que a obra continua ganhando outras e o nome de Marco Polo se manteve famoso até os dias de hoje. Na instância do efeito prático, o livro influencia na intensificação de viagens ao Oriente; para o grande público o atrativo era a áurea de maravilha, tão expressiva do imaginário medieval; e por fim, o público científico o ponto de influência direta é na cartografia e no renascimento, muito importantes para o surgimento da geografia, além de se vincular ao desenvolvimento científico e a expansão ultramarina. Exemplo dessa influência direta no campo é o Mapa de Catalão, pertencente ao rei Carlos V da França, provavelmente produzido por Abraham Cresques em 1375, que foi produzido sob influência das narrativas contidas na obra de Polo. Assim como muitos outros mapas produzidos na época, que eram elaborados incluindo as descrições de Polo. Como o mapa feito por Matteo Pagano de 1550, preservado na Biblioteca Britânica. Nele “os quatro heróis do conhecimento geográfico: Ptolomeu, Estrabão, Cristóvão Colombo e Marco Polo”. (BUSANELLO, 2012, p.77) Categoria:Livros da Itália Categoria:Literatura de viagem Categoria:Diários Categoria:Livros do século XIII Categoria:Livros sobre a Ásia Categoria:Marco Polo",
 "title": "As Viagens de Marco Polo"
}