{
 "id": "97831",
 "text": "L'enfant sauvage () é um filme francês de 1970, do gênero drama, dirigido por François Truffaut e baseado em livro de Jean Marc Gaspard Itard (1774-1838), um médico psiquiátrico francês que se torna responsável pela educação de uma criança selvagem. O filme foi produzido por Marcel Berbert para os estúdios Les Productions Artistes Associés / Les Films du Caross e distribuído pela United Artists. A trilha sonora é de Antoine Duhamel, a fotografia de Néstor Almendros, o desenho de produção de Jean Mandaroux, os figurinos de Gitt Magrini e a edição de Agnès Guillemot. ==Sinopse== Narra a história de um garoto do final do século XVIII que supostamente nunca teve contato com a sociedade, não anda como um bípede, nem fala, lê ou escreve. Ele é resgatado com cerca de doze anos de idade e passa a ser objeto de estudo de um professor ávido pelo conhecimento da condição humana. O filme baseia-se em factos verídicos. E que o mesmo possuía uma linguagem totalmente rudimentar e antissocial, por ter sido afastado da sociedade, por um logo período, e que afetou seu nível intelectual, já que no período em que ele poderia ter sido socializado, e assim atingindo uma linha de raciocínio funcional, na idade em desenvolvimento. ==Argumento== Argumento em cinema é a ideia principal desenvolvida no roteiro. Geralmente é desenvolvido por equipe que cuida especificamente de diversos aspectos do cenário, continuidade ou adequação à época, etc. O filme L'enfant sauvage, apesar dos escassos recursos para sua produção conseguiu qualidade explorando o estilo documentário e o interesse do autor no tema. Esse filme juntamente com Les quatre cents coups, é um dos filmes-chave de François Truffaut sobre a infância e a \"adaptação social\" um tema de sua predileção ou recorrente em sua obra. Em L'argent de poche (br.: Na idade da inocência / pt: A idade da inocência) explora também o caráter a \"função\" documentário do cinema e retrata os \"sobreviventes\" da infância em Thiers, uma pequena cidade francesa e as relações humanas de caráter universal. O tema da adaptação e importância da socialização no filme \"O garoto selvagem\" é uma espécie de revisão sobre a origem de nossas ideias sobre como lidar com a natureza que brota espontaneamente nesses \"bons selvagens\" a gosto de Jean-Jacques Rousseau (1712 - 1778), além do que foi um dos casos de crianças selvagens melhor documentados. Baseou-se nos dois livros de Itard: :*Itard, J. M. G.: De l'education d'un homme sauvage ou des premiers developpemens physiques et moraux du jeune sauvage de l'Aveyron. Goujon. Paris, 1801. :* Itard, J. M. G.: Rapports et memoires sur le sauvage de l'Aveyron. Traducción inglesa con introducción y notas de G. y M. Humprey: The wild boy of Aveyron. Century. New York, 1932. Traducción al castellano con introducción y notas de Rafael Sánchez Ferlosio: Víctor de l'Aveyron, Alianza, Madrid, 1982. Vale ver o exame e diálogo do jovem Itard com seu mestre Philippe Pinel (1745 — 1826), examinando a criança capturada, como retrata a cena filmada no no \"recém criado\" Instituto Nacional de Surdos-Mudos de Paris do qual Itard chegou a ser o médico - chefe. ==Victor de Aveyron== Segundo o cirurgião francês Serge Aroles, que escreveu um estudo geral sobre crianças selvagens,Aroles, Serge. L'Enigme des Enfants-loups. Paris, Éditions Publibook, 2007 Disponível como Google Book esse caso não corresponde a uma verdadeira criança selvagem. Caixeta,Caixeta, Maria Emília. Condillac e o ensino de ciências: que relações podemos encontrar ainda hoje? ENSAIO – Pesquisa em Educação em Ciências , V 5 / N 1, março 2003 PDF Jul. 2011 observa que as bases das lições de Itard (1801) com o menino selvagem, foram tomadas do “Tratado sobre as sensações” (Traité des sensations, 1754) do filósofo francês Condillac (1715 – 1780). Partindo-se do olfato, o sentido considerado como o mais pobre de todos, Itard faz o percurso recomendado pelo autor da teoria do sensacionismo, com o menino selvagem, a partir de cinco metas pré- estabelecidas por este, o que nesse caso não obteve sucesso. :A Primeira meta é a ambientação, respeitando as vontades do menino, andava nu, comia quando quisesse e dormia pelos cantos. A segunda meta se caracteriza pela tentativa de desenvolver o espírito e a atenção através de estímulos enérgicos . Com a terceira meta pretendia-se alargar no menino a esfera das ideias. A brincadeira de encontrar objetos escondidos foi amplamente explorada visando exercitar a atenção e a memória. Na quarta meta, para o médico, o mais importante de ser alcançado estava relacionado com a capacidade de falar, isto é, levá-lo ao uso da palavra, através da imitação pela necessidade criada, por exemplo, de pedir leite, bebida apreciada por Victor. A quinta meta o objetivo era de exercer sobre os objetos de sua experiência imediata, as operações mais simples e posteriormente, determinando-lhe a aplicação aos objetos de ensino, isto é, com coisas que não tivessem relação com as necessidades imediatas. ==Elenco== * Jean-Pierre Cargol .... Victor (o menino selvagem) * François Truffaut .... Dr. Jean Itard * Françoise Seigner .... madame Guerin * Jean Dasté .... professor Philippe Pinel * Annie Miller .... madame Lemeri * Claude Miller .... Sr. Lemeri * Paul Villé .... Remy * Nathan Miller .... Bebê Lemeri * Mathieu Schiffman .... Mathieu * Jean Gruault .... visitante ==Principais prêmios e indicações== Sindicato dos Críticos da França 1971 (França) *Venceu na categoria de melhor filme. National Society of Film Critics Awards 1971 (EUA) *Venceu na categoria de melhor fotografia. National Board of Review 1971 (EUA) *Venceu nas categorias de melhor filme estrangeiro e melhor diretor. == Ligações externas == *Jean Itard. Mémoire et rapport sur Victor de l’Aveyron Jul. 2011 *Jean Itard. De l'éducation d'un homme sauvage ou des premiers développemens physiques et moraux du jeune sauvage de l'Aveyron. Gutenberg's Project Jul. 2011 Categoria:Filmes dirigidos por François Truffaut Categoria:Filmes da França de 1970 Categoria:Filmes sobre crianças selvagens Categoria:Filmes de drama da França Categoria:Filmes baseados em obras de autores da França Categoria:Filmes em preto e branco Categoria:Filmes em língua francesa Categoria:National Board of Review de melhor filme estrangeiro",
 "title": "L'enfant sauvage"
}