{
 "id": "97849",
 "text": "Cavalaria medieval é a instituição feudal dos cavaleiros nobres e aos ideais que lhe eram associados ou que lhe foram associados pela literatura, nomeadamente a coragem, a lealdade e a generosidade, bem como a noção de amor cortês. Além dos cavaleiros (miles), homens que os senhores feudais eram obrigados a apresentar (lanças), a cavalaria era constituída pelos escudeiros, cavaleiros das ordens religiosas e dos concelhos (também conhecidos por «cavaleiros-vilãos») e \"cavaleiros da espora dourada\" (estes eram ricos, mas sem nobreza). Cada lança constituía uma fila formada pelo seu chefe, designado por homem de armas, pelo seu escudeiro, pelo pajem, dois arqueiros a cavalo ou besteiros e por um espadachim. Cinco ou seis filas formavam uma bandeira, subordinada a um chefe. E um certo número de bandeiras constituía uma companhia de homens de armas. Os monges guerreiros das ordens militares do Templo, dos Hospitalários, de Calatrava (mais tarde Ordem de Avis) e de Santiago de Espada desempenharam um papel muito importante nas lutas das Cruzadas. O grão-mestre de cada ordem exercia o comando supremo destas milícias permanentes em que serviam de oficiais, os cavaleiros professos e de soldados, os servos e os lavradores das terras destas ordens monástico- militares. Também lhes competia o tratamento de doentes e de feridos e, mesmo em tempo de paz, praticavam regularmente exercícios de adestramento militar. Competia-lhes defender as regiões fronteiriças, onde se instalavam castelos que constituíam a guarda avançada dos cristãos frente às terras dos muçulmanos. Diferente dos outros militares, os monges guerreiros não recebiam remuneração, tendo de viver dos rendimentos próprios das suas ordens. Nesta composição da cavalaria das hostes, ocupavam, no último lugar, os peões, isto é, os que possuíam propriedades de menor valia. Obrigados ao serviço militar, os cavaleiros-vilãos não recebiam remuneração por essa atividade, mas as suas terras ficavam isentas do imposto de jugada. Tais cavaleiros eram equiparados aos nobres infanções e ainda eram dispensados do pagamento de direitos de portagem. Também nas anúduvas não tinham de executar trabalhos braçais. Dirigiam, sim, o trabalho dos peões. Estes últimos pagavam a jogada. == Ascensão dos cavaleiros == No tempo de Carlos Magno, guerreiros montados se tornaram a unidade militar de elite dos francos e essa inovação se espalhou pela Europa. O lutar de um cavalo era mais glorioso pois o homem montado cavalgava em direção à batalha, movia-se rapidamente e atropelava os inimigos de classe baixa a pé. Quando a cavalaria enfrentava outra cavalaria, o ataque em velocidade e o contato resultante era violento. Lutar montado era prestigioso por causa do alto custo dos cavalos, armas e armaduras. Somente indivíduos abastados, ou os serventes dos ricos, podiam lutar a cavalo. Reis do fim da Idade Média tinham pouco dinheiro para pagar por grandes contingentes de cavalaria, a qual era cara. Guerreiros eram feitos vassalos e recebiam feudos. Esperava-se que eles utilizassem os lucros com a terra para comprar cavalos e equipamentos. Em muitos casos, vassalos mantinham grupos de soldados profissionais. Num tempo no qual a autoridade central era fraca e as comunicações pobres, o vassalo, auxiliado por seus serventes, era responsável pela lei e pela ordem no feudo. Em retorno pelo feudo, o vassalo concordava em prover serviço militar para seu lorde. Dessa maneira, grandes lordes e reis eram capazes de levantar exércitos quando desejassem. A elite desses exércitos eram os vassalos a cavalo. No decorrer da Idade Média, os membros da elite dos guerreiros montados de Europa Ocidental tornaram-se conhecidos como cavaleiros. Desenvolveu-se um código de comportamento, as regras de cavalaria, o qual detalhava como eles deveriam se conduzir. Eles eram obcecados pela honra, tanto na paz quanto na guerra, embora principalmente quando se relacionavam com seus iguais, não com os plebeus e camponeses, os quais constituíam a maior parte da população. Os cavaleiros se tornaram a classe dominante, controlando a terra da qual provinha toda a riqueza. Os aristocratas eram nobres originalmente por causa de seu status e prestígio como guerreiros supremos num mundo violento. Posteriormente, seu status e prestígio passaram a se basear na hereditariedade e a importância em ser um guerreiro declinava. == Regras de cavalaria == Quando primeiro usado, o termo \"cavalheirismo\" significava habilidade em lidar com cavalos. O guerreiro de elite da Idade Média se distinguia dos camponeses, clérigos e deles mesmos por sua habilidade como cavaleiro e guerreiro. Cavalos fortes e velozes, armas bonitas e eficientes, e armaduras bem-feitas eram o símbolo de status. Por volta do século XII, o cavalheirismo se tornou um estilo de vida. === 10 Mandamentos da Cavalaria === Os Dez Mandamentos de cavalaria de Gautier, estabelecidos em 1891, são: # Você deve acreditar em tudo o que a Igreja ensina e deve observar todas as suas instruções. # Você deve defender a Igreja. # Deves respeitar todos os fracos e te constituir em defensor deles. # Amarás o país em que nasceste. # Não recuarás diante do teu inimigo. # Tu deves fazer guerra contra o infiel sem cessar e sem misericórdia. # Deves cumprir escrupulosamente os teus deveres feudais, se não forem contrários às leis de Deus. # Nunca mentirás e permanecerás fiel à tua palavra prometida. # Você deve ser generoso e dar generosidade a todos. # Você deve estar em toda parte e sempre o campeão do Certo e do Bem contra a Injustiça e o Mal. Na prática, cavaleiros e aristocratas ignoravam o código de cavalaria quando lhes fosse apropriado. Hostilidades entre os nobres e lutas por terras tinham precedência sobre o código. O costume tribal germânico que determinava que as propriedades do chefe fossem divididas entre os filhos ao invés de passar para o mais velho, geralmente provocava guerras entre os irmãos pelos espólios. Um exemplo disso foi o conflito entre os netos de Carlos Magno. A Idade Média foi também um período de guerras civis, nas quais os grandes perdedores geralmente eram os camponeses. No final da Idade Média, reis criaram ordens de cavalaria, que eram organizações exclusivas de distintos cavaleiros os quais juravam obediência ao rei e aos outros membros da ordem. Se tornar um membro de ordem de cavalaria era extremamente prestigioso, tornando um homem um dos mais importantes do reino. Em 1347, durante a Guerra dos Cem Anos, Eduardo III, da Inglaterra, fundou a Ordem da Jarreteira, ainda existente hoje. Essa ordem consistia nos 25 melhores cavaleiros da Inglaterra e foi fundada para garantir a sua lealdade ao rei e a dedicação à vitória na guerra. A Ordem do Velocino de Ouro foi estabelecida por Filipe, o bom, da Borgonha em 1430 e se tornou a mais rica e poderosa ordem na Europa. Luís XI, da França, estabeleceu a Ordem de São Miguel para controlar seus nobres mais importantes. As Ordens de Calatrava, Santiago e Alcantara foram fundadas para expulsar os mouros da Espanha. Elas foram unificadas por Fernando de Aragão, cujo casamento com Isabel de Castela lançou as bases para um único reino espanhol. Ele se tornou mestre das três ordens, apesar delas se manterem separadas. A cavalaria medieval desempenhou importante papel nas batalhas da Idade Média. == Tornando-se um cavaleiro == Na idade de sete ou oito anos, garotos da nobreza eram mandados para viverem com grandes lordes como pajens. Os pajens aprendiam habilidades sociais básicas das mulheres da casa do lorde e começava o treinamento básico no uso de armas e a cavalgar. Na idade de 14 anos, o jovem se tornava escudeiro, um cavaleiro em treinamento. Escudeiros eram delegados a um cavaleiro que prosseguia com a educação do jovem. O escudeiro era o companheiro e servente do cavaleiro. Os deveres do escudeiro incluíam o polimento das armaduras e armas (propensas à ferrugem), ajudar seu cavaleiro a se vestir e despir, tomar conta de seus pertences e até dormir no vão ocupado pela porta como um guarda. Nos torneios e batalhas, o escudeiro ajudava seu cavaleiro quando preciso. Ele levava armas substitutas e cavalos, tratava das feridas, afastava os cavaleiros feridos do perigo, ou garantia um enterro decente, se necessário. Em muitos casos o escudeiro ia à batalha com seu cavaleiro e lutava ao seu lado. Um cavaleiro evitava lutar com um escudeiro do outro lado, se possível, procurando um cavaleiro de posição similar ou mais alta que a sua. Escudeiros, por sua vez, procuravam atacar cavaleiros inimigos, a fim de ganhar glória matando ou capturando um cavaleiro inimigo de maior categoria. Além do treinamento marcial, os escudeiros se exercitavam em jogos, aprendiam pelo menos a ler, se não a escrever, e estudavam música, dança e canto. Com 21 anos, o escudeiro era elegível para se tornar um cavaleiro. Candidatos adequados eram proclamados cavaleiros por um lorde ou outro cavaleiro de grande reputação. A cerimônia de se tornar um cavaleiro inicialmente era simples: geralmente, \"recebia-se o título\" no ombro com uma espada e depois afivelava-se um talim. A cerimônia tornou-se mais elaborada e a Igreja ampliou o rito. Os candidatos tomavam banho, cortavam o cabelo curto e ficavam acordados a noite inteira numa vigília de reza. De manhã, o candidato recebia, de um cavaleiro, a espada e a espora. A cavalaria habitualmente só era atingível para aqueles que possuíam terras ou renda suficiente para cobrir as responsabilidades da classe. Lordes e bispos importantes podiam manter um considerável contingente de cavaleiros, entretanto, e muitos conseguiam emprego nessas circunstâncias. Escudeiros que lutassem particularmente bem poderiam ganhar o reconhecimento de um grande lorde durante a batalha e ser proclamados cavaleiros no campo de batalha. Por volta do século XII, a aristocracia tendia a restringir o acesso de seus filhos à cavalaria. Antes do século XII, para os cavaleiros ordinários, a celebração se resumia à entrega pública de seus instrumentos de trabalho. Para os grandes senhores, filhos de reis ou condes, a sagração marcava, além do início na profissão militar, a entrada como futuros governantes. Para esses cavaleiros, a cerimônia era mais custosa, solene e marcada pela liturgia. === A passagem da espada === A bênção da espada era essencial. Colocada sobre um altar, ela era devolvida ao cavaleiro por um eclesiástico. Uma vigília de armas, preces, e um banho purificador muitas vezes precediam o ritual. Todavia, as sagrações não tinham sempre esse caráter litúrgico - o elemento central constante era a passagem pública da espada ao futuro cavaleiro. O ato da entrega da arma era acompanhado de um toque suave sobre a face ou nuca, técnica que se modificaria ao longo do tempo, para se transformar, no século XIV, em espaldeirada, golpe dado com o lado chato da lâmina da espada, sobre o ombro do cavaleiro. A cerimônia terminava com a entrega das esporas, em geral douradas, ajustadas aos pés do novo cavaleiro por dois de seus pares. Finalmente, ao cavaleiro era levado seu cavalo de combate (corcel), sobre o qual ele saltava inteiramente armado, para fazer a demonstração de seu valor em exercícios guerreiros. Se na origem a cerimônia assinalava a entrada na profissão militar, transformou-se em colação de grau, em condecoração obtida ao longo da carreira, como agradecimento por serviços prestados.Questão de honra, páginas 46 a 49, por Jean Flori - doutor em letras e ciências humanas, diretor de pesquisas do CNRS - Centre National de la Recherche Scientifique (Centro Nacional de Investigação Científica) e do Centro de Estudos Superiores de Civilização Medieval de Poitiers. == Torneios == Simulações de batalhas entre cavaleiros, chamadas de torneios, começaram no século X e foram imediatamente condenadas pelo segundo Concílio de Latrão, sob o Papa Inocêncio II, e pelos reis da Europa, os quais se opunham aos ferimentos e mortes de cavaleiros no que eles consideravam uma atividade frívola. Os torneios floresceram, entretanto, e se tornaram parte da vida do cavaleiro. Os torneios começaram como simples competição entre cavaleiros mas se tornaram mais elaborados com o passar dos séculos. Eles se tornaram importantes eventos sociais os quais atraiam patronos e competidores de grandes distâncias. Arenas especiais foram construídas com arquibancadas para espectadores e pavilhões para os combatentes. Cavaleiros continuavam a competir individualmente e também em equipas. Eles duelavam entre si usando uma variedade de armas e simulavam batalhas corpo-a-corpo com muitos cavaleiros em um lado. Disputas envolvendo dois cavaleiros lutando com lanças se tornaram o principal evento. Os cavaleiros competiam, como atletas modernos, por prêmios, prestígio e olhares das damas que enchiam as arquibancadas. thumb|esquerda|300px|Cristiano I da Dinamarca assiste um torneio de cavalaria junto a Bartolomeo Colleoni, por Girolamo Romani, (1467), afresco no Castelo de Malpaga No século XIII, tantos homens estavam sendo mortos em torneios que os líderes, incluindo o papa, ficaram alarmados. Sessenta cavaleiros morreram em 1240 num torneio em Cologne, por exemplo. O papa queria todos os cavaleiros possíveis para lutarem nas Cruzadas na Terra Santa, em vez de serem mortos em torneios. Armas tornaram-se cegas e regras tentaram reduzir a incidência de ferimentos, mas feridas sérias e fatais continuaram ocorrendo. Henrique II da França foi mortalmente ferido numa competição num torneio celebrando o casamento da filha. Desafios terminavam geralmente em torneios amistosos, mas ressentimentos entre dois inimigos poderiam ser resolvidos em uma luta até a morte. Os perdedores dos torneios eram capturados e pagavam um resgate para os vitoriosos em cavalos, armamentos e armaduras para obterem a liberdade. Arautos mantinham registros dos recordes dos torneios. Um cavaleiro de baixa classificação poderia acumular riquezas por meio de prêmios e atrair uma esposa abastada. == Ordens militares == Durante as Cruzadas, foram criadas ordens militares de cavaleiros para auxiliar os objetivos cristãos do movimento. Eles se tornaram os mais ameaçadores dos cruzados e os inimigos mais odiados dos árabes. Essas ordens persistiram depois que as cruzadas na Palestina fracassaram. A primeira dessas ordens eram os Cavaleiros do Templo, ou Templários, criados em 1118 para proteger o Santo Sepulcro, em Jerusalém. Os templários vestiam um sobretudo branco com uma cruz vermelha e faziam os mesmos votos que os monges beneditinos - pobreza, castidade e obediência. Os templários estavam entre os mais bravos defensores da Terra Santa, sendo os últimos cruzados a abandoná-la. No passar dos anos, eles se tornaram ricos por causa de doações e empréstimos de dinheiro com interesses, atraindo a inveja e desconfiança dos reis. Em 1307, o rei Filipe IV da França acusou-os de muitos crimes, incluindo heresia, os prendeu e confiscou suas terras. Outros líderes europeus seguiram seu exemplo e os Templários foram destruídos. Os Cavaleiros de São João de Jerusalém, ou Hospitalários, foram criados originalmente para cuidar dos doentes e pobres peregrinos visitando o Santo Sepulcro. Em pouco tempo, eles foram convertidos numa ordem militar. Eles trajavam um sobretudo vermelho com uma cruz branca e também faziam os votos de São Bento. Os hospitalários tinham regras e não permitiram que sua ordem se tornasse rica ou indolente. Quando foram expulsos da Terra Santa, seguindo a rendição de seu grande castelo, a Fortaleza dos Cavaleiros, eles retiraram-se para a ilha de Rodes, a qual eles defenderam por muitos anos. Expulsos de Rodes pelos turcos, eles passaram a residir em Malta. A terceira grande ordem militar eram os Cavaleiros Teutônicos, fundada no ano de 1190 para proteger os peregrinos germânicos que se dirigiam à Terra Santa. Antes do fim das Cruzadas eles passaram a converter os pagãos na Prússia e nos Estados bálticos. == Heráldica == Para distinguir os cavaleiros no campo de batalha, um sistema de emblemas chamado heráldica foi desenvolvido. Para cada nobre foi desenvolvido um emblema especial para ser mostrado em seu escudo, sobretudo e bandeiras. O termo escudo de armas passou a designar o próprio emblema. Uma organização independente conhecida como Colégio dos Arautos desenhava brasões individuais e asseguravam que cada um era único. Os brasões eram registrados pelos arautos em livros especiais sob sua guarda. Brasões eram passados de geração para geração e eram modificados pelo casamento. Certos desenhos eram reservados à realeza de diferentes países. Pelo fim da Idade Média, cidades, guildas, e até proeminentes cidadãos não nobres receberam brasões. No campo de batalha, combatentes usavam os brasões para distinguir amigos e inimigos e para escolher um adversário digno para uma luta corpo-a-corpo. Arautos faziam listas de cavaleiros prestes a lutar baseados em sua insígnias. Os arautos eram considerados neutros e atuavam como intermediários entre os dois exércitos. Dessa forma, eles podiam passar mensagens entre os defensores de um castelo ou cidade e seus sitiadores. Depois de uma batalha, os arautos identificavam os mortos pelos seus brasões. == Armas e equipamentos da cavalaria == Desde a primeira aparição da cavalaria, por volta de 1000 a.C., tropas montadas têm cumpridos vários importantes papéis nas batalhas. Eles atuavam como batedores, escaramuçadores, uma força de choque para luta corpo- a-corpo, guardar a retaguarda, e perseguiam exércitos em retirada. A cavalaria era dividida em diversas categorias diferentes conforme o equipamento e treinamento, e certas categorias eram mais adequadas para certas tarefas que outras. A cavalaria leve usava pouca ou nenhuma armadura e era mais apropriada para reconhecimento, escaramuças e guardar a retaguarda. A cavalaria pesada vestia armadura e era mais adequada sendo usada como uma força de choque para atacar o inimigo. Todos os tipos de cavalaria se destacavam em perseguições. A cavalaria da Idade Média era essencialmente uma cavalaria pesada, e seu código enfatizava seu papel como uma tropa de choque atacando a cavalaria e infantaria inimigas. A partir do século XIII, o termo \"homem de armas\" era usado para descrever guerreiros com armadura lutando a cavalo ou a pé. O novo termo aplicava-se tanto aos cavaleiros como aos escudeiros, pequena nobreza e soldados profissionais. A vantagem dos cavaleiros em batalhas era a velocidade, intimidação, força e altura. No decorrer da Idade Média, o equipamento dos cavaleiros foram aperfeiçoados para aumentar essas vantagens. === Armas === A lança era a arma com a qual a cavalaria começava a lutar. Era ideal para furar inimigos a pé, especialmente os que estivessem em fuga. A exibição da lança na frente do cavaleiro montado ajudava na intimidação causada pela aproximação da tropa em assalto. Parte da força do cavalo podia ser transmitida através da lança no momento do impacto. O cavaleiro em ataque se tornava um enorme projétil. Historiadores discordam na importância do estribo para ascensão dos cavaleiros. O estribo surgiu na Ásia e chegou à Europa no século VIII. Alguns acreditam que ele foi crucial para a ascensão dos cavaleiros pois permitia ao cavaleiro apoiar a si mesmo e sua lança, transmitindo toda a força do cavalo para a ponta da lança. Ninguém discorda da vantagem dessa multiplicação da força, mas outros sugerem que a sela alta desenvolvida no tempo dos romanos permitia que os ginetes transmitissem essa força antes do aparecimento do estribo. A Tapeçaria de Bayeux, que descreve a conquista da Inglaterra por Guilherme em 1066, mostra os estimados cavaleiros normandos golpeando com suas lanças com as mãos ou atirando-as, elas não eram lanças fixas. Nessa época o estribo já era conhecido na Europa há pelo menos dois séculos. No restante da Idade Média, o ataque montado realizado com cavaleiros segurando lanças fixas era o epítome de combate para os cavaleiros. Essa não era sempre a tática mais correta, entretanto. thumb|300px|direita|Cavalaria normanda com lanças na Tapeçaria de Bayeux O ataque principal de cavalaria frequentemente resultava na perda de lanças, ou o ataque terminava em uma luta mano-a-mano geral. Em ambos os casos, os cavaleiros trocavam de armas, que geralmente para a espada. A espada da cavalaria evoluiu para o sabre, uma larga e pesada lâmina que um homem em pé nos estribos podia balançar com uma tremenda força na cabeça e tronco superior dos oponentes. As espadas eram as armas que os cavaleiros mais prezavam pois elas podiam ser carregadas pela pessoa, proeminentemente exibidas, e personalizadas. Elas eram as armas mais comuns para combate corpo-a-corpo entre cavaleiros. Boas espadas eram caras, então sua posse era um sinal de distinção entre a nobreza. Outras opções para armas de ataque corpo-a-corpo incluíam o martelo, a maça (evolução da clava), o machado, e o mangual. Martelos e maças eram populares entre os clérigos e monges guerreiros os quais tentavam obedecer ao texto da reprovação da Bíblia ao derramamento de sangue, o que armas afiadas eram propensas a fazer. Em nenhuma circunstância os cavaleiros usavam armas disparadoras de projéteis de qualquer tipo. Matar um oponente à distância com seta, flecha, arco, ou bala era considerado desonroso. Cavaleiros lutavam com adversários respeitáveis, da mesma categoria quando possível, e matavam cara a cara, ou não o faziam. === Armaduras === A cota de malha já era usada pelos antigos romanos e por algumas das tribos germânicas invasoras, incluindo os godos. A cota permaneceu popular com a nobreza da Europa medieval até que a armadura de placas (Brigantina) passou a ser usada no século XIII. A mudança foi feita em parte porque uma flecha ou ponta de espada podia penetrar na cota. Uma túnica, chamada de sobretudo, era usada por cima da cota especialmente durante as Cruzadas para defletir o sol. Os elmos também evoluíram de simples desenho cônico para um grande balde de metal, até grandes peças esculpidas para desviar flechas. Posteriormente, os elmos podiam ser presos à armadura do corpo. Armaduras completas pesando até 27 quilogramas surgiram no século XIV. As armaduras de placas eram bem projetadas e os cavaleiros possuíam grande agilidade. Um cavaleiro de armadura no chão não estava indefeso e podia facilmente se levantar. Há relatos e pinturas de homens com armaduras plantando bananeira e fazendo outros tipos de ginásticas. Nas armaduras posteriores, havia muita preocupação em desviar projéteis e reforçar áreas mais expostas à golpes. Com o passar dos anos, apareceram elaboradas armaduras completas, entalhadas, as quais eram mais cerimoniosas e prestigiosas do que práticas. A armadura era um grande gasto para um cavaleiro, que equipava a si mesmo e a um escudeiro. Um importante lorde tinha que fornecer armaduras para muitos cavaleiros. A fabricação de armaduras era um negócio importante, e um grande mercado de armaduras usadas se desenvolveu durante a Idade Média. Soldados comuns do lado vitorioso de uma batalha podiam ganhar uma boa soma de dinheiro retirando as armaduras de cavaleiros mortos e vendendo-as. === Cavalos === Os cavaleiros tinham um orgulho especial por seus cavalos, os quais eram criados para serem fortes e velozes. Eles, além disso, necessitavam de treino extensivo para serem manejáveis durante um ataque corpo-a-corpo. Os cavalos eram treinados para atacarem com um mínimo de orientação, deixando o cavaleiro livre para segurar seu escudo e lança. Historiadores discordam se os cavalos dos cavaleiros eram pesados para aguentarem carregar o peso de um cavaleiro totalmente equipado, ou um cavalo pequeno, apreciado por sua velocidade e agilidade. A habilidade em lidar com cavalos era uma outra características com a qual os cavaleiros de elite se distinguiam dos plebeus. Ela era praticada durante a caça, uma popular atividade de lazer que os nobres mantiveram até hoje na tradicional caça à raposa. == Em Portugal == No tempo de D. João I, foi determinado que os senhores das terras deveriam fornecer 840 lanças e as ordens militares então existentes - Hospitalários, de Santiago de Espada, de Avis e de Cristo - deveriam participar nas hostes com 340 lanças. Então, calculou-se em o número de lanças singelas a fornecer pelos restantes cavaleiros - os menos ricos. Assim, dispunha-se de um total de lanças, às quais se juntaria a cavalaria da ordenança ou do couto, isto é, os cavaleiros-vilãos, fornecidos pelos concelhos. Estes eram homens ricos, que possuíam as herdades (terras herdadas) e, por isso, eram conhecidos também pelo nome de herdadores. A obrigação de ter cavalo era relacionada com os bens possuídos. == Ver também == * Ordenação de um Cavaleiro * Homem de armas * Hostes * Infantaria medieval * Nove Bravos - as nove figuras que inspiraram os ideais da cavalaria medieval * Os Doze de Inglaterra == Ligações externas == * O mundo da cavalaria do século XIII na concepção de Ramon Llull, por Adriana Zierer & Bianca Trindade Messias, Roda da Fortuna. Revista Eletrônica sobre Antiguidade e Medievo, Volume 2, Número 2, pp. 128-154, 2013 * A ética cristã e o ideal cavaleiresco no Livro da Ordem de Cavalaria de Raimundo Lúlio, por Bruno Pimenta Starling, História da Faculdade de Filosofia e Ciências Humanas / Universidade Federal de Minas Gerais (FAFICH / UFMG). * O Cavaleiro Ideal Segundo Ramon Llull, por Adriana Maria de Souza Zierer, Actas IX Jornadas de Estudios Medievales / compilado por Jorge Rigueiro García y Gerardo Rodriguez. Buenos Aires: SAEMED (Sociedad Argentina de Estudios Medievales), 2009, p. 1-12. * Modelo cavaleiresco de dom Juan Manuel e Cavalaria castelhano-leonesa na passagem do século XIII para XIV, por Olga Pisnitchenko,Revista Signum, 2017, vol. 18, n.1 * A imagem do cavaleiro ideal em Avis à época de D. Duarte e D. Afonso V (1433-1481), por Katiuscia Quirino Barbosa, Dissertação (Mestrado), Universidade Federal Fluminense * Cavalaria e mundo cavaleiresco no reinado de D. Afonso V, por Miguel Pereira Aguiar, Incipit IV, Universidade do Porto, 2016 * Ideologia Cavaleiresca em Portugal no Século XV, por Miguel Pereira Aguiar, Dissertação realizada no âmbito do Mestrado em Estudos Medievais, Faculdade de Letras da Universidade do Porto, Julho de 2016 * A 'honra' de cavalaria e a aristocracia medieval portuguesa, por Miguel Pereira Aguiar, Anuario de Estudios Medievales, Volumen 48/2, Barcelona (España), julio-diciembre 2018 * A Preparação do cavaleiro, por Pedro Alexandre Alonso Pimenta, Faculdade de Letras, Licenciatura em História, Universidade de Lisboa, 2016 / 2017 * A Ordem de Cavalaria, por Manuela Santos Silva, História Medieval Economia e Sociedade, , Universidade de Lisboa, 2014/2015 * A 'honra' de cavalaria e a aristocracia medieval portuguesa, por Miguel Aguiar, Anuario de Estudios Medievales, Volumen 48/2, julio-diciembre 2018, Barcelona (España) ISSN: 0066-5061 Categoria:Armas medievais",
 "title": "Cavalaria medieval"
}