{
 "id": "97858",
 "text": "O Tribunal Penal Internacional (TPI) é um tribunal penal internacional permanente e universal encarregado de julgar pessoas acusadas de genocídio, crimes contra a humanidade, crimes de agressão e crimes de guerra.Artigo 1 do Estatuto de Roma. O TPI é independente e abre uma investigação formal sobre um crime e determina a ação penal: o objetivo é responsabilizar os indivíduos, sejam eles autoridades civis ou militares.Preâmbulo do Estatuto de Roma. O Estatuto de Roma é o tratado internacional que fundou o Tribunal Penal Internacional. Foi adotado durante uma conferência diplomática de representantes dos Estados que aderiram às Nações Unidas, conhecida como Conferência de Roma, que teve lugar de 15 de junho a 17 de julho de 1998, em Roma, Itália. Entrou em vigor em 1 de julho de 2002, após ratificação por 60 Estados:Artigo 126 do Estatuto de Roma. o Tribunal Penal Internacional é então oficialmente criado. Uma vez que a competência do Tribunal não é retroativa, trata dos crimes cometidos a partir dessa data. A sede oficial do Tribunal está localizada na Haia, nos Países Baixos, conforme estabelece o Artigo 3.º do Estatuto de Roma. Desde 4 de março de 2016, 123 dos 193 Estados-Membros da ONU ratificaram o Estatuto de Roma e aceitam a jurisdição do TPI (incluindo todos os Estados da União Europeia). Trinta e dois Estados, incluindo a Rússia e os Estados Unidos, assinaram o Estatuto de Roma, mas não o ratificaram. Já alguns outros países como a China e a Índia, não assinaram o Estatuto. O TPI pode, em princípio, exercer jurisdição se a pessoa acusada for nacional de um Estado-Membro, ou se o alegado crime for cometido no território de um Estado- Membro, ou se o caso lhe for remetido pelo Conselho de Segurança das Nações Unidas. O Tribunal de Justiça só pode exercer a sua competência quando os tribunais nacionais não quiserem ou não puderem julgar crimes internacionais (princípio da complementaridade). Ou seja, o Tribunal de Justiça só intervém quando os sistemas internos falham. == Objetivo == O objetivo do TPI é promover a justiça, julgando e condenando indivíduos suspeitos de cometer crimes contra os direitos humanos. Basicamente conhece dos casos em que se alegue que um dos Estados-membros tenha violado um direito ou liberdade protegido pela Convenção, sendo necessário que se tenham esgotados os procedimentos previstos nesta. As pessoas, grupos ou entidades que não sejam o Estado não têm capacidade de impetrar casos junto à Corte, mas podem recorrer à Comissão Interamericana de Direitos Humanos. A Comissão pode, então, levar os assuntos diante desta. O Direito internacional, e seu mandato é de julgar os indivíduos e não os Estados (tarefa da Corte Internacional de Justiça). Ela é competente somente para os crimes mais graves cometidos por indivíduos: genocídios, crimes de guerra, crimes contra a humanidade e os crimes de agressão. O nascimento de uma jurisdição permanente universal é um grande passo em direção da universalidade dos Direitos humanos e do respeito do direito internacional. == História == === Antecedentes === O estabelecimento de um tribunal internacional para julgar líderes políticos acusados de crimes internacionais foi proposto pela primeira vez durante a Conferência de Paz de Paris em 1919, após a Primeira Guerra Mundial, pela Comissão de Responsabilidades. A questão foi abordada novamente em uma conferência realizada em Genebra sob os auspícios da Liga das Nações em 1937, que resultou na conclusão da primeira convenção estipulando o estabelecimento de um tribunal internacional permanente para julgar atos de terrorismo internacional. A convenção foi assinada por 13 estados, mas nenhum a ratificou e a convenção nunca entrou em vigor. Após a Segunda Guerra Mundial, as potências aliadas estabeleceram dois tribunais ad hoc para processar os líderes do Eixo acusados de crimes de guerra. O Tribunal Militar Internacional, que foi sediado em Nuremberg, processou os líderes alemães, enquanto o Tribunal Militar Internacional para o Extremo Oriente em Tóquio processou os líderes japoneses. Em 1948, a Assembleia Geral das Nações Unidas reconheceu pela primeira vez a necessidade de um tribunal internacional permanente para lidar com o tipo de atrocidades cometidas após a Segunda Guerra Mundial. A pedido da Assembleia Geral, a Comissão de Direito Internacional (ILC) elaborou dois estatutos no início da década de 1950, mas estes foram arquivados durante a Guerra Fria, o que tornou o estabelecimento de um tribunal penal internacional politicamente irrealista. Benjamin B. Ferencz, um investigador de crimes de guerra nazistas após a Segunda Guerra Mundial e o Procurador-Chefe do Exército dos Estados Unidos no processo Einsatzgruppen, tornou-se um defensor vocal do estabelecimento do Império da lei internacional e de um Tribunal Penal Internacional. Em seu livro Defining International Aggression: The Search for World Peace (1975), ele defendeu o estabelecimento de tal tribunal. === Proposta formal e estabelecimento === Em junho de 1989, o primeiro-ministro de Trinidade e Tobago, A. N. R. Robinson, reviveu a ideia de criar um tribunal penal internacional permanente, propondo a criação de um tribunal para tratar do comércio ilegal de drogas. Em resposta, a Assembleia Geral encarregou a ILC de mais uma vez elaborar um estatuto para um tribunal permanente. Enquanto o projeto estava no status “rascunho”, o Conselho de Segurança das Nações Unidas estabeleceu dois tribunais ad hoc no início da década de 1990: o Tribunal Penal Internacional para a ex-Jugoslávia, criado em 1993 em resposta a atrocidades em larga escala cometidas pelas forças armadas durante as Guerras Iugoslavas, e o Tribunal Penal Internacional para Ruanda, criado em 1994 após o genocídio de Ruanda. A criação desses tribunais destacou ainda mais para muitos a necessidade de um tribunal penal internacional permanente. Em 1994, a ILC apresentou seu projeto final de estatuto para o Tribunal Penal Internacional à Assembleia Geral e recomendou que uma conferência fosse convocada para negociar um tratado que serviria como estatuto da Corte. Para considerar as principais questões substantivas do projeto de estatuto, a Assembleia Geral estabeleceu o Comitê Ad Hoc para o Estabelecimento de um Tribunal Penal Internacional, que se reuniu duas vezes em 1995. Depois de considerar o relatório do Comitê, a Assembleia Geral criou o Comitê Preparatório para o Estabelecimento do TPI para preparar um projeto de texto consolidado. De 1996 a 1998, seis sessões do Comitê Preparatório foram realizadas na sede das Nações Unidas em Nova Iorque, durante as quais as ONGs forneceram contribuições e participaram de reuniões sob a organização guarda-chuva da Coalizão para o Tribunal Penal Internacional (CICC). Em janeiro de 1998, a Mesa e os coordenadores do Comité Preparatório reuniram-se para uma reunião interseções em Zutphen, nos Países Baixos, a fim de consolidar tecnicamente e reestruturar os projetos de artigos num projeto. Finalmente, a Assembleia Geral convocou uma conferência em Roma em junho de 1998, com o objetivo de finalizar o tratado para servir como estatuto da Corte. Em 17 de julho de 1998, o Estatuto de Roma do Tribunal Penal Internacional foi adoptado por 120 votos a sete, com a abstenção de 21 países. Sete nações votaram contra o projeto (China, Iraque, Israel, Líbia, Catar, Estados Unidos e Iêmen). Os EUA justificam seu veto por não concordarem com a independência do tribunal em relação ao Conselho de Segurança da ONU – ainda que essa autonomia não seja total. Pelo documento aprovado, o Conselho de Segurança poderá bloquear uma investigação se houver consenso entre seus membros permanentes. No ano 2000, o presidente Clinton assinou o Estatuto de Roma, mas o presidente Bush retirou a assinatura dos EUA em 2002, antes mesmo da ratificação. O Governo dos Estados Unidos também teme que seus soldados envolvidos em guerras como as do Afeganistão e Iraque venham a ser julgados pelo tribunal. Israel, acompanhando os EUA, também assinou o Tratado em 2000 e retirou sua assinatura em 2002. A oposição de Israel ao tratado resultou da inclusão na lista de crimes de guerra \"a ação de transferência de população para o território ocupado\". A Assembleia Geral das Nações Unidas votou em 9 de dezembro de 1999 e novamente em 12 de dezembro de 2000 a aprovação do TPI. Na sequência de 60 ratificações, o Estatuto de Roma entrou em vigor em 1 de julho de 2002 e o Tribunal Penal Internacional foi formalmente criado. A primeira leva de 18 juízes foi eleita pela Assembleia dos Estados Partes em fevereiro de 2003. Foram empossados na sessão inaugural do Tribunal de Justiça em 11 de março de 2003. O Tribunal emitiu os seus primeiros mandados de detenção em 8 de julho de 2005, e as primeiras audiências de instrução foram realizadas em 2006. O Tribunal emitiu sua primeira sentença em 2012, quando declarou o líder rebelde congolês Thomas Lubanga Dyilo culpado por crimes de guerra relacionados ao uso de crianças-soldados. Em 2010, os Estados Partes do Estatuto de Roma realizaram a primeira Conferência de Revisão do Estatuto de Roma do Tribunal Penal Internacional em Kampala, Uganda. A Conferência de Revisão levou à adoção de duas resoluções que alteraram os crimes sob a jurisdição da Corte. A Resolução 5 alterou o Artigo 8 sobre crimes de guerra, criminalizando o uso de certos tipos de armas em conflitos não internacionais cujo uso já era proibido em conflitos internacionais. A Resolução 6, nos termos do artigo 5.º, n.º 2, do Estatuto, previa a definição e um procedimento de jurisdição sobre o crime de agressão. == Organização == O TPI tem quatro órgãos principais: a Presidência, as Divisões Judiciárias, o Ministério Público e o Registro. * O Presidente é o juiz sênior escolhido pelos seus colegas na Divisão Judiciária, que é composta por dezoito juízes e ouve casos diante do tribunal. * O Ministério Público é dirigido pelo Procurador, que investiga crimes e instaura processos penais perante a Divisão Judiciária. * O Registro é chefiado pelo Secretário e é encarregado de gerenciar todas as funções administrativas do TPI, incluindo a sede, a unidade de detenção e o escritório de defesa pública. O TPI emprega mais de 900 funcionários de cerca de 100 países e conduz procedimentos em inglês e francês. == Casos == === Processos em andamento === ==== Caso Putin ==== Em 17 de março de 2023, o Tribunal Penal Internacional emitiu um mandado de prisão para o presidente russo Vladimir Putin e a comissária presidencial para os direitos das crianças russa Maria Lvova-Belova em virtude da deportação ilegal de crianças ucranianas durante a invasão russa da Ucrânia em 2022. Em resposta, a Rússia iniciou uma investigação penal contra o procurador-chefe e três júris do Tribunal Penal Internacional. Segundo a Justiça Russa o TPI tomou uma decisão ilegal. A China, que não reconhece o TPI e é aliado da Rússia, condenou a decisão do Tribunal Penal Internacional. Putin foi o primeiro chefe de Estado de um membro permanente do Conselho de Segurança da ONU a ser alvo de um mandado de prisão do TPI. A Rússia retirou a sua assinatura do Estatuto de Roma em 2016 e, portanto, não reconhece a autoridade do TPI, que consequentemente, não tem autoridade nesse país. No entanto, Putin pode ser acusado por ações contra um Estado parte e contra a Ucrânia, que não é um Estado parte do TPI, mas aceita a jurisdição do tribunal desde 2014. Se Putin viajar para um Estado parte, ele pode ser preso pelas autoridades locais. Em 4 de maio de 2023, o presidente ucraniano Zelensky visitou o Tribunal Penal Internacional e, em seguida, foi para o centro de congressos World Forum, onde deu um discurso intitulado “Não há paz sem justiça para a Ucrânia” (em inglês: No Peace without Justice for Ukraine), no qual disse que Putin será julgado em um novo tribunal em Haia por ter cometido crimes de guerra. ==== Caso venezuelano ==== Em abril de 2023, o Tribunal Penal Internacional iniciou uma investigação contra o governo do presidente venezuelano Nicolás Maduro por acusações de crimes contra a humanidade, como supostas execuções, prisões ilegais, estupros, torturas e desaparecimentos da população civil. === Casos pendentes === ==== Caso brasileiro ==== Jair Bolsonaro, então presidente do Brasil, foi denunciado em 27 de novembro de 2019. A representação foi elaborada pela Comissão Arns e pelo Coletivo de Advocacia em Direitos Humanos. A denúncia afirmava que Bolsonaro incitou violência contra povos indígenas e tradicionais, enfraqueceu a fiscalização e foi omisso na resposta a crimes ambientais na Amazônia. === Processos finalizados === ==== Situação na República Democrática do Congo ==== Em 23 de junho de 2004, o TPI decidiu abrir investigação sobre a Situação na República Democrática do Congo, a pedido deste país. Thomas Lubanga Dyilo, preso em Haia desde 16 de março de 2006, foi considerado culpado, em 14 de março de 2012, pelos crimes de guerra, como coautor, de alistar e recrutar jovens entre 8 a 15 anos para a Força Patriótica para a Libertação do Congo (FPLC) e usá-los para participar ativamente nas hostilidades, no contexto de um conflito armado interno, a partir de 1 de setembro de 2002 a 13 de agosto de 2003. Foi condenado, em 10 de Julho de 2012, mais de oito anos após a abertura do processo criminal, a um total de 14 anos de prisão. Essa foi a primeira condenação desde a criação do Tribunal Penal Internacional. Ele está detido, por enquanto, no Centro de Detenção em Haia. == Lista de Estados membros do tratado == Em janeiro de 2012, os seguintes 120 países haviam ratificado ou acedido ao estatuto de países membros do TPI: * Na Europa: Albânia, Andorra, Áustria, Bélgica, Bósnia e Herzegovina, Bulgária, República Checa, Croácia, Chipre, Dinamarca, Eslováquia, Eslovênia, Espanha, Estônia, Finlândia, França, Alemanha, Grécia, Hungria, Islândia, Irlanda, Itália, Geórgia, Letônia, Liechtenstein, Lituânia, Luxemburgo, Macedônia do Norte, Malta, Moldávia, Montenegro, Noruega, Países Baixos, Polônia, Portugal, Romênia, San Marino, Sérvia, Suécia, Suíça, Reino Unido * Na África: África do Sul, Benim, Botswana, Burkina Faso, Cabo Verde, Chade, Comores, Congo, Djibouti, Gabão, Gâmbia, Gana, Guiné, Lesoto, Libéria, Madagascar, Malawi, Mali, Maurícia, Namíbia, Níger, Nigéria, Quênia, República Centro-Africana, República Democrática do Congo, Senegal, Serra Leoa, Seychelles, Tanzânia, Tunísia, Uganda, Zâmbia. * Na América: Antígua e Barbuda, Argentina, Barbados, Belize, Bolívia, Brasil, Canadá, Chile, Colômbia, Costa Rica, Dominica, Equador, Granada, Guiana, Honduras, México, Panamá, Paraguai, Peru, República Dominicana, Santa Lúcia, São Cristóvão e Nevis, São Vicente e Granadinas, Suriname, Trindade e Tobago, Uruguai, Venezuela * Na Ásia: Afeganistão, Bangladesh, Camboja, Coreia do Sul, Filipinas, Japão, Jordânia, Maldivas, Mongólia, Tajiquistão * Na Oceania: Austrália, Fiji, Ilhas Cook, Ilhas Marshall, Nauru, Nova Zelândia, Samoa, Timor-Leste, Vanuatu Além dos Estados acima, há 41 outros Estados que assinaram mas ainda não ratificaram o tratado. Como assinar um tratado não tem efeito legal sem a ratificação, esses Estados não fazem parte do tratado, a menos que o ratifiquem. Algumas pessoas afirmam que não é possível para um Estado retirar sua assinatura de tal tratado, mas como o efeito legal de um tratado segue sua ratificação, e não sua assinatura, há pouca diferença entre retirar-se de um tratado e afirmar que não se tem a intenção de ratificá-lo. == Ver também == * Estatuto de Roma * Crime de guerra * Convenções de Genebra * Corte Internacional de Justiça == Ligações externas == * * * Os Estados Partes do Estatuto de Roma Categoria:Direito penal internacional Categoria:Tribunais internacionais Categoria:Haia Categoria:Fundações nos Países Baixos em 2002",
 "title": "Tribunal Penal Internacional"
}