{
 "id": "97857",
 "text": "O Beato João Duns Escoto, ou Scot ou Scotus1 O.F.M. (Berwickshire, c. 1266 - Colônia, 8 de novembro de 1308) foi um teólogo e filósofo escocês (ou nascido no Ulster). Ele é um dos três filósofos-teólogos mais importantes da Europa Ocidental na Alta Idade Média, juntamente com Tomás de Aquino e Guilherme de Ockham.See, e.g., the Plato.Stanford.edu articles \"Duns Scotus\" and \"William of Ockham\" Viveu durante muitos anos em Paris, em cuja universidade lecionou. Membro da Ordem Franciscana, filósofo e teólogo da tradição escolástica, chamado o Doutor Sutil, foi mentor de outro grande nome da filosofia medieval: Guilherme de Ockham. Foi beatificado em 20 de Março de 1993, durante o pontificado do Papa João Paulo II. Duns Escoto é considerado continuador da tradição franciscana que adotou muitas coisas de Aristóteles e seus antecessores medievais não-franciscanos. Escoto foi ainda um pensador que levou adiante a tradição aristotélica de São Tomás de Aquino mas, ao mesmo tempo, corrigiu Santo Tomás à luz do que considerava a verdade. Vários teólogos contemporâneos, especialmente entre as Ordens Franciscanas, como Kenan Osborne OFM e Daniel Horan OFM são herdeiros da tradição scotista. Vários projetos recentes, como o Projeto Scotus da CUA, a Comissão Scotística Internacional em Roma e a Comissão da Tradição Intelectual Franciscana da Conferência de Língua Inglesa do OFM têm procurado aumentar a conscientização sobre Duns Scotus e a disseminação do scotismo sobre a teologia contemporânea. O scotismo também encontrou um lar entre os anglo-católicos, incluindo Richard Cross e Thomas Williams, além de influenciar protestantes como William Lane Craig.Craig, W. L. (1987). John Duns Scotus on Gods Foreknowledge and Future Contingents. Franciscan Studies, 47(1), 98-122. No Brasil, estudos acadêmicos sobre Escoto tem se expandido consideravelmente durante as últimas décadas.Bibliothèque des Textes Philosophiques. Paris, Vrin, 2001. 220 p. [UNICAMP] [UNIFESP] [USP] Em 2019, a Faculdade de Direito da Universidade de São Paulo promoveu a restauração de um exemplar da obra “Opera Omnia”, datado de 1639.Faculdade de Direito restaura obra rara do século 17, Projeto de restauração e pesquisa histórica recuperou a “Opera Omnia” de Duns Escoto, datada de 1639 == Obra filosófica == Suas principais obras são o Opus Oxioniense (Obra de Oxford), Quaestiones de Metaphysica (Questões de Metafísica) e De Primo Princípio (Do Primeiro Princípio). esquerda|miniatura|Tumba d Duns Scoto en Minoritenkirche, Colônia (Alemanha) Um dos grandes contributos de Escoto para a história da filosofia, afirmam os historiadores, está no conceito de hecceidade (haecceitas). Por esta teoria, valoriza a experiência, e distancia a preocupação exclusivista da filosofia com as essências universais e transcendentes. Em sua \"Prova da Univocidade do Ser\", Escoto propõe um encadeamento argumentativo para mostrar que, como seres criados, não podemos ter certeza sobre características conceituais que imputamos a Deus, mas podemos ter certeza de que Ele existe.Vasconcelos, V. V. A Progressão Argumentativa da Prova da Univocidade do Ser, de Duns Scotus. Universidade Federal de Minas Gerais. 2004. Escoto adotou uma posição conhecida hoje em dia como realismo moderado acerca do \"problema dos universais\", que era um problema antigo na metafísica sobre se os universais existem. Para ele, universais como \"verdade\" e \"bondade\" existem na realidade. Isto se opõe ao conceitualismo de Guilherme de Ockham e de Pedro Abelardo entre outros, que dizem universais só existem dentro da mente e não têm realidade externa ou substancial.\"conceptualism\" in The Oxford Dictionary of Philosophy. Simon Blackburn. Oxford University Press, 1996. Oxford Reference Online. Oxford University Press. 8 April 2008Spade 1994 O problema dos universais já existia desde Platão, que ensinou em sua Teoria das Formas que \"formas\" universais existiam. Essa opinião foi rejeitada por muitos pensadores posteriores, como Pedro Abelardo, que argumentou que as formas são meramente construções mentais.Abelard:Logica Ingredientibus (Glosses on Porphyry) Escoto negou essas alegações; em seu Opus Oxoniense, ele argumentou que os universais têm uma existência real e substancial.Opus Oxoniense II. D3, 1-6, 1-212 Para Escoto, o problema dos universais estava intimamente ligado ao da individualização, identificando o que torna uma coisa específica isso ou aquilo; também poderíamos entender se existe alguma forma de universal; é neste trabalho que Escoto introduz a palavra Hecceidade, que significa a qualidade de um objeto em particular - o que faz com que seja esse objeto. Dessa forma, Escoto argumenta que a forma é um meio melhor de individualizar um objeto em particular; porque, segundo ele, a forma de um objeto como um composto é a melhor maneira de diferenciar objetos um do outro, e não a questão do objeto. Isso está no cerne do realismo escocês, particularmente nas teorias da hecceidade e distinção formal. Escoto também argumenta, contra Tomás de Aquino e outros, que não há distinção entre a essência de uma coisa e sua existência.Opus Oxoniense I iii 1-2, O filósofo americano Charles Sanders Peirce foi bastante influenciado por Escoto, e explica o realismo moderado do Doutor Sutil da seguinte forma: == Obra == === Em latim === * Parva logicalia *** Quaestiones super Porphyrii Isagogem *** Quaestiones in librum Praedicamentorum *** Quaestiones in I et II librum Perihermeneias *** Octo quaestiones in duos libros Perihermeneias *** Quaestiones in libros Elenchorum * Quaestiones super libros De anima (1295–1298?) * Quaestiones super libros Metaphysicorum Aristotelis (1298–1300?;) * Notabilia Scoti super MetaphysicamGiorgio Pini, \"Duns Scotus' Literal Commentary on the \"Metaphysics\" and the \"Notabilia Scoti super Metaphysicam\" (Milan, Biblioteca Ambrosiana, C 62 Sup, ff. 51r–98r)\", Bulletin de philosophie médiévale, 38 (1996), 141–142.) * Lectura ** Livros 1 e 2 (1300–1301) ** Livro 3 (provavelmente escrito em Paris, 1303–04) ** Livro 4 (not extant) * Ordinatio or Opus Oxoniense (Oxford Lectures 1 e 2 1300–1302, 3 e 4, 1303–1304) * Collationes oxonienses (1303–04 ou 1305–08) * Collationes parisienses (1302–07) * Reportatio parisiensis (Paris Lectures, 1302–07) * Quaestiones Quodlibetales (Obras del Doctor Sutil, Juan Duns Escoto, Madrid, Biblioteca de Autores Cristianos, 1963) * Tractatus de Primo Principio versão em inglês * Theoremata (data incerta) ;Sem autoria confirmada * Theoremata * De Rerum Principio ;Edições em latim * OPERA OMNIA. * OPERA OMNIA. Civitas Vaticana: Typis Polyglottis Vaticanis, 1950–. ** ORDINATIO ** I, De Ordinatione Ioannis Duns Scoti disquisitio histórico critica. Prologus totius operis, 1950. ** II, Ordinatio. Liber Primus. Distinctiones 1–2, 1950. ** III, Ordinatio. Liber Primus. Distinctio 3, 1954. ** IV, Ordinatio. Liber Primus. Distinctiones 4–10, 1956. ** V, Ordinatio. Liber Primus. Distinctiones 11–25, 1959. ** VI, Ordinatio. Liber Primus. Distinctiones 26–48, 1963. ** VII, Ordinatio. Liber Secundus. Distinctiones 1–3, 1973. ** VIII, Ordinatio. Liber Secundus. Distinctiones 4–44, 2001. ** IX, Ordinatio. Liber Tertius. Distinctiones 1–17, 2006. ** X, Ordinatio. Liber Tertius. Distinctiones 26–40, 2007. ** XI, Ordinatio. Liber Quartus. Distinctiones 1–7, 2008. ** XII, Ordinatio. Liber Quartus. Distinctiones 8–13, 2010. ** XIII, Ordinatio. Liber Quartus, Distinctiones 14–42, 2011. ** XIV, Ordinatio. Liber Quartus, Distinctiones 43–49, 2013. ** LECTURA ** XVI, Lectura in Librum Primum Sententiarum. Prologus et Distinctiones 1–7, 1960. ** XVII, Lectura in Librum Primum Sententiarum. Distinctiones 8–45, 1966. ** XVIII, Lectura in Librum Secundum Sententiarum. Distinctiones 1–6, 1982. ** XIX, Lectura in Librum Secundum Sententiarum. Distinctiones 7–44, 1993. ** XX, Lectura in Librum Tertium Sententiarum. Distinctiones 1–17, 2003. ** XXI, Lectura in Librum Tertium Sententiarum. Distinctiones 18–40, 2004. * OPERA PHILOSOPHICA (= OP). St. Bonaventure, NY: The Franciscan Institute:, 1997–2006: ** Vol. I: Quaestiones super Porphyrius Isagoge et Aristoteles Categoriae, Franciscan Institute Publications, 1999. ** Vol. II: Quaestiones super Peri hermeneias et Sophistici Elenchis (along with) Theoremata, Franciscan Institute Publications, 2004, . ** Vol. III-IV: Quaestiones super libros Metaphysicorum Aristotelis Franciscan Institute Publications, 2004. . ** Vol. V: Quaestiones super Secundum et Tertium de Anima. Franciscan Institute Publications, 2006. . * The Examined Report of the Paris Lecture, Reportatio I-A, Volume 1 * The Examined Report of the Paris Lecture, Reportatio I-A, Volume 2 === Em português === * Tratado do Primeiro Princípio == Ver também == * Ciência medieval * Escolasticismo == Bibliografia == * SANTOS, Rogerio da Costa; TORRES FILHO, Rubens Rodrigues. Duns scot da imagem precedido de noetica e metafísica: introdução à teoria da intelecção indireta. 1991. Universidade de São Paulo, São Paulo, 1991. * O conhecimento segundo João Duns Escoto, História da Filosofia Medieval III Depto. de Filosofia - Universidade de São Paulo, São Paulo, 2013. * A discussão acerca da possibilidade do conhecimento humano em Henrique de Gand e João Duns Escoto Gustavo Barreto Vilhena de Paiva - Universidade de São Paulo, São Paulo, 2012 * A equivocidade do conceito de ente nas obras filosóficas de João Duns Escoto, Gustavo Barreto Vilhena de Paiva (USP), Universidade de São Paulo, 2011 * DUNS ESCOTO E A VERDADE NAS COISAS: UM ESTUDO DE \"QUESTÕES SOBRE A METAFÍSICA\" VI, Q.3, Gustavo Barreto Vilhena de Paiva (USP), Universidade de São Paulo, 2015 * JOÃO DUNS ESCOTO. Introdução ao seu pensamento filosófico-teológico. Editorial Franciscana, 271 pp. * CHÂTELET, François. História da Filosofia - A Filosofia Medieval. Rio de Janeiro, Zahar Editores, 1983. * DUNS SCOT. Seleção de textos. Os Pensadores. São Paulo: Abril Cultural, 1979. * FERRATER MORA. Diccionario de Filosofia. México: Editora Atlante, 1944. == Ligações externas == * * *Obras de João Duns Escoto na Biblioteca Nacional de Portugal == Notas == Nota: ¹Há várias grafias utilizadas, pela variação idiomática, e, mesmo, dentro de cada idioma, para o nome do filósofo: Jonh Scott, Duns Scotus, João Scoto, Johannes Scotus, João Duns Escoto, etc. O Catálogo de Autoridades Pessoa da Biblioteca Nacional do Brasil indica como entrada padrão: Duns Scotus, John. Categoria:Filósofos da Escócia Categoria:Filósofos escolásticos Categoria:Teólogos católicos Categoria:Beatos franciscanos Categoria:Filósofos do século XIII Categoria:Filósofos do século XIV Categoria:Alunos da Universidade de Oxford Categoria:Professores da Universidade de Oxford Categoria:Professores da Universidade de Paris Categoria:Escritores medievais em latim Categoria:Religiosos da Escócia",
 "title": "João Duns Escoto"
}