{
 "id": "97910",
 "text": "Condestável é uma designação para diversos cargos, tendo mudado de significado ao longo da história e atualmente sendo usado para cargos diferentes em diferentes lugares. == Etimologia == O termo se origina de um cargo palatino do Império Romano, comes stabuli, originalmente o oficial responsável pela manutenção dos estábulos e os cavalos na corte imperial. ==História== Em Portugal o título de Condestável do Reino ou Condestável de Portugal foi criado pelo rei Fernando I em 1382, para assumir as funções militares do antigo cargo de Alferes-mor, constituindo a segunda personagem da hierarquia militar nacional, depois do Rei de Portugal. Tendo como responsabilidades comandar uma campanha militar na ausência do rei e manter a disciplina do exército, suas funções aproximavam-se das que modernamente tem o chefe do estado-maior e das dos mestres de campo generais dos séculos XVI e XVII. D. João I concedeu o título de condestável a Nuno Álvares Pereira mantendo-se a partir daí em fidalgos da primeira nobreza, alguns de sangue real. A partir do reinado de D. João IV (1640 a 1656), o título deixou de ter conotações militares ou administrativas, para ser exclusivamente honorífico. Com este significado, por exemplo, foi concedido à família dos duques de Cadaval, até 1834. Os fidalgos que possuíam o título de condestável assistiam o acto de aclamação real empunhando o estoque, o que representa uma reminiscência da obrigação que competia ao alferes-mor de manter os desafios em nome do rei. Em Portugal e no Brasil o termo foi posteriormente usado, entre os séculos XVII e XVIII, com diversos outros significados menores. Eram chamados de condestáveis em Portugal e no Brasil Colônia, por exemplo, os chefes de artilharia das praças de guerra (fortificações), dos navios de guerra e da milícia.Dicionário Houaiss da Língua Portuguesa Nos Estados Unidos, assim como em outros países de língua inglesa, o condestável (em inglês constable) pode se referir a um servidor do estado com designações policiais e jurídicas. É uma função mais comum em pequenas cidades e condados do interior.Constable Definition - Dictionary.com == Ver também == * Condestável de Portugal ==Referências== Categoria:História militar da Europa",
 "title": "Condestável"
}