{
 "id": "97992",
 "text": "Pírcingue ou piercing é uma forma de modificar o corpo humano, normalmente furando-o a fim de introduzir peças de metal esterilizado. O povo da Papua- Nova Guiné centram a sua decoração no nariz, as decorações corporais, servem para conferir ao indivíduo as virtudes do animal de que provém esses adornos. Os Kayapos, perfuram as orelhas dos recém-nascidos e o lábio inferior dos mais pequenos. O chefe Kayapo tem o direito de ostentar um adorno labial de quartzo nas cerimónias particulares, diferenciando-se dos seus congéneres. == História == Para os esquimós do Alasca, o piercing do lábio e na língua significavam o momento da transição para o mundo adulto e significava que a criança tinha se tornado caçador. Na Índia é muito comum, sobretudo as mulheres, furarem o nariz, o septo nasal e as orelhas. O piercing da ala do nariz é proveniente da Índia, onde se reservava às castas mais altas, já o septo nasal perfurado é originário da Nova-Guiné. Na época dos faraós, o piercing no umbigo era exclusivo da família real. Os antigos Maias praticavam a arte da perfuração, furando os lábios, o nariz e as orelhas. Atualmente a mulher com mais piercings espalhados pelo corpo é uma brasileira. Os piercings na atualidade fazem sucesso entre os jovens e até os mais velhos. == A joia == Existem diversos materiais para as joias. Apesar de normalmente se dizer que o mais indicado é o aço cirúrgico, tal não é verdade. O ideal será usar material como o titânio ou mesmo o teflon por serem menos reativos e assim produzirem uma menor resposta imunológica, que desencadearia uma alergia ou inflamação. Não é recomendável o uso de ouro, pois dependendo do sistema imunológico da pessoa, pode ocasionar alguma reação alérgica. == Tempo de cicatrização do piercing == Tempo de cicatrização:About.com - Tattoo/Piercing * Lábio - 2 a 6 semanas * Língua - 4 a 6 semanas * Bochecha - 2 a 3 meses * Sobrancelha - 2 a 5 meses * Tragus (orelha) - 2 a 12 meses * Lóbulo da orelha - 1 a 3 meses * Sobrancelha, Septo - 6 a 8 meses * Cartilagem da orelha - 1 ano * Aba do nariz - 2 meses a 1 ano * Umbigo - 3 meses a 1 ano * Mamilo - 4 meses a 1 ano * Lábio interno, Clitóris - 4 a 8 semanas * Lábio externo, Períneo - 2 a 6 meses * Pênis - 8 semanas * Nuca - 6 a 8 meses * Cartilagem da Orelha e Nariz - 3 meses a 1 ano * Braço/pulso- 1 a 2 meses == Alargadores == Alargar no contexto de body- piercing é a expansão deliberada de uma qualquer cicatrizada fístula(furo na pele). Os lóbulos das orelhas são o local mais comum, assim como septos nasais, língua, cartilagens e lábio. Qualquer furo pode ser alargado até um certo ponto, sendo a cartilagem o local mais difícil e doloroso para o fazer. Alargar implica por vezes, quando há falta de experiência, cuidado e calma, o aparecimento de queloides e cicatrizes hipertróficas. Os profissionais recomendam que se alargue apenas 2mm de cada vez após ter colocado o de tamanho mínimo (4mm) e ainda com no mínimo um mês de tempo desde a última vez. == Imagens adicionais == Imagem:Woman with hazel eyes and labret piercing gazes at the camera.jpg|Piercing na lábio (Labret) Imagem:Elizabeth tongue.jpg|Piercing na língua Imagem:Qualche volta il destino.jpg|Piercing na sobrancelha (Supercílio) Imagem:Helix ohr.jpg|Piercing na orelha (Helix) Imagem:Industrial ohr.JPG|Piercing na orelha (Transversal/Industrial/Megabell) Imagem:Erl-piercing.jpg|Piercing entre os olhos (Bridge) Imagem:Nose piercing gold stud.jpg|Piercing no nariz (Nostríl) Imagem:Roach Sessions.jpg|Piercing no Septo Imagem:Guy with a pierced nipple.jpg|Piercing no mamilo, (Homem) Imagem:Oro morning.jpg|Piercing no mamilo, (Mulher) Imagem:Caribicbauch02.jpg|Piercing no umbigo Imagem:Christina and Nefertiti piercings.jpg|Piercing genital (Nefertiti/Christina) == Ver também == * Brinco * Tatuagem == Ligações externas == * Association of Professional Body Piercers (APP)",
 "title": "Piercing"
}