{
 "id": "98079",
 "text": "Pedro Miguel Nunes Ribeiro (Lisboa, 17 de Fevereiro de 1971) é um locutor de rádio, apresentador de televisão e comentador desportivo português. É director de programação da Rádio Comercial. Em 2020 foi diretor de programas executivo da TVI. == Rádio == Iniciou a sua carreira no mundo da rádio a fazer noticiários nas madrugadas do extinto CMR - Correio da Manhã Rádio em 1990 com apenas 19 anos. Apresentou programas como \"Jogo Aberto\" e o magazine Prok Der e Vier. Mudou para a Rádio Comercial, em 1993, onde começou como editor de Informação das manhãs, com Margarida Pinto Correia na antena. Chefiou uma redação de que faziam parte, além de Nuno Markl, o actual jornalista da SIC Joaquim Franco. É um dos autores da rubrica Comercial Internet. Em 1996 estreia-se no Programa da Manhã da Rádio Comercial onde tinha a colaboração de nomes como José Carlos Malato, Ana Lamy e Nuno Markl. É dessa altura as rubricas O Homem Que Mordeu o Cão (HQMC), Rapidinha da Manhã, e Linha Avançada. Em 2002 entra Maria de Vasconcelos para o lugar de Ana Lamy e José Carlos Malato. Em Fevereiro de 2003, com a restruturação da Media Capital Rádios, verifica-se a mudança do Programa da Manhã para a Best Rock FM. Ano e meio depois, o grupo viria a separar-se com a ida de Pedro Ribeiro para as manhãs do Rádio Clube Português, onde ficou até ser convidado para Director de Programas da Rádio Comercial juntamente com o de animador do Programa da Manhã. É autor dos programas 80 à Hora (onde revisita a música, as modas e as figuras dos anos 80) e O Meu Blog Dava Um Programa de Rádio e das rubricas Músicas para Sonhar e Guilty Pleasures do Programa da Manhã. É atualmente pivot das Manhãs da Rádio Comercial com Vera Fernandes, Vasco Palmeirim e Nuno Markl. === Programas onde participou === * Prok Der e Vier, na Correio da Manhã Rádio, 1992. * Programa da Manhã + HQMC, na Rádio Comercial, 1997-2003. * Programa da Manhã + HQMC, na Best Rock FM, 2003-2004. * Webchart, na Best Rock FM, 2003-2004. * Programa da Manhã, no Rádio Clube, 2004-2005. * Programa da Manhã, na Rádio Comercial, 2005. * 80 à Hora, na Rádio Comercial, 2006. == Televisão == A estreia em televisão dá-se em 1993, enquanto repórter de um programa desportivo na RTP e do programa \"Jornal Jovem\". Ainda neste canal, apresentou o Top + entre 1997 e 2001 e com Maria João Simões entre 2001 e 2002. A primeira experiência em directo ocorreu em 2001 na apresentação do programa Sorte Grande. A convite da Sigma 3 e da SIC Radical passou depois para a equipa do programa Curto Circuito, na SIC Radical. No mesmo canal apresentou, em 2005, o programa Conversas Ribeirinhas. Foi também co- apresentador da versão televisiva d' O Homem Que Mordeu o Cão, na TVI e participou na transmissão do concerto Live 8 na RTP. Colabora com a SporTV até 2009, quando aceita o convite da TVI24 para comentador no programa MaisFutebol. A 30 de Janeiro de 2020 torna-se diretor de programas executivo da TVI na direção de Nuno Santos, mas deixou a estação de TV dia 24 de Julho de 2020. === Programas onde participou === * Top+, na RTP1, 1997-2001 * A Sorte Grande, na RTP1, 2001 * Curto Circuito, na SIC Radical, 2002-2005 * O Homem que Mordeu o Cão, na TVI, 2003-2004 * Live 8, na RTP, 2005. * Conversas Ribeirinhas, na SIC Radical, 2005 * Rising Star - A Próxima Estrela, na TVI em 2014, como jurado * Juntos de Novo, na TVI, em 2020, como apresentador ao lado de Maria Cerqueira Gomes e Ana Sofia Martins == Vida pessoal == Em Novembro de 2014 casou com Rita de Sá Nogueira Rugeroni (5 de Abril de 1983), igualmente animadora de rádio, filha de Miguel Garcia Rugeroni Ahlers (15 de Junho de 1956), de ascendência Espanhola, Italiana, Francesa, Alemã e Inglesa, trineto do 1.º Conde de Burnay, e de sua mulher Maria Madalena Germond de Sá Nogueira (15 de Junho de 1957), sobrinha-trineta do 1.º Barão de Sá da Bandeira, 1.º Visconde de Sá da Bandeira e 1.º Marquês de Sá da Bandeira e bisneta duma Francesa, com quem tem uma filha em comum. Pedro Ribeiro tem ainda outros três filhos, fruto de relacionamentos anteriores. == Ligações externas == * Categoria:Naturais de Lisboa Categoria:Radialistas de Portugal Categoria:Locutores de Portugal Categoria:Apresentadores de televisão de Portugal Categoria:Comentadores de Portugal Categoria:SIC Radical",
 "title": "Pedro Ribeiro (locutor)"
}