{
 "id": "98105",
 "text": "O Papel-moeda é o dinheiro oficial de um país, dessa forma sendo emitida pela autoridade oficial \\- competente de uma Nação, em valor impresso na forma de papel impresso emitido por um banco denominado como central autorizado pelo governo e distribuído pelos demais bancos da rede oficial de crédito nacional. O papel-moeda tem as mesmas finalidades que a moeda metálica e a moeda escritural representada pelo cheque e o cartão de crédito, só que tem a garantia do governo se a nota for autêntica, com traves de segurança e dessa forma tem o curso forçado, segundo a Constituição Federal das Nações e sendo seu meio de pagamento básico e número 1, o sendo denominado na econometria como \"M 1\". == História == A ideia do papel-moeda nasceu no dia em que um indivíduo, necessitando de moedas correntes, entregou a outra um vale para troca de mercadorias ou metais (ouro, prata, ferro ou cobre), depois dado nada em pagamento a um terceiro, com direito de recebê-lo do emitente. Com função semelhante, circularam na Idade Média recibos de depósitos de ouro em pó, que circulava como moeda-corrente, pois era facilmente divisível, mas difícil de ter sua pureza garantida. Esses comprovantes chamava-se recibos de ourives, pois eram neles que certos comerciantes confiavam, graças à sua idoneidade e cuja assinatura garantia os valores apresentados. thumb|250px|direita|Cédula no valor de 2 dólares emitida pelo Bank of Manchester (1839), durante a free banking era. Durante este período (1837-1864), os EUA permitiam a emissão de moeda privada e adotavam um sistema bancário livre.Sechrest, Larry J. Free Banking: Theory, History, and a Laissez-Faire Model. Ludwig von Mises Institute, pág. 11, 1993, ISBN 9781610164870 Os Bilhetes de Banco - Os comerciantes, preocupados com o cerceamento do ouro das moedas, eram obrigados a pesar as peças e a verificar o teor de metal fino, em operações bastante demoradas. Para evitá-las, eles passaram a guardar o dinheiro em bancos de depósitos que surgiram na Itália e alguns outros países do século XII ao XV. Eles recebiam um certificado de depósito, do qual constava a promessa de devolução ao portador da quantia entregue. Esse bilhete, conversível à vista, deu início ao que conhecemos hoje como moeda de papel ou representativa, que contava, assim, com um lastro de metal nobre. Mercadores chineses começaram a usar dinheiro de papel na dinastia Tang (que se estendeu de 618 a 907 d.C.).http://www.miniweb.com.br/historia/Artigos/i_antiga/invencao_papel.html No Séc. XIII, o famoso navegador veneziano Marco Polo levou a cabo sua aventura pela China. Seus registros contém as primeiras descrições ocidentais com relação ao papel-moeda em uma forma monetária incompreensível para os europeus daqueles tempos devido à falta de um valor intrínseco e real: o lastro. Essa forma de papel-moeda se desenvolveu por si própria, inicialmente como dinheiro de emergência e logo após como forma legal. Na Suécia, em 1661, devido à falta e à incredulidade das moedas de baixo valor em cobre e a escassez de prata até então correntes, foram emitidas as primeiras cédulas sem lastro na Europa pelo Stockholms Banco. A ideia de papel-moeda lastreado por um metal nobre se manteve firme até a Segunda Guerra Mundial, época na qual vários países tiveram suas economias completamente modificadas. As recentes teorias e observações econômicas e mercadológicas deram novo formato e função ao papel-moeda, transformando-o em uma representação da saúde econômica de um país. == Ver também == * Numismática * Moeda * Notafilia == Ligações externas == * * * Categoria:História da economia Categoria:Moedas Categoria:Comunicação escrita Categoria:Numismática Categoria:Tipos de papel Categoria:Invenções da China Categoria:Economia monetária",
 "title": "Papel-moeda"
}