{
 "id": "9812",
 "text": "O donatismo (cujo nome advém de Donato de Casa Nigra, bispo da Numídia e posteriormente de Cartago) foi um culto religioso cristão, considerado herético e cismático pelo catolicismo. Surgiu nas províncias do Norte de África na Antiguidade Tardia. Iniciou-se no início do e foi extinto no final do . Os autores que mais influenciaram os donatistas, em termos de doutrina religiosa, foram São Cipriano e Tertuliano. == Crença donatista == Assim como o novacianismo, fundado pelo antipapa Novaciano no ,\"Novatianism.\" Cross, F. L., ed. The Oxford dictionary of the Christian church. New York: Oxford University Press. 2005 os donatistas sustentavam que a Igreja não devia perdoar e admitir pecadores, e que os sacramentos, como o batismo, administrados pelos traditores (cristãos que negaram sua fé durante a perseguição de Diocleciano de a e posteriormente foram perdoados e readmitidos na Igreja) eram inválidos.\"Donatism.\" Cross, F. L., ed. The Oxford dictionary of the Christian church. New York: Oxford University Press. 2005 Este pensamento era bastante similar ao de Cipriano de Cartago, martirizado meio século antes em perseguições anteriores. Em oposição, a crença da Igreja Romana na época era de que os traditores poderiam voltar ao corpo ritualístico e ministrar os sacramentos, desde que o fizessem seguindo o ritual correto, sem a necessidade de rebatismo ou da reordenação. == O cisma donatista == Em , os bispos africanos opuseram-se à eleição do arcediago Ceciliano como novo bispo de Cartago. Ceciliano era acusado pelos donatistas de ter sido um traditor, uma vez que havia entregue exemplares das Sagradas Escrituras às autoridades, durante uma perseguição anterior recente. Insatisfeitos, os bispos africanos escolheram como novo bispo a Donato de Casa Nigra, dando origem a um cisma. Em , uma comissão nomeada pelo papa Melquíades condenou os donatistas. Os donatistas, por sua vez, consideravam-se como a única igreja verdadeira. A questão se complicava bastante porque os donatistas foram incapazes de provar que Ceciliano teria mesmo sido um traditor, ao mesmo tempo em que eram por sua vez acusados de terem, entre os seus, pessoas suspeitas de o terem sido. O avanço do donatismo no Norte da África se dava principalmente entre a população rural, já ressentida com a administração romana. Os padres e bispos donatistas nestas regiões falavam as línguas vernaculares (líbico ou púnico), assim como o latim, enquanto que o os clérigos católicos romanos usualmente falavam apenas o latim. Durante o episcopado de 40 anos de Donato, este supervisionou a expansão donatista. Sua luta para obter o reconhecimento da Igreja de Roma para o seu primado da África do Norte embora não tenha tido sucesso, Donato conseguiu expandir sua influência mesmo sem derrubar Ceciliano. == Donatismo após a morte de Donato == Após o Concílio de Arles, no qual a apelação de Donato falhou, ele foi exilado para Gália em 347 d.c. até sua morte, em Nesta época, o donatismo era a igreja dominante no Norte da África. Porém, já nesta época o donatismo sofria com divisões internas e estava sob constante ataque de Roma, que tinha como objetivo reincorporar os clérigos da região e reunificar a Igreja. Por vezes liderados por clérigos donatistas, os circoncélios eram grupos de nômades antirromanos, de fala púnica. Dos quais em sua crença, o lugar no céu estaria garantido se fossem assassinados por uma pessoa religiosa ou de grande autoridade e atacavam alguém com a intenção de que a pessoa revidasse e os matasse, cumprindo assim o objetivo de martírio. Embora o culto tenha começado com a ideia de garantir um lugar no céu por meio do martírio, seus membros eram bastante violentos e começaram a aproveitar o nome da ordem para impor suas visões e atacar as pessoas ferozmente. Assim, eles passaram a atacar proprietários de terra e colonos romanos, redistribuindo bens e libertando escravizados. Eram extremamente contra a escravidão, não só defendendo a ideia de que os escravos tinham direitos, mas também os libertando sempre que possível. Deste modo, o donatismo passou a ser identificado com os circoncélios, levando os administradores oficiais a tomarem ações punitivas contra a igreja donatista. Apesar da condenação imperial, o donatismo permaneceu como religião dominante na África romana até ao começo do , quando enfraqueceu devido a atos de coerção. == Santo Agostinho e o donatismo == O bispo de Hipona, Agostinho, fez campanhas contra esta crença e foi principalmente graças aos seus esforços que a seita foi extinta. A controvérsia tem início em dois escândalos monásticos. Por volta de , Agostinho se envolveu numa espécie de escândalo com um bispo chamado Antonino e posteriormente com Januário de Benevento. A discussão parece ter sido causada porque Agostinho achava que a chamada \"caridade monástica\" pudesse semear a discórdia, dividir e fazer com que se aproveitasse da Igreja. Ele chegou a fazer campanhas contra o donatismo. Com a ocupação vândala do norte de África, o donatismo voltou a ter, aí, alguma preponderância, o que continuou a acontecer depois da reconquista bizantina destes territórios por Justiniano. Desconhece-se quanto tempo persistiu depois da conquista muçulmana. == Ver também == * Igreja Católica * Sacramento * Novacianismo Categoria:Seitas cristãs Categoria:Cismas da Igreja cristã Categoria:Heresias cristãs segundo a Igreja Católica",
 "title": "Donatismo"
}