{
 "id": "98126",
 "text": "Um chicote é uma corda entrançada ou tira de couro terminada em ponta e presa a um cabo para fustigar animais (cavalos) e também seres humanos em certos países como forma de castigo pela violação de certas normas instituídas, adultério e consumo de bebidas alcoólicas, como é o caso de alguns países islâmicos (Irã, Arábia Saudita e outros). O estalido produzido por uma chicotada é resultado do rompimento da barreira do som, sendo assim o primeiro objeto ultrassônico do mundo. ==Usos== Na Antiguidade, Idade Média e até finais do século XIX, era usado em quase todo o mundo para punir escravos, não cumpridores da lei etc. Ainda é utilizado em alguns países islâmicos para os que não cumprem alguns princípios da xaria presente no Alcorão: consumo de bebidas alcoólicas, relações extraconjugais etc. O chicote também pode ser utilizado como instrumento de defesa pessoal, sendo que esta função já era realizada há pelo menos 2 mil anos atrás, pela guarda real do Tibete (onde os guardiões utilizavam uma lança e um chicote). Hoje em dia, empregam-se algumas técnicas de uso para estalar o chicote, com precisão de local e força, tanto para atingir partes do corpo do oponente, como para mantê-lo afastado. O chicote também é muito utilizado por pessoas que admiram relações sexuais sadomasoquistas, tendo em atenção que ele oferece a sensação de dominação sobre o parceiro. Contudo, o chicote é um instrumento perigoso, podendo o seu uso incorrecto conduzir a sérias lesões. O chicote é muito doloroso e pode causar feridas abertas e profundas, das quais podem resultar cicatrizes vitalícias. ==Tipos== Existem diversos tipos de chicotes, sendo os mais comuns o chicote de tiras e o chicote de tira única. O chicote de tiras tem, geralmente, 9 tiras, não sendo tão perigoso nem causador de danos tão graves quanto o chicote de tira única. O chicote de tira única é perigosíssimo e de difícil manejo. Ainda existiram tipos de chicotes exóticos antigos com lâminas de metal cortantes chamados de azorrague. == Sinônimos == Açoite, azorrague, chabuco, chibata, chico das dores, frança, gurinhém, habena, látego, muxinga, peia, peia-boi, preaca, vergalho, vergasta.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 395. ==Etimologia== Há dúvidas sobre as origens do termo, vindo, provavelmente, do francês arcaico cicot (\"resto de um tronco ou de um galho cortado ou arrancado\", tendo passado ao sentido de \"ponta de corda de um navio\"). Posteriormente, em documentos do século XVIII, ainda na língua francesa, é registrada a palavra chicotte (\"trança de cabelo\"). Em português, apresentou as seguintes evoluções ortográficas: chicóte, checote e, finalmente, chicoteDicionário Houaiss da Língua Portuguesa – versão em-linha.. \"Muxinga\" provém do quimbundo mu'xinga.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 176. ==Náutica== Em náutica, chama-se chicote à extremidade de um cabo que foi trabalhado de tal forma que se não desfaça facilmente com a utilização. ==Ver também== * Disciplinas (instrumento de penitência) * Relho * Flagelação * Autoflagelação Categoria:Armas brancas Categoria:Armas antigas Categoria:Armas de artes marciais Categoria:Instrumentos de punição Categoria:Termos náuticos",
 "title": "Chicote"
}