{
 "id": "98131",
 "text": "La Clemenza di Tito (), K.621, é uma ópera composta por Wolfgang Amadeus Mozart. É a sua última ópera, sendo começada logo depois da ópera A Flauta Mágica. A ópera foi terminada em apenas 18 dias - com os recitativos secos que foram fornecidos por outros, provavelmente pelo discípulo de Mozart Süssmayr. A ópera foi encomendada para a coroação do rei da Boêmia Leopoldo II irmão de José II. == Personagens == Tito Vespasiano (Imperador de Roma) tenor Vitellia (Filha de Aulus Vitellius, o ex-imperador de Roma.) soprano Servilia (Irmã de Sesto. Ela está apaixonada por Ânnio) soprano Sesto (É amigo de Tito e está apaixonado por Vitélia) mezzo-soprano castrato Annio (É amigo de Sesto e está apaixonado por Servília) mezzo-soprano travesti Publio (Capitão da Guarda) baixo-barítono == Sinopse == === Ato I === Vitélia, filha do Imperador deposto Vitellius, quer assassinar o atual Imperador romano, Tito, já que ele não a corresponde a seu amor, escolhendo em lugar dela, a princesa Berenice para ser sua esposa. Vitélia quer usar o seu admirador Sesto como assassino de Tito. Mas quando ela pede a Sesto que mate Tito, ele hesita, relutante em cometer tão grave crime. Vitélia ameaça substituir Sesto por um pretendente mais digno se ele se negar a ajudá-la. Annio, amigo de Sesto, vem buscá-lo para uma audiência com o Imperador. Ele revela que, afinal de contas, Tito decidiu que não se casará com Berenice. Escutando a novidade, Vitélia compreende que ela ainda tem chances de tornar-se a imperatriz e pede a Sesto que esqueça a história do assassinato. Ânnio, que deseja casar com Servília, irmã de Sesto, pede a seu amigo que solicite permissão do imperador para o matrimônio. Sesto diz que ele terá prazer em fazê-lo. Numa praça em frente ao templo de Júpiter em Roma, a multidão saúda Tito e oferece vários presentes. Tito declara que ele irá utilizar os presentes para ajudar os sobreviventes de uma recente erupção do Vesúvio em Pompeia. A multidão sai de cena. Sozinho em cena, juntamente com Sesto e Ânnio, Tito expressa o seu desejo de se casar com a irmã de Sesto, Servília. Ânnio fica desanimado, mas é o primeiro a dizer a Tito que ele bendiz a união. Tito declara que, algum dia, Sesto poderá ter seu lugar no trono. Os dois saem, deixando Ânnio sozinho em cena. Servília entra e Ânnio conta-lhe a novidade. Eles conversam sobre os sentimentos que compartem um pelo outro e Servília assegura a Ânnio que ele sempre será seu verdadeiro amor. Públio, comandante da Guarda Pretoriana, apresenta a Tito uma lista de todos aqueles que se expressaram contra imperadores do passado. Tito censura a investigação, dizendo que se há verdade na crítica alheia, então ele está grato, e se os comentários são imprudentes, ele tem pena dos que o fizeram. Servília interrompe a discussão para implorar uma audiência com Tito. Ela confessa seus sentimentos por Ânnio. Tito, inspirado por sua bravura, diz-lhe que ela é livre para casar-se com Ânnio. Enquanto sai, ele encoraja Servília a deixar que sua honestidade se torne inspiração para outras pessoas. Vitélia chega e Servília lhe conta que talvez ela seja a próxima escolhida de Tito. Vitélia porém fica enfurecida de ciúmes, colocada em segundo plano por Tito duas vezes em favor de outras mulheres. Ela roga a Sesto que prossiga com o assassinato de Tito, reprimindo-o e chamando-o de covarde por já não tê-lo feito (mesmo apesar de seu pedido anterior de que ele não o assassinasse). Relutante, Sesto parte para assassinar Tito, amaldiçoando os deuses por ter dado tal poder à beleza. Pouco depois que Sesto sai, Públio e Ânnio chegam e informam Vitélia que Tito a escolheu para ser sua imperatriz. Caindo na real, ela chama por Sesto na esperança de pará-lo, mas ele já está fora do alcance da voz. Em frente ao templo de Júpiter em Roma, Sesto que colocou fogo no prédio, fica carregado com tremenda culpa. Vendo Ânnio, Servília, Públio e Vitélia aproximando-se, Sesto rapidamente adentra o Capitólio com sua espada pretendendo matar Tito pessoalmente. Quando ele reaparece, ele anuncia que um homem horrível assassinou Tito. Ele está prestes a confessar que ele é este homem, mas Vitélia o silencia. === Ato II === No palácio , Ânnio conta a Sesto que o imperador sobreviveu o atentado. Sesto confessa a Ânnio seu papel no crime, dizendo que ele planeja fugir do país e nunca mais retornar. Ânnio encoraja Sesto a dizer a verdade, sugerindo que todos os seus anteriores atos de lealdade somados a seu óbvio arrependimento podem ainda valer a piedade de Tito. Ânnio sai. Vitélia, que teme que Sesto venha a revelar seu papel no plano de assassinato, aconselha-o que fuja. Públio entra e exige a espada de Sesto. Ele revela que o homem que Sesto esfaqueou era Lentulo, um cúmplice na conspiração. Sesto deve ser levado ao Senado para um interrogatório. Num grande salão para audiências públicas, a multidão dá graças pela salvação de Tito. Hoje é o dia dos jogos no Coliseu e Públio aconselha Tito a estar presente. Tito diz que ele se sentiria mais feliz em saber o destino de Sesto primeiro. Públio entrega ao imperador uma folha de papel contendo a confissão de Sesto e a pena de morte outorgada pelo Senado. Tudo o que o documento precisa é da assinatura de Tito para que a sentença seja carregada. Ignorando os pedidos de Ânnio por clemência, Tito encoleriza-se pela traição de Sesto. Ele fica à beira de assinar o documento sentenciador, mas dá-se conta de que necessita escutar de Sesto pessoalmente antes de mandá-lo à sua morte. Sesto entra e Tito dispensa Públio e seus guardas para que ele possa conversar a sós com seu velho amigo. Desprendendo-se de qualquer formalidade, ele pergunta a Sesto quais foram seus motivos. Escondendo o envolvimento de Vitélia na conspiração, Sesto declara que uma fraqueza em seu caráter o levou a tentar o assassinato. Tito pede mais informações, porém Sesto firmemente nega-se a revelar seus motivos. Ofendido, Tito exige que o levem embora. A sós, enquanto pondera sobre o destino de Sesto, Tito compreende que ele ainda sente piedade e o respeita apesar de tudo o que fez. Ele luta com sua consciência, sem saber se assina ou não a ordem condenando seu velho amigo à morte. Finalmente Tito assina o papel, mas logo compreende que não é de sua natureza condenar um amigo tendo o poder para perdoá-lo. Ele quer que a história lembre-se dele como um líder misericordioso ao invés de cruel. Tito rasga o documento, dizendo aos deuses que se um coração cruel é requisito para governar um império, ele é incapaz de governar. Ele pede a Públio que entre e diz-lhe que o destino de Sesto será decidido na arena. Depois que Tito sai, Vitélia encontra Públio e diz que deseja ver o imperador. Servília e Ânnio entram e pedem a ela que poupe Sesto, assinalando que ao tornar-se a imperatriz de Tito no por-de-sol, ela terá o poder para fazê-lo. Vitélia, surpreendida pelo fato do imperador ainda querer casá-la, entende que Sesto está sacrificando sua vida por ela. Servília implora outra vez para que ela salve Sesto, mas Vitélia pede para ser deixada a sós. Censurando Vitélia por sua inércia, Servília sai, levando Ânnio consigo. Sozinha, Vitélia decide que se viesse a tornar-se imperatriz de Tito, ela nunca poderia viver com o conhecimento de que Sesto morreu por sua causa. Ele sempre viveria com medo de que algum dia seu envolvimento na conspiração pudesse ser revelado. Ele se apressa à arena para confessar seu crime para Tito. Os conspiradores são levados à arena, onde eles serão atirados a feras selvagens. Tito pede para ver Sesto uma última vez. É então que aparece Vitélia e confessa que ela foi a autora do plano de assassinato. Traído uma vez mais, desta vez por sua futura esposa, Tito decide ser forte, crendo que sua misericórdia sobreviverá mais que a traição alheia. Ele perdoa todos os três conspiradores, dizendo que sob seus olhos o arrependimento verdadeiro vale muito mais do que a fidelidade constante. A ópera termina enquanto os súditos de Tito o glorificam. == Orquestração == * 1 cravo (para recitativo secco) * 1 tímpano * 2 flautas * 2 oboés * 2 clarinetas * 2 fagotes * 2 trompas * 2 trompetes * Instr. de cordas: violinos (primeiros e segundos), violas, violoncelos (para recitativo secco) e contrabaixos (para recitativo secco). == Ligações externas == * Categoria:Óperas em italiano Categoria:Óperas de Wolfgang Amadeus Mozart Categoria:Óperas de 1791 Categoria:Leopoldo II do Sacro Império Romano-Germânico",
 "title": "La clemenza di Tito"
}