{
 "id": "98133",
 "text": "A área da República de Chipre sob controle do governo greco-cipriota tem uma economia de mercado dominada pelo setor de serviços, o qual corresponde a 4/5 do PIB. Os setores de turismo, o financeiro e o de administração de propriedades são os mais importantes. Taxas oscilantes de crescimento durante a década passada refletem a dependência econômica do turismo, atividade cuja rentabilidade varia por conta da instabilidade política da região e as condições econômicas da Europa Ocidental. A economia da zona greco-cipriota tem crescido em taxas razoáveis desde 2000The World Factbook. Consultado em 2 de maio de 2011, mais estabilizadas depois da entrada na União Europeia. Em 2008 Chipre foi classificado pelo Fundo Monetário Internacional como uma das 32 mais prósperas economias do mundo. Nos últimos vinte e cinco anos, Chipre passou a depender da agricultura (onde só a produção de cítricos tem relativa importância comercial), a ter uma estrutura mais conforme com o contexto europeu, com uma presença importante do sector industrial que sustenta a maior parte das exportações e emprega ao 25% da população. Cerca de 70% depende do sector serviços, e em concreto do turismo. A localização geográfica próxima ao Oriente Médio provoca grandes oscilações de ano em ano ao tempo de converter- se em destino turístico. A frota de navios com matrícula cipriota é a quarta mais importante do mundo e reporta volumosos rendimentos. Em 1 de janeiro de 2008 a República do Chipre adoptou também o Euro como moeda local, menos de quatro anos após entrar para a União Europeia. O país é o 34º no ranking de competitividade do Fórum Econômico Mundial. == Setor primário == === Agricultura === A agricultura está concentrada na planície central de Messaória onde a rega é possível. Entre os cereais destaca-se o trigo e a cevada. A vinha proporciona um vinho branco de boa qualidade, bem como uva de mesa e passas. Uma extensão ainda maior é ocupada pela oliveira. Cultiva-se ainda batatas, ervilhas, feijão, favas, cebolas e frutas de várias espécies (citrinos, pêssegos, alperces, frutos secos, como amêndoas, alfarrobas e figos). Devido ao clima seco o rendimento florestal é pobre. A mais importante produção florestal é a alfarrobeira. === Pecuária === Em relação ao gado predomina o gado de pequenas dimensões (ovino e caprino). Como país insular a pesca é uma atividade importante, sendo importante a apanha de esponjas nas ilhas deSimi e Calino, do arquipélago de Dodecanesso. === Mineração === O subsolo é rico em minerais, em especial pirites, ferro (Mandios), cobre (em Kalavasos e Mavrovni). São ainda explorados o amianto, o cromo, o gesso, a bentonite, o sal e o ocre. == Setor secundário == === Indústrias === A indústria em Chipre está pouco desenvolvida, está limitada ao fabrico de produtos agro-pecuários, fabrico de cigarros, têxteis, cimento (1 236 000 t.) e cerveja. == Setor terciário == === Turismo === O turismo em Chipre ocupa uma posição dominante na economia. Além disso, tem um impacto significativo na cultura de Chipre e no seu desenvolvimento multinacional/multicultural ao longo das décadas. Em 2006, a indústria do turismo contribuiu com 10,7% do PIB que em termos reais gerou um total de US $ milhões. No mesmo ano, o emprego total foi estimado em 113 mil empregos. Com quase quatro milhões de chegadas de turistas por ano, Chipre é o 40º destino mais popular do mundo. No entanto, considerando o número de turistas per capita em relação a população local, ocupa o 6º lugar. Chipre é membro de pleno direito da Organização Mundial de Turismo desde 1975. == Ver também == * Chipre == Ligações externas == * Chipre: Projeção economica bn:সাইপ্রাস#অর্থনীতি",
 "title": "Economia de Chipre"
}