{
 "id": "98167",
 "text": "A Universidade Federal de Viçosa (UFV) é uma universidade pública brasileira, com sua sede localizada na cidade de Viçosa, no estado de Minas Gerais, possuindo campus também nas cidades de Rio Paranaíba e Florestal. É reconhecida pelo MEC como a 7ª melhor universidade do Brasil, tendo como base a prova do ENADE aplicada no ciclo de 2017-2019, e considerada a 2ª melhor no estado de Minas Gerais, ainda pelo Índice Geral dos Cursos da Instituição (IGC). Em dezembro de 2017 o curso de Medicina da UFV obteve a melhor avaliação entre os oferecidos e o único do Brasil avaliado com conceito máximo pelo INEP. Fundada em 1922 como Escola Superior de Agricultura e Veterinária (ESAV), posteriormente denominada Universidade Rural do Estado de Minas Gerais (UREMG) entre 1948-1969 e consolidada como Universidade Federal de Viçosa, é um centro de educação, pesquisa e extensão reconhecido internacionalmente essencialmente por sua atuação nas ciências agrárias e ciências exatas. == História == === Fundação === A Universidade Federal de Viçosa teve seu início com a Lei n°761, de 6 setembro de 1920 assinada pelo então Presidente do Estado De Minas Gerais Arthur Da Silva Bernardes, juntamente com o Secretário da Agricultura de Minas Gerais Clodomiro Augusto de Oliveira, que autorizava a implementação de uma escola de superior de agricultura e veterinária no estado. > Art. 4º - Esta Escola terá por objetivo ministrar o ensino prático e teórico > de Agricultura e Veterinária e bem assim realizar estudos experimentais que > concorram para o desenvolvimento de tais ciências no Estado de Minas Gerais. > Lei n°761, de 6 setembro de 1920 Em 1920 determinado por Arthur Bernardes ao então embaixador brasileiro nos Estados Unidos, José Cochrane de Alencar a missão de indicar um especialista capaz de \"fundar, organizar e dirigir uma escola agrícola moderna\". Dessa forma por intermédio dos Departamento de Estado e da Agricultura dos Estados Unidos o então Diretor da Florida Agricutural College na University of Florida, o Dr. Peter Henry Rolfs foi incumbido em 1921 após aceitar o desafio de servir ao Estado de Minas e gerenciar a construção física e acadêmica da Escola Superior de Agricultura e Veterinária. O professor Rolfs foi contratado com a função de fundar, organizar e dirigir a Escola. Com uma titulação considerável para a época, e com profundo conhecimento e experiência no trato da agricultura moderna dos Estados Unidos, Rolfs veio com a função de implantar na ESAV um modelo agrícola moderno, pautado nos métodos científicos pragmáticos dos “Land Grant Colleges”, os quais proporcionariam um grande progresso para a agricultura local, regional e nacional. A ESAV foi criada com o intuito de ser um ícone da ciência agrária no Brasil, sendo necessário em seu início recursos humanos e físicos que dessem suporte para receberem o inovador método de ensino que importaram dos Estados Unidos. Pensando na excelência do ensino que seria oferecido pela instituição, a Escola foi povoada em seu início por professores de diferentes partes do mundo e do Brasil além de funcionários e alunos que vieram de diferentes partes do Brasil, inclusive da própria Viçosa. ==== Localização ==== Logo em 1921 foi instaurada uma comissão técnica designada a estudar a melhor localização dentro do estado para se instaurar a instituição acadêmica, composta pelo Dr. Rolfs, conjuntamente do então Diretor de Agricultura da Secretaria de Estado, Dr. Álvaro da Silveira e com o auxílio do Dr. Arduino Bolivar e do Dr. Mário Monteiro Machado. O local escolhido foi a cidade de Viçosa que se encontra na zona da mata mineira, terra natal de Arthur Bernardes.Bello Lisbôa (Diretoria da Escola entre 1929-1936) era crítico quando a integridade da análise técnica que levou Viçosa a ser escolhida como cidade sede da Escola, dentre melhores locais disponíveis em Minas Gerais, dando como critério decisivo a instauração da instituição em Viçosa a origem do seu padrinho e fundador Arthur Bernardes. Com Viçosa aprovada pelo decreto n° 5.806, de 30 de novembro de 1921 como local base, em 30 de março de 1922 foi por decreto instaurado a Escola Superior de Agricultura e Veterinária. === Construção === Devido não ser vaga a área destinada a construção, juntamente com a autorização de instalação da Escola, foi emitida uma declaração de desapropriação de terrenos. Com o intuito de evitar a tomada forçada das áreas agrícolas, coube a Fernando de Mello Vianna, então Procurador Geral do Estado de Minas Gerais, a tentativa de aquisição amigável de tais terras. Apesar da resistência dos proprietários relatado pelo procurador, foram comprados 453 hectares, pelo valor de 294:800$000 Reis, que constituíram o núcleo inicial da atual UFV. Em 18 de janeiro de 1922, foi dado início às preparações para a construção, que começaram em 10 de julho de 1922, a partir do lançamento da pedra fundamental. A construção foi marcada por diversos empecilhos e dificuldades quanto à ausência de mão de obra qualificada; complicações devido à aquisição e transporte de material e o confuso e volátil teatro político da época se tornaram grandes obstáculos para os diversos engenheiros que passaram pela chefia do projeto. A inauguração das atividades se deu em 28 de agosto de 1926, após a conclusão do prédio principal do campus, o hoje chamado Edifício Arthur Bernardes, também conhecido por \"Bernadão\", com a presença do seu fundador o então Presidente da República Arthur Bernardes (presidente durante 1922-1926). Uma missa campal foi celebrada na escadaria lateral do prédio, seguida por uma bênção ao edifício, realizada pelo Monsenhor Alipio de Oliveira, representante do arcebispo de Mariana. === Início das atividades === No início de suas atividades educacionais, a Escola Superior de Agricultura e Veterinária oferecia três tipos de cursos: o Fundamental, que possuía um ano de duração; o Médio, com dois anos de duração e o curso Superior, com três anos de extensão. Os cursos Fundamentais e Médio tiveram início em 1° de agosto de 1927; o Superior teve sua primeira aula lecionada no primeiro semestre de 1928. Antes disso, aulas primarias eram lecionadas durante o dia aos filhos dos operários construtores da instituição, devido ao alto nível de analfabetismo. No período noturno, os operários também tinham aulas. Segundos levantamentos realizados durante os períodos de construção, mais de 80% dos operários eram analfabetos, tendo esse número sido reduzido para menos de 10% em 1926. == Convênios == A história da UFV está intimamente relacionada à atuação da Aliança para o Progresso e da USAID no Brasil, servindo de modelo para a posterior atuação daquelas agências na ESALQ e na UFRGS. Os Acordos MEC-USAID permitiram um grande avanço científico na agricultura brasileira e o controle de problemas sociais nas zonas rurais do Brasil durante a Guerra Fria. == Museus e espaços culturais == A Universidade Federal de Viçosa atualmente é responsável por doze museus e espaços de cultura, sendo eles: Casa Arthur Bernardes, em 1995 a UFV adquiriu a também chamada de Memorial Arthur Bernardes. O edifício foi erguido entre 1922 e 1926 como residência de férias do então presidente Arthur da Silva Bernardes. Foi tombado em 1989 pelo IEPHA e inscrito no Livro de Tombo de Belas Artes e Tombo Histórico, das obras de Artes Históricos e dos Documentos Paleográficos ou Bibliográficos. Transformado em museu, o espaço tem eventos artísticos e culturais. Museu de Ciências da Terra Alexis Dorofeef, derivado do Departamento de Solos (DPS) o museu abriga uma grande coleção de rochas e minerais de todas as partes do Brasil. Museu da Comunicação, abriga materiais que contam a história de temas relacionados à Comunicação, apresentando e preservando-a, por diversos suportes e meios, para a atual e para as futuras gerações. Museu de Zoologia João Moojen hoje possui mais de 20 mil peças zoológicas em seu crescente acervo, incluindo fósseis, peixes, anfíbios, répteis, aves e mamíferos, em sua maioria coletados na região de Viçosa e no estado de Minas Gerais. Museu Histórico UFV (Pinacoteca), foi fundado em 1986 com objetivo de concentrar, organizar e estudar objetos e fatos históricos da UFV. O Museu Histórico compartilha seu espaço físico com a Pinacoteca UFV, que tem suas atividades destinadas a expor e apresentar de cultura e artes. == Ingresso == O ingresso na Universidade Federal de Viçosa pode ocorrer das seguintes formas: * SiSU: Sistema de Seleção Unificada, através do Exame Nacional do Ensino Médio (Enem). * Mobilidade Acadêmica: alunos de outras instituições de Ensino Superior podem pedir o Requerimento de Inscrição nos Programas de Mobilidade Acadêmica. * Intercâmbio: alunos de outros países podem ingressar na UFV através de contratos e acordos promovidos com embaixadas internacionais, sendo estes alunos transferidos de universidades de seu país de origem ou não, e tendo sido aprovados no processo seletivo de seu país de origem. * PASES e Transferencia Externa- Programas extintos em 2013. As vagas dessas modalidades foram direcionadas para o Sistema de Seleção Unificada (Sisu), através do Exame Nacional do Ensino Médio (Enem). == Alunos notáveis == *Amaro Macedo - Botânico brasileiro, maior coletor de espécies vegetais dos cerrados do século XX e entre 1943 e 2007. Técnico Agrícola ESAV. *José Cândido de Mello Carvalho - Diretor do Museu Nacional (1955-1961). Curso Técnico ESAV. *Luiz Cláudio Costa - Ex-Ministro Interino da Educação, Graduado em Engenharia, Reitor UFV (2008-2011) e, atualmente, Professor da UFV. *Ney Franco - Técnico de Futebol, Ex-Treinador da Seleção Brasileira de Futebol Sub-20. Graduado em Educação Física. *Renato Casagrande - Atual Governador do Espírito Santo, Graduado em Engenharia Florestal. *Tereza Cristina Corrêa da Costa Dias - Ministra da Agricultura, Pecuária e Abastecimento, do governo Bolsonaro, atualmente é senadora pelo Mato Grosso do Sul. Graduada em Agronomia. *Ubirajara Ribeiro Martins - Entomologista Brasileiro. Graduado em Agronomia. == Reitores e diretores == Ao longo dos seus mais de 95 anos de atividade a UFV foi presidida por 24 acadêmicos. A posição de reitor inicialmente era concedida por indicação, nos dias atuais uma eleição entre o corpo docentes e estudantes e realizado para a instauração do cargo, que possui mandato com duração de quatro anos, com possibilidade de releição. A função de reitor implica um alto nível de complexividade e responsabilidade devido a importância da UFV no âmbito educacional nacional e internacional. Luiz Cláudio Costa, que ocupou a função de reitor entre 11 de novembro de 2008 a 18 de janeiro de 2011, deixou a cargo devido indicação a cargo na Secretaria de Educação Superior (SESu) do Ministério da Educação, posteriormente foi nomeado presidente do Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira (INEP), seguido pela Presidência da Secretária Executiva do Ministério da Educação (MEC) onde ocupou até 18 de março 2015 quando tomou posse como Ministro do Ministério da Educação (MEC). == Campi == === Campus Rio Paranaíba === O campus da UFV situado no município de Rio Paranaíba, MG, foi criado no dia 25 de julho de 2006 pelo Conselho Universitário da UFV - Resolução nº 8/2006. O Campus Rio Paranaíba encontra-se situado na cidade de Rio Paranaíba-MG, localizada na região do Triângulo Mineiro/Alto Paranaíba. O campus possui duas áreas: a primeira está situada na MG 230 – km 8, a aproximadamente 2,8 km da cidade de Rio Paranaíba contando com biblioteca, auditório, gabinetes de professores e coordenações de cursos, além dos setores administrativos e financeiro. A segunda área está localizada a 1.300 metros da Rodovia BR 354, no km 310, a uma distância aproximada de 12 km da sede do município e conta com salas de aula, auditórios e os laboratórios. O campus oferece graduação e pós-graduação nas áreas de conhecimento das Ciências Agrárias, Ciências Biológicas e da Saúde, Ciências Exatas e Tecnológicas e Ciências Humanas, Letras e Artes. Cursos de graduação oferecidos: Administração; Agronomia; Ciências Biológicas (Ênfase em Conservação da Biodiversidade); Ciências Contábeis; Ciências e Tecnologia de Alimentos; Engenharia Civil; Engenharia de Produção; Nutrição; Química (Ênfase em Química Ambiental); Sistemas de Informação. Cursos de pós- graduação: Agronomia (Produção Vegetal) – Mestrado e Administração Pública em Rede Nacional – PROFIAP (Mestrado Profissional). === Campus Florestal === ====A Fazenda-Escola de Florestal==== A Fazenda-Escola de Florestal foi inaugurada em 26/04/1939 pelo então governador de Minas Gerais Benedito Valadares. A inauguração teve cobertura da Rádio Inconfidência, também criada pelo governador Valadares, e constituiu um evento de destaque na política estadual e até nacional. À época, a Secretaria da Agricultura, Indústria, Comércio e Trabalho de Minas Gerais publicava um periódico próprio, a “Revista da Produção”. A edição de número 16 da Revista da Produção foi totalmente voltada para a cobertura da inauguração da Fazenda Escola de Florestal.Revista da Produção . Belo Horizonte: Secretaria da Agricultura, Indústria, Comércio e Trabalho de Minas Gerais, n. 16, ano 3, mai./jun. 1939. Também estiveram presentes à cerimônia de inauguração o então presidente Getúlio Vargas e o interventor do Rio de Janeiro, Ernani Amaral Peixoto, o então ministro da Agricultura do estado de Minas Gerais, Israel Pinheiro, e prefeitos, autoridades e produtores rurais de diversos municípios mineiros. ====Organização da Fazenda-Escola==== A Fazenda-Escola, quando de sua inauguração, compunha-se de quatro divisões: uma divisão administrativa, responsável pelos serviços de pessoal, contabilidade, almoxarifado, compra e venda e pelo Hotel dos Fazendeiros; uma segunda divisão composta pela Fazenda de Criação (responsável pela criação de aves, bovinos, suínos, peixes, etc); uma terceira divisão responsável pela Fazenda Agrícola e, por fim, a quarta divisão, responsável pela Escola Agrícola. ====A divisão Fazenda Agrícola==== O artigo 19 do Regulamento da Fazenda-Escola de Florestal enunciava que cabia à Divisão-Fazenda Agrícola: # Produzir sementes e mudas selecionadas para distribuição aos lavradores; # Empregar métodos racionais de cultura de plantas econômicas; # Estudar a adaptação e aclimação de plantas exóticas; # Estudar os métodos mais convenientes de adubação; # Estudar os melhores métodos de preparação, conservação e acondicionamento dos produtos agrícolas; # Manter culturas das diversas espécies vegetais que interessam à economia do Estado; # Adotar cultura mecânica, fazendo estudo comparativo com a cultura manual; # Manter cultura em grande escala de plantas de maior valor econômico, para verificação de seu rendimento; # Manter em dia a escrituração da despesa e da produção da Divisão, em que fiquem demonstrados os resultados de cada exploração agrícola; # Demonstrar aos interessados as vantagens dos métodos racionais de cultura e do emprego da mecânica agrícola; # Fornecer elementos para difusão de conhecimentos agrícolas; # Manter estoque de máquinas, aparelhos, adubos, inseticidas e fungicidas, para uso da Divisão e demonstração a interessados. ====A divisão Escola Agrícola==== O artigo Primeiro do Regulamento da Escola Agrícola enunciava que esta tinha como fim \"a formação de trabalhadores rurais, bem como de administradores de fazendas, com conhecimentos racionais de agricultura e pecuária, que serão ministrados com cunho mais prático que teórico”. ====Mecanização e modernização==== Ao ser inaugurada, a Fazenda-Escola de Florestal dispunha de equipamentos modernos para a época, como ordenhadeiras mecânicas “Alva Laval” e “Manus”, lavadores a pressão \"tipo Weyne\" para a lavagem do gado e higienização dos estábulos, desintegradores para triturar o milho e, ainda, “uma máquina para estraçalhar cana e forragens verdes ou secas, as quais, depois de passarem por essa máquina, convenientemente preparadas, inclusive o farelo, são transportadas para os vagonetes dos estábulos, por intermédio de um poderoso e eficiente elevador aspirador”. A revista cita também o maquinário “moderno e eficiente” que a Fazenda-Escola dispunha para a indústria de Laticínios, com pré- aquecedor, pasteurizador e homogeneizador do leite e o “maquinismo para fabricação de manteiga”, como a “desnatadeira Westfalia, com capacidade de 200 litros por hora;” e “uma batedeira para 100 quilos de creme e uma salgadeira”. Segundo Versieux, a ideia de unificar escolarização e trabalho agrícola, em Minas Gerais, foi sendo gestada principalmente ao longo do final do século XIX e início do século XX, ganhando impulso com as fazendas-modelo da gestão João Pinheiro e sendo retomada, algumas décadas depois, com o governo Valadares, no contexto da modernização Varguista. No final dos anos 30, já havia, também, em relação ao meio rural, a preocupação quanto à necessidade de retenção do trabalhador no campo, tendo em vista o já observável fortalecimento do êxodo rural. Em 1943 o estabelecimento foi vinculado ao Departamento de Ensino Técnico da Secretaria de Agricultura e passou a abrigar menores, aos quais ministrava ensino primário e profissional agrícola. Cinco anos depois a Fazenda Escola foi transformada em Escola Média de Agricultura de Florestal, que inicia suas atividades no ano seguinte, oferecendo o Curso Médio de Agricultura, destinado à formação de técnicos agrícolas. A Escola foi incorporada à Universidade Rural do Estado de Minas Gerais (UREMG) em 1955. No ano de 1981 foi aprovado o novo regimento interno da Escola, que passou a ser denominada Central de Ensino e Desenvolvimento Agrário de Florestal (CEDAF). Com quase oito décadas de destacada atuação em Florestal, na região metropolitana de Belo Horizonte e na região Centro-Oeste de Minas, em 2006 foi criado o Campus da UFV em Florestal. Evoluindo ao longo do tempo, atualmente UFV Campus Florestal continua a representar um marco diferenciado na região, com amplas perspectivas nas áreas de ensino, pesquisa e extensão. == Estrutura == === Divisões administrativas === A administração da universidade é dividida em Pró-Reitorias subordinadas à Reitoria e Vice-Reitoria: * Pró-Reitoria de Administração * Pró-Reitoria de Assuntos Comunitários * Pró-Reitoria de Ensino * Pró-Reitoria de Extensão e Cultura * Pró-Reitoria de Gestão de Pessoas * Pró-Reitoria de Pesquisa e Pós-Graduação * Pró-Reitoria de Planejamento e Orçamento === Divisões acadêmicas === A universidade é divida em centros e estes são divididos em departamentos, que são responsáveis pelos cursos de graduação e pós-graduação. Os centros e Departamentos são: ==== Centro de Ciências Agrárias (CCA) ==== * Departamento de Economia Rural (DER) * Departamento de Engenharia Agrícola (DEA) * Departamento de Engenharia Florestal (DEF) * Departamento de Fitopatologia (DFP) * Departamento de Fitotecnia (DFT) * Departamento de Solos (DPS) * Departamento de Zootecnia (DZO) ==== Centro de Ciências Biológicas e da Saúde (CCB) ==== * Departamento de Biologia Animal (DBA) * Departamento de Biologia Geral (DBG) * Departamento de Biologia Vegetal (DBV) * Departamento de Bioquímica e Biologia Molecular (DBB) * Departamento de Educação Física (DES) * Departamento de Entomologia (DDE) * Departamento de Medicina e Enfermagem (DEM) * Departamento de Microbiologia (DMB) * Departamento de Nutrição e Saúde (DNS) * Departamento de Veterinária (DVT) ==== Centro de Ciências Humanas, Letras e Artes (CCH) ==== * Departamento de Administração e Contabilidade (DAD) * Departamento de Artes e Humanidades (DAH) * Departamento de Ciências Sociais (DCS) * Departamento de Comunicação Social * Departamento de Direito (DPD) * Departamento de Economia (DEE) * Departamento de Economia Doméstica (DED) * Departamento de Educação (DPE) * Departamento de História (DHI) * Departamento de Geografia (DGE) * Departamento de Letras (DLA) ==== Centro de Ciências Exatas e Tecnológicas (CCE) ==== * Departamento de Arquitetura e Urbanismo (DAU) * Departamento de Engenharia Civil (DEC) * Departamento de Engenharia Elétrica (DEL) * Departamento de Engenharia de Produção e Mecânica (DEP) * Departamento de Física (DPF) * Departamento de Estatística (DET) * Departamento de Informática (DPI) * Departamento de Matemática (DMA) * Departamento de Química/Eng. Química (DEQ) * Departamento de Tecnologia de Alimentos (DTA) == Editora UFV == A Editora UFV é um órgão da Universidade Federal de Viçosa (UFV), com sede em Viçosa (MG). Tem como objetivo democratizar o acesso ao conhecimento técnico e científico produzido na UFV e instituições similares por meio de publicações impressas e meios digitais, como livros digitais. É afiliada à Associação Brasileira de Editoras Universitárias (ABEU),https://www.abeu.org.br/associados/ bem como à Asociación de Editoriales Universitarias de América Latina y Caribe (Eulac).https://eulac.org/afiliacion/afiliados/ A Editora UFV foi crida em maio de 1996. Por meio da Divisão Gráfica Universitária (DGU), lançou exclusivamente impressos até 2012, quando publicou seu primeiro livro digital (e-book) – vindo a se tornar uma das editorasANDRADE, Roberia; ARAÚJO, Wagner. Editoras universitárias e publicação de livros digitais no Brasil. In: Encontro de Usuários de Sistemas de Publicação – SISUB. </nowiki>Anais. 2017. Disponível em http://eventos.ibict.br/index.php/sispub/SISPUB2017/paper/viewFile/17/7, acesso em 2 de outubro de 2021.FIORI, Carla. </nowiki>Comercialização nas editoras universitárias federais no Brasil: práticas de gestão. Dissertação (mestrado em Administração Universitária) – Faculdade de Administração, Universidade Federal de Santa Catarina (UFSC). 2018. Disponível em https://repositorio.ufsc.br/bitstream/handle/123456789/194473/PPAU0175-D.pdf?sequence=-1&isAllowed;=y, acesso em 2 de outubro de 2021. vinculadas a instituições de ensino superior que publicam nesse formato. Ao longo desses anos, realizou iniciativas como concursos literários e outras ações culturais visando à promoção do interesse pela leitura e à formação de novos escritores. ==Ligações externas== *Site Universidade Federal de Viçosa *Site Universidade Federal de Viçosa (Campus Florestal) *Site Universidade Federal de Viçosa (Campus Rio Paranaíba) * Página oficial da Livraria UFV",
 "title": "Universidade Federal de Viçosa"
}