{
 "id": "98184",
 "text": "Ordálio ou ordália, também conhecida como juízo de Deus (judicium Dei, em latim), é um tipo de prova judiciária antiga, usada para determinar a culpa ou a inocência do acusado por meio da participação de elementos da natureza e cujo resultado é interpretado como um juízo divino. O acusado submetia-se a torturas ou provas físicas que supostamente provariam a sua inocência, caso não lhe causassem dano. == Etimologia == A origem da palavra ordália é no latim ordalium ou, de acordo com Verstegan, do saxão, ordal e ordel, que, segundo Hicks, vem de Dael, julgamento, com o sentido de grande julgamento. Outros derivam do franco ou teutão Urdela, que significa julgar. Lye, no seu dicionário de Anglo-Saxão, deriva a palavra desta língua, significando um tipo de julgamento onde não existe interferência das pessoas, sendo feita uma justiça absoluta, uma prerrogativa de Deus. == História == De uso relativamente amplo em todo o mundo antigo, na Europa teve o seu uso consideravelmente diminuído, sobretudo por influência de alguns advogados, teólogos e de figuras da Igreja. Pedro Cantor assinalou como a exigência da ordália equivalia a procurar um milagre, e assim violava a injunção bíblica: \"'não tentarás o Senhor, teu Deus\". === Mesopotâmia === Os mais antigos relatos da aplicação da ordália encontram-se no Código de Ur-Nammu (2100-2050 AC) no Código de Hamurábi (1750 AC) , e no judaico Livro dos Números. Assim, o Código de Hamurabi estipulava que: :::\"Se um homem acusar outro homem da prática de bruxaria e não o provar, aquele sobre quem a acusação foi lançada deve submeter-se à divina ordália no rio (...). Se se afogar, o acusador tomará posse de sua casa; se o rio o declarar inocente, o acusador será morto e aquele que se submeteu à ordália deve tomar posse total da sua casa\". === Na Judeia === De acordo com Adam Clarke, a ordália, que foi praticada em diversas partes do mundo, tinha como origem possivelmente as águas da amargura. A qual consta na Bíblia, no livro de Números, onde se prescreve que a mulher, suspeita de adultério, deverá beber uma água possivelmente contaminada, e, se for adúltera, morrerá, porém, se for fiel, sobreviverá e terá filhos: ::5.27 Depois que ela as tiver bebido [as águas] , se ela se manchou, e desprezou a seu marido, fazendo-se ré de adultério, será ela penetrada destas águas de maldição, inchar-lhe-á o ventre, e a sua coxa apodrecerá ; e virá a ser esta mulher um objeto de maldição, e um exemplo para todo o Povo. ::5.28 Se ela porém não se manchou, não experimentará mal algum, e terá filhos. ::5.29 Esta é Lei, que se observará no caso de ciúme. O sobredito autor cita como os rabinos descreveram a aplicação das águas da amargura na prática. A mulher era levada ao Sinédrio, onde tentava-se obter uma confissão, caso ela não confessasse, ela era vestida de preto, depois era despida da cintura para cima, e tinha que beber uma solução que fora feita com o papel onde havia sido escrita a lei, poeira do templo e alguma substância amarga. Não existe nenhum caso da aplicação da ordália durante o período da república dos hebreus, porque Deus havia feito esta lei tão terrível, que as pessoas conscientes do seu crime não apelavam para este julgamento, e, confessando o adultério, eram condenadas à morte. === Na Pérsia e Índia === De acordo com o poeta persa Ferdusi, a ordália por fogo era usada pelos antigos persas; no seu poema épico Épica dos Reis é mencionado um caso. A ordália por fogo provavelmente, segundo Adam Clarke, se originou nos persas, porque, para eles, o fogo era um deus, ou a parte visível do Deus supremo; esta prática continuou comum entre os Hindus até os dias de hoje (sic). De acordo com Warren Eastings, que citou Ali Ibrahim Khan, juiz chefe em Benares, a ordália por fogo ainda era praticada entre os hindus. Havia nove tipos de ordália entre os hindus: pela balança, pelo fogo, pela água, por veneno, pela cosha, pelo arroz, por óleo fervente, pelo ferro incandescente e por imagens. === Na Grécia e Roma === Na Antígona, de Sófocles, uma pessoa acusada por Creonte de um crime se oferece para provar sua inocência pegando em ferro incandescente ou andando sobre o fogo. De acordo com Virgílio, os sacerdotes de Apolo na em Soracte tinham o costume de andar sobre carvão em brasa e não se queimarem. Grotius menciona a ordália por água na Bitínia, Sardenha e outros lugares. === Europa Medieval === O primeiro relato de ordália na Europa está associado ao Rei Ina, e foi composto por volta do ano 700, denominado decisão por ferro incandescente e água. Agobardo, bispo de Lião, escreveu contra a ordália sessenta anos antes. A ordália foi mencionada no concílio de Trevers, em 895. A ordália não era praticada na Normandia até sua conquista, e foi provavelmente introduzida na Inglaterra durante o tempo de Ina, sendo introduzida no código de leis de Athelstan e Ethelred. A ordália por fogo era para os homens e mulheres nobres, e a ordália por água para os servos. Em 1157, a prova do ferro quente foi ordenada pelo Concílio de Reims para todos os suspeitos de heresia. Em 1210, treze anos após a morte de Pedro Cantor, o bispo Henrique de Estrasburgo ordenou esse tratamento para cerca de 100 hereges. Henrique III proibiu a ordália no terceiro ano do seu reinado, em 1219. Houve vários papas que emitiram bulas papais contra as ordálias, destacando-se os papeis desempenhados por Estêvão VI, em 887/888; Alexandre II, em 1063; e, mais demarcadamente, por Inocêncio III, que no IV Concílio de Latrão em 1215 proibiu o clero de compactuar com julgamentos por fogo e por água, substituindo-os pela compurgação (um misto de juramento e testemunho; ou, dando-lhe outra tradução, julgamento por juramento).Vold, George B., Thomas J. Bernard, Jeffrey B. Snipes (2001). Theoretical Criminology. Oxford University Press. Os dois sistemas acabaram por ser gradualmente substituídos , a partir dessa mesma época, pelo julgamento por um júri. Contudo, o ordálio pela água continuou a ser usado no período da caça às bruxas. ==== Duelos como uma forma de ordália ==== A ordália por batalha, crê-se que tenha vindo dos lombardos, os quais, provindos da Escandinávia, varreram a Europa. Este modo foi instituído por Frotha III, rei da Dinamarca na época do nascimento de Cristo, que ordenou que cada controvérsia fosse resolvida pela espada. Esta prática continuou até o reinado de Cristiano III, rei da Dinamarca, em 1535. A partir dos países escandinavos a prática chegou à Inglaterra, e continuava, nos dias de Adam Clarke, a servir como base para a detestável prática dos duelos, uma relíquia da superstição bárbara. Os duelos supostamente tiveram um grande crescimento em 1527, quando houve o rompimento de um tratado entre o imperador Carlos V e Francisco I. Após algumas mensagens insultuosas, eles decidiram resolver a disputa em um duelo, porém não conseguiram chegar a um acordo sobre as condições do duelo. O exemplo de dois personagens ilustres influenciou várias pessoas na Europa a fazerem o mesmo. ==== Conclusão historiográfica de Adam Clarke ==== Adam Clarke conclui a sua exposição da ordália citando Dr. Henry. Este menciona os vários casos medievais onde pessoas foram expostas a ordália, colocando os braços em água fervente, segurando bolas incandescentes de ferro, caminhando sobre carvão em brasa, sem sofrer nenhuma injúria, porém ele não atribui estes milagres à providência divina, mas a um conluio entre o acusado e o padre encarregado de organizar a cerimónia, para enganar a população crédula. === Na África tropical === Da casca do muave é extraído um veneno, também conhecido como «muave», que foi historicamente usado por vários povos africanos, para submeter os acusados pela justiça tribal, de crimes graves, a uma forma de ordália, em que, se apurava a culpa do acusado, forçando-o a ingerir uma bebida, preparada com o referido veneno. Caso o acusado sobrevivesse aos efeitos do veneno, dar-se-ia como provada a sua inocência, caso falecesse, confirmava-se a sua culpa. Esta forma de julgamento conheceu uso entre os povos Lundas, de Angola e também na Guiné-Bissau. Com efeito, na obra de literatura angolana, «Noite de Angústia» de Castro Soromenho figura um relato da aplicação ritual do muave, como forma de recurso judicial, depois de um soba ter sido acusado de homicídio, com recurso a feitiçaria, no âmbito de um ritual de cusambula-mezambo. == Ordálios em Portugal == Em Portugal, os ordálios não eram uma prática particularmente frequente, não constando na maioria dos forais. Em todo o caso, há alguns forais que remetem para os ordálios da «prova da água quente» e do «ferro em brasa». Havendo também, em documentação avulsa e nos forais de Riba-Côa, alusão pormenorizada a duelos judiciais, na modalidade de luta com paus. Os duelos judiciais não se devem confundir com a prática que, entretanto, se generalizou desde a época Romântica, até ao princípio do séc. XX, dos duelos, uma vez que estes últimos eram um meio de assegurar a honra, terçado entre sujeitos particulares, ao passo que o primeiro era um sistema probatório judicial. === Funcionamento === Este tipo de sistema probatório rudimentar, entrou em Portugal na pendência da Baixa Idade Média, coexistindo, em todo o caso, com o sistema das provas legais. Em bom rigor, o sistema probatório do ordálio não constitui, de facto, um processo de procura da verdade real, mas antes de uma espécie de jogo de estrutura binária, em que o acusado ou aceitava a prova por ordálio ou renunciava a ela. Caso aceitasse, tanto podia perder como podia ganhar a causa, sendo que o ordálio conduzia, sempre, a uma vitória ou a uma derrota. A sentença judicial, deste modo, não existia como produto de um instrumento processual autónomo, acabando por resumir-se ao desfecho do próprio ordálio. == Bibliografia == * Categoria:História do direito Categoria:Práticas religiosas",
 "title": "Ordália"
}