{
 "id": "98241",
 "text": "Em direito, capacidade jurídica de uma pessoa física ou jurídica é a possibilidade de ela exercer pessoalmente os atos da vida civil - isto é, adquirir direitos e contrair deveres em nome próprio (sendo que todos possuem direitos, mas nem todos possuem deveres). == História == Em direito romano, havia a diferenciação da capacidade pelo status do titular. Nem todos os sujeitos gozavam dos mesmos direitos no direito romano. A depender de suas qualidades (isto é: status), os sujeitos possuíam mais ou menos direitos. As diferenciações eram feitas por sexo, idade, estado de saúde, parentesco, espécies de parentesco, graus de parentesco, domicílio, presença ou ausência, profissão, religião. Mackeldey, Ferdinanda. Manual de Derecho Romano - que compreende la teoria da instituta. Madrid, 1847, Imprenta, de Don José Maria Alonso., Trabalho interessantíssimo sobre o Direito Romano em geral, inclusive a teoria do \"status\". Vê-se, aí, uma semente da teoria da capacidade, mas a aplicação por fatores culturais era bem diversa, e os critérios eram muito inexatos. Eram critérios de desigualdade. A teoria romana dos status sobreviveu até o século XIX, sendo pouco alterada. Foi com Augusto Teixeira de Freitas no Código Civil - EsboçoCódigo Civil - Esboço. Augusto Teixeira de Freitas. Rio de Janeiro, 1860, Typografia Universal de Laemmert. É a própria datação da obra de A. Teixeira de Fritas que testifica do fato apontado. que, pela primeira vez (em 1857/60), se falou em \"capacidade de fato\" e \"capacidade de direito\" como modernamente se entendem tais concepções. Só dois anos mais tarde, essa teoria surgiria na Alemanha com von Bar, 1862; com Rolin em 1897 na Bélgica; na França em 1904 com Dreyfus.Valladão, Haroldo. Teixeira de Freitas, Jurista Excelso do Brasil, da América, do Mundo. Imprenta: Porto Alegre, s.ed, 1961., Artigo muito interessante que também confirma o fato. Todos os trabalhos de Augusto Teixeira de Freitas eram publicados no Anuário de Direito Francês, de modo que é impossível negar a influência dele nos países europeus.Meira, Silvio. Teixeira de Fritas - O jurisconsulto do Império. Cegraf, Brasília, 1983., Biografia de Augusto Teixeira de Freitas pelo professor Silvio Augusto de Bastos Meira. ==Incapacidade== A incapacidade civil é o estado no qual se limita legal ou judicialmente o exercício da vida civil a um indivíduo. Restrição legal ao exercício dos atos da vida civil, deve ser, sempre, encarada como exceção. Pode-se somente afirmar a incapacidade do fato, nunca do direito. A incapacidade diferencia-se da falta de legitimação por a primeira ser genérica (para todos), e a falta de legitimação ser específica a um caso (exemplo: falta de outorga de um dos filhos na venda de um terreno pelo pai para um filho implica a falta de legitimação do pai). ===Incapacidade relativa=== São aqueles que podem praticar, por si, atos da vida civil, desde que assistidos por quem a lei encarrega deste ofício. ===Incapacidade absoluta=== É a impossibilidade total do exercício de direito pelo incapaz (deve ser representado). == No Brasil == A legislação brasileira prevê três estados de capacidade jurídica: * Capacidade plena - é a possibilidade plena de exercer pessoalmente os atos da vida civil. * Incapacidade relativa - situação legal de impossibilidade parcial de realização pessoal dos atos da vida civil, exigindo alguém que o auxilie (assistente). Exemplos: maiores de dezesseis e menores de dezoito anos, ébrios habituais ou viciados em drogas, excepcionais etc.). * Incapacidade absoluta - situação legalmente imposta de impossibilidade de realização pessoal dos atos da vida civil senão por representante. Exemplos: menores de dezesseis anos. Com a inserção do Estatuto da Pessoa com Deficiência, a incapacidade absoluta se resume apenas à faixa etária. ===Incapacidade relativa=== Art. 4º do Código Civil brasileiro: São incapazes, relativamente a certos atos, ou à maneira de os exercer: I - os maiores de dezesseis e menores de dezoito anos; II - os ébrios habituais, os viciados em tóxicos; III - Aqueles que, por causa transitória ou permanente, não puderem exprimir sua vontade; IV - os pródigos. Parágrafo único. A capacidade dos indígenas será regulada por legislação especial. === Incapacidade absoluta === Art. 3º do Código Civil brasileiro: São absolutamente incapazes de exercer pessoalmente os atos da vida civil os menores de 16 anos. I - (Revogado em 2015); II - (revogado em 2015) III - (revogado em 2015) ===Proteção aos incapazes=== Por meio de representação ou assistência, o judiciário fornece proteção aos incapazes, a fim de proporcionar segurança, seja nas relações a sua pessoa, seja em relação ao seu patrimônio. A referida tutela jurídica se dá mediante o ajuizamento do procedimento de interdição, ao final do qual o magistrado decretará o provimento ou não do requerimento. Uma vez deferido, o interditando poderá ser declarado absoluta ou relativamente incapaz e, por conseguinte, será o caso de pronúncia da curatela total (artigo 1 767 do Código Civil brasileiro) ou curatela parcial (artigo 1 772 do Código Civil). Artigo 1 767. Estão sujeitos a curatela: I - aqueles que, por enfermidade ou deficiência mental, não tiverem o necessário discernimento para os atos da vida civil; II - aqueles que, por outra causa duradoura, não puderem exprimir a sua vontade; III - os deficientes mentais, os ébrios habituais e os viciados em tóxicos; IV - os excepcionais sem completo desenvolvimento mental; V - os pródigos. Art. 1.772. Pronunciada a interdição das pessoas a que se referem os incisos III e IV do artigo 1 767, o juiz assinará, segundo o estado ou o desenvolvimento mental do interdito, os limites da curatela, que poderão circunscrever-se às restrições constantes do artigo 1 782. == Ver também == * Maioridade * Emancipação de menores * Cadastro de Pessoas Físicas * Cadastro Nacional de Pessoa Jurídica * Capacidade Jurídica em Roma Categoria:Direito civil Categoria:Direitos da criança",
 "title": "Capacidade jurídica"
}