{
 "id": "98259",
 "text": "Artur de Sacadura Freire Cabral, mais conhecido por Sacadura Cabral (Celorico da Beira, São Pedro, 23 de maio de 1881 — Mar do Norte, 15 de novembro de 1924) foi um aviador e oficial da Marinha Portuguesa. == Biografia == Era filho primogénito de Artur de Sacadura Freire Cabral (Celorico da Beira, São Pedro, 16 de outubro de 1855 — Lisboa, 19 de março de 1901) e de sua mulher (casados em Seia) Maria Augusta da Silva Esteves de Vasconcelos (Viseu, Sé Ocidental, 11 de julho de 1861 - Lisboa, 3 de abril de 1913), de família oriunda da Beira Interior.\"Freires Corte-Reais - Subsídios Genealógicos\", Armando Freire Cabral de Sacadura Falcão, Estudos de Castelo Branco, 1ª Edição, Castelo Branco, 1964, p. 91. Após os estudos primários e secundários assentou praça em 10 de novembro de 1897 como aspirante de marinha e frequentou a Sala do Risco, antecessora da atual Escola Naval, onde foi o primeiro classificado do seu curso. Foi promovido a segundo-tenente em 27 de abril de 1903, a primeiro-tenente a 30 de setembro de 1911, a capitão-tenente em 25 de abril de 1918 e, por distinção, a capitão-de-fragata em 1922. Terminado o seu curso, seguiu em 1901, a bordo do São Gabriel, para a Divisão Naval de Moçambique. Em julho de 2024, por ocasião do centenário do seu falecimento, foi promovido ao posto de contra-almirante, a título póstumo. Serviu nas colónias no decurso da Primeira Guerra Mundial. Foi um dos primeiros instrutores da Escola Militar de Aviação, director dos serviços de Aeronáutica Naval e comandante de esquadrilha na Base Naval de Lisboa. Unanimemente considerado um aviador distintíssimo pelas suas qualidades de coragem e inteligência, notabilizou-se a nível mundial, ultrapassando as insuficiências técnicas e materiais que na época se faziam sentir. Quando conheceu, em África, Gago Coutinho, incentivou-o a dedicar-se ao problema da navegação aérea, o que levou ao desenvolvimento do sextante de bolha artificial. Juntos inventaram um \"corretor de rumos\" para compensar o desvio causado pelo vento. Realizou diversas travessias aéreas memoráveis, notabilizando-se especialmente em 1922, ao efectuar com Gago Coutinho, a primeira travessia aérea do Atlântico Sul. thumb|left|upright|Busto de Sacadura Cabral (Museu de Marinha de Lisboa) Navegou durante dois anos nas costas de Moçambique até que, em 1905, foi deliberado pelo governo que se procedesse a um levantamento hidrográfico rigoroso da baía de Lourenço Marques (hoje Maputo), em preparação da modernização do seu porto. Sacadura Cabral foi um dos oficiais escolhidos para este trabalho e, em colaboração com o seu camarada guarda-marinha, Bon de Sousa, fez uma carta hidrográfica do rio Espírito Santo e de trechos dos rios Tembe, Umbeluzi e Matola. Em 1906 e 1907 trabalhou como topógrafo na rectificação da fronteira entre o Transvaal e Lourenço Marques, serviço que foi feito em concorrência com os agrimensores ingleses do Transvaal. Em 1907 chegou a Moçambique uma missão geodésica de que era chefe Gago Coutinho. No desempenho de missões geodésicas e geográficas, trabalharam juntos desde 1907 a 1910. Sacadura Cabral revelou nestes trabalhos as suas capacidades como geógrafo e astrónomo, bem como organizador. Em 1911, concorreu aos serviços de Agrimensura de Angola, tendo sido nomeado para o lugar de subdirector destes serviços. Em Angola desempenhou vários serviços neste cargo, entre os quais observações astronómicas no Observatório de Angola e o reconhecimento da fronteira da Lunda. Em 1912 participou, com Gago Coutinho, na missão do Barotze, a fim de se delimitarem as fronteiras leste de Angola, o que foi feito em mais de 800 quilómetros. Sacadura Cabral regressou à metrópole em 1915. Entretanto o Aero Club de Portugal procurava fazer propaganda da aviação e conseguiu que o governo abrisse um concurso para que os oficiais do exército e da marinha fossem enviados a várias escolas estrangeiras de aviação para nelas obterem o brevet de piloto aviador militar. Sacadura Cabral foi para a França e deu entrada na Escola Militar de Chartres. Em 11 de novembro de 1915 realizou o seu primeiro voo como passageiro e, a 16 de janeiro de 1916 fez o seu primeiro voo como piloto. Em março fez as provas de brevet com aprovação. Ainda em França seguiu para a Escola de Aviação Marítima de Saint Raphael, onde se especializou em hidroaviões. Frequentou ainda várias escolas de aperfeiçoamento e esteve na Escola de Buc, pilotando aviões Blériot e Caudron G.3. Terminada a sua aprendizagem em França, regressou a Portugal em agosto de 1916. Nesta altura estava a ser organizada a Escola de Aviação Militar em Vila Nova da Rainha e Sacadura Cabral foi aí incorporado como piloto instrutor. Entretanto, tendo o governo resolvido enviar para Moçambique uma esquadrilha de aviação para cooperar com o exército, na região do lago Niassa na defesa deste território em relação aos ataques alemães, Sacadura Cabral foi encarregado de adquirir em França o material necessário. Esta foi a primeira unidade de aviação constituída em Portugal. Em seguida Sacadura Cabral foi encarregado de organizar a aviação marítima em Portugal, tendo sido nomeado, em 1918, director dos Serviços da Aeronáutica Naval e, a seguir, comandante da Esquadrilha Aérea da Base Naval de Lisboa. Em 1919 foi nomeado para fazer parte da Comissão encarregada de dar parecer sobre a melhor forma de pôr em prática um plano de navegação aérea. Foi, também, agraciado com a Medalha de Ouro de Bons Serviços. Demonstrou, nesse mesmo ano, a viabilidade de vir a ser tentada a viagem aérea Lisboa-Rio de Janeiro, tendo sido nomeado para proceder aos estudos necessários para a sua efectivação. Foi então à Grã-Bretanha e Irlanda e à França, a fim de escolher o melhor material para equipar a Aviação Marítima, e propor o tipo de aparelho em que poderia vir a ser tentada a viagem Portugal-Brasil. Enquanto esteve nestes dois países desempenhou as funções de adido aeronáutico. Em 1920 fez parte da Comissão Mista de Aeronáutica. Em 1921 realizou, com Gago Coutinho e Manuel Ortins de Bettencourt, a viagem Lisboa-Madeira, para experiência dos métodos e instrumentos criados por ele e Gago Coutinho para navegação aérea que, em 1922, vieram a ser comprovados durante a primeira travessia aérea do Atlântico Sul. Sacadura Cabral e Gago Coutinho regressaram a Portugal a bordo da Barca Foz do Douro, de Costa Carvalho (\"A minha viagem na Barca Foz do Douro, do Brasil a Portugal\" Editora Maritímo-Colonial Lda., Lisboa). Nesse ano, a 2 de junho, tornou-se o 36.º Sócio Honorário do Ginásio Clube Figueirense.ginasiofigueirense.com - pdf Em 1923 elaborou um projecto de viagem aérea de circum-navegação, que não conseguiu realizar por falta de meios materiais. Em 1924, convencido de que o Governo não correspondia ao esforço por ele levado a cabo para a eficiência da Aviação Marítima, apresentou o seu pedido de demissão de oficial da Marinha, pedido que foi indeferido. Ainda em 1924, foi nomeado para estudar uma proposta feita ao governo para o estabelecimento de carreiras aéreas com fins comerciais. Morreu a 15 de novembro de 1924, quando pilotava um de Amesterdão para Lisboa, um dos cinco aviões que haviam sido adquiridos por subscrição pública, e que seriam utilizados no seu projecto da viagem aérea à Índia, uma vez fracassado o seu projecto de circum-navegação. ==Atividade científica== Juntamente com Gago Coutinho estudou um novo aparelho com o qual se viria a conseguir uma navegação estimada, e que viria a auxiliar e a completar a navegação astronómica por intermédio do sextante modificado por Gago Coutinho. Inicialmente este aparelho foi chamado \"Plaqué de Abatimento\" e mais tarde \"Corrector de Rumos – Coutinho-Sacadura\". Este aparelho foi experimentado na primeira viagem aérea Lisboa-Madeira realizada em 1921. Tendo obtido os melhores resultados na sua utilização, este aparelho foi apresentado ao Congresso Internacional de Navegação Aérea, realizado em Paris de 15 a 25 de novembro de 1921, onde teve boa aceitação. A memória descritiva do \"Corrector\" foi publicada nos Anais do Club Militar Naval. A preparação para a primeira travessia aérea do Atlântico Sul é da iniciativa de Sacadura Cabral, que expôs o projecto a Gago Coutinho, o que motivou que este acelerasse a adaptação do sextante clássico de navegação marítima à navegação aérea. A travessia iniciou-se em 30 de março de 1922, em Belém no hidroavião \"Lusitânia\". A primeira escala foi nas Canárias, de onde partiram para São Vicente, em Cabo Verde. Daqui partiram para os Penedos de São Pedro, com problemas de consumo de combustível. Ao amarar, uma vaga arrancou um dos flutuadores do \"Lusitânia\", o que provocou o afundamento do avião. Os aviadores foram recolhidos pelo navio \"República\". O \"Lusitânia\" acabara de realizar uma etapa de mais de onze horas sobre o oceano, sem navios de apoio, mantendo uma rota matematicamente rigorosa, o que mais uma vez veio provar a precisão do sextante modificado, pois os Penedos de São Pedro e São Paulo podem considerar-se um ponto insignificante na enorme vastidão atlântica. O governo enviou um outro hidroavião Fairey 16, cujo motor veio a avariar no percurso entre os Penedos de São Pedro e São Paulo e a ilha de Fernando de Noronha. Foi pedido um novo Fairey ao governo português, que foi enviado no \"Carvalho Araújo\". Três dias depois partiram para o troço final, chegando à baía de Guanabara e terminando a viagem no Rio de Janeiro a 17 de junho, depois várias escalas. Esta viagem aérea constituiu um marco importante na aviação mundial, pois veio comprovar a eficácia do sextante aperfeiçoado por Gago Coutinho, com a ajuda de Sacadura Cabral, que permitia a navegação aérea astronómica com uma precisão nunca antes conseguida. Faleceu num desastre de aviação algures no Mar do Norte, em 1924, quando voava em direcção a Lisboa, pilotando um avião que se despenhou. O cadáver nunca foi encontrado. O comandante de 43 anos deslocara-se a Amesterdão com cinco colegas da Marinha a fim de levantarem três dos cinco hidroaviões da Fokker comprados por Portugal, através de subscrição pública, para proporcionar uma volta ao mundo aos dois heróis da travessia do Atlântico em 1922. Como todos os companheiros, Artur de Sacadura Freire Cabral e o cabo artilheiro mecânico José Pinto Correia saíram de Amesterdão no sábado, dia 15, mas não chegaram à cidade da Normandia nem à da Bretanha, nem jamais ali pousaram. Acerca da sua morte escreveu um poeta: \"Encontrou a sepultura em pleno mar / Que a terra, donde andava foragido, / Era pequena demais para o sepultar\". == Condecorações == * Grau de Comendador da Ordem Militar de Avis de Portugal (11 de março de 1919) * Grau de Grã-Cruz da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito de Portugal (1 de maio de 1922) * Grau de Grã-Cruz da Ordem de Camões de Portugal, a título póstumo (13 de janeiro de 2023) == Família == Artur de Sacadura Cabral morreu solteiro e sem descendência conhecida. É tio da economista Helena Sacadura Cabral e tio-avô dos políticos Miguel Portas e Paulo Portas. ==Bibliografia== *Bernard Marck, Héros et héroïnes de l'aviation, Planeta, 2007, *Bernard Marck, Héros et héroïnes de l'aviation, Arthaud, 2007, *José Pedro Pinheiro Corrêa, Sacadura Cabral: homem e aviador, 1964, 320p. *História geral da aeronáutica brasileira: De 1921 às vésperas da criação do Ministério da Aeronáutica, Volume 1, Editora Itatiaia, 1988. *Edgar Pereira da Costa Cardoso, História da Força Aérea portuguesa, Volume 2, 1984. * Categoria:Naturais de Celorico da Beira Categoria:Oficiais superiores de Portugal Categoria:Pioneiros da aviação de Portugal Categoria:Heróis de Portugal Categoria:Vítimas de acidentes aéreos de Portugal Categoria:Doutores honoris causa pela Universidade do Porto Categoria:Doutores honoris causa pela Universidade de Lisboa Categoria:Comendadores da Ordem Militar de Avis Categoria:Grã-Cruzes da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Grã-Cruzes da Ordem de Camões Categoria:Medalhas de Ouro de Serviços Distintos Categoria:Pessoas desaparecidas no mar Categoria:Mortes no mar",
 "title": "Sacadura Cabral"
}