{
 "id": "98257",
 "text": "O designer [dizáiner]Dicionário escolar da língua portuguesa/Academia Brasileira de Letras. 2ª edição. São Paulo. Companhia Editora Nacional. 2008. p. 424. ou projetista é um profissional que desempenha atividade especializada de caráter técnico-científico, criativo e artístico para elaboração de projetos de design passíveis de serialização ou industrialização e que atendam, tanto no aspecto de uso quanto no aspecto de percepção, a necessidades materiais e de informação visual. == Visão geral == Historicamente, a principal área do design era considerada apenas a arquitetura, que era entendida como a principal arte. O design de roupas, móveis e outros artefatos comuns foram deixados principalmente para a tradição ou artesãos especializados em fazê-los à mão. Com a crescente complexidade no desenho industrial da sociedade atual, e devido às necessidades de produção em massa onde mais tempo é geralmente associado a mais custo, os métodos de produção tornaram-se mais complexos e, com eles, a forma como os projetos e sua produção são criados. As áreas clássicas são agora subdivididas em domínios menores e mais especializados do design (paisagismo, design urbano, design de interiores, design industrial, design de mobiliário, design de moda e muito mais) de acordo com o produto projetado ou talvez seus meios de produção. Apesar da variedade de especializações dentro da indústria do design, todas elas têm semelhanças em termos de abordagem, habilidades e métodos de trabalho. Usar métodos de design e design thinking para resolver problemas e criar novas soluções são os aspectos mais importantes de ser um designer. Parte do trabalho de um designer é conhecer o público que ele pretende atender. Na educação, os métodos de ensino ou o programa e as teorias seguidas variam de acordo com as escolas e o campo de estudo. Na indústria, uma equipe de design para grandes projetos é geralmente composta por vários tipos diferentes de designers e especialistas. As relações entre os membros da equipe variam de acordo com o produto proposto, os processos de produção ou a pesquisa seguida durante o desenvolvimento da ideia, mas normalmente dão uma oportunidade para que todos da equipe participem do processo de criação. == No Brasil == Esse anglicismo foi adotado no final do século XX no Brasil com o objetivo de universalizar as profissões ligadas ao projeto. Isso tem ocorrido e a maioria das universidades prefere o termo \"designer\" pelo fato de o termo \"projeto\" já existir e ser um sinônimo muito próximo do termo \"design\". No Brasil, a profissão do designer é reconhecida, porém não regulamentada. Existe um projeto de lei, que está em tramitação no Senado Federal propondo a regulamentação da profissão. Atualmente, o projeto se encontra na Comissão de Assuntos Sociais e deverá ser votado em caráter terminativo.Atividade Legislativa. senado.leg.br. Acesso 28 de julho 2016 Apesar de a legislação permitir que qualquer cidadão exerça a atividade mesmo sem regulamentação, normalmente isto é feito por profissionais formados em cursos superiores de design ou desenho industrial que possuam portaria e reconhecimento do Ministério da Educação (Brasil) para tal. Existem várias instituições de ensino em design com habilitações específicas, como design gráfico, design de produto, design de interiores ou design de moda. == Ver também == * Arquitetura * Design * Design no Brasil * Design visual * Design gráfico * Design industrial * Design de embalagem * Design de moda * Design de produto * Design de interação * Web Design == Ligações externas == * Associação dos designers gráficos (Brasil) * Associação dos designers de produto (Brasil) * Design Brasil - Portal sobre design (Brasil) * Associação Brasileira de Designers de Interiores (Brasil) * Centro Português de Design (Portugal) * Chartered Society of Professional Designers (Reino Unido - Inglês) * American Institute of Graphics Arts (EUA - Inglês) Categoria:Palavras, frases e expressões em inglês",
 "title": "Designer"
}