{
 "id": "98270",
 "text": "direita|thumb|250px|Entrada do CREA-MG. miniaturadaimagem|Palacete do CREA em Teresina. O Conselho Federal de Engenharia e Agronomia (CONFEA) é um conselho de fiscalização profissional, não sendo entidade de classe, na forma de autarquia pública, responsável pela regulamentação e julgamento final no Brasil das atividades profissionais relacionadas às classes que abrange: Engenharia, Agronomia, bacharéis em Geografia, Geologia e Meteorologia, possuindo mais de trezentos títulos profissionais, nos níveis técnico e superior, além de anotar também títulos de pós-graduação.MEC:Cursos O CONFEA foi instituído como Conselho Federal de Engenharia e Arquitetura, juntamente com os respectivos Conselhos Regionais, pelo Decreto nº 23.569, de 11 de dezembro de 1933, promulgado pelo Presidente Getúlio Vargas. Incorporou a Agronomia e foi renomeado para Conselho Federal de Engenharia, Arquitetura e Agronomia pela lei 5.194/1966. Adotou a denominação atual a partir de 2010, quando o Conselho de Arquitetura e Urbanismo (CAU) foi criado. == Conselhos Regionais == Os Conselhos regionais de Engenharia e Agronomia (CREA) são entidades pertencentes à esfera estadual e constituem a manifestação regional do Conselho Federal de Engenharia e Agronomia (CONFEA), sendo responsáveis pela fiscalização do exercício das profissões da área tecnológica em âmbito regional. O CREA exerce o papel de primeira e segunda instância, verificando, orientando e fiscalizando o exercício profissional com a missão de defender a sociedade da prática ilegal das atividades abrangidas pelo sistema CONFEA/CREA. Com a necessidade de fiscalizar o exercício profissional dos engenheiros, arquitetos e agrimensores com mais eficiência e em todo o território brasileiro, em 23 de abril de 1934 foi aprovado a criação dos conselhos regionais e assim foi determinado a divisão do território nacional em 8 regiões:CREA-PR 75 Anos Site do Crea PR — acessado em 22 de outubro de 2010 *1.ª região – Compreendendo os Estados do Amazonas, Pará, Maranhão, Piauí e o território do Acre. Sede – Belém; *2.ª região – Pernambuco, Paraíba, Rio Grande do Norte e Ceará. Sede – Distrito Federal; *3.ª região – Bahia, Sergipe e Alagoas. Sede - Salvador; *4.ª região – Minas Gerais e Goiás. Sede – Belo Horizonte; *5.ª região – Rio de Janeiro, Espírito Santo e Distrito Federal. Sede – Distrito Federal; *6.ª região – São Paulo e Mato Grosso. Sede – São Paulo; *7.ª região – Paraná. Sede - Curitiba, o único que nasceu independente; *8.ª região – Rio Grande do Sul e Santa Catarina. Sede – Porto Alegre. == Ver também == * Ordem dos Engenheiros de Portugal * Conselho de classe profissional do Brasil * Conselho Nacional de engenheiros == Ligações externas == * CONFEA - Conselho Federal de Engenharia e Agronomia * CREA - Conselho Regional de Engenharia e Agronomia * IPT - Instituto de Pesquisas Tecnológicas * ABNT - Associação Brasileira de Normas Técnicas Engenharia Categoria:Engenharia do Brasil",
 "title": "Conselho Federal de Engenharia e Agronomia"
}