{
 "id": "9828",
 "text": "Parnaíba é um município brasileiro do Estado do Piauí, o segundo mais populoso do estado, com uma população de 162.159, segundo o censo demográfico do IBGE em 2022. É a principal cidade pertencente à Região Metropolitana de Parnaíba. Situado no litoral piauiense, é um dos quatro municípios litorâneos do estado (além de Ilha Grande, Luís Correia e Cajueiro da Praia). É também o portal de entrada para o Delta do Parnaíba, o único delta em mar aberto das Américas, tornando-se popularmente conhecido como a \"Capital do Delta\". A cidade apresenta grande valor histórico para o Piauí, com inúmeros monumentos históricos tombados pelo IPHAN, principalmente nas proximidades do Porto das Barcas. == História == A região de Parnaíba, situada entre o rio Igaraçu e a Serra da Ibiapaba, conta com uma história rica e diversificada. A presença de um delta em mar aberto atraiu navegadores e aventureiros desde o século XVI, como Nicolau Resende e Gabriel Soares de Sousa. Padres jesuítas e pesquisadores exploraram o delta antes da chegada dos bandeirantes paulistas. Habitada pelos índios Tremembé, a região foi alvo de ação dos jesuítas a partir de 1607. O nome do município, na língua tupi-guarani, significa \"rio de águas barrentas\", em alusão ao Rio Parnaíba. A cidade é banhada por um de seus afluentes, o Rio Igaraçu. Outras prováveis origens para o nome seriam: uma homenagem a Domingos Jorge Velho que nasceu na vila de Parnaíba em São Paulo; e uma alusão a uma faca de retalhar carne, chamada Parnahiba, trazida da Bahia pelos primeiros fazendeiros que se instalaram na Vila. Carinhosamente, a cidade também é conhecida como a \"Capital do Delta\", pois é o portal de entrada para quem quer conhecer o único delta em mar aberto das Américas: o Delta do Parnaíba.https://parnaiba.pi.gov.br/phb/o-municipio/ Em 1758, Domingos Dias da Silva trouxe riqueza à região e iniciou o desenvolvimento. A Vila de São João da Parnaíba foi criada em 1762, transformando-se em entreposto comercial de carne e couro. Em 1801, o distrito foi renomeado como Parnaíba e, em 1844, foi elevado à categoria de cidade. A construção da Igreja Nossa Senhora da Graça, a Alfândega construída por Simplício Dias da Silva e a elevação à categoria de cidade marcaram o crescimento da região. Em 1844, a cidade foi oficialmente elevada à categoria de cidade. == Geografia == ;Hidrografia * Lagoa do Bebedouro * Lagoa do Portinho * Praia da Pedra do Sal * Lagoa da Prata * Rio Igaraçu * Lago Parnaíba De acordo com a Lei n.º 2.296 de 2007, que criou o Plano Diretor do Município, em seu artigo 43, Parnaíba é constituída por trinta bairros: Bairro do Carmo Centro, Mendonça Clark, São José, Bairro de Fátima, Campos, São Francisco da Guarita, Nova Parnaíba, Bebedouro, Santa Luzia, Ceará, Boa Esperança, Pindorama, São Judas Tadeu, Reis Velloso, Frei Higino, Piauí, Dirceu Arcoverde, Alto Santa Maria, Primavera, São Vicente de Paula, Igaraçu, Sabiasal, Planalto, João XXIII, Santa Isabel, Rodoviária, Tabuleiro, Canta Galo e São Benedito.https://leismunicipais.com.br/plano-diretor-parnaiba-pi === Clima === Predomina em Parnaíba o clima megatérmico e tropical semiúmido, apresentando grande índice de pluviosidade devido à atuação da massa Equatorial Atlântica durante os meses de janeiro a junho. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1971 a 1985 e a partir de 1993, a menor temperatura registrada em Parnaíba foi de em 5 de julho de 1974, e a maior atingiu em 4 de novembro de 2016. O maior acumulado de precipitação em 24 horas foi de 256 mm em 21 de março de 2019. Abril de 1974, com , foi o mês de maior precipitação. === Indicadores Sociais === * Índice de Desenvolvimento Humano (IDH-M): 0,687 (Fonte: Atlas Brasil - 2013) *Urbanização:97,29% (Fonte: Atlas Brasil - 2013) *Analfabetismo: 8,6% (Fonte: Atlas Brasil - 2013) *Longevidade: 73,98 anos (Fonte: Atlas Brasil - 2013) * Mortalidade infantil: 16,8 (em mil) (Fonte: Atlas Brasil - 2013) *Renda per capita: R$ 479,58 (Fonte: Atlas Brasil - 2013) *Pobreza: 16,51% (Fonte: Atlas Brasil - 2013) == Economia == Parnaíba foi agraciada com uma zona de processamento de exportação (ZPE), trazendo assim a sua velha imagem de grandes indústrias como no início do século XX. O agronegócio vem ganhando destaque devido ao perímetro irrigado dos tabuleiros litorâneos com diversos tipos de culturas. Em 2009, Parnaíba foi considerada a cidade mais dinâmica do estado, a 5º da Região Nordeste e a 32º do Brasil. Em 2011, Parnaíba foi a cidade com maior crescimento do Brasil, registrando índice de 229%. A cidade investiu R$ 34 milhões no ano de 2011 contra os R$ 10,3 milhões que foram aplicados no ano de 2010. O turismo também vem contribuindo muito para crescimento do município, pois a cada ano vem se profissionalizando mais, atraindo assim mais visitantes de todas as partes do Brasil e do mundo. Novos hotéis, resort e outros grandes empreendimentos estão sendo construídos. == Infraestrutura == === Educação === Os centros de educação de Parnaíba destacam-se principalmente nos níveis médio e superior, atraindo pessoas das cidades da região. Dentre os maiores centros, podem-se citar: *Universidade Federal do Delta do Parnaíba - UFDPar: criada por desmembramento da Universidade Federal do Piauí, oferece 900 vagas por ano, nos seguintes cursos: Turismo, Engenharia de Pesca, Ciências Econômicas, Administração de Empresas, Fisioterapia, Psicologia, Ciências Contábeis, Biologia, Biomedicina, Medicina, Matemática e Pedagogia. Além disso, oferece mestrados em Biotecnologia, Ciências Biomédicas, Psicologia, Saúde da Família, Matemática e Museologia, além de um doutorado em Biotecnologia. Em 2016, foi encaminhado ao Congresso Nacional pela presidenta da República Dilma Rousseff o projeto de lei de criação da nova universidade. Em 2018, o presidente Michel Temer, após aprovação no Congresso Nacional, sancionou a lei Nº 13.651, DE 11 DE ABRIL DE 2018 oficializando a criação da Universidade Federal do Delta do Parnaíba (UFDPar). Em 2019, o presidente Jair Bolsonaro empossou o primeiro reitor da instituição, em caráter pró tempore, efetivando que o até então campus da UFPI se tornasse uma nova universidade independente. *Universidade Estadual do Piauí - UESPI, esta universidade oferece 290 vagas por ano, nos seguintes cursos: História, Agronomia, Pedagogia, Biologia, Enfermagem, Direito, Odontologia, Letras-Português, Letras-Inglês, Ciência da Computação, Filosofia e Sociologia. *Instituto Federal de Educação, Ciência e Tecnologia - IFPI, este instituto oferece cursos de técnicos e superiores. Os superiores são: Lic. Química, Lic. Física e Processos Gerenciais. Cursos técnicos: Administracao, comércio, edificações, eletrotécnica, informática e energias renováveis. *Faculdade Maurício de Nassau/Faculdade Piauiense - FAP, esta faculdade oferece aproximadamente 600 vagas ao ano, nos seguintes cursos: Arquitetura e Urbanismo, Fisioterapia, Enfermagem, Nutrição, Direito, Pedagogia, Administração de Empresas, Contabilidade, Cosméticos e Estética, Sistemas de Informação, Farmácia, Biomedicina, Educação Física, Engenharia Civil, Engenharia Mecânica, Engenharia Química, Engenharia de Produção, Engenharia Ambiental e Sanitária, Jornalismo, Serviço Social, CST em Rede de Computadores e CST em Marketing, Logística, Design de Interiores e Gastronomia. Esta faculdade está em expansão e novos cursos já foram solicitados ao MEC. *Instituto Superior de Teologia Aplicada - INTA, esta faculdade oferece os cursos de História e Serviço Social. *Instituto Superior de Educação Antonino Freire - ISEAF (Escola Normal) *Centro Universitário do Maranhão - CEUMA (Polo EAD em Parnaíba). *Universidade Estácio de Sá - UNESA, possui dois polos de Ensino à Distância em Parnaíba. === Aeroporto === O Aeroporto Internacional de Parnaíba - Prefeito Dr. João Silva Filho, localizado em uma área privilegiada entre os municípios de Camocim e Jericoacoara (ambos no Ceará), o Delta do Rio Parnaíba (Piauí) e os Lençóis Maranhenses, é a porta de entrada para uma região em que o turismo tende a crescer, chamada Rota das Emoções. O aeroporto está a 67 km da famosa praia de Barra Grande, 13 km da Praia de Atalaia, entre outras praias do litoral piauiense. O terminal de passageiros é inspirado na arquitetura modernista do Aeroporto Santos Dumont, no Rio de Janeiro. A pista de pouso e decolagem, com 2 500 metros de comprimento, é uma das maiores do Nordeste e está preparada para receber voos internacionais, fretados ou regulares. A Infraero estuda dotar o aeroporto da mais moderna infraestrutura aeroportuária. Nos próximos anos deverão ser realizados investimentos para melhorias no terminal de passageiros, pista, pátio de aeronaves e auxílio à navegação aérea. Com a consolidação de mais uma porta de entrada para o Nordeste, a tendência é atrair turistas e impulsionar a economia da região. Empresas aéreas demonstraram interessem em operar rotas regulares e os operadores em atrair voos fretados internacionais para o aeroporto, que tem condições de operar com aeronaves do tipo Boeing 767-300, com capacidade para transportar 300 passageiros e carga. A Voepass Linhas Aéreas, que compartilha bilhetes aéreos com Latam e Gol, voa todas as semanas de Teresina e Fortaleza para Parnaíba. === Usina eólica === A cidade apresenta um parque eólico chamado \"Complexo Delta\", na localidade da praia da Pedra do Sal. Os 20 aerogeradores da Usina Eólica da empresa Tractebel Energia podem ser vistos a quilômetros de distância e são responsáveis pela produção de 18 megawatts, suficientes para o abastecimento de 70 mil pessoas, 40% da população de Parnaíba. A Usina Eólica da Pedra do Sal, de 250 hectares, começou a funcionar em fevereiro de 2009, após investimentos de R$ 105 milhões e atualmente está em expansão. Recentemente, o Complexo Delta foi inaugurado com capacidade de produção de 70 MW, com capacidade de abastecimento de 200 mil residências. === Tabuleiros Litorâneos === Localizado nos municípios de Parnaíba e Bom Princípio, na região litorânea do Piauí, o perímetro de irrigação Tabuleiros Litorâneos é cortado pela BR-343 que dá acesso à cidade de Parnaíba (16km) e Teresina (330km). O perímetro é um empreendimento do Departamento Nacional de Obras Contra as Seca (DNOCS), vinculado ao Ministério da Integração Nacional, com a transferência de gestão para as organizações dos produtores. O perímetro é irrigado pelas águas do Rio Parnaíba por meio de um canal de 1,3 mil metros de extensão. O destaque da produção são frutas orgânicas para exportação para Europa e América do Norte, como caju, goiaba, acerola, coco verde, limão, manga e banana, além de hortaliças para o mercado local.https://www.pinegocios.com.br/noticia/1911-audiencia-publica-vai- debater-os-entraves-do-tabuleiros-litoraneos-de-parnaiba === Centro Histórico de Parnaíba === A cidade de Parnaíba consta com inúmeros casarões e igrejas tombados pelo IPHAN que remontam o período do Brasil Colonial. Destaca-se a catedral de Nossa Senhora Mãe da Divina Graça, atual sede da diocese de Parnaíba, o complexo turístico porto das barcas e a Igreja de São Sebastião. A arquitetura portuguesa é presente nos azulejos e estilo das construções. === Comunicações === ==== Televisão ==== * 2.1 (26 UHF) - TV Delta (TV Antares / TV Brasil) * 4.1 (44 UHF) - TV Costa Norte (TV Cultura) * 5.1 (42 UHF) - Band Piauí (Band) * 7.1 (34 UHF) - TV Antena 10 (RecordTV) * 9.1 (21 UHF) - TV Meio Norte Teresina (Rede Meio Norte) * 13.1 (28 UHF) - TV Cidade Verde (SBT) * 16.1 (39 UHF) - Rede Vida ** 16.2 - Rede Vida Educação ** 16.3 - Rede Vida Educação * 29.1 - TV Clube (Globo) * 51.1 - TV Evangelizar ==== Rádio ==== * 87.9 MHz - Rádio Cidade FM * 95.1 MHz - Liderança FM Parnaíba (Rádio Liderança) * 95.7 MHz - Rádio Igaraçu * 97.5 MHz - Nossa Rádio Parnaíba (Nossa Rádio) == Cultura == ===Monumentos=== O município possui alguns monumentos, entre os quais citam-se: a estátua de Simplício Dias da Silva, o letreiro \"EU AMO PHB\", o obelisco do centenário, a Carnaúba-busto de James Frederick Clark, a pirâmide do Lions Clube e o Monumento da Águia do Porto.Almanaque da Parnaíba, edições de 1940,43, 45.MATTOS, João Batista de. Os Monumentos Nacionais - Piauí. Rio de Janeiro; Imprensa Militar, 1949Ponte, Ailton Vasconcelos. O tombamento municipal e sua relevância para Parnaíba. Teresina: Sistema Fecomércio Piauí, 2004. === Carnaval === No carnaval da cidade, o ponto alto são os desfiles de escolas de samba, blocos carnavalescos, entre outras atrações. Entre as escolas de samba, citam-se Unidos da Ponte, Princesa do Igaraçu e Império do Cais. == Prefeitos == Nº Nome Partido Início do mandato Fim do mandato Observações 1 Feliciano Gomes de Farias Veras 1893 1895 Intendente 2 Sebastião Hermes de Seixas 1896 1896 Intendente 3 Joaquim Antônio dos Santos 1897 1899 Intendente 4 Francisco Severiano de Moraes Correia Filho 1899 1900 Intendente 5 Jonas de Moraes Correia 1901 1904 Intendente 6 Luiz Antônio de Moraes Correia 1905 1912 Intendente 7 Constantino de Moraes Correia 1913 1914 Intendente 8 José Alexandre Rodrigues 1915 1915 Intendente 9 Veridiano Borges 1916 1916 Intendente 10 Nestor Gomes Véras 1917 1920 Intendente 11 José Narciso da Rocha Filho 1921 1928 Intendente 12 Carlos Marães Picanço 1929 1930 Intendente 13 Samuel Antônio dos Santos 1930 1931 Prefeito nomeado 14 Ademar Gonçalves Neves 1931 1934 Prefeito nomeado 15 Mirócles Campos Veras 1934 1936 Prefeito nomeado 16 Joaquim Antônio Gomes de Almeida 1937 1937 Prefeito nomeado 17 Mirócles Campos Veras 1937 1945 Prefeito nomeado 18 Cândido de Almeida Athayde 1946 1946 Prefeito nomeado 19 Raimundo Martins Delbão Rodrigues 1946 1947 Prefeito nomeado 20 Acrisio de Paiva Furtado 1947 1947 Prefeito nomeado 21 Darcy Furtado Mavgnier 1948 1948 Prefeito nomeado 22 Alberto Tavares Silva 1948 1951 Prefeito eleito 23 João Orlando de Moraes Correia 1951 1955 Prefeito eleito 24 Alberto Tavares Silva UDN 1955 1959 Prefeito eleito 25 José Alexandre Caldas Rodrigues 1959 1962 Prefeito eleito — José Quirino Memória 1962 1962 26 Lauro Andrade Correia 1963 1967 Prefeito eleito 27 João Tavares da Silva Filho ARENA 1967 1971 Prefeito eleito 28 Carlos Furtado de Carvalho ARENA 1971 1973 Prefeito eleito 29 Elias Ximenes do Prado MDB 1973 1977 Prefeito eleito 30 João Baptista Ferreira da Silva MDB 1977 1983 Prefeito eleito 31 João Tavares da Silva Filho PMDB 1983 31 de dezembro de 1988 Prefeito eleito 32 Francisco de Assis de Morais Souza PDS 1º de janeiro de 1989 31 de dezembro de 1992 Prefeito eleito 33 José Hamilton Furtado Castelo Branco PFL 1º de janeiro de 1993 31 de dezembro de 1996 Prefeito eleito 34 Antônio José de Moraes Souza Filho PFL 1º de janeiro de 1997 31 de dezembro de 2000 Prefeito eleito 35 Paulo Eudes Carneiro PFL 1º de janeiro de 2001 31 de dezembro de 2004 Prefeito eleito 36 José Hamilton Furtado Castelo Branco PTB 1º de janeiro de 2005 31 de dezembro de 2008 Prefeito eleito 36 José Hamilton Furtado Castelo Branco PTB 1º de janeiro de 2009 31 de dezembro de 2012 Prefeito reeleito 37 Florentino Alves Veras NetoDados do candidato a prefeito Florentino PT 1º de janeiro de 2013 31 de dezembro de 2016 Prefeito eleito 38 Francisco de Assis de Morais Souza União Brasil 1º de janeiro de 2017 31 de Dezembro de 2020 Prefeito eleito 38 Francisco de Assis de Morais Souza União Brasil 1° de Janeiro de 2021 31 de Dezembro de 2024 Prefeito reeleito 39 Francisco Emanuel Cunha de Brito PP 1º de janeiro de 2025 31 de dezembro de 2028 Prefeito eleito == Ver também == * Almanaque da Parnaíba * Academia Parnaibana de Letras * Delta do Rio Parnaíba * Ginásio Parnaibano * Porto das Barcas * Centro Cívico * Bairros de Parnaíba * Parnaibanos notórios * Lista de municípios do Brasil acima de cem mil habitantes * Universidade Federal do Delta do Parnaíba === Bibliografia === * SELBACH, Jeferson Francisco. LEITE, José Roberto de Souza Almeida (orgs.). Meio ambiente no Baixo Parnaíba: olhos no mundo, pés na região. São Luis/MA: EDUFMA, 2008, 216p. il. Categoria:Fundações no Brasil em 1761",
 "title": "Parnaíba"
}