{
 "id": "98308",
 "text": "Emmanuelle, ou Emanuelle, é a protagonista da série de filmes eróticos soft core franceses baseados na personagem criada por Emmanuelle Arsan no livro The Joys of a Woman. ==História== A personagem apareceu pela primeira vez no filme Io, Emmanuelle em 1969 e era interpretada por Erika Blanc. Foi recriada mais tarde em 1974 no filme Emmanuelle e era interpretada pela holandesa Sylvia Kristel, provavelmente a atriz mais famosa pelo papel. O filme ultrapassou as barreiras do que era aceitável em filmes na época, com suas cenas de sexo, estupro, masturbação, mile high club (sexo em aviões) e uma cena onde uma dançarina fuma um cigarro com sua vagina usando técnicas de pompoarismo. Diferentemente de outros filmes que tentavam evitar uma classificação adulta do MPAA, o primeiro filme de Emmanuelle abraçou o gênero e tornou-se um grande sucesso internacional. O filme é, até hoje, um dos mais bem-sucedidos filmes franceses e chegou a ser exibido nos cinemas locais por anos. Várias continuações, começando com Emmanuelle 2, também conhecido como Emmanuelle: the joys of a woman, foram produzidas com Kristel ainda no papel principal. A personagem também começou a aparecer em diversas outras produções feitas na Itália, no Japão e nos Estados Unidos. Em diversos casos, o nome da personagem foi escrito \"Emanuelle\", com um m a menos, sugerindo que essas produções não eram autorizadas. Entre as sequências mais famosas, está uma série de filmes italianos estrelados por Laura Gemser. Também foi produzida, em 1978, na Grã- Bretanha, uma paródia à personagem com o título de Carry on Emmanulle, da franquia Carry On, estrelando Suzanne Danielle no papel principal e coestrelando Kenneth Williams. Sylvia Kristel parou de interpretar Emmanuelle nos anos 1980, dando lugar a atrizes mais jovens, embora ela continuasse a fazer aparições nos filmes seguintes no papel de uma Emmanuelle mais velha. Também estrelou vários filmes que faziam referências à sua imagem de Emmanuelle, como a comédia erótica estadunidense Private lessons. Em 1992, Sylvia Kristel retornou à série para sete episódios televisivos, com Marcela Walerstein no papel título e o sétimo volume, Emmanuelle au 7ème ciel (1993). A série e o filme foram assinados por Francis Leroi, diretor de Emmanuelle 4. Uma das mais conhecidas atrizes a tomar o papel de Emmanuelle nos anos 1980 foi a atriz estadunidense Monique Gabrielle. O nível de cenas explícitas variam nos vários filmes de Emmanuelle/Emanuelle, indo de praticamente inexistentes a totalmente explícitas. Emmanuelle V, de 1987, com Monique Gabrielle no papel da protagonista, foi lançado em duas versões: uma com as cenas de sexo soft core típicas da série e uma versão disponível unicamente em vídeo, onde foram inseridas várias cenas de sexo explícito. Monique Gabrielle, embora atriz pornô, não aparece nessas cenas. A personagem de Arsan apareceu de várias formas diferentes nos últimos anos, incluindo uma série de ficção científica feita para tevê à cabo nos anos 1990 chamada Emmanuelle in Space, estrelando a atriz e modelo estadunidense Krista Allen, na época em início de carreira. Embora Krista Allen, que depois foi estrela em Baywatch e em outros filmes, tenha dito que se arrepende de seus filmes adultos no papel de Emmanuelle, ela continua sendo vastamente identificada com a personagem. No Brasil, os filmes de Emmanuelle ficaram famosos por sua exibição no bloco Cine Band Privé da Rede Bandeirantes durante os anos 1990 e começo dos anos 2000, com as séries estreladas por Marcela Walerstein e Krista Allen. Sylvia Kristel, a mais famosa \"Emmanuelle\" no país durante muito tempo, visitou o Brasil quando da liberação do seu filme de 1974, que aconteceu em 1979. Durante os compromissos promocionais, foi convidada e participou de algumas cenas da telenovela da rede Globo Espelho Mágico, tendo como parceiro de cena Cicerone o personagem de Carlos Eduardo Dolabella. == Principais atrizes que interpretaram Emmanuelle == * Sylvia Kristel * Laura Gemser na série Black Emanuelle * Mia Nygren em Emmanuelle 4 * Monique Gabrielle em Emmanuelle 5 * Natalie Uher em Emmanuelle 6 * Sylvia Castell em Emmanuelle in Bangkok de Jean-Marie Pallardy * Erika Blanc em Io, Emmanuelle * Marcela Walerstein para uma série de telefilmes para a canal francês M6 em 1993 por Francis Leroi * Krista Allen em Emmanuelle in Space \\- Extra \\- NYTimes.com * Holly Sampson a partir de 2000 em vários telefilmes da série Emmanuelle 2000 * Natasja Vermeer na série Emmanuelle the Private Collection * Brittany Joy Hot Vidéo na série Emmanuelle Through Time ==Filmografia== Essa é uma filmografia dos filmes protagonizados por Emmanuelle até hoje. ===Série Emmanuelle (França)=== * Emmanuelle (1974) * Emmanuelle 2 (1975) * Adeus Emmanuelle (1977) * Emmanuelle 4 (1984) * Emmanuelle 5 (1986) * Emmanuelle 6 (1988) * Emmanuelle 7 (1993) ===Telefilmes de Emmanuelle (França)=== * Emmanuelle's Secret (1992) * Emmanuelle's Revenge (1992) * Emmanuelle's Perfume (1992) * Emmanuelle's Magic (1992) * Emmanuelle's Love (1993) * Emmanuelle in Venice (1993) * Emmanuelle Forever (1993) ===Série Emmanuelle in Space (EUA)=== * Emmanuelle: First Contact, também conhecido como Queen of the Galaxy (1994) * Emmanuelle 2: A World of Desire (1994) * Emmanuelle 3: A Lesson in Love (1994) * Emmanuelle 4: Concealed Fantasy (1994) * Emmanuelle 5: A Time to Dream (1994) * Emmanuelle 6: One Final Fling (1994) * Emmanuelle 7: The Meaning of Love (1994) ===Série Emmanuelle 2000 (EUA)=== * Emmanuelle 2000: Being Emmanuelle (2000) * Emmanuelle 2000: Emmanuelle and the Art of Love (2000) * Emmanuelle 2000: Emmanuelle in Paradise (2000) * Emmanuelle 2000: Jewel of Emmanuelle (2000) * Emmanuelle 2000: Intimate Encounters (2000) * Emmanuelle 2000: Emmanuelle's Sensual Pleasure (2000) * Emmanuelle 2000 (theatrical release, 2001) * Emmanuelle 2000 Emmanuelle Pie (2002) ===Série Emmanuelle Private Collection (EUA)=== * Emmanuelle Private Collection: Sex Goddess (2004) * Emmanuelle Private Collection: Emmanuelle vs. Dracula (2004) * Emmanuelle Private Collection: Sex Talk (2004) * Emmanuelle Private Collection: The Sex Lives of Ghosts (2004) * Emmanuelle Private Collection: Sexual Spells (2004) * Emmanuelle Private Collection: The Art of Ecstasy (2006) * Emmanuelle Private Collection: Jesse's Secrets Desires (2006) * Emmanuelle Tango (theatrical release, 2006) ===Série Emmanuelle Through Time (EUA)=== * Emmanuelle Through Time: Emmanuelle's Skin City (2011) * Emmanuelle Through Time: Emmanuelle's Sexy Bite (2011) * Emmanuelle Through Time: Sex, Chocolate & Emmanuelle (2011) * Emmanuelle Through Time: Rod Steele 0014 & Naked Agent 0069 (2011) * Emmanuelle Through Time: Emmanuelle's Supernatural Activities (2011) * Emmanuelle Through Time: Emmanuelle's Sex Tales (2011) * Emmanuelle Through Time: Emmanuelle's Forbidden Pleasures (2011) * Emmanuelle in Wonderland (theatrical release, 2012) ===Telefilme de Emmanuelle (EUA)=== * Emmanuelle in Rio (2003) === Documentário === * Emmanuelle: A Hard Look (2000) === Outros filmes === Um grande número de filmes, especialmente do gênero sexploitation e, por vezes, de forma retroativa, incluído o nome de \"Emmanuelle\" ou suas variantes em seus títulos (pelo menos em alguns de seus lançamentos) por razões de exploração, embora nenhum deles havia sido legalmente ou artisticamente relacionado à série original ou seu personagem-título. O mais importante desses filmes são os filmes italianos \"Black Emanuelle\" que criou uma sequência. * Black Emanuelle (1975) * Black Emanuelle 2 (1976) * Emanuelle in Bangkok (1976) * Emanuelle in America (1977) * Emanuelle Around the World (1977) * Emanuelle and the Last Cannibals (1977) * Emanuelle and the White Slave Trade (1978) * Violence in a Women's Prison (1982) * Emanuelle Escapes from Hell (1983) Tais filmes incluem: * Io, Emmanuelle (1969), dirigido por Cesare Canevari. * Swap Meat at the Love Market (Emanuelle Meets the Wife Swappers,Liebesmarkt,1973), dirigido por Hubert Frank. * Amore libero - Free Love (The Real Emanuelle, 1973), dirigido por Pier Ludovico Pavoni. * Tender and Perverse Emanuelle, 1973, dirigido por Jess Franco. * Lust and Desire (I desideri di Emanuelle, Le désir et la volupté , 1973), dirigido por Lucien Duval. * Emanuelle's Revenge (1975), directed by Joe D'Amato. * Hot Acts of Love (Le calde labbra di Emanuelle, Body Games, L'amour aux trousses, 1975) dirigido por Jean-Marie Pallardy * Tokyo Emmanuelle (1975), dirigido por Akira Katō * La Marge (1976) (também lançado como Emmanuelle 77), dirigido por Walerian Borowczyk. * Laure (1976) (também lançado como Forever Emmanuelle), dirigido por Emmanuelle Arsan. * Néa (1976) (also released as A Young Emmanuelle), dirigido por Nelly Kaplan. * Annie (Teenage Emanuelle, La fine dell'innocenza, 1976, dirigido por Massimo Dallamano * Emmanuelle on Taboo Island (La Spiaggia del desiderio, 1976), dirigido por Enzo D'Ambrosio & Humberto Morales. * Black Emmanuelle, White Emmanuelle (Velluto nero,Emanuelle in Egypt 1976), dirigido por Brunello Rondi. * Emmanuelle in Tokyo, Wild Emmanuelle, 1976) dirigido por Akira Kato. * Emanuelle:Black and White (Black Emanuelle, White Emmanuelle, Passion Plantation, 1976), dirigido por Mario Pinzauti. * Yellow Emanuelle (Il Mondo dei sensi di Emy Wong 1977), dirigido por Bitto Albertini. * Sister Emanuelle (1977), dirigido por Giuseppe Vari. * Vanessa (1977), dirigido por Hubert Frank. * Hong Kong Emmanuelle (1977) dirigido por Wah Man. * Blonde Emanuelle 3-D (Disco Dolls in Hot Skin, 1977), dirigido por Stephen Gibson * Felicity (1978), dirigido por John D. Lamond. * Fury (La mujer de la tierra caliente, Musta Emanuelle - kuuman maan nainen, 1978) dirigido por José María Forqué * Emanuelle Tropical (1978) dirigido por J. Marreco * Emanuelle and Lolita (1978), dirigido por Henri Sala * Emanuelle and the Erotic Nights (Emanuelle e le porno notti nel mondo n. 2, 1978), dirigido por Bruno Mattei/Joe D'Amato. * Emanuelle y Carol (1978), dirigido por Ignacio F. Iquino. * Carry on Emmanuelle (1978) dirigido por Gerald Thomas. * Emanuelle in the Country (L'Infermiera di campagna, 1978), dirigido por Mario Bianchi. * Emanuelle: Queen of Sados (I mavri Emmanouella, Emanuelle's Daughter 1979), dirigido por Elia Milonakos. * Emmanuelle & Joanna (Il mondo porno di due sorelle,1979), dirigido por Franco Rossetti. * Kasımpaşalı Emmanuel (1979), dirigido por Sırrı Gültekin * Emanuele 3: An Erotic Journal of a Lady From Thailand (Le journal érotique d'une Thailandaise, 1980), dirigido por Jean-Marie Pallardy. * Emanuelle Goes To Cannes, 1980, dirigido por Jean-Marie Pallardy. * Divine Emanuelle (Die Todesgöttin des Liebescamps, Love Camp 1981), dirigido por Christian Anders. * Emmanuelle in Soho (1981), dirigido por David Hughes * Inconfessable Orgies of Emmanuelle (1982), dirigido por Jess Franco. * Kung Fu Emanuelle (1982) dirigido por John Liu. * Emanuelle: Queen of the Desert (La Belva dalle calda pelle, 1982), dirigido por Bruno Fontana. * Violence in a Women's Prison/Emanuelle Reports from a Women's Prison (Violenza in un carcere femminile, 1982), dirigido por Bruno Mattei. * Emanuelle Escapes from Hell (Emanuelle fuga dall'inferno, 1983), dirigido por Bruno Mattei. * Voglia di guardare (Skandalöse Emanuelle - Die Lust am Zuschauen, 1986), dirigido por Joe D'Amato. * Lady Emanuelle (Tradita a morte, 1989, dirigido por Pasquale Fanetti == Ligações externas == * The watershed moment in film that was Emmanuelle (inglês) (The Guardian, Sexta-Feira 15 de Dezembro de 2000) * Emmanuelle: il fenomeno (italiano) *El hito en la censura británica fue... Emmanuelle (por Alex Cox, The Guardian) Categoria:Personagens de filmes Categoria:Personagens de literatura *",
 "title": "Emmanuelle"
}