{
 "id": "98516",
 "text": "Agilisaurus (que significa \"lagarto ágil\") foi uma espécie de dinossauro herbívoro e bípede que viveu durante o período Jurássico. Media entre 1,2 e 1,7 metros de comprimento e pesava cerca de 40 quilogramas. O Agilisaurus viveu na Ásia e seus fósseis foram encontrados na China. == Outras espécies == * Agilisaurus multidens (Não confirmado) == Ver também == * Outros dinossauros * Taxonomia dos dinossauros === Bibliografia === * Barrett, P.M., Butler, R.J., & Knoll, F. 2005. Small-bodied ornithischian dinosaurs from the Middle Jurassic of Sichuan, China. Journal of Vertebrate Paleontology 25(4): 823-834. * Butler, R.J. 2005. The ‘fabrosaurid’ ornithischian dinosaurs of the Upper Elliot Formation (Lower Jurassic) of South Africa and Lesotho. Zoological Journal of the Linnean Society 145: 175–218. * * Norman, D.B., Sues, H-D., Witmer, L.M., & Coria, R.A. 2004. Basal Ornithopoda. In: Weishampel, D.B., Dodson, P., & Osmolska, H. (Eds.) The Dinosauria (2nd Edition). Berkeley: University of California Press. Pp. 393–412. * Peng G. 1990. [A new small ornithopod (Agilisaurus louderbacki gen. et sp. nov.) from Zigong, China]. [Newsletter of the Zigong Dinosaur Museum] 2: 19-27. [in Chinese] * Peng G. 1992. [Jurassic ornithopod Agilisaurus louderbacki (Ornithopoda: Fabrosauridae) from Zigong, Sichuan, China]. Vertebrata PalAsiatica 30: 39-51. [in Chinese] * Weishampel, D.B., Jianu, C.-M., Csiki, Z., & Norman, D.B. Osteology and phylogeny of Zalmoxes (n.g.), an unusual euornithopod dinosaur from the latest Cretaceous of Romania. Journal of Systematic Palaeontology 1: 65–123. * Xu X., Forster, C.A., Clark, J.M., & Mo J. 2006. A basal ceratopsian with transitional features from the Late Jurassic of northwestern China. Proceedings of the Royal Society B: Biological Sciences. [published online] == Ligações externas == * * * Agilisaurus at Dinodata * Agilisaurusin the Dino Directory Categoria:Ornitísquios Categoria:Dinossauros do Jurássico Categoria:Dinossauros da Ásia Categoria:Espécies fósseis descritas em 1990",
 "title": "Agilisaurus"
}