{
 "id": "98534",
 "text": "O Governo da República Portuguesa é um dos quatro órgãos de soberania de Portugal, juntamente com o Presidente da República, a Assembleia da República e os Tribunais. De acordo com a Constituição da República, o Governo é o órgão de condução da política geral do país e o órgão superior da administração pública. O Governo não emana de eleição direta dos eleitores em eleição legislativa mas sim de nomeação presidencial, embora necessite de apoio da Assembleia da República. O Governo responde perante o Presidente da República e a Assembleia da República. O termo \"governo\" tem uma significação lata e uma outra restrita. Em sentido lato, refere-se ao órgão de soberania atrás referido. Em sentido restrito, refere-se à equipa governativa (primeiro- ministro, vice-primeiros-ministros, ministros, secretários de Estado e subsecretários de Estado) que assegura a gestão daquele órgão, durante um determinado período de tempo que normalmente coincide com o período de uma legislatura da Assembleia da República. No sentido restrito de equipa governativa, o governo é o conjunto de pessoas mandatadas pelo Presidente da República para assumirem a gestão do Governo (órgão), principalmente na sequência de eleições legislativas. Normalmente, é chamado a formar governo o partido ou a coligação de partidos com mais deputados eleitos na Assembleia da República. Cada governo (equipa governativa) guia-se por um programa do governo, implementando-o nos orçamentos do Estado e nas Grandes Opções do Plano que apresenta à Assembleia da República em cada ano, nas leis que aprova, nas deliberações que toma — nomeadamente nas reuniões do Conselho de Ministros — e nas decisões dos membros do governo. Não há contudo qualquer imposição legal que obrigue um governo a cumprir o seu programa. Os desvios ao programa serão julgados pelos cidadãos em eleições. O governo pode ainda ser questionado pelos restantes órgãos de soberania. O Presidente da República e os deputados podem fazer perguntas ao governo, recusar as suas propostas, recusar um voto de confiança ou aprovar uma moção de censura. == Designações == A designação \"Governo da República Portuguesa\" é usada desde a época da Primeira República, a qual substituiu a forma \"Governo de Sua Majestade Fidelíssima\" usada na Monarquia Constitucional. No entanto, a Constituição da República refere-se a ele, simplesmente, como \"Governo\". Outras designações semioficiais ocasionalmente usadas são as de \"Governo de Portugal\" ou \"Governo Português\". No âmbito das regiões autónomas, é comum usar-se o termo \"Governo da República\" a fim de o distinguir dos governos regionais (Governo Regional da Madeira ou Governo Regional dos Açores). No que diz respeito às equipas governativas que asseguram a gestão do Governo (órgão), cada uma delas é referida por \"governo constitucional\" precedida por um numeral romano que indica a sua ordem. A contagem iniciou-se com o primeiro governo a exercer funções após a entrada em vigor da atual Constituição (I Governo Constitucional, que tomou posse a 23 de julho de 1976, sob presidência de Mário Soares), sendo que o atual governo em funções é o XXIV Governo Constitucional presidido por Luís Montenegro. O adjetivo \"constitucional\" na designação, serve para distinguir os governos em funções no âmbito atual Constituição, dos seis governos provisórios que asseguraram provisoriamente a governação do país entre a revolução de 25 de abril de 1974 e a entrada em vigor da nova Constituição em 25 de abril de 1976. Com o passar do tempo e o fim da necessidade de distinguir os governos constitucionais dos provisórios, o uso do adjetivo \"constitucional\" para designar aqueles tem caído em desuso. == Funções == O Governo tem funções políticas, legislativas e administrativas. Assim, entre outras funções, compete ao Governo negociar com outros estados ou organizações internacionais, propor leis à Assembleia da República, estudar problemas e decidir sobre eles (normalmente fazendo leis), fazer regulamentos técnicos para que as leis possam ser cumpridas, decidir onde se gasta o dinheiro público e tomar decisões administrativas para o bem comum. == Formação == Após as eleições para a Assembleia da República ou a demissão do governo anterior, o Presidente da República ouve todos os partidos que elegeram deputados à Assembleia e, tendo em conta os resultados das eleições legislativas, convida uma pessoa para formar governo. O primeiro-ministro indigitado pelo Presidente da República goza de total autonomia para formar o governo tanto quanto à orgânica como também na escolha dos ministros. O Presidente da República dá posse ao primeiro-ministro e ao governo que, seguidamente, faz o respetivo programa, apresentando-o à Assembleia da República. O programa de governo é então debatido e votado pela Assembleia da República. == Composição == Segundo a Constituição, o Governo é constituído pelo primeiro-ministro, pelos ministros, pelos secretários de Estado e pelos subsecretários de Estado. Pode também pode incluir um ou mais vice-primeiros- ministros. O XIX Governo Constitucional (2011-2015) foi o único governo em funções, desde a década de 1990, a incluir um vice-primeiro-ministro na sua composição, tendo essa função sido exercida por Paulo Portas. Nos restantes governos, a função de substituir o primeiro-ministro nas suas ausências e impedimentos tem sido atribuída a um ou mais ministros aos quais é frequentemente atribuída a designação de \"ministro de Estado\". A nomeação de subsecretários de Estado também se tornou rara a partir da década de 1980, com muitos governos a não incluírem nenhum. O último membro do governo com esta categoria foi Vânia Dias da Silva, que exerceu a função de subsecretária de Estado adjunta do vice-primeiro-ministro, no XIX Governo Constitucional. O governo atualmente em funções (XXIV Governo Constitucional) é composto por um primeiro-ministro, por 17 ministros (dois dos quais designados \"ministros de Estado\") e por 40 secretários de Estado.PRESIDÊNCIA DO CONSELHO DE MINISTROS, \"Decreto-lei nº 32/2024 - Regime de organização e funcionamento do XXIV Governo Constitucional\", Diário da República, 2024 == Conselho de Ministros == O Conselho de Ministros é normalmente constituído pelo primeiro-ministro — com a função de presidente do Conselho de Ministros — pelos vice-primeiros- ministros e pelos ministros. Normalmente, tem também assento permanente no Conselho de Ministros, mas sem direito a voto, o secretário de Estado da Presidência do Conselho de Ministros. Os secretários e subsecretários de Estado podem ser convocados para participar nas reuniões do Conselhos de Ministros. Podem ser criados conselhos de ministros especializados em determinadas matérias onde só têm assento os vice-primeiros-ministros e os ministros relacionados com as mesmas. ==Departamentos governamentais== Em geral, os governos incluem na sua orgânica um conjunto de departamentos governamentais, que inclui os diversos ministérios e a Presidência do Conselho de Ministros. Os ministérios são departamentos governamentais dirigidos por ministros, cada qual dispondo de uma lei orgânica que define as suas atribuições e organização. Cada um inclui serviços da administração direta do Estado, um dos quais - designado \"secretaria-geral\" - ocupa-se das funções comuns do ministério, bem como das suas atribuições que não estejam legalmente atribuídas a outros serviços. Cada ministério pode também tutelar organismos da administração indireta do Estado. A Presidência do Conselho de Ministros constitui o departamento central do Governo, tendo características análogas às de um ministério, mas sendo dirigida pelo próprio primeiro-ministro e podendo incluir vários ministros. No passado, a organização do Governo também contemplava a existência de secretarias de Estado, que constituíam divisões estruturadas de alguns ministérios e da própria Presidência do Conselho de Ministros, sendo dirigidas por secretários de Estado. Ainda que hoje se continue a usar coloquialmente o termo \"secretaria de Estado\" para designar o cargo e as atribuições de certos secretários de Estado, a lei de organização da administração pública de 2004 deixou de contemplar a existência de secretarias de Estado. Os XXII, XXIII e XXIV governos constitucionais (2015-2024) tiveram a particularidade de, nas respetivas orgânicas, não contemplarem a existência expressa de ministérios, ainda que também não tivessem sido expressamente extintos os ministérios já existentes. Cada ministro dirigia uma determinada área governativa, que poderia corresponder a um dos já existentes ministérios e continuar com a estrutura daqueles ou que poderia adotar uma estrutura mais flexível que poderia incluir a partilha da secretaria-geral e de outros serviços de suporte com outras áreas governativas. A existência expressa de ministérios ressurgiu contudo na orgânica do XXIV Governo Constitucional. Na organização deste governo existem áreas governativas estruturadas como ministérios e outras inseridas na estrutura da Presidência do Conselho de Ministros. == Lista de governos da Terceira República == Governos Período Primeiro-Ministro I Governo 1976 – 78 Mário Soares II Governo 1978 III Governo 1978 Alfredo Nobre da Costa IV Governo 1978 – 79 Carlos Alberto Mota Pinto V Governo 1979 – 80 Maria Lourdes Pintasilgo VI Governo 1980 – 81 Francisco Sá Carneiro/Diogo Freitas do Amaral VII Governo 1981 Francisco Pinto Balsemão VIII Governo 1981 – 83 IX Governo 1983 – 85 Mário Soares X Governo 1985 – 87 Aníbal Cavaco Silva XI Governo 1987 – 91 XII Governo 1991 – 95 XIII Governo 1995 – 99 António Guterres XIV Governo 1999 – 2002 XV Governo 2002 – 04 José Manuel Durão Barroso XVI Governo 2004 – 05 Pedro Santana Lopes XVII Governo 2005 – 09 José Sócrates XVIII Governo 2009 – 11 XIX Governo 2011 – 2015 Pedro Passos Coelho XX Governo 2015 XXI Governo 2015 – 2019 António Costa XXII Governo 2019 - 2022 XXIII Governo 2022 - 2024 XXIV Governo 2024 - presente Luís Montenegro ==Ver também== *Dia de Portugal *Governo provisório == Ligações externas == *Portal da República Portuguesa Categoria:Política de Portugal Portugal",
 "title": "Governo da República Portuguesa"
}