{
 "id": "98585",
 "text": "O Mistério da Estrada de Sintra é um romance da autoria conjunta de Eça de Queirós e de Ramalho Ortigão. Foi publicado no Diário de Notícias, de Lisboa, sob a forma de cartas anónimas, entre 24 de Julho e 27 de Setembro de 1870, recebendo a primeira versão em livro em 1884. É a primeira narrativa de cariz policial da literatura portuguesa, e marca a estreia literária de Eça de Queirós, em colaboração com o seu grande amigo Ramalho Ortigão. Esta obra foi adaptada para o cinema em 2007 por Jorge Paixão da Costa. ==Enredo== A história começa com o sequestro de um médico – Dr.*** – e de seu amigo escritor – F... O rapto, realizado por quatro mascarados, ocorre na estrada de Sintra. O Dr.*** e o seu companheiro são levados para uma misteriosa casa, onde se encontrava o cadáver estrangeiro. Sabendo que um deles era médico, os raptores pretendiam verificar se, de facto, o homem estava morto. Entretanto, são surpreendidos pela entrada de um jovem – A.M.C., que viria a esclarecer todo o mistério. Rytmel era, afinal, um oficial britânico que morreu vítima de uma dose excessiva de ópio que lhe dera a amante – condessa de W., prima do mascarado alto. Esta desejava apenas adormecê-lo para confirmar nos seus papéis se ele era ou não amante de uma irlandesa. A condessa de W. era casada com um homem rico que não a fazia feliz. Conhecera Rytmel numa viagem que fizera com o marido e com o primo a Malta. Cármen disputara Rytmel com a condessa. Quando Rytmel lhe anuncia a sua vinda, esta suspeitando do seu namoro com uma outra mulher, Miss Shorn, fica enciumada e mata-o involuntariamente. A.M.C., estudante de Coimbra, honesto e provinciano, ouviu as confidências da condessa e dispôs-se a ajudá-la na noite do falecimento de Rytmel, em que a encontrara desvairada e nervosa. Quando volta ao local do crime, a pedido da condessa, encontra os mascarados, o médico e o seu amigo. Todos juntos decidiram encobrir a atitude da condessa e fariam o enterro do inglês. A condessa de W. acaba por se isolar num convento. ==Ver também== *Obras de Eça de Queirós traduzidas ==Ligações externas== * * * em eLivros Grátis Categoria:Obras de Eça de Queiroz Categoria:Livros de 1870 Categoria:Sintra em ficção Categoria:Livros do século XIX Categoria:Livros de Portugal adaptados para o cinema",
 "title": "O Mistério da Estrada de Sintra"
}