{
 "id": "9859",
 "text": "Na física, gravidade é uma interação fundamental que causa atração mútua entre todas as coisas que têm massa. É, de longe, a mais fraca das quatro interações fundamentais, aproximadamente 1038 vezes mais fraca que a interação forte, 1036 vezes mais fraca que a força eletromagnética e 1029 vezes mais fraca que a interação fraca. Como resultado, não tem influência significativa ao nível das partículas subatómicas. No entanto, a gravidade é a interação mais significativa entre objetos em escala macroscópica e determina o movimento dos planetas, estrelas, galáxias e até mesmo da luz. Na Terra, a gravidade dá peso aos objetos físicos e a gravidade da Lua é responsável pelas marés sublunares nos oceanos. A maré antípoda correspondente é causada pela inércia da Terra e da Lua orbitando uma à outra. A gravidade também tem muitas funções biológicas importantes, ajudando a orientar o crescimento das plantas através do processo de gravitropismo e influenciando a circulação de fluidos em organismos multicelulares. A atração gravitacional entre a matéria gasosa original no universo fez com que ela se aglutinasse e formasse estrelas que posteriormente se condensaram em galáxias, de modo que a gravidade é responsável por muitas das estruturas de grande escala no universo. A gravidade tem um alcance infinito, embora seus efeitos se tornem mais fracos à medida que os objetos se afastam. A gravidade é descrita com mais precisão pela teoria da relatividade geral, proposta por Albert Einstein em 1915, que descreve a gravidade não como uma força, mas como a curvatura do espaço-tempo, causada pela distribuição desigual da massa, que faz com que as massas se movam ao longo de linhas geodésicas. O exemplo mais extremo desta curvatura do espaço-tempo é um buraco negro, do qual nada – nem mesmo a luz – pode escapar depois de passar pelo horizonte de eventos. No entanto, para a maioria das aplicações, a gravidade é bem aproximada pela lei da gravitação universal de Newton, que descreve a gravidade como uma força que faz com que dois corpos sejam atraídos um pelo outro, com magnitude proporcional ao produto de suas massas e inversamente proporcional ao quadrado da distância entre eles. Os modelos atuais de física de partículas implicam que o primeiro exemplo de gravidade no universo, possivelmente na forma de gravidade quântica, supergravidade ou uma singularidade gravitacional, juntamente com o espaço e o tempo comuns, desenvolveu-se durante a Era de Planck (até 10-43 segundos após o nascimento do universo), possivelmente de um estado primordial, como um falso vácuo, vácuo quântico ou partícula virtual, de uma forma atualmente desconhecida. – discusses \"Planck time\" and \"Planck era\" at the very beginning of the Universe Os cientistas estão atualmente trabalhando para desenvolver uma teoria da gravidade consistente com a mecânica quântica, uma teoria da gravidade quântica, que permitiria que a gravidade fosse unida em uma estrutura matemática comum (uma teoria de tudo) com as outras três interações fundamentais da física. == Definições == A gravitação, também conhecida como atração gravitacional, é a atração mútua entre todas as massas do universo, enquanto a gravidade é a atração gravitacional na superfície de um planeta ou outro corpo celeste; \"gravidade\" também pode incluir, além da gravitação, a força centrífuga resultante da rotação do planeta. == História == === Mundo antigo === A natureza e o mecanismo da gravidade foram explorados por uma ampla gama de estudiosos da Antiguidade. Na Grécia Antiga, Aristóteles acreditava que os objetos caíam em direção à Terra porque a Terra era o centro do universo e atraía toda a massa do universo para ela. Ele também pensava que a velocidade de um objeto em queda deveria aumentar com o seu peso, uma conclusão que mais tarde se mostrou falsa. Embora a visão de Aristóteles fosse amplamente aceita em toda a Grécia Antiga, houve outros pensadores, como Plutarco, que previram corretamente que a atração da gravidade não era exclusiva da Terra. Embora não entendesse a gravidade como uma força, o antigo filósofo grego Arquimedes descobriu o centro de gravidade de um triângulo. Ele postulou que se dois pesos iguais não tivessem o mesmo centro de gravidade, o centro de gravidade dos dois pesos juntos estaria no meio da linha que une seus centros de gravidade. Dois séculos mais tarde, o engenheiro e arquiteto romano Vitrúvio afirmou e sua obra De Architectura que a gravidade não depende do peso de uma substância, mas sim da sua \"natureza\". No século VI, o estudioso alexandrino bizantino João Filopono propôs a teoria do ímpeto, que modifica a teoria de Aristóteles de que \"a continuação do movimento depende da ação contínua de uma força\", incorporando uma força causativa que diminui com o tempo.Philoponus' term for impetus is \"ἑνέργεια ἀσώματος κινητική\" (\"incorporeal motive enérgeia\"); see CAG XVII, Ioannis Philoponi in Aristotelis Physicorum Libros Quinque Posteriores Commentaria, Walter de Gruyter, 1888, p. 642: \"λέγω δὴ ὅτι ἑνέργειά τις ἀσώματος κινητικὴ ἑνδίδοται ὑπὸ τοῦ ῥιπτοῦντος τῷ ῥιπτουμένῳ [I say that impetus (incorporeal motive energy) is transferred from the thrower to the thrown].\" No século VI, o matemático e astrônomo indiano Brahmagupta propôs a ideia de que a gravidade é uma força atrativa que atrai objetos para a Terra e usou o termo gurutvākarṣaṇ para descrevê-la. No antigo Oriente Médio, a gravidade era um tema de debate acirrado. O intelectual persa Al-Biruni acreditava que a força da gravidade não era exclusiva da Terra e presumiu corretamente que outros corpos celestes também deveriam exercer uma atração gravitacional. Em contraste, Al-Khazini manteve a mesma posição de Aristóteles de que toda a matéria do universo é atraída para o centro da Terra. === Revolução científica === Em meados do século XVI, vários cientistas europeus refutaram experimentalmente a noção aristotélica de que objetos mais pesados caem mais rapidamente. Em particular, o padre dominicano espanhol Domingo de Soto escreveu em 1551 que os corpos em queda livre aceleram uniformemente. De Soto pode ter sido influenciado por experiências anteriores conduzidas por outros padres dominicanos na Itália, como Benedetto Varchi, Francesco Beato, Luca Ghini e Giovan Bellaso, que contradiziam os ensinamentos de Aristóteles sobre a queda de corpos. O físico italiano de meados do século XVI, Giambattista Benedetti, publicou artigos afirmando que, devido à gravidade específica, objetos feitos do mesmo material, mas com massas diferentes, cairiam na mesma velocidade. Com o experimento da torre Delft de 1586, o físico flamengo Simon Stevin observou que duas balas de canhão de tamanhos e pesos diferentes caíam na mesma velocidade quando lançadas de uma torre. No final do século XVI, as medições cuidadosas feitas por Galileu Galilei de bolas rolando em declives permitiram- lhe estabelecer firmemente que a aceleração gravitacional é a mesma para todos os objetos.Galileo (1638), Two New Sciences, First Day Salviati speaks: \"If this were what Aristotle meant you would burden him with another error which would amount to a falsehood; because, since there is no such sheer height available on earth, it is clear that Aristotle could not have made the experiment; yet he wishes to give us the impression of his having performed it when he speaks of such an effect as one which we see.\" Em 1604, Galileu formulou corretamente a hipótese de que a distância de um objeto em queda é proporcional ao quadrado do tempo decorrido. Isto foi posteriormente confirmado pelos cientistas italianos jesuítas Grimaldi e Riccioli entre 1640 e 1650. Eles também calcularam a magnitude da gravidade da Terra medindo as oscilações de um pêndulo.J.L. Heilbron, Electricity in the 17th and 18th Centuries: A Study of Early Modern Physics (Berkeley: University of California Press, 1979), 180. === Teoria da gravitação de Newton === Em 1657, o cientista inglês Robert Hooke publicou sua obra Micrographia, na qual levantava a hipótese de que a Lua deveria ter gravidade própria. Em 1666, ele acrescentou mais dois princípios: que todos os corpos se movem em linha reta até serem desviados por alguma força e que a força atrativa é mais forte para corpos mais próximos. Numa comunicação à Royal Society em 1666, Hooke escreveu A palestra de Hooke no Gresham College em 1674, Uma tentativa de provar o movimento anual da Terra, explicou que a gravitação se aplicava a \"todos os corpos celestes\". Em 1684, Newton enviou um manuscrito a Edmond Halley intitulado De motu corporum in gyrum ('Sobre o movimento dos corpos em órbita'), que fornecia uma justificativa física para as leis do movimento planetário de Kepler. Halley ficou impressionado com o manuscrito e instou Newton a expandi-lo, sendo que alguns anos depois Newton publicou um livro inovador chamado Philosophiæ Naturalis Principia Mathematica (Princípios Matemáticos da Filosofia Natural). Neste livro, Newton descreveu a gravitação como uma força universal e afirmou que \"as forças que mantêm os planetas em seus órbitas devem [ser] reciprocamente como os quadrados de suas distâncias dos centros em torno dos quais eles giram\". Esta afirmação foi posteriormente condensada na seguinte lei do inverso do quadrado:F = G \\frac{m_1 m_2}{r^2}, onde é a força, e são as massas dos objetos interagindo, é a distância entre os centros das massas e é a constante gravitacional 6.674× 10−11 m3 ⋅kg−1 ⋅s−2. Os Princípios de Newton foram bem recebidos pela comunidade científica e a sua lei da gravitação rapidamente se espalhou pelo mundo europeu. Mais de um século depois, em 1821, sua teoria da gravitação ganhou ainda maior destaque quando foi usada para prever a existência de Netuno. Naquele ano, o astrônomo francês Alexis Bouvard usou essa teoria para criar uma tabela modelando a órbita de Urano, que mostrou diferir significativamente da trajetória real do planeta. Para explicar esta discrepância, muitos astrônomos especularam que poderia haver um grande objeto para além da órbita de Urano que estava a perturbar a sua trajetória. Em 1846, os astrônomos John Couch Adams e Urbain Le Verrier usaram, independentemente, a lei de Newton para prever a localização de Netuno no céu noturno e o planeta foi descoberto em um dia. === Relatividade geral === Os astrônomos notaram uma excentricidade na órbita do planeta Mercúrio que não poderia ser explicada pela teoria de Newton: o periélio da órbita estava aumentando cerca de 42,98 segundos de arco por século. A explicação mais óbvia para esta discrepância era um corpo celeste ainda não descoberto, como um planeta, que orbitaria o Sol ainda mais perto do que Mercúrio, mas todos os esforços para encontrar tal corpo revelaram-se infrutíferos. Em 1915, Albert Einstein desenvolveu uma teoria da relatividade geral que foi capaz de modelar com precisão a órbita do planeta. Na relatividade geral, os efeitos da gravitação são atribuídos à curvatura do espaço-tempo em vez de a uma força. Einstein começou a brincar com essa ideia na forma do princípio da equivalência, uma descoberta que mais tarde descreveu como “o pensamento mais feliz da minha vida”. Nesta teoria, a queda livre é considerada equivalente ao movimento inercial, o que significa que os objetos inerciais em queda livre são acelerados em relação aos observadores não inerciais no solo. Einstein propôs que o espaço-tempo é curvado pela matéria e que os objetos em queda livre se movem ao longo de trajetórias localmente retas no espaço-tempo curvo. Esses caminhos retos são chamados de geodésicas. Como na primeira lei do movimento de Newton, Einstein acreditava que uma força aplicada a um objeto faria com que ele se desviasse de uma geodésica. Por exemplo, as pessoas que estão na superfície da Terra são impedidas de seguir um caminho geodésico porque a resistência mecânica da Terra exerce uma força ascendente sobre elas. Isso explica por que o movimento ao longo da geodésica no espaço-tempo é considerado inercial. A descrição da gravidade de Einstein foi rapidamente aceita pela maioria dos físicos, pois foi capaz de explicar uma grande variedade de resultados experimentais anteriormente desconcertantes. Nos anos seguintes, uma vasta gama de experiências forneceu apoio adicional à ideia da relatividade geral. Atualmente, a teoria da relatividade de Einstein é usada para todos os cálculos gravitacionais onde a precisão absoluta é desejada, embora a lei do inverso do quadrado de Newton continue a ser uma aproximação útil e bastante precisa. == Pesquisa moderna == Na física moderna, a relatividade geral continua a ser a estrutura para a compreensão da gravidade. Os físicos continuam a trabalhar para encontrar soluções para as equações de campo de Einstein que formam a base da relatividade geral, enquanto alguns cientistas especulam que a relatividade geral pode não ser aplicável em certos cenários. === Equações de campo de Einstein === As equações de campo de Einstein são um sistema de 10 equações diferenciais parciais que descrevem como a matéria afeta a curvatura do espaço-tempo. O sistema é frequentemente expresso na forma G_{\\mu u} + \\Lambda g_{\\mu u} = \\kappa T_{\\mu u}, onde G_{\\mu u} é o tensor de Einstein, g_{\\mu u} é o tensor métrico, T_{\\mu u} é o tensor tensão- energia, é a constante cosmológica, G é a constante newtoniana de gravitação e c é a velocidade da luz . A constante \\kappa = \\frac{8\\pi G}{c^4} é chamada de constante gravitacional de Einstein. Uma importante área de pesquisa é a descoberta de soluções exatas para as equações de campo de Einstein. Resolver essas equações equivale a calcular um valor preciso para o tensor métrico (que define a curvatura e a geometria do espaço-tempo) sob certas condições físicas. Não existe uma definição formal do que constitui tais soluções, mas a maioria dos cientistas concorda que elas deveriam ser expressáveis usando funções elementares ou equações diferenciais lineares. Algumas das soluções mais notáveis das equações incluem: * A solução de Schwarzschild, que descreve o espaço-tempo em torno de um objeto massivo esfericamente simétrico, não giratório e sem carga. Para objetos suficientemente compactos, esta solução gerou um buraco negro com singularidade central. Em pontos distantes da massa central, as acelerações previstas pela solução de Schwarzschild são praticamente idênticas às previstas pela teoria da gravidade de Newton. * A solução Reissner-Nordström, que analisa um objeto esfericamente simétrico não giratório com carga e foi descoberta independentemente por vários pesquisadores diferentes entre 1916 e 1921. Em alguns casos, esta solução pode prever a existência de buracos negros com horizontes de eventos duplos. * A solução de Kerr, que generaliza a solução de Schwarzchild para objetos massivos em rotação. Devido à dificuldade de fatorar os efeitos da rotação nas equações de campo de Einstein, esta solução não foi descoberta até 1963. * A solução Kerr-Newman para objetos massivos carregados e giratórios. Esta solução foi derivada em 1964, usando a mesma técnica de transformação de coordenadas complexas usada para a solução de Kerr. * A solução cosmológica de Friedmann–Lemaître–Robertson–Walker, descoberta em 1922 por Alexander Friedmann e depois confirmada em 1927 por Georges Lemaître. Esta solução foi revolucionária para prever a expansão do Universo, o que foi confirmado sete anos depois após uma série de medições de Edwin Hubble. Mostrou até que a relatividade geral era incompatível com um universo estático e Einstein mais tarde admitiu que tinha errado ao conceber as suas equações de campo para dar conta de um universo que não estava em expansão. Atualmente, permanecem muitas situações importantes nas quais as equações de campo de Einstein não foram resolvidas. A principal delas é o problema dos dois corpos, que diz respeito à geometria do espaço-tempo em torno de dois objetos massivos que interagem mutuamente, como o Sol e a Terra, ou as duas estrelas em um sistema estelar binário. A situação fica ainda mais complicada quando se consideram as interações de três ou mais corpos massivos (o \"problema dos n corpos\"), e alguns cientistas suspeitam que as equações de campo de Einstein nunca serão resolvidas neste contexto. Contudo, ainda é possível construir uma solução aproximada para as equações de campo no problema de n-corpos utilizando a técnica de expansão pós-Newtoniana. Em geral, a extrema não linearidade das equações de campo de Einstein torna difícil resolvê-las em todos os casos, exceto nos mais específicos. === Gravidade e mecânica quântica === Apesar do seu sucesso na previsão dos efeitos da gravidade em grandes escalas, a relatividade geral é, em última análise, incompatível com a mecânica quântica. Isto ocorre porque a relatividade geral descreve a gravidade como uma distorção suave e contínua do espaço-tempo, enquanto a mecânica quântica sustenta que todas as forças surgem da troca de partículas discretas conhecidas como quanta. Esta contradição é especialmente incômoda para os físicos porque as outras três forças fundamentais (força forte, força fraca e eletromagnetismo) foram reconciliadas com uma estrutura quântica há décadas. Como resultado, os pesquisadores modernos começaram a procurar uma teoria que pudesse unir a gravidade e a mecânica quântica sob uma estrutura mais geral. Um caminho é descrever a gravidade no âmbito da teoria quântica de campos (TQC), que tem conseguido descrever com precisão as outras interações fundamentais. A força eletromagnética surge de uma troca de fótons virtuais, onde a descrição TQC da gravidade é que há uma troca de grávitons virtuais. Esta descrição reproduz a relatividade geral no limite clássico. No entanto, esta abordagem falha em distâncias curtas da ordem do comprimento de Planck, onde é necessária uma teoria mais completa da gravidade quântica (ou uma nova abordagem à mecânica quântica). Em 23 de fevereiro de 2024, pesquisadores relataram estudos que, pela primeira vez, mediram a gravidade em níveis microscópicos. === Testes de relatividade geral === Testar as previsões da relatividade geral tem sido historicamente difícil, porque são quase idênticas às previsões da gravidade newtoniana para pequenas energias e massas. Ainda assim, desde o seu desenvolvimento, uma série contínua de resultados experimentais forneceu suporte para a teoria: * Em 1919, o astrofísico britânico Arthur Eddington conseguiu confirmar a lente gravitacional prevista da luz durante o eclipse solar daquele ano.. Quote, p. 332: \"Thus the results of the expeditions to Sobral and Principe can leave little doubt that a deflection of light takes place in the neighbourhood of the sun and that it is of the amount demanded by Einstein's generalised theory of relativity, as attributable to the sun's gravitational field.\" Eddington mediu as deflexões da luz das estrelas duas vezes conforme previsto pela teoria corpuscular newtoniana, de acordo com as previsões da relatividade geral. Embora a análise de Eddington tenha sido posteriormente contestada, esta experiência tornou Einstein famoso quase da noite para o dia e fez com que a relatividade geral se tornasse amplamente aceita na comunidade científica. * Em 1959, os físicos estadunidenses Robert Pound e Glen Rebka realizaram um experimento no qual usaram raios gama para confirmar a previsão da dilatação do tempo gravitacional. Ao enviar os raios para baixo de uma torre de 74 pés e medir a sua frequência na parte inferior, os cientistas confirmaram que a luz sofre um desvio para o vermelho à medida que se move em direção a uma fonte de gravidade. O desvio para o vermelho observado também apoiou a ideia de que o tempo corre mais lentamente na presença de um campo gravitacional. * O atraso da luz que passa perto de um objeto massivo foi identificado pela primeira vez por Irwin I. Shapiro em 1964 em sinais de naves espaciais interplanetárias. * Em 1971, os cientistas descobriram o primeiro buraco negro na galáxia Cygnus, que foi detectado porque emitia rajadas de raios X ao consumir uma estrela menor, sendo que ficou conhecido como Cygnus X-1. Esta descoberta confirmou ainda outra previsão da relatividade geral, porque as equações de Einstein implicavam que a luz não poderia escapar de um objeto suficientemente grande e compacto. * A relatividade geral afirma que a gravidade atua igualmente sobre a luz e a matéria, o que significa que um objeto suficientemente massivo poderia deformar a luz ao seu redor e criar uma lente gravitacional. Este fenômeno foi confirmado pela primeira vez por observação em 1979 usando o telescópio de 2,1 metros do Observatório Nacional Kitt Peak, no Arizona, que viu duas imagens espelhadas do mesmo quasar cuja luz havia sido curvada em torno da galáxia YGKOW G1. Extract of page 106 * O arrasto de referenciais, a ideia de que um objeto massivo em rotação deveria girar o espaço-tempo em torno dele, foi confirmado pelos resultados da Gravity Probe B em 2011. * Em 2015, o observatório LIGO detectou ondas gravitacionais fracas, cuja existência havia sido prevista pela relatividade geral. Os cientistas acreditam que as ondas emanaram de uma fusão de buracos negros que ocorreu a 1,5 bilhão de anos-luz de distância. == Especificidades == === Gravidade da Terra === Cada corpo planetário (incluindo a Terra) está rodeado pelo seu próprio campo gravitacional, que pode ser conceituado pela física newtoniana como exercendo uma força atrativa sobre todos os objetos. Assumindo um planeta esfericamente simétrico, a força deste campo em qualquer ponto acima da superfície é proporcional à massa do corpo planetário e inversamente proporcional ao quadrado da distância do centro do corpo. A força do campo gravitacional é numericamente igual à aceleração dos objetos sob sua influência. A taxa de aceleração da queda de objetos próximos à superfície da Terra varia muito ligeiramente dependendo da latitude, das características da superfície, como montanhas e cordilheiras e, talvez, das densidades subterrâneas incomumente altas ou baixas. A força da gravidade na Terra é a resultante (soma vetorial) de duas forças: (a) A atração gravitacional de acordo com a lei da gravitação universal de Newton, e (b) a força centrífuga, que resulta da escolha de um quadro de referência giratório e terrestre. A força da gravidade é mais fraca no equador devido à força centrífuga causada pela rotação da Terra e porque os pontos no equador estão mais distantes do centro da Terra. A força da gravidade varia com a latitude e aumenta de cerca de 9.780 metros por segundo ao quadrado no Equador para cerca de por segundo ao quadrado nos polos. === Origem === A gravidade mais antiga (possivelmente na forma de gravidade quântica, supergravidade ou singularidade gravitacional), juntamente com o espaço e o tempo comuns, desenvolveu-se durante a Era de Planck (até 10-43 segundos após o nascimento do universo), possivelmente a partir de um estado primitivo (como um vácuo falso, vácuo quântico ou partícula virtual), de uma maneira atualmente desconhecida. === Radiação gravitacional === A relatividade geral prevê que a energia pode ser transportada para fora de um sistema através da radiação gravitacional. A primeira evidência indireta da radiação gravitacional foi registrada através de medições do binário Hulse-Taylor em 1973. Este sistema consiste em um pulsar e uma estrela de nêutrons em órbita um ao redor do outro. O seu período orbital diminuiu desde a sua descoberta inicial devido a uma perda de energia, o que é consistente com a quantidade de perda de energia devido à radiação gravitacional. Esta pesquisa recebeu o Prêmio Nobel de Física em 1993. A primeira evidência direta de radiação gravitacional foi medida em 14 de setembro de 2015 pelos detectores LIGO. Foram medidas as ondas gravitacionais emitidas durante a colisão de dois buracos negros a 1,3 bilhão de anos-luz da Terra. Esta observação confirma as previsões teóricas de Einstein e de outros de que tais ondas existem. Também abre caminho para a observação prática e a compreensão da natureza da gravidade e dos eventos no universo, incluindo o Big Bang. A formação de estrelas de nêutrons e buracos negros também cria quantidades detectáveis de radiação gravitacional. Esta pesquisa recebeu o Prêmio Nobel de Física em 2017. === Velocidade da gravidade === Em dezembro de 2012, uma equipe de pesquisa na China anunciou que tinha produzido medições do desfasamento das marés terrestres durante as fases da lua cheia e nova, que parecem provar que a velocidade da gravidade é igual à velocidade da luz.Chinese scientists find evidence for speed of gravity , astrowatch.com, 12/28/12. Isso significa que se o Sol desaparecesse repentinamente, a Terra continuaria orbitando o ponto vago normalmente por 8 minutos, que é o tempo que a luz leva para percorrer essa distância. As descobertas da equipe foram divulgadas no Science Bulletin em fevereiro de 2013. Em outubro de 2017, os detectores LIGO e Virgo receberam sinais de ondas gravitacionais dentro de 2 segundos após satélites de raios gama e telescópios ópticos observarem sinais da mesma direção. Isso confirmou que a velocidade das ondas gravitacionais era igual à velocidade da luz. == Anomalias e discrepâncias == Existem algumas observações de fenômenos que não são adequadamente explicados, o que pode apontar para a necessidade de teorias da gravidade melhores ou talvez de outras formas de explicação. * Estrelas extra-rápidas: As estrelas nas galáxias seguem uma distribuição de velocidades onde as estrelas na periferia se movem mais rápido do que deveriam de acordo com as distribuições observadas da matéria normal. Galáxias dentro de aglomerados de galáxias mostram um padrão semelhante. A matéria escura, que interagiria através da gravitação, mas não eletromagneticamente, seria responsável pela discrepância. Várias modificações na dinâmica newtoniana também foram propostas. * Anomalia de sobrevôo: Várias espaçonaves experimentaram aceleração maior do que o esperado durante manobras assistidas pela gravidade. * Expansão acelerada: A expansão do universo parece estar se acelerando. O conceito de energia escura foi proposta para explicar isso. * Aumento anômalo da unidade astronômica: Medições recentes indicam que as órbitas planetárias estão se alargando mais rapidamente do que se isso ocorresse apenas devido à perda de massa do Sol pela radiação de energia. * Fótons extraenergéticos: Os fótons que viajam através de aglomerados de galáxias devem ganhar energia e depois perdê-la novamente ao sair. A expansão acelerada do universo deverá impedir que os fótons devolvam toda a energia, mas mesmo tendo isto em conta, os fótons da radiação cósmica de fundo em micro-ondas ganham o dobro da energia esperada. Isto pode indicar que a gravidade diminui mais rapidamente do que o inverso do quadrado em certas escalas de distância. * Nuvens de hidrogênio extramassivas: As linhas espectrais da floresta Lyman-alfa sugerem que as nuvens de hidrogênio estão mais aglomeradas em certas escalas do que o esperado e, como o fluxo escuro, podem indicar que a gravidade cai mais lentamente do que o inverso do quadrado em certas escalas de distância. == Ver também == *Antigravidade *Gravidade artificial *Lei da queda dos corpos *Velocidade de escape *Escape atmosférico *Leis de Newton *Imponderabilidade === Bibliografia === * * * == Ligações externas == * * *",
 "title": "Gravidade"
}