{
 "id": "98601",
 "text": "O Ministério das Finanças (MF) é o departamento do Governo de Portugal, responsável por definir e conduzir a política financeira do Estado e as políticas para a Administração Pública. ==História== O Ministério das Finanças tem a sua origem nas vedorias da Fazenda criadas no século XIV para gerirem os assuntos financeiros do Estado. A partir 1584, as vedorias são substituídas pelo Conselho do Tribunal da Fazenda. Em 1761, é criado o Erário Régio que se transforma no departamento central de finanças do Estado, sendo extinto o Conselho da Fazenda. Em 1788, é criado o moderno Ministério das Finanças, sendo então denominado Secretaria de Estado dos Negócios da Fazenda. A partir de 1849 passa a designar-se Ministério dos Negócios da Fazenda ou simplesmente Ministério da Fazenda. Em 1910, o departamento muda a sua denominação para Ministério das Finanças. Desde então, o ministério tem mantido quase sempre a mesma denominação, com excepção de alguns períodos limitados em que se chamou Ministério das Finanças e da Coordenação Económica (março-maio de 1974), Ministério da Coordenação Económica (maio-junho de 1974), Ministério das Finanças e do Plano (1980–1983) ou Ministério das Finanças e Administração Pública (2002–2011).Cronologia do Ministério das Finanças ==Responsáveis== * Ministro das Finanças: Joaquim Miranda Sarmento ==Organização== * Ministro de Estado e das Finançashttp://www.portugal.gov.pt/media/1552704/20141003%20org%20mf.pdf **Organismos diretamente dependentes do ministro ***Secretaria-Geral do Ministério das Finanças; ***Gabinete de Planeamento, Estratégia, Avaliação e Relações Internacionais; ***Inspecção-Geral de Finanças (em coordenação com o Ministro-Adjunto); ***Parpública — Participações Públicas (SGPS), S.A.; ***Imprensa Nacional-Casa da Moeda, S.A. (em coordenação com a Ministra da Presidência e da Modernização Administrativa); **Secretário de Estado do Orçamento ***Direcção-Geral do Orçamento; ***ADSE — Direcção-Geral de Protecção Social aos Funcionários e Agentes da Administração Pública; ***Entidade de Serviços Partilhados da Administração Pública, I.P. (em coordenação com a Ministra da Presidência e da Modernização Administrativa); ***Caixa Geral de Aposentações; ***Conselho Coordenador do Sistema de Controlo Interno da Administração Financeira do Estado; ***Instituto de Financiamento da Agricultura e Pescas, I. P.; **Secretário de Estado Adjunto e das Finanças ***Direcção-Geral do Tesouro e Finanças; ***Comissão do Mercado de Valores Mobiliários; ***Conselho Nacional do Mercado de Valores Mobiliários; ***Instituto de Seguros de Portugal; ***Instituto de Apoio às Pequenas e Médias Empresas; ***Mediadora de Crédito; ***Unidade Técnica Acompanhamento Projetos; ***Fundo de Garantia de Depósitos; ***Fundo de Garantia do Crédito Agrícola Mútuo; ***Fundo de Contragarantia Mútuo; ***Fundo de Resolução; ***Sistema de Indemnização aos Investidores; **Secretário de Estado do Tesouro ***Direcção-Geral do Tesouro e Finanças; ***Fundo de Regularização da Dívida Pública; ***Agência de Gestão da Tesouraria e da Dívida Pública — IGCP, E.P.E.; ***Entidade de Serviços Partilhados da Administração Pública, I.P. (em coordenação com a Ministra da Presidência e da Modernização Administrativa); ***Instituto da Habitação e da Reabilitação Urbana, I.P; **Secretário de Estado dos Assuntos Fiscais ***Autoridade Tributária e Aduaneira ***Comissão de Normalização Contabilística; ***Fundo de Estabilização Tributário; ***Fundo de Estabilização Aduaneiro. ***Conselho Interministerial de Coordenação dos Incentivos Fiscais ao Investimento; **Secretária de Estado da Administração Pública ***Direcção-Geral da Administração e do Emprego Público; ***Direção- Geral da Qualificação dos Trabalhadores em Funções Públicas; ***Serviços Sociais da Administração Pública; ***Entidade de Serviços Partilhados da Administração Pública, I.P. (em coordenação com a Ministra da Presidência e da Modernização Administrativa); ***Programa Operacional Potencial Humano; ***Comissão de Recrutamento e Selecção para a Administração Pública; ==Lista de ministros das Finanças== == Ligações externas == *Conselho da Fazenda, in Infopédia, Porto Editora, Porto, 2003–2012. (Consult. 2012–07–25) *Ministério das Finanças *Ministério das Finanças — DGCI Financas",
 "title": "Ministério das Finanças (Portugal)"
}