{
 "id": "98606",
 "text": "Luís Manuel Moreira de Campos e Cunha GCIH (Luanda, 6 de fevereiro de 1954) é um economista português, que foi Ministro das Finanças de Portugal entre Março e Julho de 2005. == Biografia == Licenciou-se em Economia pela Faculdade de Ciências Humanas da Universidade Católica Portuguesa em 1977. Em 1985 terminou o doutoramento em Economia pela Columbia University de Nova Iorque, com uma tese sobre economia internacional. Foi sucessivamente: * Professor catedrático da Faculdade de Economia da Universidade Nova de Lisboa, desde 1985, foi também docente na Universidade Católica. * Foi Director da Faculdade de Economia da Universidade Nova de Lisboa. * Vice-Governador do Banco de Portugal, entre 1996 e 2002. * Ministro de Estado e Ministro das Finanças do XVII Governo Constitucional de 2005-03-12 a 2005-07-21. Foi substituído na pasta das Finanças por Fernando Teixeira dos Santos por \"motivos pessoais, familiares e cansaço\", segundo a explicação oficial avançada, mas o que foi verdade é que abandonava o Governo num momento de tensão com alguns colegas do Conselho de Ministros, nomeadamente com Manuel Pinho e Mário Lino. É um dos 31 subscritores de um manifesto ao XIX Governo, apresentado ao público em 15 de setembro de 2014, que defende que as contas dos partidos sejam auditadas por entidades independentes e credíveis, nomeadamente um \"corpo de auditores especiais no âmbito da Procuradoria-Geral da República, uma secção especializada do Tribunal de Contas e o recurso necessário a auditores externos\". A 12 de Fevereiro de 2016 foi agraciado com a Grã-Cruz da Ordem do Infante D. Henrique. == Ligações familiares == Casou com Rita Maria Ferreira Duarte, de quem tem dois filhos e uma filha, David, Miguel e Ana Rita Ferreira Duarte de Campos e Cunha. == Ligações externas == * Luís Campos e Cunha, in Infopédia (Em linha), Porto: Porto Editora, 2003-2014. (Consult. 2014-09-24). * Categoria:Naturais de Luanda colonial Categoria:Retornados Categoria:Alumni da Universidade Católica Portuguesa Categoria:Ministros das Finanças de Portugal Categoria:Professores da Universidade Católica Portuguesa Categoria:Professores da Universidade Nova de Lisboa Categoria:Ministros de Portugal Categoria:Grã-Cruzes da Ordem do Infante D. Henrique",
 "title": "Luís Campos e Cunha"
}