{
 "id": "98635",
 "text": "Malandragem define-se como um conjunto de artimanhas utilizadas para se obter vantagem em determinada situação (vantagens estas, muitas vezes, ilícitas). Por exemplo, utilizar-se de esperteza para não trabalhar.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 068. Caracteriza-se pela engenhosidade e sutileza. Sua execução exige destreza, carisma, lábia e quaisquer características que permitam a manipulação de pessoas ou resultados, de forma a obter o melhor destes, e da maneira mais fácil possível. Contradiz a argumentação lógica, o labor e a honestidade, pois a malandragem pressupõe que tais métodos são incapazes de gerar bons resultados. Aquele que pratica a malandragem (o \"malandro\") age como no popular adágio brasileiro, imortalizado sob o nome de Lei do Gerson: \"gosto de levar vantagem em tudo\". Junto ao jeitinho, a malandragem pode ser considerada um comportamento tipicamente (mas não unicamente) brasileiro; porém, diferentemente do jeitinho, na malandragem a integridade de instituições e de indivíduos pode ser efetivamente lesada, e de forma juridicamente definível como dolosa. No entanto, a malandragem bem- sucedida pressupõe que se obtenham vantagens sem que sua ação se faça perceber. Em termos mais populares, o \"malandro\" \"engana\" o \"otário\" (vítima) sem que este perceba ter sido enganado. Tal como o jeitinho, a malandragem é um recurso de esperteza, utilizado por indivíduos de pouca influência social, ou socialmente desfavorecidos. Isso não impede a malandragem de ser igualmente utilizada por indivíduos mais bem posicionados socialmente. Através da malandragem, obtêm-se vantagens ilícitas em jogos de azar, nos negócios e na vida social em sua totalidade. Pode-se considerar \"malandro\" o patrão que \"dá um jeito\" de não pagar os funcionários tal como deveria; ou o \"jogador\" que manipula as cartas e leva, para si, toda uma rodada de apostas. == Etimologia == O termo \"malandro\" tem sua origem no termo italiano malandrino. ==Estereótipo do malandro brasileiro== O estereótipo do típico malandro brasileiro surgiu na primeira metade do século XX. Carregado de um certo romantismo, foi principalmente imortalizado pelas letras de samba. De acordo com este estereótipo, o malandro habita os guetos; usa chapéu-palheta ou panamá e calça sapatos de cores branca e preta. Veste camisa preta com listras brancas (é sua identidade) com detalhes vermelhos ou camisa regata listrada, calças brancas e leva sempre uma navalha no bolso do paletó. Frequenta a Praça Mauá. É boêmio, vive de pequenos golpes, aprecia rodas de samba e não acredita no trabalho como um modo de vida; no entanto, é sensível e sentimental, além de galante, cavalheiro e um amante invejável. Obviamente, não existe uma \"teoria da malandragem\" que sustente e justifique ideologicamente esse comportamento típico. A postura, atitude e cotidiano do malandro é retratado principalmente pelas artes. O samba \"Lenço no Pescoço\", escrito por Wilson Batista e gravado por Sílvio Caldas em 1933, tornou-se um \"hino\" da \"malandragem brasileira\". Suas estrofes descrevem, com precisão, o modo de vida de um típico malandro: \"Meu chapéu do lado / Tamanco arrastando / Lenço no pescoço / Navalha no bolso / Eu passo gingando / Provoco e desafio / Eu tenho orgulho / Em ser tão vadio. / Sei que eles falam / Deste meu proceder / Eu vejo quem trabalha / Andar no miserê / Eu sou vadio / Porque tive inclinação / Eu me lembro, era criança / Tirava samba-canção\". O jeito de ser e vestir do malandro, como estereótipo, também bebe na fonte do personagem folclórico Zé Pelintra, personalidade emblemática do catimbó. A umbanda, posteriormente, incorporou o antigo mestre de mesa, com a figura de malandro, também chamado de Pernambucano, quando do translado de levas de migrantes do Nordeste para o Centro-Sul do Brasil. Zé Pelintra seria um boêmio de modos selvagens em suas lides, mas de coração bom e prestimoso, sendo, inclusive, considerado \"padrinho dos pobres\". A mais marcante diferença entre o estereótipo do malandro e a representação de Zé Pelintra é que este último veste-se em caxemira e gravata vermelha, enquanto que o malandro típico prefere camisas listradas, sem gravata. No Brasil, muitos indivíduos que poderiam ser considerados como \"malandros típicos\" fizeram fortunas ilícitas como empresários do jogo do bicho. Estes malandros praticam caridade e investem nas escolas de samba, o que lhes confere uma imagem romântica de benfeitores. Tal imagem foi, no entanto, severamente prejudicada com o episódio conhecido como \"CPI do jogo do bicho\", onde se investigou o envolvimento deste tipo de empresário (o \"bicheiro\") com corrupção. De fato, a linha que separa a malandragem romântica do crime explícito é imprecisa. A coleção de contos \"Pastores da Noite\", de Jorge Amado, fornece um costumeiro retrato romântico dos pequenos malandros: arruaceiros, amigos e de bom coração. A bem-humorada \"Ópera do Malandro\" (1978), de Chico Buarque de Hollanda, descreve, com mais precisão, o malandro: contrabandista, bonachão, bon vivant e, com certeza, criminoso. Mais sóbria, a peça teatral \"Boca de Ouro\" (1959), escrita por Nelson Rodrigues, oferece um perfil realista do malandro bicheiro: temível, orgulhoso, vaidoso, generoso por demagogia e psicótico. ==A malandragem como modo de vida== A malandragem configura-se quando o sujeito abdica e mesmo escarnece de suas funções e obrigações sociais, tais como obediência às autoridades, respeito à propriedade alheia, altruísmo etc., preferindo viver o dia a dia da forma mais hedonista possível. O malandro não toma esta atitude por ímpeto revolucionário, convicção ideológica ou qualquer conclusão intelectual. Ainda que sua atitude possa ser desencadeada por ressentimento social, o propósito do malandro não é o de mudar o status quo, e uma discussão dessa ordem simplesmente não faria diferença para ele. A verdade é que a diligência do trabalho quotidiano não possui aplicação prática em sua vida, e a realização de pequenos delitos furtivos e independentes dão-lhe vívida impressão de sucesso, causando-lhe sensação de satisfação e mesmo superioridade. Devido a essas características, o malandro muitas vezes é rotulado como \"preguiçoso\", \"vagabundo\", \"escória\", \"inútil\". No entanto, sendo uma atitude típica de indivíduos desfavorecidos, a malandragem muitas vezes é vista com simpatia. Ao malandro cabe muitas vezes o papel de herói, ainda que se aproxime mais de um anti-herói. O malandro é idealmente representado como o sujeito que, privado de instituições que o representem, precisa utilizar da própria inteligência e artimanha para lidar com os mais fortes. Além do quê, o malandro ideal carrega em si o carisma que lhe rende simpatia, mesmo diante daqueles que teriam motivos para não aprovar sua atitude. Nesse sentido, a malandragem possui alguma concomitância com o jeitinho. A malandragem é profundamente arraigada no imaginário popular. Em seu livro \"O Grande Massacre de Gatos\", Robert Darnton expõe como, durante a Alta Idade Média, a malandragem fora imortalizada pelas classes populares como um modo de justiça individual. Em uma época de pouca comida e abismos sociais, os personagens que hoje compõem as histórias da \"Mamãe Gansa\" usavam de artimanhas e espertezas para enganar as pessoas mais abastadas e favorecidas, obtendo assim fortunas ou ao menos garantindo a própria sobrevivência. Essas artimanhas e espertezas eram denominados \"cartesianismos\", uma referência a René Descartes, cujas ideias eram vistas com alguma desconfiança pelas classes populares. Esses cartesianismos envolviam manipulação de pessoas, pequenas fraudes e até mesmo o uso de artimanhas mágicas. Ora, esta é precisamente a atitude típica da malandragem: buscar formas mais \"acessíveis\" de usufruir de confortos e vantagens, a maior parte relacionada com o simples desfrute dos prazeres sensoriais da existência (ter, beber, jogar, namorar etc.). Para isso, o malandro utilizará a lábia e a destreza, bem como outras características que o habilitem a manipular pessoas; o malandro eventualmente contará também com a sorte, principalmente porque este indivíduo não acredita na ideia de se realizar grandes esforços no sentido de obter algo para si (daí sua tendência aos jogos de azar, ainda que sempre busque manipular o resultado destes). É preciso ressaltar que a sutileza e a individualidade são as principais características da malandragem. Nesse sentido, um corsário, um assaltante, um líder de gangue ou um saqueador comum não podem ser vistos como malandros. O estereótipo da malandragem foi capaz de influenciar não apenas a cultura brasileira, como também a de outros países, em diferentes épocas. Durante a primeira metade do século XX, os Estados Unidos viram imortalizada a figura do típico malandro do Bronx: negro, pobre, conhecedor das \"manhas\" das ruas; fala gírias e possui um sotaque \"cantado\", parecido com o de um cantor de rap. Usa os chamados zoot suits, ternos quadriculados coloridos, acompanhados de um chapéu de abas largas. Os zoot suits influenciaram o tipo de roupa usada pelos sambistas cariocas e na vestimenta do Zé Carioca de Walt Disney. É bem-humorado, bonachão e muitas vezes de bom coração. Nas concepções mais românticas, é uma pessoa de \"boa paz\", negando-se a realizar crimes \"pesados\", preferindo \"pequenos\" delitos como fraudes e furtos. ==Malandros e Caxias== A imagem do malandro contrapõe-se à do caxias (indivíduos repressores, observadores das normas, leis e bons costumes). No imaginário popular brasileiro, diz-se, frequentemente, que os malandros exercem maior atração nas pessoas que os caxias, inclusive sendo mais bem-sucedidos em suas relações amorosas. Um exemplo literário do convívio entre ambos os extremos pode ser encontrado na obra \"Dona Flor e Seus Dois Maridos\" (1966), escrita por Jorge Amado. Nesta, a protagonista da história, dona Flor, vê-se viúva de seu primeiro marido, um típico malandro chamado Vadinho; tempos depois, casa- se com Teodoro, um típico caxias (fiel, pontual, dedicado). Vadinho retorna em espírito ao mundo dos vivos, forçando dona Flor a manter um triângulo amoroso com Teodoro e seu ex-marido. ==Exemplos de malandros e anti-heróis== *Zé Pelintra (Pernambucano): é o malandro carioca nato. No contexto social da pós- escravidão brasileira, onde o negro liberto jamais encontrou o seu lugar numa sociedade que o negava, Zé Pelintra traça o caminho que lhe era proibido. Se torna um malandro, se desligando das amarras sociais e ousando ser feliz, livre e curtir a vida. Originário do catimbó nordestino, foi adotado pelos praticantes de Umbanda, onde começou a ser retratado como um típico malandro carioca, usando uma roupa muito semelhante aos \"zoot suits\", com o visual composto por terno de linho S-120, o chapéu-panamá, a gravata vermelha e o sapato bicolor. *Aladim: personagem das \"Mil e uma Noites\", Aladim era um jovem árabe que viveu no Oriente Médio. Era vadio, arruaceiro e causava profundo desgosto à mãe. De posse sobre uma \"lâmpada mágica\", consegue fortunas da noite para o dia. *Amigo da Onçaː personagem de Péricles, típico malandro carioca da década de 1950. *Azambuja: típico malandro carioca interpretado por Chico Anysio. *Bender: personagem do desenho Futurama, é um robô dotado de personalidade, cujo caráter é caracterizado por pensamentos maliciosos e um prazer contínuo em driblar as normas. *Gastão: personagem de Walt Disney, Gastão (no inglês original, Gladstone Gander) é primo do Pato Donald. Diferente de Zé Carioca, é baseado no estereótipo do malandro estadunidense, com as devidas amenizações. Como modo de vida, conta unicamente com a sorte. Jamais se preocupa em conseguir emprego ou sustento, porque sempre é amparado pelo destino, fato que causa inveja ao primo Donald. *Jack Sparrow: Típico pirata trapaceiro que tira vantagem dos outros. O oficio de pirata, ou ladrão dos mares já é por si um estilo de vida que tem por base a malandragem. Assim como qualquer pirata, Jack Sparrow é desonrado e egoísta, colocando sempre suas necessidades a frente de tudo e todos. O cinismo também faz parte de sua composição, o que o torna um personagem influenciador e convincente, propiciando seus golpes morais. *João Grilo: personagem típico de anedotas e da literatura de cordel oriundas da região Nordeste brasileira. Imortalizado e popularizado por todo o Brasil através da peça teatral Auto da Compadecida, escrita por Ariano Suassuna. A exemplo de Pedro Malasarte, é um matuto de origem desprivilegiada; porém, é dotado de esperteza e carisma, que usa para sobreviver. *Manda-Chuva: personagem da Hanna-Barbera. É gato de rua que lidera uma gangue dos becos de Nova York. *Pedro Malasarte: personagem originário do folclore popular medieval português, terminou arraigando-se profundamente ao imaginário brasileiro. É um matuto de origem desprivilegiada. Conta apenas com sua própria malandragem para manipular gente mais privilegiada, de forma a obter dela o que necessita para viver com algum conforto. *Pernalonga: Coelho malandro e carismático da Warner, é o principal personagem da série animada Looney Tunes. *Pica-pau: personagem do desenho animado de mesmo nome, possui muito carisma e vive querendo levar vantagem. *Robin Hood: É um herói mítico inglês, um fora-da-lei que roubava dos ricos para dar aos pobres, aos tempos do Rei Ricardo Coração de Leão. Era hábil no arco e flecha e vivia na floresta de Sherwood. Era ajudado por seus amigos \"João Pequeno\" e \"Frei Tuck\", entre outros moradores.Teria vivido no século XIII, gostava de vaguear pela floresta e prezava a liberdade. Ficou imortalizado como \"Príncipe dos ladrões\". Tenha ou não existido tal como o conhecemos, \"Robin Hood\" é, para muitos, um dos maiores heróis de Inglaterra. *Seu Madruga: Personagem da série mexicana Chaves. Apesar de ser desempregado, Seu Madruga consegue morar em um apartamento e sustentar a filha com bicos e pequenas fraudes cometidas à custa de seu senhorio, o Sr. Barriga e outros integrantes da vila em que mora. *Zé Carioca: personagem de Walt Disney, inspirado no estereótipo do malandro carioca. É um papagaio bem-humorado que vive de pequenas espertezas. == Ver também == * Trickster Categoria:Comportamento Categoria:Convenções culturais do Brasil Categoria:Personagens modelos",
 "title": "Malandragem"
}