{
 "id": "987",
 "text": "Hans Christian Andersen (2 de abril de 1805 – 4 de agosto de 1875) foi um autor dinamarquês. Embora seja um escritor prolífico de peças, relatos de viagem, romances e poemas, ele é mais lembrado por seus contos de fadas literários. Os contos de fadas de Andersen, compostos por 156 histórias em nove volumes, foram traduzidos para mais de 125 idiomas. Eles se tornaram culturalmente incorporados na consciência coletiva do Ocidente, facilmente acessíveis às crianças, mas apresentando lições de virtude e resiliência em face da adversidade também para leitores maduros. Seus contos de fadas mais famosos incluem \"A Roupa Nova do Rei\", \"A Pequena Sereia\", \"O Rouxinol e o Imperador da China\", \"O Soldadinho de Chumbo\", \"Os Sapatinhos Vermelhos\", \"A Princesa e a Ervilha\", \"A Rainha da Neve\", \"O Patinho Feio\", \"A Pequena Vendedora de Fósforos\" e \"A Polegarzinha\". Suas histórias inspiraram balés, peças teatrais e filmes de animação e live-action. ==Infância e juventude== thumb|Casa de infância de Andersen em Odense, Dinamarca. Hans Christian Andersen nasceu em Odense, na Dinamarca, em 2 de abril de 1805. Ele tinha uma meia-irmã chamada Karen. Seu pai, também chamado Hans, considerava-se parente da nobreza (sua avó paterna havia dito a seu pai que sua família pertencia a uma classe social mais alta, mas algumas investigações refutaram essas histórias). Embora tenha sido contestado, uma especulação persistente sugere que Andersen era um filho ilegítimo do rei Cristiano VIII da Dinamarca. O historiador dinamarquês Jens Jørgensen apoiou essa ideia em seu livro H.C. Andersen, en sand myte [H.C. Andersen, um verdadeiro mito].H.C. Andersen, en sand myte, Hovedland (1 de janeiro de 1987) Hans Christian Andersen foi batizado em 15 de abril de 1805, na Igreja de Saint Hans (Igreja de São João), em Odense, na Dinamarca. Sua certidão de nascimento só foi redigida em novembro de 1823, segundo a qual seis padrinhos estiveram presentes na cerimônia de batismo: Madame Sille Marie Breineberg, a donzela Friederiche Pommer, o sapateiro Peder Waltersdorff, o carpinteiro oficial Anders Jørgensen, o porteiro do hospital Nicolas Gomard e o chapeleiro real Jens Henrichsen Dorch.Times of India Illustrated Weekly - Volume 108, Issues 39-50 - Página 58 O pai de Andersen, que chegou a fazer o ensino fundamental, apresentou seu filho à literatura, lendo para ele as Mil e Uma Noites. A mãe de Andersen, Anne Marie Andersdatter, era uma lavadeira analfabeta. Após a morte de seu marido em 1816, ela se casou novamente em 1818. Andersen foi enviado para uma escola local para crianças pobres, onde recebeu educação básica e teve que se sustentar, trabalhando como aprendiz de tecelão e, posteriormente, de alfaiate. Aos quatorze anos, mudou-se para Copenhague para procurar emprego como ator. Tendo uma excelente voz de soprano, ele foi aceito no Royal Danish Theatre, mas sua voz logo mudou. Um colega de teatro disse a ele que considerava Andersen um poeta. Levando a sugestão a sério, Andersen começou a se concentrar na escrita. Jonas Collin, diretor do Royal Danish Theatre, tinha grande afeição por Andersen e o enviou para uma escola secundária em Slagelse, persuadindo o rei Frederico VI da Dinamarca a pagar parte da educação do jovem. Andersen já havia publicado sua primeira história, \"The Ghost at Palnatoke's Grave\" (1822). Apesar de não ser um aluno excelente, ele também frequentou a escola em Elsinore até 1827. Desde a tenra infância, Andersen se destacava como um tanto excêntrico. Desproporcionalmente alto, desengonçado e deturpado, ele se mostrava assombrosamente efeminado. Enquanto os demais rapazes se divertiam ao ar livre, ele preferia recluir-se no lar, confeccionando indumentárias para bonecas e ensaiando minuciosamente com seu teatro de marionetes. Mais tarde, ele disse que seus anos nesta escola foram os anos mais sombrios e amargos de sua vida. Em uma escola particular, ele morava na casa de seu professor. Lá ele foi abusado e informado que o crime foi feito para \"melhorar seu caráter\". Mais tarde, ele disse que o corpo docente o desencorajou a escrever, o que resultou em depressão. ==Carreira== ===Primeiros trabalhos=== Um conto de fadas muito antigo de Andersen, \"A Vela de Sebo\" (dinamarquês: Tællelyset), foi descoberto em um arquivo na Dinamarca, em outubro de 2012. Trata-se do primeiro texto inédito de Hans Christian Andersen descoberto em quase cem anos, já que a última obra inédita do autor \"O livro da minha vida\" () tinha sido encontrado na Real Biblioteca da Dinamarca pelo escritor Hans Brix em meados de 1920. A história, escrita na década de 1820, é sobre uma vela que não era apreciada. Foi escrito enquanto Andersen ainda estava na escola e dedicado a um de seus benfeitores. A história permaneceu em posse daquela família até que apareceu entre outros papéis da família, em um arquivo local. Em 1829, Andersen teve um sucesso considerável com o conto \"Uma Jornada a Pé do Canal de Holmen Até o Ponto Leste de Amager\" (localizações do centro e de algumas milhas a leste de Copenhaga). Seu protagonista conhece personagens que vão desde o apóstolo Pedro até um gato falante. Andersen seguiu esse sucesso com uma peça teatral, \"Amor na Torre da Igreja de São Nicolau\", e um pequeno volume de poemas. Ele fez pouco progresso na escrita e a publicação imediatamente após a publicação desses poemas, mas recebeu uma pequena bolsa de viagem do rei em 1833. Isso lhe permitiu partir na primeira de muitas viagens pela Europa. Em Jura, perto de Le Locle, na Suíça, Andersen escreveu a história \"Agnete og Havmanden\". No mesmo ano passou uma noite na vila costeira italiana de Sestri Levante, lugar que inspirou o título de \"The Bay of Fables\". Ele chegou a Roma em outubro de 1834. As viagens de Andersen na Itália foram refletidas em seu primeiro romance, uma autobiografia ficcional intitulada \"O Improvisatore\" (Improvisatoren), publicada em 1835 com aclamação instantânea. ===Contos de fadas literários=== Contos de Fadas Contados para Crianças. Primeira coleção. (dinamarquês: Eventyr, fortalt para Børn. Første Samling.) é uma coleção de nove contos de fadas de Hans Christian Andersen. Os contos foram publicados em uma série de três capítulos por C. A. Reitzel, em Copenhague, na Dinamarca, entre maio de 1835 e abril de 1837, e representam a primeira aventura de Andersen no gênero conto de fadas. A primeira parcela de sessenta e uma páginas não encadernadas foi publicada em 8 de maio de 1835 e continha \"The Tinderbox\", \"Little Claus e Big Claus\", \"A Princesa e a Ervilha\" e \"Little Ida's Flowers\". Os três primeiros contos foram baseados em contos populares que Andersen ouviu em sua infância, enquanto o último conto foi totalmente criação de Andersen e criado para Ida Thiele, filha do antigo benfeitor de Andersen, o folclorista Just Mathias Thiele. Reitzel pagou a Andersen trinta rixdólares pelo manuscrito, e o livreto custou vinte e quatro xelins. O segundo livreto foi publicado em 16 de dezembro de 1835 e continha \"A Polegarzinha\", \"The Naughty Boy\" e \"The Traveling Companion\". \"A Polegarzinha\" foi totalmente criação de Andersen, embora inspirada em \"Tom Thumb\" e outras histórias de pessoas em miniatura. \"The Naughty Boy\" foi baseado em um poema de Anacreonte sobre Cupido, e \"The Traveling Companion\" foi uma história de fantasmas que Andersen experimentou no ano de 1830. O terceiro livreto continha \"A Pequena Sereia\" e \"A Roupa Nova do Rei\", e foi publicado em 7 de abril de 1837. \"A Pequena Sereia\" foi totalmente criação de Andersen, embora influenciado por \"Undine\" de De la Motte Fouqué (1811) e o conhecimento sobre sereias. Este conto estabeleceu a reputação internacional de Andersen. O único outro conto no terceiro livreto foi \"A Roupa Nova do Rei\", baseado em uma história espanhola medieval com fontes árabes e judaicas.Em espanhol: No espanhol: Exemplo XXXIIº - Do que aconteceu a um rei com os impostores que fizeram o pano. Em inglês: Daquilo que aconteceu a um rei e três impostores do Conde Lucanor; das Cinquenta Histórias Agradáveis de Patronio, escritas pelo Príncipe Dom Juan Manuel e primeiramente traduzidas para o inglês por James York, M. D., 1868, Gibbings & Company, Limited; Londres; 1899; pp. xiii-xvi. Acessado em 6 de março de 2010. Esta versão do conto é uma das coletadas por Idries Shah em World Tales. Na véspera da publicação da terceira edição, Andersen revisou a conclusão de sua história (o imperador simplesmente caminha em procissão) para o agora familiar final de uma criança gritando: \"O imperador não está vestindo nenhuma roupa!\". As resenhas dinamarquesas dos dois primeiros livretos apareceram pela primeira vez em 1836 e não foram entusiásticas. Os críticos não gostaram do estilo tagarela e informal e da imoralidade que ia contra suas expectativas. A literatura infantil era mais para educar do que para divertir. Os críticos desencorajaram Andersen de seguir esse tipo de estilo. Andersen acreditava que estava trabalhando contra as noções preconcebidas dos críticos sobre os contos de fadas e voltou temporariamente a escrever romances. A reação dos críticos foi tão severa que Andersen esperou um ano inteiro antes de publicar seu terceiro volume. Os nove contos dos três livretos foram combinados e depois publicados em um volume e vendidos por setenta e dois xelins. Uma página de título, um sumário e um prefácio de Andersen foram publicados neste volume. Em 1868, Horace Scudder, o editor da Riverside Magazine For Young People, ofereceu a Andersen $500 por uma dúzia de novas histórias. Dezesseis das histórias de Andersen foram publicadas na revista americana, e dez delas apareceram lá antes de serem impressas na Dinamarca.Rossel, Sven Hakon, Hans Christian Anderson, Writer and Citizen of the World, Rodopi, 1996 ===Diários de bordo=== Andersen era um ávido viajante cujas jornadas eram tanto fascinantes quanto essenciais em sua vida. Cada viagem que empreendia despertava em Andersen a necessidade irresistível de registrar suas experiências. Ele meticulosamente anotava suas impressões e observações em seus diários pessoais, bem como em suas correspondências abundantes enviadas aos amigos mais próximos. Consequentemente, essas narrativas de viagem foram posteriormente compiladas e publicadas como livros, um valioso testemunho das suas explorações e descobertas. Os livros de viagens de Andersen representam uma notável extensão das suas vivências no papel. Ao longo do tempo, suas obras foram editadas e aprimoradas, proporcionando aos leitores uma visão envolvente e detalhada de cada local que ele visitou. Em seu notável trabalho autobiográfico, intitulado Mit Livs Eventyr [A Narrativa da Minha Vida], também encontramos referências e trechos das suas viagens, enriquecendo ainda mais a compreensão de sua persona e trajetória. A primeira menção documentada de uma viagem de Andersen ocorreu em 1826. Nessa ocasião, ele descreveu minuciosamente sua jornada em uma carta enviada a Raasmus Nyerup, que prontamente a publicou. Esse relato de viagem foi intitulado Fragment af en Reise fra Roeskilde til Helsingør [Fragmento de uma Viagem de Roskilde a Elsinore]. Essa primeira incursão literária no gênero das viagens marcou o início de uma prolífica carreira de Andersen como escritor viajante. Em 1831, Andersen publicou seu primeiro livro de viagens, intitulado Skyggebilleder af en Reise til Harzen [Silhuetas de uma Viagem à Montanha do Harz]. Essa obra singular captura suas impressões e percepções durante sua primeira visita à Alemanha, revelando seu talento distinto em retratar não apenas os aspectos físicos dos lugares, mas também as emoções e reflexões que surgem em meio às experiências de viagem. Em A Visit to Portugal in 1866, ele descreve sua visita aos amigos portugueses Jorge e José O'Neill, que foram seus amigos em meados da década de 1820, quando ele morava em Copenhague. Na década de 1840, a atenção de Andersen voltou novamente ao palco do teatro, mas com pouco sucesso. Ele teve mais sorte com a publicação do Picture-Book without Pictures (1840). Uma segunda série de contos de fadas foi iniciada em 1838 e uma terceira série em 1845. Andersen agora era celebrado em toda a Europa (exceto na Dinamarca que ainda mostrava resistência as suas obras). As famílias reais do mundo eram patronas dos escritos, incluindo a monarquia da Dinamarca, a Casa de Eslésvico-Holsácia-Sonderburgo-Glücksburgo. Um convite inesperado do rei Cristiano IX da Dinamarca para o palácio real não só consolidaria o folclore de Andersen na realeza dinamarquesa, mas seria inexplicavelmente transmitido à dinastia Romanov, na Rússia. Entre 1845 e 1864, ele viveu em Nyhavn 67, Copenhagen, onde uma placa memorial foi colocada em um prédio. ==Vida pessoal== ===Soren Kierkegaard=== Em Andersen as a Novelist, Søren Kierkegaard observa que Andersen é caracterizado como, \"...uma possibilidade de uma personalidade, envolta em uma teia de humor arbitrário e movendo-se através de uma escala duodecimal elegíaca [ou seja, uma escala cromática incluindo sustenidos e bemóis, associada mais ao lamento ou elegia do que a uma escala comum] de tons quase sem eco, que são tão facilmente despertados quanto contidos, e que, para se tornar uma personalidade, precisa de um forte desenvolvimento da vida.\".Kierkegaard, SørenHG. \"Andersen as a Novelist: with Continual Reference to His Latest Work: Only a Fiddler\". Kierkegaard's Writings, I, Volume 1: Early Polemical Writings, Princeton: Princeton University Press, 1990, pp. 61-102. ===Encontros com Charles Dickens=== Em junho de 1847, Andersen fez sua primeira visita à Inglaterra, desfrutando de um sucesso social triunfal durante este verão. A condessa de Blessington o convidou para suas festas onde pessoas intelectuais se encontravam, e foi em uma dessas festas que ele conheceu Charles Dickens pela primeira vez. Eles apertaram as mãos e caminharam até a varanda, sobre a qual Andersen escreveu em seu diário: \"Estávamos na varanda e fiquei muito feliz em ver e falar com o escritor que agora vive na Inglaterra, a quem mais amo\". Os dois autores respeitavam o trabalho um do outro e, como escritores, compartilhavam algo importante em comum: representações dos pobres e da subclasse que muitas vezes tiveram vidas difíceis afetadas tanto pela Revolução Industrial quanto pela pobreza abjeta. Na era vitoriana, havia uma crescente simpatia pelas crianças e uma idealização da inocência da infância. Dez anos depois, Andersen visitou a Inglaterra novamente, principalmente para conhecer Dickens. Ele estendeu a breve visita planejada à casa de Dickens em Gads Hill Place para uma estada de cinco semanas, para grande angústia da família de Dickens. Depois que Andersen foi instruído a ir embora, Dickens gradualmente interrompeu toda a correspondência entre eles, para grande decepção e confusão de Andersen, que gostou bastante da visita e nunca conseguiu entender por que suas cartas ficaram sem resposta. ===Vida amorosa=== Em relação ao início da vida de Andersen, seu diário particular registra sua recusa em ter relações sexuais.Recorded using \"special Greek symbols\". Andersen experimentou atração pelo mesmo sexo; ele escreveu, em carta, à Edvard Collin:Hans Christian Andersen's correspondence, ed. Frederick Crawford6, London. 1891. \"Eu sofro por você como por uma bela moça da Calábria ... meus sentimentos por você são os de uma mulher. A feminilidade de minha natureza e nossa amizade devem permanecer um mistério.\"Seriality and Texts for Young People: The Compulsion to Repeat edited by M. Reimer, N. Ali, D. England, M. Dennis Unrau, Melanie Dennis Unrau Collin, que preferia mulheres, escreveu em suas próprias memórias: \"Eu me descobri incapaz de corresponder a esse amor e isso causou muito sofrimento ao autor.\" A paixão de Andersen por Carl Alexander, o jovem duque hereditário de Saxe-Weimar-Eisenach, resultou em um relacionamento: > O Grão-Duque Herdeiro caminhou de braços dados comigo pelo pátio do castelo > até o meu quarto, beijou-me carinhosamente, pediu-me para amá-lo sempre, > embora eu fosse apenas uma pessoa comum, pediu-me para ficar com ele neste > inverno... Senti-me adormecido com a sensação melancólica e feliz de ser o > hóspede deste estranho príncipe em seu castelo e amado por ele... É como um > conto de fadas. Há uma forte divisão de opinião sobre a realização física de Andersen na esfera sexual. O Centro Hans Christian Andersen, da Universidade do Sul da Dinamarca, e o biógrafo Jackie Wullschlager têm opiniões contraditórias. A biografia de Wullschlager afirma que ele possivelmente foi amante do dançarino dinamarquês Harald Scharff e \"The Snowman\" de Andersen foi inspirado por seu relacionamento. Scharff conheceu Andersen quando este estava na casa dos cinquenta. Andersen estava claramente apaixonado, e Wullschlager vê seus diários como implicando que o relacionamento deles era sexual. Scharff teve vários jantares a sós com Andersen e seu presente de uma escova de dentes de prata para Andersen em seu quinquagésimo sétimo aniversário marcou o relacionamento deles como incrivelmente próximo. Wullschlager afirma que no inverno de 1861-62 os dois homens iniciaram um caso de amor completo que lhe trouxe \"alegria, algum tipo de realização sexual e um fim temporário para a solidão\". Ele não foi discreto em sua conduta. com Scharff, e exibiu seus sentimentos muito abertamente. Os espectadores consideraram o relacionamento impróprio e ridículo. Em seu diário de março de 1862, Andersen se referiu a esse período de sua vida como seu \"período erótico\".Wullschlager Em 13 de novembro de 1863, Andersen escreveu: \"Scharff não me visita há oito dias; com ele acabou\".Wullschlager Andersen aceitou o fim com calma e os dois se encontraram em círculos sociais sobrepostos sem amargura, embora Andersen tenha tentado reacender seu relacionamento várias vezes sem sucesso.Durante as férias, por exemplo, Andersen e Scharff foram obrigados a passar a noite em Helsingør. Andersen reservou um quarto duplo para ambos, mas Scharff insistiu em ter o seu próprio.Andersen continuou a acompanhar com interesse a carreira de Scharff, mas em 1871 um acidente durante um ensaio forçou Scharff a se afastar permanentemente do palco de balé. Scharff tentou atuar sem sucesso, casou-se com uma bailarina em 1874 e faleceu no asilo de St. Hans em 1912.Wullschlager Em contraste com as afirmações de Wullschlager estão Klara Bom e Anya Aarenstrup do H. C. Andersen Center da University of Southern Denmark. Eles afirmam que: \"é correto apontar para os elementos muito ambivalentes (e também muito traumáticos) na vida emocional de Andersen em relação à esfera sexual, mas é decididamente errado descrevê-lo como homossexual e sustentar que ele teve relações físicas com homens. Ele não o fez. Na verdade, isso teria sido totalmente contrário às suas idéias morais e religiosas, aspectos que estão totalmente fora do campo de visão de Wullschlager e seus semelhantes.\"Hans Christian Andersen Center, Hans Christian Andersen – FAQ Andersen também se apaixonou por mulheres inatingíveis, e muitas de suas histórias são interpretadas como referências. A certa altura, ele escreveu em seu diário: \"Deus Todo-Poderoso, só a ti tenho; tu guias meu destino, devo me entregar a ti! Dê-me um sustento! Dê-me uma noiva! Meu sangue quer amor, assim como meu coração!\" Uma de suas histórias, \"The Nightingale\", foi escrita como uma expressão de sua paixão por Jenny Lind e se tornou a inspiração para seu apelido, \"Swedish Nightingale\". Andersen costumava ser tímido com as mulheres e tinha extrema dificuldade em propor casamento a Lind. Quando Lind estava embarcando em um trem para ir a um concerto de ópera, Andersen deu a Lind uma carta de proposta. Seus sentimentos por ele não eram os mesmos; ela o via como um irmão, escrevendo para ele em 1844: \"adeus... Deus abençoe e proteja meu irmão é o desejo sincero de sua afetuosa irmã, Jenny\". Sugere-se que Andersen expressou sua decepção ao retratar Lind como a anti-heroína homônima de sua Rainha da Neve.Charlie Connelly, Great European Lives #219 Jenny Lind, The New European 18 October – 5 November 2021. page 47. Ficheiro:H. C. Andersen med Fædrelandet.jpg|H. C. Andersen lendo o jornal Fædrelandet. Ficheiro:Amaliegade 9 - Hans Christian Andersen.png|Hans Christian Andersen fotografado no quintal de Amaliegade 9 (Casa Collin) em Copenhaga, Dinamarca. Ficheiro:Melchior Family Group Rolighed c. 1867.jpg|Andersen em Rolighed: Israel Melchior (por volta de 1867). ==Morte e funeral== No início de 1872, aos 67 anos, Andersen caiu da cama e ficou gravemente ferido; ele nunca se recuperou totalmente dos ferimentos resultantes. Logo depois, ele começou a mostrar sinais de câncer de fígado.Bryant, Mark: Private Lives, 2001, p. 12. Ele morreu em 4 de agosto de 1875, em uma casa chamada Rolighed (literalmente: calma), perto de Copenhague, a casa de seus amigos íntimos, o banqueiro Moritz G. Melchior e sua esposa. Pouco antes de sua morte, Andersen consultou um compositor sobre a música para seu funeral, dizendo: \"A maioria das pessoas que caminharão depois de mim serão crianças, então faça a batida manter o ritmo com pequenos passos.\" Seu corpo foi enterrado no Assistens Kirkegård na área de Nørrebro em Copenhague, no jazigo da família dos Collins. Em 1914, no entanto, a pedra foi transferida para outro cemitério (hoje conhecido como \"Frederiksbergs ældre kirkegaard\"), onde os membros mais jovens da família Collin foram enterrados. Por um período, os túmulos dele, de Edvard Collin e de Henriette Collin não foram marcados. Uma segunda pedra foi erguida, marcando H.C. O túmulo de Andersen, agora sem nenhuma menção ao casal Collin, mas os três ainda compartilham o mesmo enredo. Na época de sua morte, Andersen era reverenciado internacionalmente, e o governo dinamarquês pagou a ele um estipêndio anual como um \"tesouro nacional\". == Obras == Entre os contos de Andersen destacam- se: * O Abeto * O Trigo Sarraceno * O Patinho Feio * O Tronco Voador * A Caixa de Fósforos * Os Sapatos Vermelhos * O Pequeno Cláudio e o Grande Cláudio * O Soldadinho de Chumbo * Os Cisnes Selvagens * A Pequena Sereia * A Roupa Nova do Rei * A Princesa e a Ervilha * O Rouxinol e o Imperador da China * A Pequena Vendedora de Fósforos * A Polegarzinha * A Rainha da Neve * A Pastora e o Limpa-chaminés * O Homem de Neve * O Tesouro Dourado ==Legado e influência cultural== ===Arquivos, coleções e museus=== *O Museu Hans Christian Andersen ou H.C. Andersens Odense é um conjunto de museus/edifícios dedicados ao famoso autor Hans Christian Andersen em Odense, Dinamarca, alguns dos quais, em diferentes momentos da história, funcionaram como o principal museu do autor com sede em Odense. *O Museu Hans Christian Andersen em Solvang, Califórnia, uma cidade fundada por dinamarqueses, é dedicado a apresentar a vida e obras do autor. As exposições incluem modelos da casa de infância de Andersen e de \"A Princesa e a Ervilha\". O museu também contém centenas de volumes das obras de Andersen, incluindo muitas primeiras edições ilustradas e correspondências com o compositor dinamarquês Asger Hamerik. *A Divisão de Livros Raros e Coleções Especiais da Biblioteca do Congresso recebeu uma extensa coleção de materiais de Andersen doada pelo ator dinamarquês-americano Jean Hersholt.\"Billedbog til Jonas Drewsen\". (15 April 2009) Retrieved 2 November 2009. ===Arte, entretenimento e mídia=== ====Filmes e séries de TV==== Ano Título Notas Refs. 1928 La petite marchande d'allumettes Filme dirigido por Jean Renoir, baseado em \"A Pequena Vendedora de Fósforos\" 1931 The Ugly Duckling Curta animado da série Silly Symphonies produzidos pela Walt Disney Productions, baseado em \"O Patinho Feio\". 1939 The Ugly Duckling Curta animado, remake da versão de 1931. Faz parte da série Silly Symphonies produzidos pela Walt Disney Productions, baseado em \"O Patinho Feio\". 1941 The Swedish Nightingale Andersen foi interpretado por Joachim Gottschalk nesse filme alemão, que retrata seu relacionamento com a cantora Jenny Lind. 1948 The Red Shoes Filme britânico de drama escrito, dirigido e produzido por Michael Powell e Emeric Pressburger, baseado em \"Os Sapatinhos Vermelhos\". 1952 Hans Christian Andersen Filme musical americano estrelado por Danny Kaye, que, embora inspirado na vida e legado literário de Andersen, não foi planejado para ser historicamente ou biograficamente preciso; ele começa dizendo: \"Esta não é a história de sua vida, mas um conto de fadas sobre esse grande contador de contos de fadas\". MALTIN, Leonard, Classic Movie Guide, segunda edição, Nova Iorque: Plume, 2010 1957 Снежная королева (Snezhnaya Koroleva) Filme de animação soviético baseado em \"A Rainha da Neve\", dirigido por Lev Atmanov, da Sojusmultfilm, uma representação autêntica do conto de fadas que recebeu aclamação crítica. 1961 Carevo novo ruho Filme croata de 1961, dirigido por Ante Babaja. Baseado em \"A Roupa Nova do Rei\". 1962 The Wild Swans Adaptação animada soviética de \"Os Cisnes Selvagens\", produzida pela Sojusmultfilm. 1966 The Daydreamer Filme de fantasia produzido pela Rankin/Bass Productions, que retrata o jovem Hans Christian Andersen concebendo de forma imaginativa as histórias que ele mais tarde escreveria. 1968 Русалочка (Rusalochka) Adaptação animada soviética, fiel, de 30 minutos, de \"A Pequena Sereia\", produzida pela Soyuzmultfilm. 1968 The World of Hans Christian Andersen Filme de fantasia japonês de anime do estúdio Toei Doga, baseado nas obras do autor. 1971 Andersen Monogatari Série de antologia de anime japonesa, produzida pela Mushi Production. Nippon Animation Nippon- animation.co.jp. Acesso data 22 de junho de 2023. Resumo de Andersen Monogatari Otakupt.com. Acesso data 22 de junho de 2023. 1974 The Pine Tree Curta-metragem de 23 minutos, colorido. Comentário de Liz Lochhead. 1975 Andersen Dōwa Ningyo Hime Filme de anime japonês do estúdio Toei Animation bastante fiel a \"The Little Mermaid\". 1976 Malá mořská víla Filme de fantasia tcheco baseado em \"A Pequena Sereia\". 1977 Sekai Meisaku Dōwa: Hakuchō no Ōji Adaptação animada japonesa de \"Os Cisnes Selvagens\" produzida pela Toei. 1978 Sekai Meisaku Dōwa: Oyayubi Hime Filme de anime japonês do estúdio Toei baseado em \"A Polegarzinha\". 1989 A Pequena Sereia Filme animado baseado em \"A Pequena Sereia\", criado e produzido pela Walt Disney Animation Studios em Burbank, Califórnia. 1994 Thumbelina Filme animado baseado em \"A Polegarzinha\", criado e produzido pela Sullivan Bluth Studios em Dublin, Irlanda. 1999 Fantasia 2000 Um segmento do filme é baseado em \"O Soldadinho de Chumbo\", com a música do Concerto para Piano nº 2 de Shostakovich, Moviment #1: \"Allegro\". 2003 Hans Christian Andersen: My Life as a Fairytale Filme britânico feito para a televisão dirigido por Philip Saville, uma conta ficcional dos primeiros sucessos de Andersen, com suas histórias de fadas entrelaçadas com eventos de sua própria vida. 2003 Der var engang... Série animada dinamarquesa-britânica baseada em vários contos de fadas de Andersen. 2006 The Little Matchgirl Curta-metragem de animação dos Estúdios de Animação Walt Disney, dirigido por Roger Allers e produzido por Don Hahn. Baseado em \"A Pequena Vendedora de Fósforos\". 2012 Snezhnaya koroleva Filme de animação russo em 3D baseado em \"A Rainha da Neve\", o primeiro filme da série The Snow Queen produzido pela Wizart Animation. 2013 Frozen Filme musical de animação em 3D produzido pelos Estúdios de Animação Walt Disney, vagamente inspirado em \"A Rainha da Neve\". Solomon, Charles (2013). The Art of Frozen. São Francisco: Chronicle Books. ISBN 978-1-4521-1716-4 2020 Огонёк-Огниво (Ogonyok-Ognivo) Filme de animação russo em 2D baseado livremente em \"Fyrtøjet\", produzido no Estúdio de Animação Vverh, em Moscou. 2023 A Pequena Sereia Filme live-action baseado em \"A Pequena Sereia\", criado e produzido pela Walt Disney Pictures. ====Jogos eletrônicos==== *Andersen aparece como um Servo da classe Caster em Fate/EXTRA CCC (2013) e Fate/Grand Order (2015). ====Literatura==== *As histórias de Andersen lançaram as bases para outros clássicos infantis, como \"O Vento nos Salgueiros\" (1908), de Kenneth Grahame, e \"Ursinho Pooh\" (1926), de A. A. Milne. A técnica de fazer objetos inanimados, como brinquedos, ganharem vida (\"Little Ida's Flowers\") seria mais tarde também usada por Lewis Carroll e Beatrix Potter. ====Monumentos e esculturas==== *Uma das avenidas mais largas e movimentadas de Copenhague, contornando a Praça da Prefeitura de Copenhague, na esquina da qual está a estátua de bronze de Andersen, maior que a vida, é chamada de \"H. C. Andersens Boulevard\".Google Maps, by City Hall Square (Rådhuspladsen), continues eastbound as the bridge \"Langebro\" *Hans Christian Andersen (1880), mesmo antes de sua morte, já haviam sido tomadas medidas para erigir, em homenagem a Andersen, uma grande estátua do escultor August Saabye, que agora pode ser vista nos Jardins do Castelo Rosenborg em Copenhague. *Hans Christian Andersen (1896) do escultor dinamarquês Johannes Gelert, no Lincoln Park em Chicago, na Stockton Drive perto da Webster Avenue. *Hans Christian Andersen (1956), uma estátua do escultor Georg J. Lober e do designer Otto Frederick Langman, no Central Park Lake em Nova York, em frente à East 74th Street (40.7744306°N, 73.9677972°W) *Hans Christian Andersen (2005) Plaza de la Marina em Málaga, Espanha. ====Música==== *I'm Hans Christian Andersen, um álbum de 1994 de Franciscus Henri. Ele recebeu uma indicação ao prêmio ARIA Music Awards, em 1995, na categoria de Melhor Álbum Infantil. *\"Sangen er et Eventyr\" (A Canção é um Conto de Fadas), um ciclo de canções baseado em contos de fadas de Hans Christian Andersen, composto por Frederik Magle. *\"Conto de Fadas Atonal\", música composta por Gregory Reid Davis Jr. e o conto de fadas, \"The Elfin Mound\", de Hans Christian Andersen, é lido por Smart Dad Living.Atonal Fairy Tale; From the album It Is What It Isn't, Too!, (2020) by Smart Dad Living] Open.spotify.com. Acesso em 4 de julho de 2023. ====Produções teatrais==== *Little Hans Andersen (1903), uma pantomima infantil no Adelphi Theatre. *Sam the Lovesick Snowman no Center for Puppetry Arts: um espetáculo contemporâneo de marionetes de Jon Ludwig inspirado em \"O Homem de Neve\". *Striking Twelve, uma abordagem musical moderna de \"A Pequena Vendedora de Fósforos\", criada e apresentada por GrooveLily. *A comédia musical Once Upon a Mattress é baseada na obra de Andersen \"A Princesa e a Ervilha\". ====Prêmios==== *Prêmio Hans Christian Andersen, prêmios concedidos anualmente pela International Board on Books for Young People a um autor e ilustrador cujas obras completas tenham feito contribuições duradouras para a literatura infantil. *Prémio de literatura Hans Christian Andersen, um prêmio literário dinamarquês estabelecido em 2010. *A fábula de Andersen \"As Roupas Novas do Imperador\" foi incluída em 2000 no Salão da Fama Prometheus de Melhor Ficção Clássica. ===Eventos e feriados=== *O aniversário de Andersen, 2 de abril, é celebrado como o Dia Internacional do Livro Infantil. *O ano de 2005, designado como \"Ano Andersen\" na Dinamarca, foi o bicentenário do nascimento de Andersen, e sua vida e obra foram celebradas ao redor do mundo. *Na Dinamarca, um show \"único na vida\" com grande participação de público foi realizado no Estádio Parken, em Copenhague, durante o \"Ano Andersen\" para celebrar o escritor e suas histórias. *A Maratona H.C. Andersen anual, estabelecida em 2000, é realizada em Odense, Dinamarca. ===Locais com o nome de Andersen=== *H.C. Andersens Boulevard, uma importante estrada em Copenhague, anteriormente conhecida como Vestre Boulevard (Bulevar Oeste), recebeu seu nome atual em 1955 para marcar o 150º aniversário do nascimento do escritor. *Aeroporto Hans Christian Andersen, um pequeno aeroporto que atende à cidade dinamarquesa de Odense. *Instituto Hans Christian Andersen, uma escola secundária chilena localizada em San Fernando, Província de Colchagua, Chile. *Parque Hans Christian Andersen, em Solvang, Califórnia. *CEIP Hans Christian Andersen , Escola de Educação Primária em Málaga, Espanha. ====Parques temáticos==== *No Japão, a cidade de Funabashi possui um parque temático infantil com o nome de Andersen. Funabashi é uma cidade irmã de Odense, a cidade de nascimento de Andersen. *Na China, um parque temático com um investimento de US$32 milhões, baseado nos contos e na vida de Andersen, estava previsto para abrir no distrito de Yangpu, em Xangai, em 2017. A construção do projeto começou em 2005. == Ver também == * Lista Completa das Fábulas de Hans Christian Andersen * Unge Andersen * Literatura infantojuvenil * Prêmio Hans Christian Andersen * Prémio de literatura Hans Christian Andersen * Controvérsia sobre a sexualidade de Hans Christian Andersen == Notas == == Bibliografia geral == * * * * * * Stig Dalager, Journey in Blue, historical, biographical novel about H.C.Andersen, Peter Owen, London 2006, McArthur & Co., Toronto 2006. * * * Roes, André, Kierkegaard en Andersen, Uitgeverij Aspekt, Soesterberg (2017) * Ruth Manning- Sanders, Swan of Denmark: The Story of Hans Christian Andersen, Heinemann, 1949 * * * * * == Ligações externas == * * * * * * Contes choisis: avec étude sur la vie et l'oeuvre d'Andersen, Paris, 1888, na Biblioteca Nacional de Portugal Categoria:Autores de literatura infantojuvenil da Dinamarca Categoria:Contistas da Dinamarca Categoria:Folclore dinamarquês Categoria:Folclore nórdico Categoria:Naturais de Odense",
 "title": "Hans Christian Andersen"
}