{
 "id": "98720",
 "text": "Estácio de Sá (Santarém, 1520 — São Sebastião do Rio de Janeiro, 20 de fevereiro de 1567) foi um militar português, fundador da cidade do Rio de Janeiro, e primeiro governador-geral da Capitania do Rio de Janeiro, no período colonial. == Biografia == Filho de Gonçalo Correia (1510–1515) e Filipa de Sá (1515–1529), sua primeira esposa. Da segunda esposa, Maria Rodrigues (1529–1535), Gonçalo Correia teria outros filhos. Eram seu irmão Francisco de Sá e seu primo Salvador Correia de Sá nascido em 1540. Alguns historiadores dizem que da segunda esposa, Gonçalo Correia teve um filho, Manuel Correia Vasques; outros dizem ser este filho de Martim Silva de Sá e de D. Maria de Mendoza. Seja como for, Estácio era sobrinho de Mem de Sá e chegou a São Salvador da Bahia de Todos os Santos, na atual Baía de Todos os Santos, em 1564 com a missão de expulsar definitivamente os franceses remanescentes na Baía de Guanabara e ali fundar uma cidade. Devido às dificuldades do início da colonização, somente em 1565, com reforços obtidos na então Capitania de São Vicente e com o auxílio dos jesuítas, conseguiu reunir uma força de ataque para cumprir a sua missão. Deixando o Espírito Santo em 20 de janeiro de 1565, em 1 de março, fundou a cidade de São Sebastião do Rio de Janeiro, em terreno plano entre o Morro Cara de Cão e o Morro do Pão de Açúcar, sua base de operações. O objetivo da fundação foi dar início à expulsão dos franceses que já estavam na área há dez anos. Combateu os franceses e seus aliados indígenas por mais dois anos. Em 20 de janeiro de 1567, com a chegada da esquadra comandada por Cristóvão de Barros com reforços comandados pessoalmente por seu tio Mem de Sá (indígenas mobilizados pelos padres jesuítas José de Anchieta e Manuel da Nóbrega), lançou-se ao ataque, travando os combates de Uruçu-mirim (atual Praia do Flamengo) e Paranapuã (atual Ilha do Governador). Gravemente ferido por uma flecha envenenada indígena, possivelmente uma técnica Puri, que lhe vazou um olho durante a Batalha de Uruçu-mirim (20 de janeiro), veio a falecer um mês mais tarde (20 de fevereiro), provavelmente por septicemia decorrente do ferimento. Existe uma capela na Igreja de São Sebastião dos Frades Capuchinhos do Rio de Janeiro, no bairro da Tijuca, onde está a sua campa tumular onde encontra-se a seguinte inscrição: > \"Aqui jaz Estácio de Saa, 1o Capitam e Conquistador desta terra cidade, e a > campa mandou fazer Salvador Correa de Saa, seu primo, 2o Capitam e > Governador, com suas armas e essa Capela acabou o ano de 1583.\" Atualmente, apenas a antiga lápide encontra-se na Igreja de São Sebastião dos Capuchinhos, pois seus restos mortais encontram-se no Monumento a Estácio de Sá, no Aterro do Flamengo, projetado por Lúcio Costa em 1973. Ficheiro:Nobrega1.jpg|\"Partida de Estácio de Sá\" (Benedito Calixto mostrando o padre Manuel da Nóbrega benzendo a esquadra que vai combater os franceses na Baía de Guanabara Ficheiro:Morro do Castelo - Igreja de São Sebastião dos Capuchinhos; transladação dos restos mortais de Estácio de Sá (037SL01004).jpg|Igreja de São Sebastião dos Capuchinhos, no Morro do Castelo, durante a transladação dos restos mortais de Estácio de Sá, em 1922, antes da sua demolição. Acervo do Instituto Moreira Salles Ficheiro:Lápide tumular de Estácio de Sá.JPG|Lápide tumular de Estácio de Sá, no interior da Igreja de São Sebastião dos Capuchinhos, na Tijuca Ficheiro:À Estácio de Sá - Rio de Janeiro - 20220924164248.jpg|Monumento a Estácio de Sá, no Flamengo, onde atualmente está seus restos mortais == Ver também == * Invasões francesas do Brasil * Forte Coligny * Entrincheiramento de Uruçumirim * Entrincheiramento de Paranapuai Categoria:Naturais de Santarém (Portugal) Categoria:Governadores do Rio de Janeiro (Colônia) Categoria:Portugueses mortos em combate Categoria:Militares do Brasil Categoria:Brasileiros de ascendência portuguesa Categoria:França Antártica",
 "title": "Estácio de Sá"
}