{
 "id": "9881",
 "text": "A cultura da França tem sido modelada por aspectos geográficos, eventos históricos e influência de grupos internos. O país, e sobretudo Paris, a capital, tem desempenhado um importante papel como espelho cultural da Europa (desde o século XVII) e do mundo (desde o século XIX). Desde o início do século XIX, a França também é um país exportador de cinema, moda, culinária e arte, tendo influenciado grandemente o Ocidente também nos campos da política e economia. A cultura francesa, atualmente, é marcada por grandes diferenças socioeconômicas e regionais e por fortes tendências unionistas. Estima-se que os franceses gastem em média 1075 euros por ano em suas atividades culturais. Segundo a mesma fonte, as atividades culturais mais procuradas pelos franceses são: cinema (50%), visita de museus e monumentos (35%), visitas a exposições (25%), espetáculos amadores (20%), teatro (16%), circo (13%), parques temáticos (11%), espetáculos de rock, de jazz ou de música clássica (9%) e ópera (3%). == Literatura == A França é o país com o maior número de Prémios Nobel de Literatura. Tanto os cidadãos franceses, como escritores de língua francesa de outros países (como o belga Maurice Maeterlinck, o senegalés Léopold Sédar Senghor ou o luxemburguês Daniel Herrendorf), compõem o que se denomina como literatura francesa, que marcou a literatura de importantes autores, países e línguas. Tal é o caso do cubano Alejo Carpentier ou do denominado boom latino-americano. == Belas-Artes == As primeiras manifestações artísticas vêm do período pré-histórico, em estilo franco-cantábrico. A época carolíngia marca o nascimento de uma escola de iluminadores que se prolongará ao longo de toda a Idade Média, culminando nas ilustrações do livro As Horas Muito Ricas do Duque de Berry. Os pintores clássicos do século XVII francês são: Poussin e Lorrain. No século XVIII predomina o rococó, com Watteau, Boucher e Fragonard. Em finais do século começa o classicismo de Jacques-Louis David. O romanticismo está dominado pelas figuras de Géricault e Delacroix. A paisagem realista da Escola de Barbizon tem a sua continuação em artistas de um realismo mais testemunhal sobre a realidade social do seu tempo, como Millet e Courbet. Em finais do século XIX Paris, convertida em centro da pintura, vê nascer o impressionismo, precedido pela obra de Édouard Manet. A estes seguem Toulouse-Lautrec, Gauguin e Cézanne. Já no século XX, surgem os fauvistas em torno da Matisse e o cubismo da mão de Georges Braque e do espanhol Pablo Picasso que trabalham em Paris. Outros movimentos artísticos vão se sucedendo, em Paris de entreguerras, decaindo como centro pictórico mundial depois da Segunda Guerra Mundial. Na França, a escultura evoluiu desde antigo por diversos estilos, sobressaindo-se em todos eles: Pré-histórico, romano, cristão, românico, gótico, renascentista, barroco e rococó, neoclássico (Frédéric Auguste Bartholdi: Estátua da Liberdade), romântico (Auguste Rodin: O pensador) e os contemporâneos. == Pintura == == Religião == A República Francesa oficialmente é um estado laico. Na sua população estão representadas as principais denominações religiosas: católica 61%, muçulmana 6%, protestante 2%, judia 1,5%, budista 1%, ortodoxa 0,5%, outras 7%. E ateus representam 21%. == Arquitetura == No que se refere à arquitetura, os celtas deixaram os seus rastros também na erguição de grandes monólitos ou megálitos, e a presença grega desde o século VI a. C. que hoje é recordada na herança clássica de Marselha. O estilo românico tem exemplos na Maison Carrée, templo romano edificado entre 138-161 a. C., ou na Pont du Gard construído entre os anos 40 e 60 d. C., em Nîmes é declarado patrimônio universal em 1985. Na França inventou-se o estilo gótico, plasmado em Catedrais como as de Chartres, Amiens, Notre Dame ou Estrasburgo. O renascimento surgido na Itália, tem o seu estilo arquitetônico representado magistralmente no Castelo de Blois ou no Palácio de Fontainebleau entre outros. A arte barroca (também de origem italiana), e o rococó (invenção francesa) têm obras extraordinárias na França. Tal é o caso do Palácio do Louvre e o Panteão de Paris entre tantos outros. O modernismo ou arte moderna na arquitetura engloba todo o século XIX e a metade do XX, e Gustave Eiffel revolucionou a teoria e prática arquitetônica do seu tempo na construção de gigantescas pontes e na utilização de materiais como o aço. A sua obra mais famosa é a chamada Torre Eiffel. Outro grande ícone da arquitetura universal é Le Corbusier, um inovador e funcionalista celebrado especialmente pelos seus aportes urbanísticos nas edificações de vivendas e conjuntos habitacionais. == Música == Na música francesa desde antes do ano 1000 destaca-se o canto gregoriano empregado nas liturgias. Na França criou-se a polifonia. Na denominada Ars Antiqua, atribui-se a Carlos Magno o Scholae Cantorum (783). Os Juramentos de Estrasburgo, é a obra lírica francesa mais importante da Idade Média, período no que se desenvolvem as Canções de Gesto como a Canção de Roland. A França foi o berço dos trovadores no século XII, assim como da Ars Nova dos séculos posteriores. Durante o Romantismo Paris converte-se no centro musical do mundo e na atualidade, a França mantém um lugar privilegiado na criação musical graças às novas gerações de compositores. Dentro dos exponentes da música popular francesa encontram-se figuras como Edith Piaf, Dalida, Charles Aznavour, Gilbert Becaud, Jacques Brel e Serge Gainsbourg. Entre músicos franceses contemporâneos tem se como exemplo Kendji Girac, Maitre Gims, Vitaa, David Guetta, Daft Punk, Indila, Emmanuel Moire, etc. == Moda == Junto com Milão, Londres e Nova York, Paris é o centro de um importante número de desfiles de moda. Algumas das maiores casas de moda do mundo, a exemplo da Chanel, têm a sua sede na França. A França renovou o seu domínio da alta costura na indústria da moda nos anos 1860-1960, através do estabelecimento de grandes casas de alta costura, a imprensa de moda (Vogue foi fundada em 1892; Elle foi fundada em 1945) e desfiles de moda. A primeira casa de alta costura moderna parisiense é geralmente considerada a obra do inglês Charles Frederick Worth que dominou a indústria entre 1858 e 1895. No início do século XX, a indústria expandiu através de tais casas de moda parisienses como a Casa de Chanel (que primeiro veio a proeminência em 1925) e Balenciaga (fundada por um espanhol em 1937). Nos anos do pós-guerra, a moda retornou à proeminência através do famoso \"novo olhar\" de Christian Dior, em 1947, e através das casas de Pierre Balmain e Hubert de Givenchy (inaugurado em 1952). Na década de 1960, \"alta costura\" veio sob críticas de cultura da juventude da França, enquanto designers como Yves Saint Laurent rompiam com normas de alta moda estabelecidos através do lançamento de linhas de prêt-à-porter (\"pronta para usar\") e expansão de moda francesa em produção em massa e marketing. Outras inovações foram realizadas por Paco Rabanne e Pierre Cardin. Com um maior enfoque na comercialização e fabricação, novas tendências foram estabelecidas nos anos 70 e 80 por Sonia Rykiel, Thierry Mugler, Claude Montana, Jean Paul Gaultier e Christian Lacroix. A década de 1990 viu um conglomerado de muitas casas de alta costura francesa sob gigantes de luxo e multinacionais como a LVMH. Desde 1960, a indústria da moda na França está sob crescente concorrência de Londres, Nova York, Milão e Tóquio, e os franceses têm cada vez mais adotado modas estrangeiras (principalmente americanas) (como jeans, sapatos de ténis). No entanto, muitos designers estrangeiros ainda procuram fazer suas carreiras na França. == Esportes e hobbies == Futebol (em francês: Le Foot) é o esporte mais popular na França. Paris Saint-Germain (PSG), Olympique de Marseille (OM), Olympique Lyonnais ou Olympique de Lyon (OL), AS Saint-Étienne, FC Nantes, Lille OSC, AS Monaco, Football Club des Girondins de Bordeaux são considerados os maiores clubes de futebol da França. Outros esportes populares na França são o rugby union, ciclismo, tênis, andebol, basquetebol e iatismo. A França é notável por ter sediado e vencido a Copa do Mundo da FIFA em 1998, e sediar a corrida de ciclismo anual Tour de France, e o torneio Grand Slam de tênis Torneio de Roland-Garros. Esporte é incentivado na escola e clubes desportivos locais recebem apoio financeiro dos governos locais. Enquanto o futebol é definitivamente o esporte mais popular, rugby union e rugby league tomam a posição dominante no sudoeste, especialmente em torno da cidade de Toulouse. Os Jogos Olímpicos modernos foram inventados na França, em 1894 por Pierre de Coubertin. Iatismo profissional na França está centrado nas corridas oceânicas com o auge deste ramo do esporte sendo a Vendée Globe ao redor do mundo, corrida que começa a cada 4 anos a partir da costa atlântica francesa. Outros eventos importantes incluem o Solitaire du Figaro, Mini Transat 6,50, Tour de France a Voile e a corrida transatlântica Route du Rhum. A França tem sido um concorrente regular na America's Cup desde os anos 1970. Outros esportes importantes incluem: 24 Horas de Le Mans - mais antiga corrida de carros esportivos do mundo. Esqui - A França tem um extenso número de resorts de esqui nos alpes franceses, como Tignes. Estações de esqui também estão localizados nas cadeias de montanhas dos Pirenéus e de Vosges. Petanca - A federação internacional é reconhecida pelo COI. Esgrima - Esgrima lidera a lista de esportes para os quais medalhas de ouro foram ganhas para a França nos Jogos Olímpicos de Verão. Savate - O savate ou boxe francês, é uma arte marcial e desporto de combate, desenvolvido na França na qual os pés e as mãos são utilizados para percutir os adversários e combina elementos de boxe com técnicas de pontapé. Um praticante de savate é chamado savateur e uma praticante de savate é chamada savateuse. O savate era a arte marcial oficial das forças armadas da França durante a maior parte do século XIX e o início do século XX. A arte marcial francesa savate praticamente quase foi extinta durante a Primeira Guerra Mundial, já que a grande maioria dos melhores mestres e praticantes do boxe francês ou kickboxing francês morreu durante o conflito. Parkour - Desenvolvido na França, parkour é uma disciplina de treinamento com semelhanças com a auto-defesa ou artes marciais. Futebol de Mesa - Um passatempo muito popular em bares e casas na França e os franceses são os vencedores predominantes de competições de futebol de mesa em todo o mundo. Kitesurf Como outras áreas culturais na França, esporte é supervisionado por um ministério do governo, o ministro da Juventude e Desportos, que está a cargo das associações desportivas nacionais e públicas, assuntos de juventude, centros esportivos e estádios públicos nacionais (como o Stade de França). == Língua == O idioma oficial na França é o francês, proveniente do françano, variante linguística falada na Ilha de França que a princípios da Idade Média e, ao longo dos séculos, se impôs ao resto de línguas e variantes linguísticas que se falam em quaisquer partes da França. Apesar disso, esta imposição do francês tem sido fruto de decisões políticas tomadas ao longo da história, com o objetivo de criar um Estado uniformizado linguisticamente. Feito isto, o artigo 2 da constituição francesa de 1958 diz textualmente que «La langue de la République est le français». Este artigo tem servido para não permitir o uso oficial nos âmbitos de uso culto das línguas que se falam na França: o catalão, o bretão, o corso, o occitano, o provençal, o franco-provençal, o basco e o alsaciano. Somente tem-se permitido ensinar alguma destas línguas como segunda língua estrangeira optativa na escola pública. A imigração proveniente de fora do país, assim como de regiões exclusivamente francófonas, faz com que a porcentagem de falantes destas línguas seja cada vez mais baixo. A França é um dos Estados que não tem assinado a Carta Europeia das Línguas Minoritárias. Apesar de tudo, hoje em dia, algumas instituições privadas procuraram formalizar o uso destas línguas criando meios de comunicação, criando escolas primárias e secundárias para ensinar estas línguas ou convocar atos reivindicativos a favor de uma política linguística alternativa. == Ver também == * Académie française * Cinema da França * Culinária da França * Lista de franceses * Línguas da França * Literatura da França * Música da França * Regulamentação da mídia na França",
 "title": "Cultura da França"
}