{
 "id": "98869",
 "text": "A Catedral de Colônia (português brasileiro) ou Colónia (português europeu) (alemão: Kölner Dom), localizada na cidade alemã de Colônia, é uma igreja católica de estilo gótico, o marco principal da cidade e seu símbolo não oficial. É a quinta igreja mais alta do mundo e foi classificada como património da humanidade em 1996. O símbolo da cidade atrai seis milhões de turistas por ano, sendo o local turístico mais visitado da Alemanha. Em 1164, foram trazidas de Milão as supostas ossadas dos Três Reis Magos.CATEDRAL DE COLÔNIA ABRIGA AS RELÍQUIAS DOS TRÊS REIS MAGOS. keviagem.com. Acesso em 14 de agosto 2016 == História == Sua história se inicia em 1164, quando o imperador alemão Frederico Barba Ruiva saqueou Milão, transferindo para a cidade de Colônia os supostos restos mortais dos Três Reis Magos: Baltazar, Melchior e Gaspar. Colônia então transformou-se em local de peregrinação, e a afluência de fiéis era tão grande que a catedral da época não a comportava.CATEDRAL GÓTICA DE COLÔNIA NA ALEMANHA, RESISTIU A 14 ATAQUES DA SEGUNDA GUERRA. eniopadilha.com.br. Acesso em 14 de agosto 2016 A construção da igreja gótica começou no século XIII (1248) e levou, com as interrupções, mais de 600 anos para ser completada. As duas torres possuem 157 metros de altura, com a catedral possuindo comprimento de 144 metros e largura de 86 metros. Quando foi concluída em 1880, era o prédio mais alto do mundo. A catedral é dedicada a São Pedro e a Nossa Senhora.1880: Conclusão da Catedral de Colônia. dw.com. Acesso em 14 de agosto 2016 Foi construída no local de um templo romano do século IV, um edifício quadrado conhecido como a \"mais velha catedral\" e administrada por São Materno, o primeiro bispo cristão de Colônia. Uma segunda igreja foi construída no local, a chamada \"Velha Catedral\", cuja construção foi completada em 818, que acabou queimada em 30 de abril de 1248. São Severino foi bispo desta catedral. Na Segunda Guerra Mundial, a catedral acabou recebendo 14 ataques por parte de bombas aéreas e não caiu; a reconstrução foi completada em 1956. Na base da torre noroeste, um reparo de emergência realizado com tijolos de má-qualidade retirados de uma ruína próxima da guerra permaneceu visível até fim da década de 1990 como uma lembrança da guerra, mas então foi decidido que a parte deveria ser reformada para seguir a aparência original. == Dimensões == Comprimento externo 144,58 metros Largura externa 86,25 metros Largura da fachada Oeste 61,54 metros Largura da fachada transepto 39,95 metros Largura da Nave (arquitetura) (interior) 45,19 metros Altura da torre Sul 157,31 metros Altura da torre Norte 157,38 metros Altura do cume da torre 109,00 metros Altura das fachadas do transepto 69.95 metros Altura da cumeeira 61,10 metros Altura interior da nave 43,35 metros Área de construção 7 914 m² Área de superfície das janelas 10 000 m² Área de superfície do telhado 12 000 m² Volume bruto sem contrafortes 407 000 m3 == Ver também == * Cruz de Gero == Ligações externas == * Categoria:Arquitetura gótica na Alemanha Colonia Categoria:Colônia (Alemanha) Categoria:Construções da Renânia do Norte-Vestfália Categoria:Patrimônio Mundial da UNESCO na Alemanha",
 "title": "Catedral de Colônia"
}