{
 "id": "98881",
 "text": "O Público é um jornal diário matutino português fundado em 1990. É um dos jornais de referência em Portugal, juntamente com o Expresso. O diretor é Manuel Carvalho e os diretores-adjuntos, Amilcar Correia, Ana Sá Lopes, David Pontes e Tiago Luz Pedro. O jornal foi pioneiro a publicar artigos colecionáveis, como CD, CD-ROM e livros, entre outros. A linha editorial é assumidamente europeísta e continua a usar a grafia do Acordo Ortográfico de 1945. == História == A Público Comunicação Social S. A. que publica o jornal Público pertence ao grupo empresarial português Sonae e foi fundado em 1989. O seu primeiro director foi Vicente Jorge Silva. O primeiro número do Público saiu para as bancas em 5 de Março de 1990, com um Estatuto Editorial. Este ainda se encontra em vigor. A empresa Público, Comunicação Social S.A. foi constituída no dia 31 de Outubro de 1989, quatro meses antes de o jornal sair para as bancas. O jornal Público integrou-se em 1991 na World Media Network que consiste em uma associação de diversos jornais de referência no mundo que incluía, por exemplo, o jornal alemão Süddeutsche Zeitung, o espanhol El País, o francês Libération e o italiano La Stampa, com a qual publicou vários suplementos especiais. Teve, durante algum tempo, participações no seu capital social de empresas de comunicação estrangeiras, nomeadamente as detentoras dos diários El País e La Repubblica (Itália). Hoje, o Público integra a sub- holding da Sonae para as áreas da comunicação, a Sonaecom SGPS. Em 11 de Maio de 1995, o Público registou o seu sítio na Internet e no dia 22 de Setembro desse ano, foi criado o Público Online (actualmente designado Público.pt), e também uma outra empresa, a Público.pt Serviços Digitais Multimédia, SA. Em 6 de Setembro de 1999 começou a integrar também um serviço autónomo de notícias, actualizadas várias vezes por dia. Ao longo dos seus 20 anos de existência, o Público editou largas dezenas de coleccionáveis (dos quais foi pioneiro na imprensa portuguesa, em 1992), suplementos especiais, livros, enciclopédias, CDs, CD-ROMs (a partir de 1999) e DVDs (a partir de 2003). Desde 1997 edita também, anualmente, o Janus, Anuário de Relações Exteriores, em colaboração com a Universidade Autónoma de Lisboa (UAL). Em 10 de Outubro de 2012 a administração apresentou um plano de redução de custos prevendo dispensa de 48 trabalhadores da empresa. Em reacção os trabalhadores mandataram os sindicatos para iniciar um processo de greve. === Lista de directores === * Vicente Jorge Silva * Nuno Pacheco * Francisco Sarsfield Cabral * Nicolau Santos * José Manuel Fernandes (1998-2009) * Bárbara Reis (2009-2016) * David Dinis (2016-2018) * Manuel Carvalho (2018-2023) * David Pontes (2023-atualidade) == Prémios == Ao longo da sua existência, o Público, o Público.pt, os suplementos, e os jornalistas da publicação a título individual têm ganho vários prémios, entre os quais: * Prémios ÑH02; * Prémio AMI - Jornalismo contra a indiferença; * Prémios PC Guia pelo melhor sítio notícioso; * Prémios Meios & Publicidade; * Troféus JETNET; * Prémios Mulher Reportagem; * Grande Prémio Imigração e Minorias Éticas; * Prémios Gazeta; * Prémios Bordalo de Jornalismo. *Prémio de Jornalismo EEA Grants. == Suplementos, cadernos e áreas == === Primeiro caderno === O primeiro caderno do jornal, P1 (ou Público, simplesmente) abriga as notícias do dia dos temas sobre Portugal, o Mundo, notícias Locais, os Classificados (Anúncios), o Desporto, a Economia, e tem uma secção de opinião, chamada Espaço Público (onde estão as Cartas, os Editoriais, as Crónicas e outros Artigos de Opinião, excepto críticas literárias). ===P2=== O segundo caderno do jornal, P2, abriga temas relacionados com a sociedade, como as entrevistas, as artes e a cultura, as bandas desenhadas, entre as quais o Bartoon de Luís Afonso e a série Calvin & Hobbes, de Bill Watterson, os Jogos, entre os quais Sudoku e Palavras Cruzadas, e a agenda cultural e programação de televisão do dia. Foi impresso pela primeira vez a 12 de Fevereiro de 2007 ===Público Imobiliário=== O suplemento Público Imobiliário é uma análise do mercado imobiliário à Quarta- Feira. Os seus colaboradores são Rui Pedro Lopes, Pedro Farinha e Marc Barros. ===Inimigo Público=== Lançado em 2003 pelas Produções Fictícias e pela Farol de Ideias, o suplemento Inimigo Público é o suplemento de humor do Público. É uma parceria Público, Produções Fictícias e o Estado do Sítio. O seu lema é Se não aconteceu… podia ter acontecido! O seu director é Luís Pedro Nunes e a sub-directora Rute Gil. A sua redacção é formada por Alexandre Pereira, António Marques, David Marçal, Fábio Benídio, João Henrique, Mário Botequilha, Nuno A. Jerónimo, Nuno Sousa, Patrícia Castanheira, Susana Romana e Vítor Elias. Este suplemento terminou a sua publicação no Público em dezembro de 2021, passando para o semanário Expresso. ===Ípsilon=== O suplemento Ípsilon é o suplemento de artes do Público, publicado à Sexta-Feira. Substituiu, a 12 de Fevereiro de 2007 os suplementos Mil Folhas, Sons e Y. É editado por Pedro Rios e Isabel Coutinho. ===Fugas=== O suplemento Fugas foi criado em 2000 como o suplemento de viagens, prazeres e motores do Público, com o qual sai ao Sábado. Nunca foi substituído, tendo porém sofrido uma reformulação gráfica, passando de \"o suplemento\" a \"a revista\", editado por Sandra Costa. Desde 2007, tem presença online em. Pode ainda ser seguido em várias redes sociais, nomeadamente por Facebook ou Twitter. ===Podcasts=== O PÚBLICO produz vários conteúdos áudio para a internet. Destacam-se os podcasts P24, de actualidade diária, Soundbite, de comentário político, Poder Público, de atualidade política e realizado pela secção de política do jornal, Do Género, sobre questões de género e produzido pela jornalista Aline Flor, Fogo e Fúria com os jornalistas Alexandre Martins e Ruben Martins e muitos outros. ===Pública=== Pública foi a revista de domingo do Público. Foi editada por João Carlos Silva, Nuno Pacheco, Paulo Moura, Dulce Neto, Ana Gomes Ferreira, Marco Vaza, Margarida Santos Lopes e Joana Amaral Cardoso. Quando da extinção da revista \"Xis\", editada por Laurinda Alves e que saía aos Sábados com o \"Público\", absorveu algumas das secções dessa publicação. Actualmente inclui, para além de reportagem, secções fixas de cozinha, miúdos, moda, design, beleza, tecnologia e pequena entrevista. == Colunas de opinião == Tem como cronistas, entre outros, António Bagão Félix, António Pinto Ribeiro, Arlindo Oliveira, Augusto M. Seabra, Carlos Fiolhais, Carlos Rosa, Carmo Afonso, Francisco Assis, Francisco Teixeira Da Mota, Frei Bento Domingues O.P., João Miguel Tavares, Jorge Esparteiro Garcia, Jorge Faustino, José Pacheco Pereira, Manuel Loff, Miguel Esteves Cardoso, Paulo Rangel, Pedro Carvalho, Pedro Filipe Soares, Pedro Henriques, Pedro Teixeira, Ricardo Cabral, Rui Tavares, Santana Castilho, Susana Peralta, Vicente Jorge Silva e, mais recentemente, Maria João Marques. ==Online== O Público foi o segundo sítio de um jornal a disponibilizar a Edição Impressa em HTML. Desde Maio de 1999 integra também um serviço autónomo de notícias, actualizadas várias vezes por dia. A partir de 2001, começou a publicar a Edição Impressa em HTML. Actualmente, o acesso a artigos de opinião, suplementos semanais, artigos de investigação e trabalhos da edição impressa está reservado a assinantes do Clube P. A edição digital diária é disponibilizada antes da edição impressa ser distribuída. O seu portfolio de blogs tem aumentado, tanto próprios como convidados. Estão online os seguintes blogs do Público: *Blog oficial do Fugas, suplemento da edição de sábado do jornal PÚBLICO dedicado a viagens, prazeres e motores. O blog é actualizado diariamente; *P3, um site generalista criado pensado para adolescentes e jovens adultos, e desenvolvido inicialmente com a Universidade do Porto; *Ímpar, a marca de lifestyle do Público; * Notícias, análise e opinião sobre o mundo da tecnologia. Tecnopólis é um blogue mantido pelo jornalista João Pedro Pereira, mas onde surgem, ocasionalmente, artigos de outros jornalistas; *Blog de Jorge Mourinha sobre televisão. Aqui são expostos e analisados os mais diversos acontecimentos e notícias relacionadas com a caixinha mágica e o que as rodeia; * Ciberescritas, Este é um blogue escrito por Isabel Coutinho. Desde 1996, a jornalista assina semanalmente a coluna Ciberescritas sobre o futuro dos livros, a presença de escritores na Internet e a relação entre as novas tecnologias e a literatura; * Provedor do Leitor, blog do provedor do leitor do Público. Os utilizadores registados e os assinantes têm também acesso às seguintes Newsletters gratuitas: * Despertador, revista de imprensa matinal de segunda a sexta; *Público Hoje, destaques diários do Público; *4.0, notícias tecnológicas semanais; *Aquecimento, notícias desportivas semanais; *P3, notícias semanais para adolescentes e jovens adultos; *Fugas, recomendações de lazer semanais; *Mais e Menos, notícias de economia semanais; *Ípsilon, notícias culturais semanais; *Tudo começou com o Big Bang, notícias científicas semanais; *Tecnologia/Cibersegurança, notícias quinzenais sobre cibersegurança; *O que (às vezes) lhe escapa, destaques semanais do Público; *Especiais, para grandes destaques noticiosos mono-temáticos; *PGlobal, notícias semanais para a diáspora portuguesa. Os assinantes têm acesso aos destaques da newsletter Exclusivo Assinantes. ==Tiragem== As vendas de Público nos distintos anos forma: * 58,000 em 2003, o quarto periódico do país * 46,111 em 2005 * 41,706 em 2006 * 42,000 em 2007, outra vez o quarto do país * 42,527 em 2008 * 38,229 em 2009 * 35,137 em 2010 * 33,159 em 2011 * 28,360 entre setembro e outubro de 2013 == Ligações externas == * Página do jornal Público * Edição especial online do Público para o Brasil Categoria:Jornais de Portugal Categoria:Média do Grande Porto Categoria:Sonaecom Categoria:Jornais em língua portuguesa Categoria:Fundações em Portugal em 1990 Categoria:Publicações fundadas em 1990 Categoria:Língua mirandesa",
 "title": "Público (jornal)"
}