{
 "id": "98917",
 "text": "Sociedade Beneficente Cultural Bambas da Orgia é uma escola de samba de Porto Alegre, Rio Grande do Sul. É a mais antiga escola de samba do carnaval da capital gaúcha e a que possui mais títulos. == História == Bambas da Orgia foi fundada em 6 de maio de 1940, por um grupo de ex-integrantes dos Turunas na Rua Santana, seus fundadores foram: Orlando Texeira, Alceu Soares, Benidito Santos, Hemetério Barros, Lafaiete Terra Soares, Peri Vargas, Alcides Dias, Armando Vargas e Laerte Vargas. Seu primeiro desfile ocorreu com treze componentes. Em 1942 houve uma dissidência entre alguns fundadores, o que ocasionou a fundação da Sociedade Nós os Democratas, na Rua Santana, foi sua primeira sede social de Bambas da Orgia. A escola é detentora de troféus especiais por sua conquistas; Troféu Zé Pereira, Troféu Vicente Rao e Troféu Aimoré Silva. == Segmentos == === Presidentes === Nome Mandato Ref. Hermes De Souza 1977 Ariovaldo Alves Paz 1989–1992 Cláudio José Vieira 1993–1996 Odilon das Neves Vieira 1997–2000 Rosalina Conceição 2001–2012 Cleomar Rosa 2013–2018 Nilton Deoclides Pereira 2018-2021 Carlos Breik 2021-2024 === Diretores === Ano Diretor de Carnaval Diretor de harmonia Ref. 1991 Hermes Souza 1992 Hermes Souza 1993 Odilon Vieira João Avelino “Camurça” 1994 Carlos Viana Wilson Nei 1995 Hermes Souza Luiz Fernando “Meneca” 1996 José Ademir Santos 1997 José Ademir Santos Porto Alex 1998 Carlos Alberto “Fau” João Avelino “Camurça” 1999 Carlos Alberto “Fau” Gustavo Giró 2014 Comissão de Carnaval 2015 Walmir Oliveira 2016 Comissão de carnaval 2020 Walmir Oliveira 2022 Walmir Oliveira Carlos Volnei Cunha 2023 Comissão Anderson Xilico 2024 Comissão Nilton Deoclides Pereira Ano Mestre de bateria Ref. 1982–1991 Nilton Deoclides Pereira 1992–1993 Rubens Luiz “Carioca” 1994–1996 Nilton Deoclides Pereira 1997 Júlio Lucena “Mestre Inho” 1998–1999 Estêvão Renato Pereira 2000 Mestre Biskuim 2001 Marcelo Silveira “Marcelinho” 2002 Estêvão Renato Pereira 2003–2005 Jefersandro “Mestre Sandro” 2006–2007 Estêvão Renato Pereira 2008–2009 Sandro Gravador 2010–2012 Estêvão Renato Pereira 2013–2014 Mestre Biskuim 2015–2016 Adailson “Dadá” 2017-2018 Mestre Biskuim 2019 Mestre Willian 2020-2021 Mestre Willian e Sandro 2022-Atual Jefersandro “Mestre Sandro” === Casal de Mestre-sala e Porta-bandeira === Ano Nome Ref. 1987-1991 Marcelinho e Sirlei Lopes 1992-1997 Zé Cartola e Neli Marques 1998-1999 Marcelinho e Michele Lima 2000 Cristiano e Rosicler Padilha 2001-2002 Gustavo Tiriri e Rosicler Padilha 2003 Marcelinho e Rosicler Padilha 2004-2008 Gustavo Tiriri e Rosicler Padilha 2009 Marcelinho e Michele Lima 2010 Evandro Ferraz e Michele Lima 2011-2018 Evandro Ferraz e Fabiana Almeida 2019-2020 Gustavo Tiriri e Fabiana Almeida 2021-Atual Robson Souza e Fabiana Almeida == Carnavais == Bambas da Orgia Ano Colocação Grupo Enredo Carnavalesco Intérprete Ref. 1956 Campeã I Festa na China. 1957 Campeã I Festa nas Arábias. 1958 Campeã I O Mundo de Mandrake. 1959 Campeã I Salve o Carnaval. Ariovaldo Paz 1960 Campeã I As quatro estações. 1961 I Os 10 mandamentos. 1962 I Vovô Deville. 1963 I A Gata Borralheira. 1964 I Quatro estações. 1965 I Nordeste brasileiro. 1966 3.º lugar I Viagem através do Brasil. 1967 I Aquarela do Brasil. 1968 I Obras de Aleijadinho. 1969 I Sinfonia do café. 1970 I História e tradições da Bahia. 1971 I O carnaval de todos os tempos. 1972 I Lavadeiras de Portugal. 1973 I Festa na senzala. 1974 Campeã I O esplendor da Broadway. 1975 I Apogeu de Vila Rica em tempo de Xica da Silva. 1976 I Consagração de Nossa Senhora dos Navegantes. 1977 Campeã I Deslumbramento azul e branco em tempo de Portela. Meneca 1978 2.º lugar I O Guarani. Paulo da Silva Dias (Jajá) 1979 Campeã I Era negro o céu de Palmares, pois seus deuses eram da África. Meneca 1980 Campeã I Magia e esplendor de quatro décadas de glória: 40 anos de Bambas. Paulo da Silva Dias (Jajá) 1981 I Lenda encantada do mundo sem noite. Paulo da Silva Dias (Jajá) 1982 4.º lugar I Universo do sete. Paulo da Silva Dias (Jajá) 1983 Campeã I Pouco importa quanto importa, o importante é sambar. Guaracy Feijó Deco 1984 Campeã I Pra falar de Brasil. Guaracy Feijó Meneca 1985 Campeã I Viagem ao mundo das ilusões. Meneca 1986 Campeã I Alô, alô, Carmem Miranda. Meneca 1987 3.º lugar I Quando o coração bate mais forte. Guaracy Feijó Meneca 1988 Vice-campeã I Vou para além do arco-íris. Guaracy Feijó Porto Alex 1989 Campeã I Sai de baixo, que nesse saco tem gato. Guaracy Feijó Porto Alex 1990 3.º lugar 1A Bambas, a glória da manhã. Dirson Cattani Porto Alex 1991 3.º lugar 1A Tributo a águia num cenário azul e branco. Adoniran Ferreira Porto Alex 1992 3.º lugar 1A Quem conta um conto, aumenta um ponto. Juarez Soares de Lima Geraldo Bico 1993 3.º lugar 1A Ai, que saudades que eu tenho, Reminiscências. Mário Nienow e Pompílio Freitas Geraldo Bico 1994 3.º lugar 1A Pompas para Iyanassô Akala. Guaraci Feijó Paulo da Silva Dias (Jajá) 1995 Vice-campeã 1A Festa de Batuque. Álvaro Machado Paulo da Silva Dias (Jajá) 1996 3.º lugar Especial O Delirante Vôo da Águia nas Magias e Alquimias da Corte do Rei Arthur Álvaro Machado Paulo da Silva Dias (Jajá) 1997 Vice- campeã Especial Tá todo mundo louco. Álvaro Machado Porto Alex 1998 Campeã Especial O Barão das Catas Altas, senhor das Minas Gerais. Augusto Alves Carlos Medina 1999 3.º lugar Especial A noite que se fez luz. Mano Brum Carlos Medina 2000 7.º lugar Especial São Luiz, história e estórias de um povo missioneiro Cássio Carvalho Alexandre Belo 2001 Campeã Intermediário A De um pequenino grão de areia. Jonessy Nunes Nêgo Edu 2002 Campeã Especial Os Bambas abrem o baralho, dão as cartas e bancam o jogo. Álvaro Machado Gilson Dornelles 2003 Campeã Especial No caminho uma bola, dentro da bola o sonho azul de um Grêmio vencedor. Guaracy Feijó Gilson Dornelles 2004 Campeã Especial Do mar se faz poesia. Guaracy Feijó Gilson Dornelles 2005 3.º lugar Especial Do Olimpo às Divindades da Mitologia grega. Fabi Ferreira Gilson Dornelles 2006 4.º lugar Especial É disto que o povo gosta. Fabi Ferreira Rudi 2007 Campeã Especial Taj Mahal: Uma linda história de amor. Adoniran Ferreira e Gilson Lucena (Giguilee) Alexandre Belo 2008 3.º lugar Especial Faculdade da Vida, Trajetória de Bamba; Instituto de Artes 100 anos, a Universidade do Samba. Guaracy Feijó Leandro da Águia 2009 5.º lugar Especial Brilha no céu a estrela que nos faz sonhar para além do luar. Clara Guerreira, Bambas vem te homenagear. Fabi Ferreira Leandro da Águia 2010 8.º lugar Especial Bambas passa na Avenida da Ilusão, convidando para Bailar no Jogo da Sedução Álvaro Machado Leandro da Águia 2011 9.º lugar Especial Ô Abre-Alas Que eu Quero Passar. Severo Luzardo Zinho Melodia 2012 7.º lugar Especial Dos Cerros do Solo Gaúcho Nasce a Rainha da Fronteira, Bagé, um Salto para o Futuro! Gilson Lucena (Giguilee) Sandrinho Gessé 2013 Campeã Especial Majestosa Altaneira, Minha Águia, Minha Paixão! Guaracy Feijó Fábio Ananias 2014 5.º lugar Especial Bambas, apresenta: Moacyr Scliar o menino do Bom Fim. Marco Aramha e Marcyo de Olliveira Fábio Ananias 2015 3.º lugar Especial Bahia, Terra de Bambas! Guilherme Xavier Fábio Ananias 2016 8.º lugar Especial Sorria: Chegou Bambas da Orgia! Guilherme Xavier Fábio Ananias 2017 6.º lugar Série Ouro Num Piscar de olhos tudo pode acontecer! Silvio de Oliveira Fábio Ananias Desfile cancelado em 2018. 2019 6.º lugar Série Ouro É Tempo de Liberdade! No Centenário de Mandela, Sou Bambas da Orgia, a Águia Altaneira da Igualdade. Edy Brittes Porto Alex 2020 Campeã Série Ouro Eu Sou Passado, Eu Sou Presente, Eu Sou Futuro... Saudade, Quem é que Não Tem? Edy Brittes Sandro Ferraz Desfile cancelado em 2021. 2022 Vice-Campeã Série Ouro No Sagrado e no Profano, Sob as Bençãos de Maria e de Iemanjá Edy Brittes Fábio Ananias e Dodô Ananias 2023 4.º lugar Série Ouro Ilu Ayê! Escola de Bamba é Portela Caren Nurimar e Nilvia Daniele Ferreira Fábio Ananias e Dodô Ananias 2024 5.º lugar Série Ouro Òrànmíyàn Michael Smith e Pedro Linhares Bruno Martins == Títulos == Títulos do Bambas da Orgia Grupo Títulos Anos Especial (Atual Série Ouro) 21 1956, 57, 58, 59, 60, 74, 77, 79, 80, 83, 84, 85, 86, 89, 98, 2002, 2003, 2004, 2007, 2013, 2020 Intermediário-A (Atual Série Prata) 1 2001 == Prêmios == ;Estandarte de Ouro *2011: 1º passista masculino. *2012: Velha guarda e comissão de frente. *2013: Samba enredo, enredo, fantasias, evolução, mestre-sala e porta-bandeira, velha guarda, passista masculino, ala de passo marcado, diretor de carnaval e presidente. *2014: Mestre-sala e porta-bandeira e velha guarda. *2015: Bateria, melhor porta-estandarte, interprete e comissão de frente. *2016: Velha guarda. Bambas da Orgia Categoria:História de Porto Alegre",
 "title": "Bambas da Orgia"
}