{
 "id": "98922",
 "text": "Os Super Dragões são a principal claque de apoio ao Futebol Clube do Porto, criada em 30 de novembro de 1986. A claque, liderada por Fernando Madureira (também conhecido como Macaco Líder ou simplesmente Macaco), é formada por alguns membros da já extinta claque Dragões Azuis, que não concordavam com a politica da claque, e que decidiram então criar aquela que é atualmente a maior claque associada ao Futebol Clube do Porto. Situada na curva sul, quer no antigo Estádio das Antas, quer no atual Estádio do Dragão, os Super Dragões são conhecidos por criar um ambiente fervoroso às equipas visitantes e pelo constante apoio ao Futebol Clube do Porto. Estão associados a vários episódios de violência e rixas com outras claques. Membros e ex-membros da claque estiveram envolvidos no Processo \"Noite Branca\" que envolvia o assassinato de seguranças de discotecas no Porto devido a disputas sobre tráfico de droga na vida noturna da cidade. == Polémicas == O líder dos Superdragões, Fernando Madureira, foi acusado de crimes associados à violência no desporto em 2007. Foi acusado de resistência, coacção e invasão de recinto desportivo. Em 2014, Madureira e vários outros elementos da claque foram arguidos acusados do crime de participação em rixa ocorrida antes do início de um jogo do Porto com o Sporting, no Estádio do Dragão. O mesmo líder escreveu um livro biográfico em que \"descreveu muitas das acções ilicítas e de vandalismo cometidas nos anos 80 e 90 por elementos da claque, com destaque para o vandalismo e roubos nas estações de serviço.\" Em Novembro de 2015, confrontos entre Ultras dos Superdragões num vôo da Turkish Airlines levou ao piloto desviar o vôo para uma aterrissagem rápida em Roma, ao invés do destino original de Telavive. === Processo \"Noite Branca\" === Bruno \"Pidá\" o principal arguido do processo Noite Branca era um ex-membro dos Super Dragões. O processo envolvia o assassinato de seguranças de discotecas no Porto devido a disputas sobre tráfico de droga. Vários outros membros do gangue envolvidos eram também membros ou ex-membros da claque. \"Pidá\" foi parte da claque e fazia de funções como \"segurança\" - foi filmado ao lado do Pinto da Costa quando este foi visitar o tribunal no âmbito de uma audiência do caso “Apito Dourado”, a fazer segurança ao dirigente portista. Horas antes do seu assassinato, o empresário Aurélio Palha jantou com Fernando Madureira. Madureira emprestou o seu Porsche Boxster a Bruno \"Pidá\" na mesma época dos assassinatos. === Agressões na Assembleia Geral do FCP === Em 14 de novembro de 2023, durante a Assembleia Geral do Futebol Clube do Porto, agressões a um sócio que discursava na mesma motivaram a suspensão da AG (mais tarde, cancelada), sendo posteriormente criada uma petição que visava a destituição de sócio do presidente dos Super Dragões (Fernando Madureira). A petição, que rapidamente reuniu mais de 12 mil assinaturas, foi mais tarde cancelada pelo seu autor, por alegadas razões de segurança. === Operação Pretoriano === A 31 de Janeiro de 2024, no âmbito da investigação policial denominada \"Operação Pretoriano\", o líder dos Super Dragões, Fernando Madureira, foi detido, juntamente com funcionários do FC Porto e outros membros da claque, totalizando 12 detenções. As buscas domiciliárias resultaram na apreensão de uma arma de fogo, substâncias estupefacientes ilegais, milhares de euros, artefactos pirotécnicos e ingressos para eventos desportivos. As acusações envolvem incidentes na assembleia-geral do clube de 13 de Novembro de 2023, agressões a adeptos e vandalismo à casa do ex-treinador e candidato à presidência, André Villas- Boas. == Ver também == *Colectivo Ultras 95 *Ultras == Ligações externas == * Site oficial do Futebol Clube do Porto Categoria:Claques do Futebol Clube do Porto",
 "title": "Super Dragões"
}