{
 "id": "98931",
 "text": "Batique (ou batik) é uma técnica de tingimento em tecido artesanal, que consiste em aplicar várias camadas de cera sobre um mesmo tecido, que vai ser tingido várias vezes. A cera é aplicada sobre o tecido, de maneira a formar padrões ou desenhos. Como a cera impede que a parte do tecido em que assenta fique tingida, ao removê-la, depois de cada tintura, o tecido vai ficando com padrões e desenhos de cores diferentes. Esta técnica é originária da ilha de Java na Indonésia. == História == No batique javanês, o efeito final é produzido por sucessivos tingimentos no tecido, protegido por máscaras de cera, onde somente as partes não vedadas pela cera são tingidas. As máscaras são aplicadas sobre a seda com pincel ou \"tjanting\", uma ferramenta de metal própria para dispensar pingos de cera derretida. A Indonésia foi o berço do Batik, forma de expressão artística que consiste em desenhar com cera quente sobre o tecido e em seguida tingi-lo com cores variadas, que lhe confere uma impressionante beleza. A técnica do Batik tem como característica singular o efeito da cera, que se parte em alguns lugares deixando um craquelê no desenho, o que acrescenta um toque especial no trabalho dos artistas. Por se tratar de uma arte milenar, o Batik se mantém fiel, sem sofrer mudanças na forma de construir as telas, dentro de um processo que exige uma grande concentração e capacidade de imaginar na abstração do olhar a beleza que cada trabalho revela ao ser finalizado. Nos tempos das colonizações a técnica do Batik embarcou nos navios holandeses e viajou pelo mundo. Com o Batik, pode-se fazer quadros, cangas, lenços, enfim, tudo que tenha como suporte o tecido, e além dele, papel, couro e casca de ovo. Cada trabalho de Batik é original e feito à mão. == Outras imagens == Image: Making of Batik.jpg|Homem preparando um batik Image: Batik-encerat2.jpg|Preparação de batik com cera Image: Niya batik.jpg|Antigo batik chinés Image: Baticart1.jpg|Batik de Irìna Babaiàn ==Bibliografia== *Nadia Nava, Il batik - Ulissedizioni - 1991 ISBN 88-414-1016-7 == Ligações externas == * How to batik - Como fazer o batik' * Batik Africano e a descoberta do tingimento Categoria:Artesanato Categoria:Tecidos têxteis Categoria:Património Cultural Imaterial da Humanidade na Indonésia",
 "title": "Batik"
}