{
 "id": "99087",
 "text": "Adoçantes ou edulcorantes são substâncias de baixo ou inexistente valor energético que proporcionam, a um alimento, o gosto doce. Além da sacarose (açúcar natural mais difundido mundialmente), são largamente utilizados a sacarina, ciclamato e taumatina, que são moléculas bastantes distintas dos glicídios naturais. Os adoçantes podem ser classificados em artificiais ou sintéticos como a sacarina sódica, ciclamatos etc., que não apresentam valores calóricos, e os naturais como a frutose, o sorbitol etc., que possuem menos caloria que a glicose presente na sacarose. == Tipos de adoçantes == === Naturais === São os extraídos diretamente de plantas ou produzidos por via biotecnológica. * Glicose: Componente da sacarose e, basicamente, o glicídeo mais utilizado metabolicamente para a produção de energia. * Isomaltose ou E 953 * Manitol ou E 421 * Maltitol ou E 965 * Sacarose ou açúcar de mesa: É obtida da beterraba (contendo 15%) ou da cana-de-açúcar (com 25% de sacarose). * Lactose açúcar encontrado no leite, possui baixo potencial dulçor. É utilizada como insumo inerte (II) em preparações. homeopáticas * Flavonoides * Frutose. É conhecido como o açúcar para diabéticos. É comumente encontrada em frutos. É utilizado para a fabricação de produtos para diabéticos, porém o seu consumo deve ser controlado, já que pode ser interconvertida em glicose. A frutose metaboliza-se mais lentamente. * Esteviosídeos : Extraído da Stevia rebaudiana. Um adoçante natural, rejeitado por muitos por ter sabor característico, mas que vem se popularizando no centros urbanos pelos seus benefícios para a saúde, em especial para as diabetes. * Taumatina ou E 957 * Xilitol ou E 967: Adoçante parecido ao sorbitol, pouco utilizado devido ao seu custo de produção. É utilizado em gomas de mascar de valor mais elevado. == Sintéticos ou artificiais == São os produzidos através de processos industriais específicos. *Acesulfame-K ou E 950: Não é metabolizado pelo organismo e tem poder adoçante 200 vezes maior que a sacarose; * Aspartame ou E 951: É um dos mais recentes, seu poder adoçante se aproxima a sacarina. É proibido o seu consumo àqueles com fenilcetonúria. Perde o sabor quando submetido a temperaturas superiores a 120 °C ou mais baixa de forma prolongada. Seu poder adoçante é 200 vezes superior ao da sacarose, ou seja, é necessário uma dose 200 vezes menor que a de açúcar; * Ciclamato ou E 952: É 50 vezes mais doce que o açúcar. Os ciclamatos estão proibidos nos Estados Unidos e Japão. * Lactitol. Adoçante artificial pobre em calorias. É empregado para a confecção de doces de baixas calorias. É recomendável aos diabéticos. É menos doce que a sacarose porém mais estável que o aspartamo; * Lisozima ou E 1105; * Neo-hesperidina di-hidrocalcona ou E 959ː Elaborado da laranja amarga; * Neotame: O mais potente que existe; * Polidextrose ou E 1200: Adoçante utilizado por suas propriedades gelificadoras e espessantes, ideal para a produção de sobremesas; * Sacarina ou E 954: Acredita-se que doses inferiores a 2,5 gramas ao dia não são tóxicas. * Sorbitol ou álcool de açúcar: Tem as mesmas vantagens e inconveniências que a frutose, porém pode causar diarreia se for consumido em excesso. É o adoçante geralmente utilizado nas gomas de mascar \"sem açúcar\". No fígado, pode ser transformado em glicose e frutose; * Sucralose ou E 955: Açúcar modificado com átomos de cloro, é 600 vezes mais potente que o açúcar comum; == Ligações externas == * Stévia é o adoçante mais saudável e aspartame é o grande vilão, por Patricia Davidson Haiat, portal Vya Estelar * Substância comum em produtos de baixa caloria é assunto controverso, afirmam especialistas * A controvérsia continua! Os internautas perguntam: Enfim, pode-se ingerir adoçantes artificiais? * Os adoçantes artificiais fazem mal à saúde?",
 "title": "Adoçante"
}