{
 "id": "991",
 "text": "A História da África é conhecida no Ocidente por escritos que datam da Antiguidade Clássica. O homem passou a estar presente na África durante os primeiros anos da era quaternária ou os últimos anos da era terciária. A maioria dos restos de hominídeos fósseis que os arqueólogos encontraram, australopitecos, atlantropos, homens de Neandertal e de Cro-Magnon, em lugares diferenciados da África é a demonstração de que essa parte do mundo é importante no processo evolutivo da espécie humana e indica, até, a possível busca das origens do homem nesse continente. As semelhanças comparáveis da história da arte que vai entre o paleolítico e o neolítico são iguais às das demais áreas dos continentes europeu e asiático, com diferenças focadas em que regiões estão desenvolvidas. A maioria das zonas do interior do continente, meio postas em isolamento, em contraposição ao litoral, ficaram permanentes em estágios do período paleolítico, apesar da neolitização ter sido processada no início em , com uma diversidade de graus acelerados. O Norte da África é a região mais antiga do mundo. A civilização egípcia floresceu e inter- relacionou-se com as demais áreas culturais do mundo mediterrâneo, motivos pelas quais essa região foi estreitamente vinculada, há milhares de séculos, depois que a civilização ocidental foi geralmente desenvolvida. As colônias pertencentes à Fenícia, Cartago, a romanização, os vândalos aí fixados e o Império Bizantino influente são os fatores pelos quais foi deixada no litoral mediterrâneo da África uma essência da cultura que posteriormente os árabes assimilaram e modificaram. Na civilização árabe foi encontrado um campo de importância em que foi expandido e consolidada a cultura muçulmana no Norte da África. O islamismo foi estendido pelo Sudão, pelo Saara e pelo litoral leste.M’BOKOLO, Elikia – Cap.2, II. Os estados sudaneses, em África negra. História e civilizações. São Paulo: EDUFBA/Casa das Áfricas, 2009, pp.122-163. Nessa região, o islamismo é a religião pela qual foram sendo seguidas as rotas de comércio do interior da África (escravos,SILVA, Alberto da Costa e – Cap. 6, A costa do ouro e Cap. 7, Os lançados, em A manilha e o libambo. A África e a escravidão de 1500 a 1700. Rio de Janeiro: Nova Fronteira/Fundação Biblioteca Nacional, 2002, pp.191-227. ALENCASTRO, Luis Felipe de – O trato dos viventes. Formação do Brasil no Atlântico sul, São Paulo, Comapnhia das Letras, 2000. ouro, penas de avestruz) e estabelecidos encraves marítimos (especiarias, seda) no Oceano Índico. Simultaneamente, na África negra foram conhecidos vários impérios e estados que aí floresceram. Estes impérios e estados nasceram de grandes clãs e tribos submetidos a um só soberano poderoso com características próprias do feudalismo e da guerra. Entre esses impérios de maior importância figuram o de Axum, na Etiópia, que teve sua chegada ao apogeu no ; o de Gana, que desenvolveu-se do ao XI e os estados muçulmanos que o sucederam foram o de Mali (do ao XV) e o de Songai (do ao XVI); o Reino de Abomei do Benim ();RYDER, Allan Frederick Charles Do rio Volta aos Camarões, em História Geral da África IV. A África do século XII ao XVI. São Paulo: Ática/UNESCO, 1980, coordenador do volume D.T. Niane, pp.353-384 e a confederação zulu do sudeste africano (). Durante o os exploradores vindos da Europa chegaram primeiramente no litoral da África Ocidental. O estímulo dado a essa exploração foi uma forma de buscar novos caminhos para as Índias, após o comércio ser fechado por parte dos turcos no leste do Mar Mediterrâneo. Os colonizadores de Portugal, da Espanha, da França, da Inglaterra e dos Países Baixos foram os competidores do novo caminho a fim de ser dominado por meio de feitorias no litoral e portos de embarque para comercializar os escravos. Concomitantemente, foram realizadas as primeiras viagens científicas que adentraram o interior do continente: Charles-Jacques Poncet na Abissínia, em 1700; James Bruce em 1770, procurando o local onde nasce o Nilo; Friedrich Konrad Hornermann viajando no deserto da Líbia sobre a garupa de um camelo, em 1798; Henry Morton Stanley e David Livingstone na bacia do Congo, em 1879. A partir do , as potências europeias interessadas política e economicamente representavam estímulo para que o interior da África seja penetrado e colonizado. As potências europeias desejavam a criação de impérios que fossem estendidos de litoral a litoral, mas isso fez com que o Reino Unido (pelo qual foi conseguida a ocupação de uma faixa de norte a sul, do Egito à África do Sul, além de demais zonas colonizadas no golfo da Guiné), a França (que estabeleceu-se no noroeste da África, em parte do equador africano e em Madagascar) e, em quantidade pequena, Portugal (Angola, Moçambique, Guiné e uma diversidade de ilhas estratégicas), Alemanha (Togo, Tanganica e Camarões), Bélgica (Congo Belga), Itália (Líbia, Etiópia e Somália) e Espanha (parte do Marrocos, Saara Ocidental e encraves na Guiné) brigassem entre si. A partilha da África foi formalmente consumada na Conferência de Berlim de 1884-1885, na qual firmou-se o princípio da ocupação efetiva como forma de legitimar as colônias empossadas. Devido ao regime colonialista estabelecido no continente, foram destruídas e modificadas as estruturas sociais, econômicas, políticas e religiosas da maioria do território da África negra. As colônias que proclamaram sua independência, processo emancipatório que iniciou-se após a Segunda Guerra Mundial e concluiu-se principalmente de 1960 até 1975, estiveram sob ameaça da gravidade de problemas de integração nacional, que resultaram das fronteiras arbitrárias como legado do sistema colonialista, além da pobreza (o rápido crescimento da população africana é mais elevado do que o número de alimentos produzidos). Como dependem econômica e politicamente das antigas metrópoles, a ineficiência da administração, as tribos e as ideologias conflitantes entre si, todos esses fatores agravantes fizeram com que a população das cidades crescesse. Estas são as principais barreiras que impedem que os novos países desenvolvam-se. Os governos desses países, majoritariamente com características de forças armadas ou de presidencialismo, têm tendência à adoção de políticas de socialização que garantem a libertação dos países das potências estrangeiras. A cooperação coletiva para a solução desses problemas deu origem a uma diversidade de organizações supranacionais que baseiam-se na ideia do pan-africanismo, ou a totalidade dos povos africanos unidos no entorno dos interesses comuns; a de maior importância é a Organização da Unidade Africana (OUA). A discussão deste artigo em linhas gerais é uma referência à história da África. Para uma história específica dos países em que é dividido o continente, veja os verbetes sobre cada um deles ou também os verbetes secundários sobre a história de cada nação. Sobre o papel que a África exerce na atualidade, veja os verbetes Movimento Não Alinhado, Segunda Guerra Mundial e História do mundo. == Paleontologia == A partir dos primeiros tempos da história,HAMPATÉ BÂ, Hamadou – A tradição viva, em História Geral da África I. Metodologia e pré-história da África. Organizado por Joseph Ki-Zerbo. São Paulo, Ed. Ática/UNESCO, 1980, pp.181-218. a África é o berço da humanidade. A crença dos cientistas é de que a possibilidade evolutiva do homem vem desde um dentre a diversidade tipológica de macacos humanoides que têm vagado pelos prados orientais e centrais da África, há mais de 2 500 000 anos. A descoberta dos arqueólogos é a primeira prova evidente de uma cultura da Antiga Idade da Pedra que residia na diversidade de sítios arqueológicos na Grande Fossa Africana da parte oriental da África.M’BOKOLO, Elikia – O império do “mwene mutapa”, em África negra. História e civilizações. São Paulo: EDUFBA/Casa das Áfricas, 2009, pp 164-180. A crença dos arqueólogos é a distribuição desta forma pré-histórica cultural da Idade da Pedra pela quase totalidade da África e para os demais continentes. O início da utilização do fogo pelos seres humanos ocorreu na África há mais de 50 mil, ou 60 mil anos. Há mais ou menos 35 mil a 40 mil anos teve início o aparecimento do primeiro Homo sapiens sapiens (o homem moderno) na África. Durante a Idade da Pedra, os homens-macaco estavam ameaçados de serem extintos e somente restou o Homo sapiens sapiens na África. Imagem:Proconsul nyanzae skeleton.jpg|Crânio de Proconsul heseloni. Imagem:Rhodesian Man.jpg|Crânio encontrado em 1921. Imagem:Lucy Mexico.jpg|\"Lucy\" ou Lilia no Museu Nacional de Antropologia da Cidade do México. == Surgimento da Agricultura == Teve início a introdução da atividade agrícola e do trabalho de domesticar animais na África por volta de , quando vieram do Oriente Médio. Os primeiros agricultores do Saara passaram a conhecer estas atividades na totalidade da Norte da África e do Saara, que não era ainda considerado uma extensa área desértica. Os primeiros agricultores do Saara, propriamente ditos, eram parecidos com os negros do que é hoje a África Ocidental. Entretanto, a atividade agrícola só foi atingida pela floresta tropical por volta do tempo de Jesus Cristo. Os povos da parte meridional do Saara não tinham conhecimento dos povos agricultores da parte setentrional, e não tinham os instrumentos que necessitavam para cultivar na densidade da floresta da África Central. Além disso, os produtos que os agricultores cultivavam na parte setentrional provavelmente não se adequavam aos tipos climáticos com mais umidades da parte meridional. Também há possibilidade de que a riqueza dos solos da África Central já fosse propícia à produção de alimento suficiente, com o extrativismo animal e o extrativismo vegetal. Em , o clima africano foi atingindo pela seca e teve início a transformação do Saara numa extensa área desértica. Os agricultores negros do Saara tiveram a necessidade de deslocamento para os prados meridionais. Em , teve início por esses agricultores o cultivo de alimentos a serem produzidos, como o arroz e alguns tipos de inhame cujos solos tanto dos prados como das florestas eram propícios a esses tipos de cultivos. Pelos agricultores das montanhas da Etiópia, na parte oriental da África, teve início o desenvolvimento de novas culturas razoavelmente na mesma época. Os povos da parte meridional, atual centro do Quênia, praticavam o trabalho de rebanhar o gado domesticado, ou seja, a pecuária. Relações entre África e Ásia por meio da agricultura. Por muito tempo o papel da África no desenvolvimento da agricultura, suas técnicas e seus recursos, foi minimizado e por vezes ignorado devido a preconceitos coloniais e a falta de conhecimento da origem de vários cultigenos africanos e da própria pré-história do continente. No entanto, o desenvolvimento de técnicas agrícolas, através dos chamados “berços agrícolas” (berço afro- mediterraneo, afro-oriental, afro-ocidenta, Nilo-abissinio e afro-central), teve papel importante na agricultura mundial, que se manifestaram em outras partes do globo. As difusões que se deram por meio do berço agrícola e pastoril do oriente próximo mesopotâmico desempenhou um papel importante na história antiga da agricultura na África. Exemplo disso é a história das relações antigas entre África e Ásia, que aconteceram por meio de uma via sabeia do sul da Arábia e leste da África. Essa via possibilitou o intercâmbio de vegetais domésticos africanos como sorgo e cultigenos do oriente próximo entre plantas vinda do sudeste tropical da Ásia (a bananeira, o inhame grande, o taro a cana-de-açúcar). Além disso, também houve um intercâmbio de animais domésticos, isso porque certas espécies de suínos da África Oriental parecem relacionados aos suínos domesticados na Ásia. == A Idade do Bronze e a Idade do Ferro == Nos últimos dois mil anos anteriores à época em que nasceu Jesus Cristo, teve início o desenvolvimento das cidades e da atividade comercial por mar no Norte da África. Coisas inventadas pelo homem como o bronze e a escrita tiveram penetração no Norte da África, quando vieram do Oriente Médio. A parte meridional do Saara não foi atingida por essas invenções, e por esse motivo, naquela região da África não existia ainda Idade do Bronze. Mas, a entrada da região na parte meridional do Saara ocorreu na Idade do Ferro pouco após a descoberta do trabalho de ser utilizado o ferro no Oriente Médio. A introdução do trabalho de utilizar o ferro ocorreu desde o Egito para o sul, dirigindo-se ao Reino de Cuxe, onde é hoje o Sudão, por volta de No tempo em que viveu Cristo, ocorreu a entrada da Etiópia e da região de savanas da África Ocidental na Idade do Ferro. == Migrações para o Sul == Os negros que falavam as línguas bantos, cujas atividades econômicas eram a agricultura, e que sabiam usar o ferro, ficaram conhecidos por realizarem uma das maiores correntes migratórias do mundo, ao longo de três milénios, tendo espalhado línguas bantu (línguas nigero-congolesas) em praticamente toda a África subsaariana.http://www.sciencemag.org/cgi/data/1172257/DC1/1http://upload.wikimedia.org/wikipedia/commons/5/50/Niger- Congo_map.pnghttp://www.ncbi.nlm.nih.gov/pubmed/15340834http://www.ncbi.nlm.nih.gov/pubmed/19383166http://www.ncbi.nlm.nih.gov/pubmed/21109585http://www.ncbi.nlm.nih.gov/pubmed/21453002http://www.ncbi.nlm.nih.gov/pubmed/19425093 Fizeram o deslocamento desde a área do que é hoje a República dos Camarões, indo para dentro das florestas com povoamento escasso da África Central, e ali foram responsáveis pela introdução da atividade agrícola e do trabalho de instrumentos de ferro. Depois que passaram cerca de mil anos, eles atingiram a parte meridional, realizando a ocupação da quase totalidade do cone sul da África. Quando caminharam para a parte meridional, povos caçadores foram encontrados pelos povos bantos, como os pigmeus, os bosquímanos e os hotentotes. Os bantos se casavam com os caçadores, ou então os caçadores foram forçados a fazer a entrada pela floresta ou pelo deserto do Calaari. Por certos povos, como os hotentotes, foi adotado o modus vivendi banto e os hotentotes, propriamente ditos, foram convertidos em agricultores. Entretanto, à medida da aproximação dos povos bantos em direção ao sul, iam ficando isolados do desenvolvimento das coisas inventadas pelo homem no Norte da África e no Oriente Médio. Desde então, sempre se progrediram através das próprias coisas que inventaram. Enquanto do deslocamento dos povos bantos em direção ao sul, outros tiveram movimentação das savanas para as florestas do litoral da África Ocidental. Continuou a circulação das ideias nas rotas comerciais rastreadas, através do Saara e no talvegue do rio Nilo, do norte da África até a região logo na parte meridional do Saara. Além disso, a navegação feita pelos comerciantes no mar Vermelho e do o golfo Pérsico até a região onde é hoje o Moçambique tem levado para os povos do litoral oriental da África as notícias contando que o Norte da África estava se progredindo. As rotas comerciais fizeram com que os povos logo na parte meridional do Saara se contatassem com o Império Romano. A totalidade do Norte da África foi dominada pelo Império Romano após == Axum e Núbia == O Império de Axum e a Núbia foram ambas as regiões logo na parte meridional do Saara onde o Império Romano influenciou mais, durante os primeiros séculos depois que nasceu Jesus Cristo. O Reino de Axum era situado na região atualmente correspondente à parte norte- oriental da Etiópia. O Reino de Axum tornou-se rico através do fato de que os romanos e as Índias comerciavam, ou seja, realizaram trocas comerciais. O povo foi convertido para o cristianismo quando se iniciou o Muitos de seus descendentes tiveram a continuação de serem convertidos ao cristianismo. Muitos pequenos reinos núbios que ficavam no vale do rio Nilo, no atual Sudão, entravam em negócios com o Egito quando o país mais antigo do mundo pertencia ao Império Romano. Os núbios que comerciavam e influenciavam foram além do vale do Nilo, tendo extensão para o ocidente, até chegar ao lago Chade. Foram convertidos pelos missionários egípcios que os núbios se tornassem cristãos no . Durante o , o Norte da África foi invadido pelos vândalos, um povo germânico, dando contribuição para que fosse exterminado o cristianismo romano que influenciou a África. O reino vândalo declinou-se no , e o Norte da África passou a pertencer ao Império Bizantino. == O Surgimento do Islão == Nos últimos anos do ocorreu à união de um grupo de árabes em volta de um movimento religioso que Maomé fundou. Maomé chamou a religião de islão e seus seguidores passaram a se conhecerem pelo nome de muçulmanos. Foi convertida ao islão a maior parte da população do Egito e das terras hoje pertencentes ao Iraque, à Palestina, ao Irão e à Síria. As conquistas do islão foram estendidas no decorrer do tempo ao litoral norte da África, onde hoje existem a Líbia. a Tunísia, a Argélia e Marrocos, e os muçulmanos até conquistaram a Península Ibérica. O islão passou a influenciar também parte da África ao sul do Saara. Foram convertidos pelos comerciantes muçulmanos que os povos das cidades portuárias da parte oriental da África, nos atuais países da Somália, do Quênia, da Tanzânia e do norte de Moçambique, onde a língua de comunicação era e é o suaíli, que passou a ser escrita em letra árabe.. Registou-se também uma forte penetração do Islão na África Oriental, nas áreas que hoje correspondem ao Mali, ao Senegal, a Burquina Fasso e o norte da Costa do Marfim, do Gana e da Nigéria. == Impérios da África Ocidental == O florescimento dos impérios da África Ocidental ocorreu no ano 1000. A opinião de alguns historiadores é de que eles têm se organizado pouco após o tempo em que viveu Jesus Cristo. A opinião de outros autores é de que eles são da mais alta antiguidade. Um dos impérios, que se chamava Canem, estava localizado nas imediações do lago Chade. Outro, que se chamava Império do Gana, era situado na extremidade ocidental, onde está localizado o Mali e a parte meridional da Mauritânia. Tacrur estava localizado nos atuais países do Senegal e a Mauritânia. A aparência política de Gana era a de um Estado que mais se fortaleceu dentre os impérios durante vários períodos de cem anos, mas seu poder entrou em declínio no . No , um império que se chamava Mali, que se localizava nos atuais países de Guiné e de Mali, substituiu Gana como o império que mais se fortaleceu na África Ocidental. Nos últimos anos do e primeiros anos do , o Império Songai fez a substituição do Império do Mali como o império que mais se fortaleceu. A atividade comercial no Saara era uma das coisas mais importantes que esses impérios se interessavam. Em direção para a parte setentrional ia o ouro e demais coisas produzidas na África ocidental, que os negociantes trocavam pelo sal e demais coisas produzidas no Norte da África e na Europa, mais precisamente nas cidades às margens do Saara. Para que tivessem força, os impérios da África Ocidental eram obrigados a se responsabilizarem pelo controle dessas cidades. Eles se tornavam mais fortes quando têm conquistado o controle das rotas comerciais da extensa área desértica e fronteiras do Norte da África. Entretanto, quando foram reduzidos à maior fraqueza, os responsáveis pela pilhagem dos impérios da África Ocidental foram os nômades que caçavam os ricos valores econômicos da África Ocidental. Foi levado pelos mercadores muçulmanos o islamismo à África ocidental, durante longas viagens pelas rotas comerciais do Saara. Os conquistadores no Oriente Médio tiveram o islamismo como religião, mas os comerciantes na África ocidental também tiveram essa religião. A importância exercida pelo islamismo na África ocidental foi a de influir espiritualmente a população, e foram trazidas pela religião as coisas novas que se conheciam do mundo de fora e foi responsável pela introdução do ato de ler e escrever. O árabe tem se tornado uma língua internacionalmente difundida na época. Imagem:Mapa ghana-pt.svg|Gana na sua maior extensão. Imagem:Mapa mali-pt.svg|Império do Mali na sua maior extensão. Imagem:Mapa shonghai-pt.svg|Império Songai, cerca de 1500. == Sul das florestas centrais == Na parte meridional das florestas centrais, foram formados, de 1000 até 1500, reinos que foram responsáveis pelo controle de áreas que assemelhavam às da maioria dos países da Europa. O Reino do Congo, que se localizava na foz do rio Congo e em Angola,M’BOKOLO, Elikia – O reino do Kongo, em África negra. História e civilizações. São Paulo: EDUFBA/Casa das Áfricas, 2009, pp.180-207. HEINTZE, Beatrix – O contrato de vassalagem afro- português em Angola no século XVII, em Angola nos séculos XVI e XVII. Estudo sobre fontes, métodos e história. Tradução de Marina Santos. Luanda, Kilombelombe, 2007, pp.387-436. SOUZA, Marina de Mello e – Catolicismo e comércio na região do Congo e de Angola, séculos XVI e XVII, em Nas rotas do império, organizadores: João Fragoso, Manolo Florentino e outros. Ilha de Vitória, EDUFES, 2006, pp.279-297. era um dos grandes reinos. Era existente ainda o Reino Luba, que se situava onde é hoje a parte meridional da República Democrática do Congo, e um grupo de Estados que ficavam ao redor dos grandes lagos dos países que são hoje Burundi, Ruanda, Tanzânia e Uganda. O Reino do Caranga, que se chamava às vezes de Império de Muanamutapa, estava localizado onde é hoje o Zimbábue. Sua capital era a Grande Zimbábue. Era vendido pelo Reino do Caranga o ouro para os comerciantes que viviam no litoral oriental, e era o único reino da parte meridional que se contatava com o mundo exterior. Foram isolados pelas regiões de clima parcialmente seco e de pouco povoamento os outros reinos meridionais do fato de contatar com os grandes centros onde se desenvolvia a África. Assim, estes reinos foram desenvolvidos sem precisar saber escrever e de outras coisas inventadas que tiveram importância nas demais partes da África. == Colonização portuguesa == Em oposição ao oceano Índico, onde ocorre a mudança do vento de acordo com as estações, o oceano Atlântico, no decorrer do litoral da África Ocidental, existe a força dos ventos e as correntes que percorrem a descida desde a parte meridional durante o ano inteiro. Até a metade do , os navios europeus não tinham a possibilidade de descida do litoral da África Ocidental e de retorno à Europa. Somente após a construção feita pelos portugueses de navios que tinham capacidade de navegação com retorno pelo litoral da África Ocidental, na metade do , é que eles tiveram a possibilidade de qualquer ponto da África. De 1497 até 1498, foi comandada por Vasco da Gama uma expedição portuguesa que percorreu o contorno do cabo da Boa Esperança com destino às Índias. Inicialmente, os portugueses tiveram interesse principal em comerciar o ouro de Gâmbia, da Costa do Ouro (atual Gana), e do Império Caranga.DIAS, Jill - O Kabuku Kambilu (c.1850-1900): uma identidade política ambígua, In Actas do Seminário Encontro de Povos e Culturas em Angola, Lisboa, Comissão Nacional para as Comemorações dos Descobrimentos Portugueses, 1997, pp.13-53. SOUMONNI, Elisée – A compatibilidade entre o tráfico de escravos e o comércio do dendê no Daomé, 1818-1858, Daomé e o mundo atlântico, Rio de Janeiro, UCAM (Universidade Cândido Mendes), CEAA (Centro de Estudos Afro-Asiáticos) e Amsterdam, SEPHIS (South-South Exchange Programme for Research on the History of Development), 2001, pp. 61-79. Também a tentativa feita pelos portugueses era a conversão ao cristianismo dos governantes dos reinos do Congo, Benim, no sul da Nigéria, e Uolofe, no Senegal. Logo foi descoberto pelos portugueses que a África tropical era muito perigosa para aqueles que chegaram recentemente. Frequentemente, mais de 50% dos grupos de colonizadores vindos da Europa que chegaram recentemente à África perderam a vida dentro de um ano ou dois, por apresentarem sintomas de doenças tropicais como a malária e a febre amarela. Nestas situações condicionais, somente que um negócio comercial que lucrava em grande quantidade teria a possibilidade de atração dos mercadores europeus. Os escravos e o ouro têm se tornado o único negócio comercial que lucrava com suficiência para os mercadores europeus serem atraídos para África. == O Tráfico de Escravos == Na metade do , teve início a compra e a venda feita pelos portugueses de alguns escravos na Europa. Entretanto, o tráfico de escravos ganhou real importância depois que Cristóvão Colombo descobriu a América. A morte dos habitantes dos povos indígenas da América tropical ocorreu por serem vítimas pelas doenças europeias, e a opinião dos europeus era de que eles próprios não tiveram salvação das doenças tropicais da região do Caribe. Assim, foram trazidos pelos europeus africanos que tinham imunidade parcial à malária e à febre amarela para servirem como trabalhadores braçais na América. Os europeus tinham o direito de compra de escravos no litoral da África porque seus prisioneiros de guerra foram escravizados pelos africanos - como pelos muçulmanos e pelos cristãos do litoral que viviam no Mar Mediterrâneo, na época.M’BOKOLO, Elikia – Um peso global difícil de medir, em África negra. História e civilizações. São Paulo: EDUFBA/Casa das Áfricas, 2009, pp.393-413. SILVA, Alberto da Costa e – Francisco Félix de Souza, mercador de escravos. Rio de Janeiro, EdUERJ/Nova Fronteira, 2004, capítulo 4 a 9, pp.41-106. MILLER, Joseph C. – A economia política do tráfico angolano de escravos no século XVIII, em Angola e Brasil nas rotas do atlântico sul, orgs. Selma Pantoja e José Flávio Sombra Saraiva, Rio de Janeiro, Bertrand Brasil, 1998, pp.11-65. Teve crescimento o tráfico de escravos africanos à medida em que o estabelecimento feito pelos portugueses e pelos espanhóis foi a importância de se plantar cana-de-açúcar no Brasil (ver: Tráfico de escravos para o Brasil) e na região do Caribe, durante o . Na metade do , os colonizadores vindos do Reino Unido, dos Países Baixos e da França têm entrado no tráfico de escravos. De 1450 até 1865, com o comércio atlântico de escravos, foram trazidos pelos europeus dez milhões de escravos para as Américas, que se originaram da parte do litoral da África Ocidental entre o Senegal e Angola. Foi estimulado pelo tráfico de escravos que os governantes africanos realizassem a venda de prisioneiros a fim de trocar roupas, armas de fogo e ferro da Europa. Ao invés do aprendizado da fabricação desses produtos, foi considerada pelos africanos uma facilidade muito grande na obtenção de vender escravos. Dessa forma, que se deve, em parte, ao negócio de traficar escravos, a África ficou atrasada em se desenvolver industrialmente em relação à Europa. Razoavelmente, de 1780 e 1880, foi iniciado pelos árabes e pelos africanos um negócio de traficar escravos no litoral da África Oriental. Os escravos da África Oriental entraram em embarcações marítimas com destino para Zanzibar ou para os países localizados no mar Vermelho e no golfo Pérsico. == Influência europeia == Nos anos de 1580, foram controladas pelos turcos otomanos muitas partes do Norte da África, entre o Egito e onde é hoje a Argélia. Entretanto, de 1580 até 1800, o fato de os otomanos controlarem o Norte da África entrou em declínio, e o comércio e a força militar dos adeptos europeus do cristianismo teve crescimento no Norte da África. Foi estabelecido pelos holandeses um entreposto de comércio localizado na Cidade do Cabo, na parte meridional da África, em 1652. Houve crescimento da população branca no lugar, e seus descendentes passaram a se conhecer pelo adjetivo de africânderes. Exceto o tráfico de escravos, tudo aquilo que a Europa influiu não teve muita grandeza na África tropical até após 1800. O tráfico de escravos entrou em declínio nos primeiros anos do , e teve início na Europa a necessidade de alimentos produzidos na África como o amendoim e o azeite de dendê, para serem industrializados. Os agricultores da África Ocidental tiveram o início da grande dependência de comercialização desses produtos aos europeus do que a sua dependência anterior com o comércio de escravos. Após 1800, foi compreendido por alguns daqueles governantes da África que, se forem copiados os métodos militares europeus, teriam a possibilidade de conquista dos seus vizinhos. Foram importados pelo Egito armas de fogo e funcionários europeus para o auxílio na conquista de um grande império, no atual Sudão. Foi assumido por Zanzibar o fato de controlar uma parte da África Oriental, que tinha extensão até o ponto de encontro da atual parte oriental da República Democrática do Congo. Foram conquistados pelos africânderes da parte meridional da África os africanos da região nas imediações da parte setentrional e foi fundada a independência de duas repúblicas, que se chamam Transvaal e Estado Livre de Orange. == Revoluções Religiosas == Entre os séculos XII e XIII ocorreu a penetração do islamismo na região dos prados da África Ocidental, na parte meridional do Saara. Mas pelos governantes desta área jamais foi imposta totalmente a lei islâmica, de modo que os credos da mistura feita pelo povo foram as religiões tradicionais africanas e o islamismo. Nos últimos anos do , foi iniciada pelos líderes muçulmanos da África Ocidental a pregação de reformar a religião e a exigência de que fossem criados Estados muçulmanos autênticos. A maioria desses líderes foram comandantes de \"guerras santas\" em luta contra os governantes africanos da área e foram fundados novos impérios muçulmanos. Em 1860, os novos impérios foram os controladores da quase totalidade da região de savanas da África Ocidental. == Exploração europeia == Teve início a exploração europeia na década de 1770. Até então, os europeus permaneceram nas imediações da faixa litorânea, mas o fato de interessarem no comércio e o trabalho missionário acarretaram gradualmente o deslocamento forçado para o interior do continente. Na década de 1770, foi financiado pelos governos e sociedades missionárias e científicas da Europa que as expedições realizassem explorações na África. Nos anos 1880, ocorreu o crescimento do fato de os países europeus serem rivais uns aos outros. Teve início a reclamação dos governos europeus das partes do território do litoral da África. O desejo dos governos da Europa foi definido como a garantia de ter direito às áreas que tiveram maior lucro, antes que isso fosse feito por seus rivais. Por volta de 1914, os europeus tinham feito a divisão entre si da totalidade do território africano, deixando somente a independência nacional da Etiópia e a Libéria. A Bélgica, a França, a Alemanha, a Grã-Bretanha, a Itália, a Espanha e a Turquia têm feito a sua auto reclamação de partes da África. Como a Europa reconheceu esses territórios reivindicados, teve início o estabelecimento feito pelos poderes coloniais europeus do seu poder real na África. Foram reconhecidos por alguns governantes africanos que as armas europeias são superiores e sua rendição pacífica ao domínio europeu. Mas foram feitas pelos outras guerras de resistência, que geralmente que os europeus trataram como rebeliões. O período da conquista europeia foi estendido da década de 1880 até a década de 1930, mas na metade da década de 1920 foram controladas pelos europeus já com firmeza muitas das partes da África. == Domínio colonial == A duração do domínio colonial sobre muitas das partes da África foi entre 1880 e 1960. Até 1880, cerca de 80% do território africano era governada por seus próprios líderes, no entanto trinta anos depois, em 1914, com exceção da Etiópia e da Libéria, a África se vê submetida a dominação de potencias europeias. Hoje em dia, a consideração feita pelos africanos é a de que esse período foi uma experiência que humilhou. Mas foi também um período em que se progrediu muito. Nunca tantos africanos foram educados para que se contatassem com o restante do mundo. Foi trazido por novas rodovias e ferrovias que a África se desenvolvesse economicamente, apareceu o surgimento de novas cidades. Inicialmente uma grande gama de dirigentes Africanos acolheram favoravelmente as inovações que estavam sendo introduzidas pelos europeus, pois até o momento não existia nenhuma ameaça a soberania e independência africana. O domínio colonial variou muito em diferentes partes da África. Na parte meridional da África, foi tomada pelos colonizadores brancos a excelente qualidade das terras e foi construída uma sociedade industrial que foi responsável pela exclusão dos africanos da totalidade das ocupações que não tivessem maior humildade possível. Na África tropical, os comerciantes ou funcionários europeus foram os implantadores de seu domínio com os líderes africanos que ajudaram. Entretanto, os europeus demonstraram interesse em exercer controle político direto sobre a África, o que desagradou as autoridades do local, que não aceitaram facilmente essa intervenção, desaprovando as mudanças europeias e defendendo sua soberania, religião e modo de vida. A maioria optou pela defesa de sua soberania através de estratégias e táticas de confronto e armas diplomáticas. O colonialismo trouxe benefícios e malefícios a África e variou de região para região, mas de modo geral ele é responsável pelas influencias dentro continente, sejam políticas, econômicas ou sociais, sendo necessário tentar corrigir seus defeitos. === Problemas pós-coloniais === Um dos resultados do colonialismo é o da dificuldade de cooperação entre os novos Estados africanos. Um dos problemas é a questão das fronteiras arbitrárias, que em sua maioria assinalam a extensão das conquistas coloniais ou da expansão imperial e que geralmente não têm qualquer relação com as fronteiras naturais, geográficas ou étnicas. O colonialismo gerou também uma identificação política e econômica com a metrópole colonial, particularmente forte no caso das ex-colônias francesas, e que persiste até hoje, resultando inclusive um certo grau de dependência. Muitos líderes africanos têm-se esforçado por promover soluções pan-africanas para os problema do continente. Um dos principais resultados desses esforços foi a criação, em maio de 1963, da Organização da Unidade Africana (OUA) com sede em Adis Abeba. A Organização da Unidade Africana foi substituída pela União Africana em 9 de julho de 2002. A OUA teve êxito na mediação da disputa entre Argélia e Marrocos (1964-65), e nos litígios de fronteiras entre Etiópia e Somália (que tornaram a eclodir em 1977) e entre Quênia e Somália (1965-67), fracassando, porém, em impedir a guerra civil na Nigéria (1968-70). == Movimento de independência == O início do movimento de independência remonta ao período anterior aos últimos anos do . Os povos africanos do Egito, da Costa do Ouro (hoje Gana), da Nigéria e da África do Sul tiveram início da grande exigência governamental de serem livres. Entretanto, o que se exigia de governo próprio só foi convertido num movimento africano de massa após a Segunda Guerra Mundial (1939-1945). Quando isto foi dado, os poderes coloniais eram obrigados a fazer escolha entre suas colônias tornarem-se independentes, ou declaração de uma guerra cara para a continuação de suas colônias a serem controladas. A luta dos franceses foi durante mais de oito anos para a continuação da Argélia a ser controlada, mas a Argélia proclamou sua independência em 1962. Outras colônias francesas tornaram-se independentes pacificamente. A Bélgica e o Reino Unido deram o estatuto de país independente às muitas de suas colônias por em 1961. O mais importante movimento de autogoverno problemático era a parte meridional da África. A África do Sul declarou por completo a sua independência do Reino Unido em 1931, mas somente os brancos tinham direito de voto e de exercício de altos cargos públicos. Na opinião dos africanos, isto era um colonialismo especial. Na ex-Rodésia (atual Zimbábue), a tentativa dos brancos era continuidade de controlar o país declarando a sua independência do Reino Unido em 1965. Entretanto, a consideração dos países africanos e o Reino Unido é que o fato de declarar um país independente é uma ilegalidade. A luta de Portugal contra os movimentos africanos de resistência ocorreu durante a década de 1960 e primeiros anos da década de 1970, para a continuidade de controlar suas colônias. A Guiné Portuguesa (atual Guiné-Bissau) declarou-se independente em 1974. Angola e Moçambique, e mais as colônias portuguesas das ilhas de Cabo Verde e São Tomé e Príncipe, obtiveram sua independência em 1975. Pela independência não foram resolvidos a totalidade dos problemas africanos. Na maioria das novas nações não existiam líderes com experiência própria. No Congo (Leopoldville), atual República Democrática do Congo, o governo teve queda imediata depois que o país declarou-se independente, em junho de 1960. Pediu para que a Organização das Nações Unidas ajudasse para o restabelecimento da ordem, depois da declaração de independência da província congolesa de Catanga, em julho de 1960. Entre 1960 e 1965, o Congo teve uma diversidade de revoltas armadas, e foram estabelecidos a maioria dos governos provisórios, até a tomada de posse feita pelos líderes militares do controle do governo. Ocorreu a tomada de posse feita pelos líderes militares do governo numa variedade dos demais países da África. Os grupos políticos e culturalmente diferenciados têm causado guerras civis numa variedade de países. == Desenvolvimento recente == Foi trazido pelos anos 1970 um novo sentimento de nacionalismo à maioria das nações da África. Gana, Uganda e uma diversidade de outros países estavam engajadas no empenho de libertação em relação aos estrangeiros que influenciaram, dando a expulsão a muitos estrangeiros que residiam. Certos países como a atual República Democrática do Congo, têm feito campanhas para a substituição dos nomes estrangeiros de lugares e de pessoas por nomes africanos. Nos últimos anos da década de 1960 e primeiros anos da década de 1970, as escassas chuvas foram o agente causador do drama de uma crise na vastidão de uma área na parte meridional do Saara. Nesta área, que se chama Sael, estão incluídas partes do Chade, do Mali, da Mauritânia, do Níger, do Senegal, do Sudão, de Burquina Fasso, e outras nações. miniaturadaimagem|História Geral da África (MEC Brasil) Na metade da década de 1970, foi agravado o fato de que os brancos e negros conflitaram entre si na África do Sul e na ex-Rodésia e foi intensificado o que antigamente se exigia que o domínio da África do Sul eliminasse o território do Sudoeste Africano. Em 1976, anunciou-se um plano para que esse território declarasse independente. Mas, nas eleições que se realizaram em dezembro de 1978, foi rejeitada pela África do Sul que a Organização das Nações Unidas supervisionasse, a qual foi denunciado o plano de independência, alegando que a pretensão daquele país era a continuidade de influir e a restrição do fato de que os namíbios participassem do governo. Na Rodésia, tomou posse, em maio de 1979, um governo majoritariamente negro embora a oposição de nacionalistas negros deu veto ao acordo que o novo governo e a minoria branca negociaram. Os negros e brancos mantiveram a continuidade de lutar até os últimos dias de 1979, quando pelos representantes do governo e das forças guerrilheiras, depois do patrocínio feito pelo Reino Unido do conversarem diplomaticamente, foi aceito um governador inglês para a organização de outros períodos eleitorais e a direção do país até que o novo governo empossasse. Este, uma coalizão dos dois mais relevantes partidos políticos de guerrilha, empossou em março de 1980 e, em abril, foi proclamada a independência da ex-Rodésia com o nome de República do Zimbábue. Nos anos 1980, foram continuadas pela Organização das Nações Unidas e a África do Sul que conversassem diplomaticamente sobre a independência da Namíbia. Na África do Sul foi crescente a luta contra a apartheid, que cada vez mais apoiou a opinião pública e os governos de todo o mundo. Finalmente, o apartheid foi abolido na África do Sul por Nelson Mandela entre 1990 e 1994 e dois anos depois foi promulgada a nova constituição do país. == A classificação das línguas africanas == No que tange a classificação das línguas africanas, esta é chamada de classificação genética. Há um tronco de onde saem diversas ramificações, e destas ramificações, saem outras. Dessa forma, existem grupos e subgrupos linguísticos. Essa classificação demonstra os diferentes desdobramentos históricos entre os povos a partir da língua. Tal classificação é interessante pelo fato dela permitir que línguas diferentes sejam comparadas, auxiliando em uma reconstrução da história das línguas de diferentes sociedades. Ajuda a entender também a história cultural não linguística. Portanto, as línguas africanas se classificam em quatro famílias principais: A primeira é a das Línguas Afro-asiáticas. Também podem ser chamadas de línguas camito-semíticas. Os que falam essas línguas estão em toda a África do Norte, quase todo o chifre da África (Etiópia e Somália); e o ramo cuxítico, um galho da família, tem falantes do sul até a Tanzânia. Além do cuxítico, o tronco das Línguas Afro-asiáticas tem mais quatro ramos: o berbere, o egípcio antigo, o semítico e o chádico. Há ainda uma discussão acerca de um sexto galho, que seria o omótico ou ari-banna, que na classificação de apenas cinco ramificações vem do cuxítico-ocidental, que está dentro do cuxítico. A segunda família é a Níger-Kordofaniana. Desse tronco saem dois galhos. Eles são bem diferentes em número de falantes e localização geográfica. O primeiro galho, o Níger-congo, tem falantes em grande parte da África ao sul do Saara, quase toda a África Ocidental, partes do Sudão e, um galho que sai dele, o banto, por exemplo, tem falantes em grande parte da África central, oriental e meridional. O segundo galho, o níger-cordofanês, tem falantes apenas na região do Cordofão, no Sudão. A terceira família é a Nilo-Saariana. É falada ao norte e a leste das línguas níger-congo e seus falantes ocupam principalmente o vale superior do Nilo, as porções orientais do Saara e do Sudão. Tem falantes também na parte ocidental do songai, baixo vale do Níger. Dela saem muitos ramos: o songai; o saariano; o mabã; o furiã; o chari-nilo e o comã. A quarta e última família é a Família Khoisan. Este grupo tem falantes principalmente na África do Sul, mas é possível encontrar ramificações desta família ao norte, na Tanzânia. Assim, o tronco Khoisan tem três ramos: o hatsa, o sandauê e o coissã sul-africano. Algumas línguas faladas no continente africano não são originárias deste. Um exemplo é o malgaxe, falando em algumas regiões de Madagáscar. Esta língua, segundo o autor, pertence à família austronesiana, sendo malaio-polinésia. Existem também as línguas europeias e indianas que, impostas recentemente, são faladas no continente africano, como o inglês, que inclusive é falado na forma crioula (krio) em Freetown; há o africâner, que é parente do neerlandês, na África do Sul; existe um bom número de falantes de línguas francesas, espanhola e italianas no norte da África; uma forma crioula do português é falada na Guiné e outras regiões; e existem línguas indianas faladas na África oriental: línguas arianas e dravidianas, como o gujarati.DALBY, D. ; GREENBERG, J. H. Parte I: Classificação das línguas da África; Parte II: Mapa linguístico da África. In: KIN-ZERBO, J. (org). História geral da África, I: Metodologia e pré-história da África. Brasília: UNESCO, 2010. p. 317 – 345. O número de pessoas que ocupam o continente africano é menor se formos comparar com o resto do mundo. Mas, mesmo assim, a África possui um número de línguas gigantesco, maior do que qualquer outro continente. Por isso, é difícil fazer um mapa linguístico detalhado, apesar de que seria de grande ajuda para historiadores e outros estudiosos. Só que, de qualquer forma, para conseguir juntar todas as línguas do continente em uma imagem, seria necessária uma simplificação. Os estudiosos têm tentado criar este mapa linguístico, e este é especificamente linguístico, não étnico. Para ajudar a esclarecer um pouco o mapa linguístico, este é estudado pelas suas características mais simples. A primeira é a divisão entre grupos de línguas que têm relações uns com os outros e possuem uma unidade entre si (que o autor chama de unidades complexas); e as línguas diferentes que não estão em nenhum desses grupos (unidades simples). As unidades complexas e simples, somadas, chegam a 120, em toda a África. Mais de 100 dessas unidades estão em uma só localização, que começa no litoral senegalês, no oeste, e vai até os planaltos etíopes e da África oriental, no leste. Dois terços das línguas africanas são falados nessa faixa, que é chamada de zona de fragmentação subsaariana por causa de sua localização geográfica. == Ver também == * Lista de ex-colônias europeias na África * Partilha de África * Comércio de escravos * Descolonização da África == Bibliografia == * APPIAH, Kwame A., A Casa de Meu Pai. A África na Filosofia da Cultura, Rio de Janeiro: Contraponto, 1997. * BATES, Robert H., MUDIME, V. Y., O´BARR, Jean Africa and the Disciplines: the Contributions of Research in Africa. Chicago: University of Chicago Press, 1993. * BENOT, Yves, As ideologias políticas africanas, Lisboa: Sá da Costa, 1980. * BIRMINGHAM, David. A África Central até 1870. Luanda: ENDIPU, 1992. * CAPELA, José, O imposto da palhota e a introdução do modo de produção capitalista nas colónias, Porto: Afrontamento, 1977 * CAPELA, José, O tráfico de escravos nos portos de Moçambique. Porto: Afrontamento, 2002. * COQUERY-VIDROVITCH, Catherine & MONIOT, Henri, África negra de 1800 a nuestros dias, 2ª. ed., Barcelona: Labor, 1985. *DAVIS JR, R. Hunt. Encyclopedia of African History and Culture. Vol IV - The Colonial Era (1850 to 1960). New York: The Learning Source, 2005. * DIAS, Jill & ALEXANDRE, Valentim (orgs.), O Império Africano (1825-1890), Lisboa: Editorial Estampa, 1998. * FAGE, J.D., História da África, Lisboa: Edições 70, 1995. * HAWTHORNE, Walter, From Africa to Brazil: Culture, Identity, and the Atlantic Slave Trade, 1600-1830, Nova Iorque: Cambridge University Press, 2010. * HENRIQUES, Isabel de Castro,Os pilares da diferença: Relações Portugal-África, séculos XV-XX, Lisboa: Caleidoscópio, 2004. * ILIFFE, John, Os Africanos: história de um continente. Lisboa: Terramar,1999. * KI-ZERBO, Joseph, História da África Negra, 2 volumes, Lisboa: Europa-América,1991. * LAMBERT, Jean-Marie. História da África Negra, Editora Kelps, 2001 * LOVEJOY, Paul, A escravidão na África: uma história de suas transformações, Rio de Janeiro: Civilização Brasileira, 2002. * M´BOKOLO, Elikia, África negra: história e civilizações, tomo I, ''Até ao , Lisboa: Vulgata, 2003, tomo II, Do aos nossos dias, Lisboa: Colibri, 2007; edição brasileira: Salvador & São Paulo: EDUFBA & Casa das Áfricas, 2009. * MILLER, Joseph C., Poder Político e Parentesco. Os antigos estados Mbundu em Angola, Luanda: Arquivo Histórico Nacional, 1995. * SILVA, Alberto da Costa e, A manilha e o libambo: a África e a escravidão de 1500 a 1700, Rio de Janeiro: Nova Fronteira, 2002. * THORNTON, John, A África e os africanos na formação do Mundo Atlântico, Rio de Janeiro & São Paulo: Campus Elsevier, 2003 * VÁRIOS (um organizador por volume), História Geral da África, 8 volumes, Brasília: UNESCO/Ministério da Educação do Brasil/Universidade Federal de São Carlos, 2010 (pode descarregar-se na íntegra: ver ligação externas) * WALDMAN, Maurício & SERRANO, Carlos. Memória d'África: A Temática Africana em Sala de Aula, São Paulo: Cortez, 2007 * BARRY, Boubacar – Senegâmbia: o desafio da história regional, Rio de Janeiro, UCAM (Universidade Cândido Mendes), CEAA (Centro de Estudos Afro-Asiáticos) e Amsterdam, SEPHIS (South-South Exchange Programme for Research on the History of Development), 2000. * BLACKBURN, Robin – A construção do escravismo no Novo Mundo. Do barroco ao moderno, 1492 -1800. Tradução de Maria Beatriz de Medina. Rio de Janeiro, Record, 2003 * COELHO, Virgílio - Em busca de Kábàsà: uma tentativa de explicação da estrutura político-administrativa do “Reino do Ndongo”, em Actas do Seminário Encontro de Povos e Culturas em Angola, Lisboa, Comissão Nacional para as Comemorações dos Descobrimentos Portugueses, 1997, pp 443-477. * COQUERY- VIDROVITCH, Catherine – A descoberta da África. Lugar da História. Lisboa: Edições 70, 2004. * CURTIN, Philip D. – Tendências recentes das pesquisas históricas africanas e contribuição à história em geral, em História Geral da África I. Metodologia e PréHistória da África, coordenação Joseph Ki-Zerbo. São Paulo, Editora Ática/UNESCO, 1980, pp 73-89. * DAVIS, David Brion – O problema da escravidão na cultura ocidental. Tradução de Wanda Caldeira Brant. Rio de Janeiro: Civilização Brasileira, 2001. * DIAS, Jill R. - O Kabuku Kambilu (c.1850-1900): uma identidade política ambígua, em Actas do Seminário Encontro de Povos e Culturas em Angola. Lisboa, Comissão Nacional para as Comemorações dos Descobrimentos Portugueses, 1997, pp 13-53. FAGE, J. D. – História da África. Lisboa: Edições 70, 1997. * – A evolução da historiografia da África, História Geral da África I. Metodologia e Pré História da África. São Paulo: Ática/UNESCO, 1980, coordenador do volume Joseph Ki-Zerbo, pp.43-59. * FERREIRA, Roquinaldo – Dinâmica do comércio intracolonial: geribitas, panos asiáticos e guerras no tráfico angolano de escravos (século XVIII), em O antigo regime nos trópicos. A dinâmica imperial portuguesa (séculos XVI-XVIII), organizadores João Fragoso, Maria Fernanda Bicalho e Maria de Fátima Gouvêa. Rio de Janeiro, Civilização Brasileira, 2001, Cap 11, pp 339-378. * HAMPATÉ BÂ, Hamadou – A tradição viva, em História Geral da África I. Metodologia e pré história da África. Organizado por Joseph Ki- Zerbo. São Paulo, Ed. Ática/UNESCO, 1980. * HAVIK, Philip J. – Comerciantes e concubinas: sócios estratégicos no comércio atlântico na costa da Guiné, A dimensão atlântica da África, II Reunião Internacional de História da África, São Paulo, CEA-USP/SDG-Marinha/CAPES, 1997, pp 161-179. * HEINTZE, Beatrix - Angola nas garras do tráfico de escravos: as guerras do Ndongo (1611 1630), em Revista Internacional de Estudos Africanos, n.1, janeiro/junho 1984, pp.11-59. * – O contrato de vassalagem afro-português em Angola no século XVII, em Angola nos séculos XVI e XVII. Estudo sobre fontes, métodos e história. Tradução de Marina Santos. Luanda, Kilombelombe, 2007, pp.387-436. * KI-ZERBO, Joseph – História da África negra I. Publicações Europa-América, s/d. * LAW, Robin – A carreira de Francisco Félix de Souza na África Ocidental (1800-1849), em Topoi 2, março de 2001, IFCS/UFRJ, Rio de Janeiro: 7Letras, pp.9-39. * LOPES, Carlos – Kabunké. Espaço, território e poder na Guiné- Bissau, Gâmbia e Casamance pré-coloniais. Lisboa, Comissão Nacional para as Comemorações dos Descobrimentos Portugueses, 1999. * LOVEJOY, Paul E. – A escravidão na África. Uma história e suas transformações, tradução Regina Bhering e Luiz Guilherme Chaves. Rio de Janeiro, Civilização Brasileira, 2002. * M’BOKOLO, Elikia – África negra. História e civilizações. Salvador / São Paulo: EDUFBA Casa das Áfricas, 2009. * MEILLASSOUX, Claude - Antropologia da escravidão. O ventre de ferro e dinheiro. Tradução Lucy Magalhães. Rio de Janeiro, Jorge Zahar Editor, 1995. * MILLER, Joseph C. – Poder político e parentesco. Os antigos estados mbundu em Angola. Tradução Maria da Conceição Neto. Luanda, Arquivo Histórico Nacional / Ministério da Cultura, 1995. * – África central durante a era do comércio de escravizados, de 1490 a 1850, em Diáspora negra no Brasil, org. Linda M. Heywood, São Paulo: Editora Contexto, 2008. * MONTEIRO e ROCHA, Fernando Amaro e Teresa Vasquez – A Guiné do século XVII ao século XIX. O testemunho dos manuscritos. Lisboa: Prefácio, 2004. * NEWITT, Malyn - História de Moçambique. Sintra: Publicações Europa-América, 1997. PANTOJA e SARAIVA, Selma e José Flávio Sombra (orgs.) - Angola e Brasil nas rotas do atlântico sul. Rio de Janeiro: Bertrand Brasil, 1998. * PARREIRA. Adriano – Economia e sociedade em Angola na época da rainha Jinga, século XVII. Lisboa: Editorial Estampa, 1997. * RYDER, Allan Frederick Charles – Do rio Volta aos Camarões, em História Geral da África IV. A África do século XII ao XVI. São Paulo: Ática/UNESCO, 1980, coordenador do volume D.T. Niane, pp.353-384. * SILVA, Alberto da Costa e – A manilha e o libambo. A África e a escravidão de 1500 a 1700. Rio de Janeiro, Nova Fronteira: Fundação Biblioteca Nacional, 2002. * - Um rio chamado atlântico. A África no Brasil e o Brasil na África. Rio de Janeiro, Ed. Nova Fronteira / Ed. UFRJ, 2003. * - Francisco Félix de Souza, mercador de escravos. Rio de Janeiro, Nova Fronteira: EdUERJ, 2004. * - Os primeiros anos de Francisco Félix de Souza na costa dos escravos, em África 22-23, Revista do Centro de Estudos Africanos, USP, São Paulo, 1999/2000/2001, pp.9-23. * SOUMONNI, Elisée – Daomé e o mundo atlântico. Rio de Janeiro, UCAM (Universidade Cândido Mendes), CEAA (Centro de Estudos Afro- Asiáticos) e Amsterdam, SEPHIS (South-South Exchange Programe for Research on the History of Development), 2001. * SOUZA, Marina de Mello e – Reis negros no Brasil escravista. História da festa de coroação de rei congo, Belo Horizonte, Editora UFMG, 2002. * – Catolicismo e comércio na região do Congo e de Angola, séculos XVI e XVII, em Nas rotas do império, organizadores: João Fragoso, Manolo Florentino e outros. Ilha de Vitória, EDUFES, 2006, pp.279-297. * - África e Brasil africano. São Paulo, Ática, 2ª edição, 2008. * THORNTON, John – A África e os africanos na formação do mundo atlântico, 1400- 1800, Tradução Marisa Rocha Motta. Rio de Janeiro, Editora Campus: Elsevier, 2004. * VAINFAS, Ronaldo; SOUZA, Marina de Mello e – Catolização e poder no tempo do tráfico: o reino do Congo da conversão coroada ao movimento antoniano, séculos XVXVIII. Tempo. Revista do Departamento de História da UFF, Rio de Janeiro: 7Letras, v.3, n.6, p.95-118, dez. 1998 (disponível on line) *VENÂNCIO, José Carlos – A economia de Luanda e hinterland no século XVIII. Um estudo de sociologia histórica. Lisboa: Editorial Estampa, 1996. == Ligações externas == * KI- ZERBO, Joseph (ed.) História Geral da África. UNESCO, MEC, UFSCar, 2010, 8 volumes (downloads gratuitos) * SILVÉRIO, Valter Roberto (coord.); ROCHA, Maria Corina; RINCÓN, Mariana Blanco; BARBOSA, Muryatan Santana . Síntese da coleção História Geral da África : Pré-história ao . Brasília: UNESCO, MEC, UFSCar, 2013, 2v. Downloads gratuitos: **Volume 1 (PDF) **Volume 2 (PDF) * O ensino de história africana. Por Henrique Cunha Jr. Historianet. *Historia da África nas escolas: Uma entrevista com a historiadora Marina de Mello e Souza e Rachel Rua Bakke.",
 "title": "História da África"
}