{
 "id": "9910",
 "text": "O Vitória Sport Clube, popularmente conhecido como Vitória de Guimarães, é um clube eclético e multidesportivo sediado na cidade de Guimarães, Portugal. Tem como modalidade principal o Futebol distinguindo-se também em modalidades como o voleibol, o basquetebol, o andebol, o futebol de praia, a natação, o polo aquático, o jiu-jitsu, o taekwondo o kickboxing, entre outros. Atualmente, milita na Primeira Liga de futebol, onde é o 4.º clube com mais presenças, contabilizando um total de 80 participações, no principal escalão da modalidade em Portugal. Além disso é também o 4.º clube com mais associados, contabilizando mais de 36 mil sócios. O Vitória é a par da Académica e do Beira-Mar, o 8.º clube português de futebol mais titulado, contando no seu palmarés com uma Taça de Portugal e uma Supertaça Cândido de Oliveira. O acesso às provas europeias é frequente para a equipa vimaranense, tendo já disputado eliminatórias da Liga dos Campeões e da Liga Conferência, e fases a eliminar da Liga Europa. Pelo clube, passaram alguns dos jogadores mais talentosos que atuaram no futebol português, tais como Damas, Neno, Nuno Espírito Santo, , , Dimas, Fernando Meira, Pedro Geromel, Tapsoba, Quim Berto, Paulo Bento, N´Dinga, Pedro Martins, Zahovic, Capucho, Vítor Paneira, Pedro Mendes, Nuno Assis, André Almeida, Ademir Alcântara, Roldão, Ricardo Pereira, André André, Raphinha, Hernâni, Marcus Edwards, Ricardo Quaresma, Edmur, Paulinho Cascavel, Ziad, Soudani, Tiquinho Soares, Jota Silva, entre muitos outros. Ao longo da sua existência, várias figuras marcaram a história do clube, com Presidentes como Pimenta Machado e Júlio Mendes a figurar como individualidades marcantes. Já ao nível de treinadores, Jorge Vieira, José Maria Pedroto, Raymond Goethals, , Marinho Peres, Paulo Autuori, Manuel José, João Alves, Jaime Pacheco, Augusto Inácio, , Manuel Cajuda, Rui Vitória, Sérgio Conceição e Pedro Martins deixaram a sua marca no clube Vimaranense. O Vitória concluiu a temporada 2022/23 ocupando a 130ª posição do Ranking de Clubes da UEFA (138ª no coeficiente a dez anos) e a 196ª posição no Ranking Mundial de Clubes da IFFHS. == História == Um pouco da história de acordo com o website zerozero.pt. === Origens do Vitória Sport Clube (1913–1922) === O Vitória Sport Clube deve as suas origens a um grupo de jovens estudantes que constituiu um grupo de futebol em 1913, data que alguns investigadores apontam como a verdadeira data de fundação do clube, ao qual em 1918 deram o atual nome. Em 22 de Setembro de 1922, data oficial da fundação, o clube constitui a primeira direção e é filiado na Associação de Futebol de Braga, logo no primeiro ano de funcionamento daquela associação.Garcia, Custódio. Vitória Sport Clube - Guimarães 1922-2008 \"86 Anos de História\", 1ª edição – Guimarães: Cidade Berço, 2008. ISBN 978-989-8165-16-9 ===Século XX (1923–2000)=== Os primeiros jogos do Vitória aconteceram no Campo da Atouguia, mas desses anos fica ainda a memória de outros recintos com existência breve: o Campo José Minotes, convertido a partir de um hipódromo mas reclamado de volta pelo proprietário pouco tempo depois, e ainda o Campo da Perdiz. O Vitória Sport Clube começou a competir oficialmente no Campeonato Distrital de Braga na época de 1922/23, ano de estreia da competição. Após alguns anos de adaptação sem conquistar nenhum troféu, as participações do Vitória SC em competições oficiais foram interrompidas devido à crise económica relacionada com a implantação de uma novo sistema político no país. Também a ausência de um local próprio para jogar impedia o clube de apresentar-se regularmente nas provas organizadas pela Associação de Futebol de Braga. Antes mesmo da crise enfrentada, o Vitória fundir-se-ia em 1926 com o Atlético Sport Clube, clube dedicado a outras modalidades, assumindo a designação de Sport Club de Guimarães, algo que durou apenas poucos meses. Até 1932, o calendário desportivo da equipa de futebol do Vitória resumia-se à realização esporádica de alguns jogos de carácter particular, sempre em casa do maior adversário, o Sporting Clube de Braga. Porém, nesse mesmo ano, fundamentalmente depois da inauguração do Campo do Benlhevai, o clube começou a dinamizar-se e a evoluir positivamente para aquilo em que hoje se tornou. Em 1934, o Vitória alcançou o seu primeiro grande troféu, conquistando o Campeonato Distrital de Braga após vencer o Sporting de Braga com um resultado agregado de 1–0 na final do torneio. Após perder as duas edições seguintes, acabou por conquistar onze edições seguidas da competição de 1936/37 até 1946/47. Neste período, o clube também ganhou três edições do Campeonato do Minho, troféu disputado entre os vencedores dos campeonatos distritais de Braga e de Viana do Castelo respectivamente, em 1939, 1940 e 1941. É neste período que é criado o Campeonato Português de Futebol, em 1934/35, sendo que só a partir de 1941/42 o Campeão da AF Braga se passa a apurar para a Primeira Divisão (até então apurava-se para a Segunda Divisão, estando a Primeira Divisão reservada aos clubes de Lisboa, Porto, Coimbra e Setúbal). Com efeito, em 1935/36 o clube vimaranense disputa pela primeira vez o campeonato nacional da II Divisão e sete anos depois ingressou na I Divisão do futebol nacional em 1941/42, tendo descido passados 13 anos à Segunda Divisão na época de 1954/55. Regressa posteriormente ao primeiro nível do futebol português em 1957/58, não descendo mais nesse século. Em 1965 o novo Estádio Municipal de Guimarães, com 15 mil lugares, foi inaugurado frente ao Belenenses. Desde cedo o apoio nas bancadas fez-se notar, sendo que a boa localização na cidade e a grande área verde exterior permitiram que este fosse renovado e expandido ao longo do tempo, contribuindo assim para o sucesso do clube vimaranense. Ao longo do século XX, o Vitória Sport Clube assumiu-se como possível candidato a ganhar a Taça de Portugal, tendo chegado à final em 1942, 1963, 1976 e 1988. Porém, acabou por ser sempre derrotado, evitando a conquista do seu primeiro troféu nacional. Já na Segunda Divisão, o Vitória na época de 1968/69, esteve a lutar pelo título de campeão nacional com o Benfica e o Porto, ficando na terceira posição a 3 pontos dos encarnados. Foi uma bela época de uma formação orientada pelo brasileiro Jorge Vieira. Em 1980, Pimenta Machado assumiu a liderança do clube e desde aí, o Vitória tem sido um dos principais clubes do futebol português, participando várias vezes nas competições europeias. Nomeadamente, em 1986/87, sob a orientação do treinador Marinho Peres, a equipa vimaranense alcançou o seu maior momento desportivo nas competições europeias, ao atingir os quartos de final da Taça UEFA, derrubando, entre outros, o Sparta de Praga e Atlético de Madrid, sendo derrotado pelo Borussia Mõnchengladbach. Nesse mesmo ano, o Vitória obteve uma das suas melhores classificações na Primeira Liga, onde alcançou novamente o terceiro lugar na Primeira Liga. Em 1988, o Vitória Sport Clube conquistou o seu primeiro troféu nacional, vencendo a Supertaça como finalista vencido da Taça de Portugal ao Futebol Clube do Porto por 2–0 (resultado agregado). ===Novo milénio (2001–presente)=== Após o virar do milénio, Pimenta Machado saiu em 2004 (24 anos após ter sido nomeado Presidente pela primeira vez) e seguiram-se presidentes como Vítor Magalhães e Emílio Macedo da Silva. Apesar de ter alcançado a fase de grupos da Taça UEFA em 2005/06 após derrotar o Wisła Kraków, acabaria por ser eliminado sem nenhum triunfo. Além disso, uma pobre performance a nível nacional apenas permitiu a equipa alcançar o 17º lugar no campeonato, acabando por descer à Segunda Liga pela segunda vez na sua história. Em 2006/07, o Vitória ficou em 2º lugar no segundo escalão do futebol português, permitindo subir de volta à Primeira Liga, acabando por disputar o segundo lugar e, consequentemente, o acesso direto à Fase de Grupos da Liga dos Campeões da UEFA de 2008/09 com o Sporting Clube de Portugal. Acabou por ficar em terceiro lugar, garantindo o acesso à 3ª Pré-Eliminatória, onde viria a ser afastado pelo Basileia com um golo mal anulado ao aos 86 minutos de jogo. Nessa mesma época, o voleibol do Vitória Sport Clube afirmava-se como uma das grandes equipas portuguesas, sagrando-se campeã nacional e o basquetebol conquistava a sua primeira Taça. Em 2008/09, o Vitória também conquistaria a sua primeira e única Taça de Portugal de Voleibol. Em 2010/11, o Vitória voltava ao Estádio Nacional do Jamor para disputar a final da Taça de Portugal frente ao Futebol Clube do Porto. Porém, foi derrotado por expressivos 6–2. Em 2012, Júlio Mendes assume a presidência do Clube, e cria uma SAD. Logo na primeira época no Clube (2012/13), o Vitória chegava a uma nova final da Taça, desta vez frente ao Sport Lisboa e Benfica. Apesar de se ter encontrado a perder por 0–1, a equipa vitoriana acabaria por dar a volta ao marcador nos últimos dez minutos com golos de Soudani e Ricardo Pereira e conquistar a sua primeira Taça de Portugal. Nesse mesmo ano, o Vitória alcançou as finais da Taça de Portugal em voleibol e basquetebol, acabando por vencer esta última, a segunda do seu palmarés. Em Abril de 2015, segundo dados do clube, tinha 21 mil sócios registados, marco histórico no clube. Em 2016/17, o Vitória acabaria por alcançar o 4º lugar na classificação e a final da Taça de Portugal mais uma vez, o que bastou para garantir o acesso à fase de grupos da Liga Europa da UEFA de 2017/18. Porém, acabou por perder a final no Jamor e a Supertaça (ambas com o Benfica 2–1 e 3–1 respetivamente), ao qual garantiu o direito de jogar como finalista vencido da Taça de Portugal. Em 2019/20, a presença nas competições europeias na Liga Europa da UEFA do Vitória SC fica essencialmente marcada pela vitória em Frankfurt (2–3) sobre o Eintracht e um empate (1–1) frente ao Arsenal, em Guimarães. ===Centenário do Vitória SC (2022)=== Numa época de celebração do Centenário do Clube, foi realizada a exposição «Vitória Sport Clube 1922-2022», que retrata os 100 anos do popular emblema da cidade de Guimarães. Assim, podemos recordar fotograficamente muitos dos jogadores mais emblemáticos do clube, bem como imagens dos campos mais antigos. Em termos desportivos a época adivinhava-se complicada devido às dificuldades financeiras e do desinvestimento na equipa principal, contudo, o Vitória foi capaz de garantir o acesso à 2.ª Pré-Eliminatória da Liga Conferência de 2023/24. Apesar de o plantel ser composto com muita juventude oriunda da academia, nomeadamente da equipa B e com Moreno como protagonista pois era treinador interino, o Vitória cumpriu os mínimos com o 6º lugar no final da época de 2022/23. Na época 2023/24, o Vitória, pela segunda vez seguida, tenta o acesso à fase de grupos da Liga Conferência, algo que nenhum clube português ainda tinha alcançado nesta competição com apenas 3 anos. O Vitória entrou nesta competição na 2.ª Pré-eliminatória, onde foi sorteado para jogar com os eslovenos do NK Celje, que na ultima época terminou em 2ª lugar na Prva Liga. O Vitória ganhou a 1ª mão desta eliminatória, em casa dos eslovenos, por 3–4, tendo João Silva, André Silva, André Amaro e Gonçalo Nogueira apontado os golos para a formação vimaranense. Na 2ª mão da eliminatória, nos 90 minutos, o Vitória perdeu por 0–1, tendo o agregado da eliminatória ficado empatado, 4–4. O jogo, no Estádio D. Afonso Henriques, seguiu para prolongamento, mas mesmo assim o agregado da eliminatória continuou empatado, e consequentemente o jogo foi para as grandes penalidades, onde o Vitória acabou por perder 2–4, ficando assim eliminado da competição. Mesmo depois de o Vitória ter ganho o primeiro jogo que ocorreu depois desta eliminatória, contra o Estrela da Amadora na 1ª jornada da Liga Portugal 2023/24, o treinador Moreno anunciou a sua saída do comando técnico do clube. Passados 8 dias, o brasileiro Paulo Turra foi anunciado como o novo treinador do Vitória. Depois do despedimento do brasileiro, Álvaro Pacheco é agora treinador do Vitória. No fim desta temporada a equipa consegue o terceiro apuramento seguido para as competições da UEFA. E á terceira foi de vez. Após duas épocas consecutivas a ser eliminado na fase de qualificação, o Vitória consegue finalmente, na época 2024/25, passar com sucesso as eliminatórias e entrar na nova fase regular da Liga conferência chamada de fase de liga, sendo o primeiro clube português a conseguir tal feito. Ao Leme de Rui Borges os Conquistadores obtiveram 6 vitórias e um agregado de golos de 17–0. == Sociedade Anónima Desportiva (SAD) == Em Abril de 2013, foi constituída a Vitória Sport Clube, Futebol SAD, responsável pelo futebol profissional. Cerca de metade do capital social da SAD, mais concretamente 47,9%, foi adquirido por por Mário José Andrade Ferreira, empresário de 46 anos, nascido em Moçambique, e radicado em Pretória, na África do Sul há 38 anos, o qual foi condecorado pelo Presidente da República a 10 de Junho de 2012 como comendador da Ordem do Mérito. Numa entrevista publicada dia 11 de Junho de 2013 no Desportivo de Guimarães, o presidente Júlio Mendes afirmou: \"o capital social da SAD já foi aumentado por parte do acionista Mário Ferreira, vai ser comunicada aos sócios por via oficial, e vamos informar os acionistas do aumento de capital que foi feito, que já não é de 1.000.000€\". Em 2020, num comunicado publicado no site oficial, o Vitória refere que “formalizou um contrato com a Mário Andrade Ferreira, S.A.” para “adquirir, de modo faseado”, até 31 de março de 2022, a “totalidade das ações representativas do capital social da Vitória Sport Clube, Futebol SAD”, por um preço total de 6,5 milhões de euros. Em resultado, em 31 de março de 2022, o clube passaria a deter 96,40% do capital social da SAD. No dia 14 de fevereiro de 2023, a direção do clube anunciou ter chegado a acordo para a venda de 46% da SAD do clube do fundo , liderado por e detentor da propriedade do Aston Villa. No entanto, 17% das ações adquiridas pelo fundo V Sports, foram novamente transferidas para a SAD do Vitória SC, ficando assim com 29%, de forma a cumprir as determinações da UEFA e assegurar a independência de ambas as sociedades desportivas.https://www.zerozero.pt/news.php?id=491579 ==== Presidente do Conselho de Administração ==== * António Miguel Cardoso == Equipamentos e Material == === Cores e uniformes === O Vitória é associado à cor branca desde a sua formação, que se verifica na cor do seu emblema e do seu equipamento principal. O preto é uma cor recorrente, devido à sua presença no emblema do clube e ao uso da cor nos equipamentos alternativos do clube. Na época 2022/23 da celebração do centenário do clube, foi apresentado um novo equipamento principal onde surgiam os detalhes dos nomes e dos símbolos em amarelo/dourado mantendo o fundo da camisola em branco. Já o equipamento secundário é de cor preto com os pormenores em amarelo/dourado. A novidade foi a apresentação do 3º equipamento totalmente de cor amarela/dourada e com os nomes e os emblemas a ser em preto. === Material e patrocinadores === Período Material Desportivo Patrocinador 1975–1984 Adidas ASIC 1984–1985 Le Coq Sportif 1985–1987 1987–1988 1988–1990 Tensai 1990–1991 Diadora 1991–1992 1992–1994 Hummel 1994–1995 Olympic Bonança 1995–1996 Tensai Renault 1996–2000 Adidas Bayer Milraz 2000–2001 John Smith Maxitel 2001–2002 Le Coq Sportif vitoriasc.pt 2002–2003 Tensai 2003–2004 Guimarães Património Mundial 2004–2005 Kappa Tiffosi Denim 2005–2006 Rádio Popular 2006–2007 Umbro Acreditar 2007–2008 Lacatoni Açoreana Seguros 2008–2011 Finibanco 2011–2014 Smile.Up 2013–2014 Nike Bento Kangamba 2014–2016 Banco BIC 2016–2017 Macron Vários 2017–2019 Castro Eletrónica 2019–2020 Benecar 2020–2021 Vários 2021–Presente Placard.pt == Emblema == O primeiro emblema do Vitória Sport Clube foi criado nos finais da década de 20 e desenhado pelo Capitão Mário Cardoso, personalidade importante na sociedade vimaranense e que, durante muitas décadas, foi o Presidente da Sociedade Martins Sarmento. Porém, só no final da década de 40 é que começou a usar-se o símbolo nas camisolas do Vitória. Até essa altura, apenas era utilizado um anagrama com a sigla VSC ou simplesmente a letra V, com as cores branca e preta (cores relativas à admissão no clube de todos sem distinção, sem discriminação de raças ou estatutos sociais). O primeiro emblema é muito semelhante ao atual, apenas com uma exceçãoː além das letras \"S\" e \"C\" que se encontram ao lado de D. Afonso Henriques existia também a letra \"V\". Na década de 1950, o emblema passou a ser encimado por uma coroa formada por panos de muralha e torres ameadas. O emblema atual apresenta a imagem da estátua de D. Afonso Henriques redesenhada, já sem a letra \"V\" na sigla. No ano de 2022 é apresentado um novo emblema comemorativo dos 100 anos do Vitória SC onde se destaca a cor dourada. Esta cor acaba por estar presente em todos os equipamentos dessa época celebrativa. == Hinos == Vários hinos e canções foram associados ao clube ao longo da existência deste. A primeira música cantada pelos adeptos, em 1932, é referente ao antigo Campo de Benlhevai, inaugurado nesse mesmo ano. A segunda música foi criada na altura da disputa da Taça de Portugal de 1941/42 que levou o Vitória à final da competição. Em 1946/47 surge uma quadra popular dedicada aos campeões distritais dessa época que conquistavam o seu 12.º título consecutivo, competição em que demonstravam não ter rival, tal era o seu domínio na região do Minho. A terceira música remonta aos anos 50 e 60 e era tocado nas aulas de ginástica do Vitória Sport Clube, no antigo recinto dos Bombeiros Voluntários de Guimarães. O primeiro hino, e o que tem mais afeto por parte dos adeptos do Vitória, é o clássico hino \"Vamos Gritar, Vitória, Vitória!\", criado em 1986. O hino, escrito e interpretado pelo vimaranense e vitoriano Dino Freitas, fez furor nos anos 80 e 90 e não saiu da memória de muitos vitorianos e a intenção cada vez mais crescente de voltar a ouvi-lo no estádio aquando da entrada das equipas e em outras ocasiões festivas levou à criação de uma petição no início de 2008, iniciativa do blogue O Vimaranês. Nesse mesmo ano, e no seguimento da brilhante época realizada na Taça UEFA de 1986/87, Dino Freitas lança também o hino europeuː \"À conquista da Europa\". No último jogo da época de 2005/06, que ditou a descida de divisão após cerca de 50 épocas seguidas no principal escalão, os milhares de adeptos presentes no Estádio D. Afonso Henriques entoaram um lema (já utilizado anteriormente em outras ocasiões) que marca a diferença entre os adeptos do clubeː \"Vitória até morrer!, Vitória até morrer!, Vitória até morrer!”. Esse lema deu origem a um outro na época seguinte, que ditou a subida à primeira divisão, que ainda é utilizado até aos dias de hoje: \"Vitória allez! Vitória allez! aconteça o que acontecer, sou do Vitória até morrer\". O hino mais recente foi criado em 2016. \"Sou Vitória\", uma melodia que é entoada à capela no estádio do rei aquando da entrada das equipas em campo, ganhou sucesso entre os adeptos e é entoado até aos dias de hoje. Foi também por esta altura que se começou a entoar em todos os estádios o cântico de apoio \"Guimarães Allez Allez ohh, Juntos Vamos Vencer!\" numa clara demonstração da relação intrínseca e indissociável das gentes de Guimarães com o Vitória. == Recintos == Lista de estádios utilizados pelo Vitória SC:Sousa, Sónia. Vitória Sport Clube \"Uma fotobiografia\", 1.ª Edição – Guimarães: Opera Omnia, 2007. ISBN 978-972-99985-4-6 * Campo da Atouguia (1922–1924) * Campo do Zé Minotes (1924–1925) * Campo da Perdiz (1925–1932) * Campo do Benlhevai (1932–1945) * Campo da Amorosa (1945–1965) * Estádio D. Afonso Henriques (1965–Presente) ===Estádio D. Afonso Henriques=== Conhecido anteriormente como Estádio Municipal de Guimarães, o estádio foi inaugurado a 3 de janeiro de 1965 com 15 mil lugares, numa vitória por 2–1, contra Os Belenenses na Primeira Divisão. Até então o estádio era propriedade da Câmara Municipal de Guimarães, sendo que a 27 de Dezembro de 1989 a Assembleia Municipal votava favoravelmente a cedência do recinto ao Vitória SC. Em 30 Setembro 1995, foi aprovada em Assembleia Geral uma proposta de metodologia para escolha do novo nome do Estádio. Os sócios votaram entre duas propostas, \"Afonso Henriques\" e \"Vitória Sport Clube\", Numa primeira fase do processo também foram propostos os nomes de Estádio da Amorosa e José Maria Castro Rodrigues, posteriormente descartados. Venceu com 453 votos, contra 358 a proposta com o nome \"D. Afonso Henriques\" em homenagem a D. Afonso Henriques, primeiro rei e fundador de Portugal. Contou com duas grandes remodelações na sua história. A primeira em 1991, após ter sido escolhido para receber os jogos do Campeonato Mundial de Futebol Sub-20 e a segunda entre março de 2002 e julho de 2003, a fim de receber o Euro 2004, tendo as suas bancadas e outras áreas que relativas ao público remodeladas de forma a acomodarem 30 mil espectadores. Assim que esta última remodelação foi finalizada, os espectadores encheram totalmente as bancadas do novo D. Afonso Henriques (cerca de 29 865 espectadores) e assistiram a um espetáculo multimédia, seguido do jogo entre o Vitória SC e o 1. FC Kaiserslautern, que os vimaranenses venceram por expressivos 4–1.thumb|862x862px|Estádio D. Afonso Henriques.|centro === Complexo Desportivo do Vitória SC === ==== Academia Vitória SC ==== Foi inaugurado em 1997 com o nome de \"Complexo Desportivo Dr. Alberto Pimenta Machado\", altura em que o clube tinha como presidente o próprio Dr. Alberto Pimenta Machado. A ideia surgiu quando, na altura, o presidente visitou Milanello, o complexo desportivo do AC Milan. O complexo desportivo acolhe os serviços administrativos do clube, os treinos da equipa sénior de futebol e os treinos e jogos dos escalões de formação do clube. Inclui 3 campos de relva natural, 3 campos sintéticos (um deles de Futebol 7), um ginásio, duas dúzias de balneários, um miniestádio e um pavilhão gimnodesportivo, onde as modalidades do clube treinam e jogam. ;Expansão da academia A futura academia do Vitória SC, projetada para se edificar junto ao Parque de Ardão, entre as freguesias de Ponte e Silvares, onde a autarquia já adquiriu \"mais de uma dezena de hectares\". No entanto, e apesar do apoio da Câmara, esta atira responsabilidades dos atrasos da academia do Vitória SC para o clube. Projetos na ordem dos 10 milhões de euros em andamento para a construção do pavilhão da Escola João de Meira, a ser usado pelo Vitória e pela Escola, e a Piscina Olímpica na academia que se encontra numa fase conceptual. ==== Miniestádio ==== Ocupando o Campo 5 da Academia Vitoriana e com lotação para 2 500 espectadores irá surgir a casa da equipa B, dos sub-19 e da equipa feminina. Conta ainda com uma tribuna presidencial, três bares, seis balneários e áreas técnicas de apoio. ==== Pavilhão Unidade Vimaranense ==== Inserido no Complexo desportivo o Pavilhão, inaugurado em 1997 com capacidade para espectadores, é a casa das modalidades do Vitória SC, onde, semanalmente alberga cerca de 600 atletas entre treinos e competições. === Cidade Desportiva de Guimarães === A Cidade Desportiva é constituída por um conjunto de equipamentos existentes no concelho de Guimarães destinados à prática desportiva e permite a receção de grandes eventos de dimensões nacionais e internacionais. Estas instalações, como o complexo de piscinas e a pista de atletismo, são frequentemente usadas pelos atletas e equipas da formação e das modalidades do Vitória SC. == Adeptos e Associados == Os adeptos do Vitória são reconhecidos como sendo uns dos adeptos mais bairristas de Portugal. São bastante respeitados por afluírem sempre em grande número aos jogos da sua equipa, tanto no Estádio D. Afonso Henriques, como fora de portas. === Assistências nos jogos da Liga Portugal === {| class=\"wikitable\" width=\"100%\" style=\"text-align: center;\" Após Remodelação do D. Afonso Henriques para o Euro 2004 Época Liga Jogos Média Total Melhor Assistência Ref. 2003/04 I 17 10.728 182.376 18.540 - Sporting 2004/05 I 17 15.199 258.383 26.056 - Boavista 2005/06 I 17 15.979 271.643 23.183 - Boavista 2006/07 II 15 20.602 309.030 29.810 - Olhanense 2007/08 I 15 19.578 293.671 30.000 - Porto 2008/09 I 15 16.579 248.686 26.812 - Benfica 2009/10 I 15 15.884 238.257 27.310 - Benfica 2010/11 I 15 13.949 209.235 25.651 - Braga 2011/12 I 15 12.078 181.165 19.830 - Sporting 2012/13 I 15 12.253 183.800 26.340 - Gil Vicente 2013/14 I 15 11.194 167.909 20.579 - Benfica 2014/15 I 17 15.906 270.408 28.875 - Benfica 2015/16 I 17 12.422 211.182 22.218 - Benfica 2016/17 I 17 18.756 318.856 27.212 - Porto 2017/18 I 17 16.015 272.255 25.702 - Benfica 2018/19 I 17 18.249 310.240 27.435 - Sporting 2019/20 I 12 16.910 202.917 27.291 - Benfica 2020/21 I 0 0 0 0 2021/22 I 17 10.768 183.057 19.232 - Porto 2022/23 I 17 16.116 273.969 22.733 - Gil Vicente 2023/24 I 17 17.388 295.592 25.224 - Braga 2024/25 I === Evolução da média de espectadores no D. Afonso Henriques === Colors= id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.7) id:sfondo value:rgb(1,1,1) id:black value:black legend:Temporada_na_1ª_Liga id:blue value:blue legend:Temporada_na_2ª_Liga id:orange value:orange legend:Covid-19 ImageSize = width:920 height:350 PlotArea = left:45 bottom:40 top:10 right:10 DateFormat = x.y Period = from:0 till:23000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:5000 start:0 ScaleMinor = gridcolor:lightgrey increment:1000 start:0 BackgroundColors = canvas:sfondo Legend = columns:3 left:52 top:20 columnwidth:150 TextData= pos:(0,335) fontsize:12 text: BarData= bar:V1 text: bar:01 text:1984/85 bar:02 text: bar:03 text: bar:04 text: bar:05 text: bar:06 text:1989/90 bar:07 text: bar:V2 text: bar:08 text: bar:09 text: bar:10 text: bar:11 text:1994/95 bar:12 text: bar:13 text: bar:14 text: bar:15 text: bar:16 text:1999/00 bar:17 text: bar:18 text: bar:19 text: bar:V3 text: bar:20 text: bar:21 text:2004/05 bar:22 text: bar:23 text: bar:24 text: bar:25 text: bar:26 text:2009/10 bar:27 text: bar:28 text: bar:29 text: bar:30 text: bar:31 text:2014/15 bar:32 text: bar:33 text: bar:34 text: bar:35 text: bar:36 text:2019/20 bar:37 text: bar:38 text: bar:39 text: bar:40 text: bar:41 text:2024/25 PlotData= color:black width:13 bar:01 from:0 till:14133 bar:02 from:0 till:17333 bar:03 from:0 till:20667 bar:04 from:0 till:15842 bar:05 from:0 till:17000 bar:06 from:0 till:15412 bar:07 from:0 till:10105 bar:08 from:0 till:13176 bar:09 from:0 till:9118 bar:10 from:0 till:8735 bar:11 from:0 till:10235 bar:12 from:0 till:7412 bar:13 from:0 till:9029 bar:14 from:0 till:9353 bar:15 from:0 till:6676 bar:16 from:0 till:8635 bar:17 from:0 till:7822 bar:18 from:0 till:8155 bar:19 from:0 till:4729 bar:20 from:0 till:10728 bar:21 from:0 till:15199 bar:22 from:0 till:15979 bar:23 from:0 till:20602 color:blue bar:24 from:0 till:19578 bar:25 from:0 till:16579 bar:26 from:0 till:15884 bar:27 from:0 till:13949 bar:28 from:0 till:12078 bar:29 from:0 till:12253 bar:30 from:0 till:11194 bar:31 from:0 till:15906 bar:32 from:0 till:12422 bar:33 from:0 till:18756 bar:34 from:0 till:16015 bar:35 from:0 till:18249 bar:36 from:0 till:16910 bar:37 from:0 till:0 color:orange bar:38 from:0 till:10768 color:orange bar:39 from:0 till:16116 bar:40 from:0 till:17388 bar:41 from:0 till:0 bar:V1 color:darkgrey from:start till:end width:1 at:3000 shift:(5,247) text:\"1965 Construção\" bar:V2 color:darkgrey from:start till:end width:1 at:3000 shift:(5,247) text:\"1991 1ª Renovação\" bar:V3 color:darkgrey from:start till:end width:1 at:3000 shift:(5,247) text:\"2003 2ª Renovação\" LineData= at:15000 layer:back color:green width:0.8 PlotData= textcolor:white bar:01 at:0 fontsize:S text:9º shift:(-4,5) bar:02 at:0 fontsize:S text:4º shift:(-4,5) bar:03 at:0 fontsize:S text:3º shift:(-4,5) bar:04 at:0 fontsize:S text:14º shift:(-7,5) bar:05 at:0 fontsize:S text:9º shift:(-4,5) bar:06 at:0 fontsize:S text:4º shift:(-4,5) bar:07 at:0 fontsize:S text:9º shift:(-4,5) bar:08 at:0 fontsize:S text:5º shift:(-4,5) bar:09 at:0 fontsize:S text:11º shift:(-7,5) bar:10 at:0 fontsize:S text:7º shift:(-4,5) bar:11 at:0 fontsize:S text:4º shift:(-4,5) bar:12 at:0 fontsize:S text:5º shift:(-4,5) bar:13 at:0 fontsize:S text:5º shift:(-4,5) bar:14 at:0 fontsize:S text:3º shift:(-4,5) bar:15 at:0 fontsize:S text:7º shift:(-4,5) bar:16 at:0 fontsize:S text:7º shift:(-4,5) bar:17 at:0 fontsize:S text:15º shift:(-7,5) bar:18 at:0 fontsize:S text:9º shift:(-4,5) bar:19 at:0 fontsize:S text:4º shift:(-4,5) bar:20 at:0 fontsize:S text:14º shift:(-7,5) bar:21 at:0 fontsize:S text:5º shift:(-4,5) bar:22 at:0 fontsize:S text:17º shift:(-7,5) bar:23 at:0 fontsize:S text:2º shift:(-4,5) bar:24 at:0 fontsize:S text:3º shift:(-4,5) bar:25 at:0 fontsize:S text:8º shift:(-4,5) bar:26 at:0 fontsize:S text:6º shift:(-4,5) bar:27 at:0 fontsize:S text:5º shift:(-4,5) bar:28 at:0 fontsize:S text:6º shift:(-4,5) bar:29 at:0 fontsize:S text:9º shift:(-4,5) bar:30 at:0 fontsize:S text:10º shift:(-7,5) bar:31 at:0 fontsize:S text:5º shift:(-4,5) bar:32 at:0 fontsize:S text:10º shift:(-7,5) bar:33 at:0 fontsize:S text:4º shift:(-4,5) bar:34 at:0 fontsize:S text:9º shift:(-4,5) bar:35 at:0 fontsize:S text:5º shift:(-4,5) bar:36 at:0 fontsize:S text:7º shift:(-4,5) textcolor:darkgrey bar:37 at:0 fontsize:S text:7º shift:(-4,5) textcolor:white bar:38 at:0 fontsize:S text:6º shift:(-4,5) bar:39 at:0 fontsize:S text:6º shift:(-4,5) bar:40 at:0 fontsize:S text:5º shift:(-4,5) bar:41 at:0 fontsize:S text:xº shift:(-4,5) === 4.º clube com mais associados === O Vitória SC é quarto clube com mais associados, contabilizando mais de 36 mil sócios, logo após dos chamados \"três grandes\" clubes portugueses Benfica, Porto e Sporting. A recontagem de sócios que era efetuada a cada cinco anos, tendo, em julho de 2005, aumentado o número de associados de 19 129 para 24 350. Destaque para a época em que o Vitória desceu de divisão, em 2006/07, na qual aumentou o número de associados em cerca de 4 mil, atingindo os 30 mil sócios pela primeira vez. Na última recontagem, efetuada em julho de 2010 o número diminuiu de 32 295 para 24 238. A partir da época 2011/12 o número de sócios foi subindo progressivamente até há época 2022/23 onde foi anunciado um novo máximo em 2023, sendo contabilizados 33 003 associados, sendo que apenas neste último ano contabilizou mais 2 900. === 4.º clube com mais assistências nos jogos (1.ª Liga) → Equipa Principal === O Vitória SC é quarto clube com mais espectadores nos jogos, mantendo essa posição até à época 2009/10, tendo sido ultrapassado nas épocas de 2010/11 e 2011/12 por números pouco significativos, passando a ocupar o 5.º lugar. Na época de 2012/13 volta a retomar o 4º lugar, apesar de ter realizado 1 jogo à “porta fechada” por castigo, onde se viu privado de ter o apoio do seu público nas bancadas do Estádio D. Afonso Henriques. Desde então tem se vindo a distanciar dos outros clubes de forma notável, confirmando que é o quarto clube com mais associados e melhor assistências em Portugal. Tem sempre boas assistências em qualquer que seja a competição. === Clube com mais assistências nos jogos (2.ª Liga) → Equipa B === O Vitória SC B foi o clube com mais espectadores nos jogos da 2ª Liga, na época 2012/13, mais do que clubes que garantiram ou lutaram por a subida de divisão, como o CF Os Belenenses, FC Arouca, Leixões Sport Club e Clube Desportivo das Aves, ou as equipas B dos chamados \"três grandes\" (Benfica B, Porto B e Sporting B), apesar de ter realizado 2 jogos à “porta fechada” por castigos, onde se viu privado de ter o apoio do seu público nas bancadas do Estádio D. Afonso Henriques. Já na corrente época de 2014/15 volta a confirmar as boas assistências terminando a época como o 2º clube com a melhor assistência da 2ª liga, sendo que apenas o Grupo Desportivo de Chaves, clube que lutou até à última jornada pela subida de divisão, obteve melhor registo. == Claques == === Claques atuais === * Insane Guys - Fundada em 1994 * White Angels - Fundada em 1999 * Suspeitos do Costume - Fundada em 2008 === Grupos atuais === * Vimaranes 1128 - Fundado em 2004 - localizados na bancada Sul Inferior * Tifosi - Fundado em 2007 - localizados na bancada Sul Inferior * Galáticos do Minho - Fundado em 2010 - localizados na bancada Nascente Inferior * King's Crew - Fundado em 2011 - localizados na bancada Sul Superior * Ragazzi - Fundado em 2013 - localizados na bancada Sul Inferior * Fanatics - localizados na bancada Nascente Inferior * Gate 12 - localizados na bancada Nascente Inferior * Gruppo 1922 - localizados na bancada Sul Inferior === Claques antigas === * LA JUVI (Labuta Juventude Vitoriana) - Fundada em 1983 * OS FUNDADORES - Fundada em 1984 * JUVI - Fundada em 1984 * Conquistadores - Fundada em 1986 * Força Branquinhos - Fundada em 1986 * 7ª Exército - Fundada em 1986 * Tempestade Vitoriana - Fundada em 1986 * Os Vimaranes - Fundada em 1987 * Black & White Boys - Fundada em 1990 * Legião Vitoriana - Fundada em 1991 === Cânticos ultras de apoio ao Vitória SC === * Fanchants == Rivalidades == === Rivalidade com o SC Braga === Competições Vitória SC SC Braga Taça de Portugal 1 3 Taça da Liga 0 3 Supertaça Cândido de Oliveira 1 0 Taça Federação Portuguesa de Futebol 0 1 Competições internacionais 0 1 Total 2 8 No início da sua existência, a rivalidade entre Braga e Guimarães teve sobretudo como origem a luta pela direção da AF Braga, visto que, naquele momento, a maior parte dos jogos eram disputados contra equipas da mesma cidade. Em Braga, o SC Braga tinha diversos adversários como o Braga Sport Club, o seu maior rival na altura, Braga Football Club, Liberdade Foot-ball Club ou Soarense. Já o Vitória exercia uma maior hegemonia na cidade de Guimarães, dado ter surgido após na fusão de vários clubes. Os primeiros campeonatos regionais são dominados pelo SC Braga e só em 1936/37, após 10 títulos Bracarenses, os Vitorianos se conseguem impor, assistindo-se a um período de crise no SC Braga. É precisamente neste período que é criado o Campeonato Português de Futebol, em 1934/35, sendo que só a partir de 1941/42 o Campeão da AF Braga se passa a apurar para a Primeira Divisão (até então apurava-se para a Segunda Divisão, estando a Primeira Divisão reservada aos clubes de Lisboa, Porto, Coimbra e Setúbal). Em 1946/47 dá-se a reformulação dos quadros competitivos do futebol português, acabando-se com a qualificação a partir dos campeonatos regionais, passando a existir uma lógica de continuidade entre edições, e um sistema de promoções e descidas entre divisões. A Primeira Divisão foi alargada para 14 equipas, enquanto a II Divisão foi reformulada, e criada uma III Divisão. Desta forma, o Vitória SC foi integrado na I Divisão (como campeão) enquanto que o SC Braga se viu relegado para a II Divisão, deixando de participar no campeonato distrital desse ano. O SC Braga viria a conseguir a subida de divisão na época seguinte, retomando o Dérbi Minhoto. Nos últimos anos, é o SC Braga que tem atingido o posto de clube mais estável e com melhores desempenhos no Minho, conseguindo também excelentes encaixes financeiros com a venda de ativos e fruto de boas campanhas nas provas da UEFA. A sagacidade de António Salvador eleva portanto o clube a patamares nunca antes vistos. Já no lado Vimaranense, e após a saída do histórico líder Pimenta Machado em 2004, tem-se assistido a sucessivas mudanças na presidência, e após várias épocas com medíocres resultados a nível desportivo, e péssimos no capítulo financeiro, encetou uma campanha sob a presidência de Júlio Mendes, com vista à diminuição do passivo do Clube. === Rivalidade com o Boavista FC === Outro rival do Vitória Sport Club é o Boavista Futebol Clube, com os jogos entre os dois clubes a ser sempre marcado por grande emotividade e fervor. == Modalidades == === Basquetebol sénior masculino === Competições Nacionais Competição Títulos Temporadas Vice Campeão Liga Portuguesa 0 - 2013/14, 2014/15 Proliga 1 2006/07 2007/08 Taça de Portugal 2 2007/08, 2012/13 - Taça Hugo dos Santos 0 - 2014/15 Supertaça 0 - 2008, 2013 Troféu António Pratas 1 2009/10 - Total de Troféus 4 4 Nacionais 6 Vices === Basquetebol sénior feminino === * Campeões Nacionais da 1ª divisão: 2016/17 * Vice Campeões da Taça de Portugal: 2018/19, 2020/21 * Vice Campeões da Supertaça: 2019/20, 2021/22 === Voleibol sénior masculino === Competições Nacionais Competição Títulos Temporadas Vice Campeão Campeonato Nacional I (A1) 1 2007/08 2005/06, 2006/07, 2008/09 Campeonato Nacional I (A2) 1 2000/01 - Campeonato Nacional II 1 1999/00 - Taça de Portugal 1 2008/09 2002/03, 2003/04, 2007/08, 2012/13 Supertaça 0 - - Taça Federação 1 2018/19 2016/17 Total de Troféus 5 5 Nacionais 8 Vices * Equipa B Campeão Nacional III: 2010/11 === Voleibol sénior feminino === * Campeãs Nacionais da 2ª liga: 1980/81, 2006/07 * Campeãs da Taça Federação: 2023/24 * Várias Participações Europeias === Polo Aquático sénior masculino === Competições Nacionais Competição Títulos Temporadas Vice Campeão Primeira Divisão 4 2018/19, 2020/21, 2021/22, 2022/23 2023/24 Segunda Divisão 1 2003/04 - Taça de Portugal 1 2020/21 2018/19, 2021/22, 2023/24 Supertaça 4 2018/19, 2020/21, 2022/23, 2023/24 2021/22 Total de Troféus 10 10 Nacionais 5 Vices * 3 Participações na Liga dos Campeões * Foi Tetracampeão Nacional * Equipa B Campeão Nacional da 2ª divisão: 2020/21 * Campeão Nacional de Juvenis sub-17: 2013/14, 2015/16 === Andebol sénior masculino === A equipa de Andebol está presente no Campeonato Andebol 1, o patamar mais alto da modalidade em Portugal. * Campeão Nacional da III Divisão: 2020/21 * Campeão Nacional da II Divisão: 2022/23 === Futebol de Praia sénior masculino === A equipa de Futebol Praia do Vitória Sport Clube encontra-se temporariamente inativa desde 2015. Destaca-se historicamente por ter sido a 2.ª equipa a vencer o Campeonato Nacional de Futebol Praia no formato prévio, sucedendo o Sporting Clube de Portugal. * Campeonato Nacional de Futebol Praia: 2010/11 === Hóquei em Patins sénior masculino === A equipa de Hóquei em Patins do Vitória Sport Clube apesar de já ter sido extinta, foi a primeira modalidade do clube. No entanto, destacam-se dois títulos regionais da curta duração da modalidade na década de 40 e 50 do século XX. * Campeões Regional do Minho: 1957 * Taça do Minho: 1955 === Atletismo e Triatlo === * Medalha de Bronze nos Jogos Paralímpicos: 2016 * Vários Títulos a Nível Nacional === Ciclismo e BTT === * Vários Títulos Individuais e em Equipas a Nível Regional, Nacional e Ibérico === Natação === * 15 recordes nacionais batidos por atletas do clube, dos quais 8 ainda se encontram em vigor === Automobilismo === * Vários títulos individuais a nível nacional === Boxe, Kickboxing, Muay-thai, Taekwondo, Jiu-jitsu, Judo === * Vários títulos individuais a nível mundial e europeu * Várias medalhas de ouro, bronze e prata * Palmarés dos títulos nacionais e internacionais == Futebol == === Seniores masculinos === ==== Palmarés ==== Competições Nacionais Competição Títulos Temporadas Taça de Portugal 1 2012/13 Supertaça Cândido de Oliveira 1 1988 Competições Regionais Competição Títulos Temporadas Campeonato do Minho 3 1938/39, 1939/40 e 1940/41 Campeonato Regional de Braga 12 1933/34, 1936/37, 1937/38, 1938/39, 1939/40, 1940/41, 1941/42, 1942/43, 1943/44, 1944/45, 1945/46 e 1946/47 AF Braga Taça de Honra Extinta 4 1978/79, 1981/82, 1982/83 e 1983/84 AF Braga Taça 1 1964/65 AF Braga 1ª Divisão 2 1933/34 e 1936/37 Campeonato AF Braga (Reservas) 8 1962/63, 1963/64, 1964/65, 1965/66, 1966/67, 1967/68, 1968/69 e 1971/72 Total Total de Troféus 32 2 Nacionais e 30 Regionais ==== Evolução das Classificações desde 1934/35 ==== Foi em 1934/35 a criação do primeiro campeonato profissional nos moldes da atual Liga Portugal e a equipa do Vitória SC conseguiu estrear-se na primeira divisão em 1941/42. Durante a maior parte de sua história o Vitória jogou na primeira divisão do campeonato português com exceção de dois períodos passados na segunda divisão (1955/56 até 1957/58 e 2006/07). De realçar que só oito anos após a criação do campeonato português é que a competição foi alargada para 12 equipas o que permitiu aos clubes que participavam na AF Braga e na AF Aveiro obter uma vaga de acesso à primeira divisão. Com isso, o Vitória SC materializou a subida para a temporada de 1941/42 com uma vitória por 6-4 sobre o CF União de Lamas. Até então, os clubes destas associações só tinham acesso à Segunda Divisão (que era experimental até 1937/38) e ao Campeonato de Portugal que corresponde à atual Taça de Portugal. TimeAxis = orientation:horizontal ImageSize = width:980 height:90 PlotArea = width:900 height:50 bottom:30 left:80 DateFormat = yyyy Period = from:1934 till:2030 ScaleMajor = unit:year increment:5 start:1934 ScaleMinor = unit:year increment:1 start:1934 AlignBars = justify Colors = id:nivel1 value:blue id:nivel2 value:red id:nivel3 value:orange id:grau value:gray(0.8) TextData= pos:(330,90) fontsize:12 text: BarData = bar:primeira text:\"Primeira Liga\" bar:segunda text:\"Segunda Liga\" bar:terceira text:\"Ext. 2ª Divisão\" PlotData = # set defaults width:14 fontsize:S textcolor:white fontsize:8 mark:(line,grau) align:left anchor:from shift:(1,-5) bar:primeira color:nivel1 from:1941 till:1955 from:1958 till:2006 from:2007 till:2025 bar:segunda color:nivel2 from:1955 till:1958 from:2006 till:2007 bar:terceira color:nivel3 from:1935 till:1941 ==== Conquistas em torneios não oficiais ==== * Troféu Villa de Gijónː 2012 * Liga do Futuroː 2011 * Troféu Juan Acuñaː 2007http://www.deportivo-la- coruna.com/page.php?cid=18 * Taça Cidade de Albufeiraː 2007http://www.gmrtv.pt/index.php?option=com_content&view;=article&id;=170:vitoria- conquista-taca-cidade-de-albufeira&catid;=48:desporto&Itemid;=41 * Troféu Cidade de Guimarães Património Mundial da Humanidadeː 2007 * Troféu Cidade de Vigoː 2004 * Taça Cidade de Vizelaː 2002, 2003 e 2004 * Troféu Cidade das Caldas da Rainhaː 2002 * Troféu do Guadianaː 2001 * Troféu Memorial Quinochoː 1997 * Torneio Internacional Invictaː 1994 * Torneio Cidade da Póvoa de Varzimː 1986 e 1988 * Troféu Luís Oteroː 1978 * Troféu Somelos Helançaː 1969 * Troféu Clermont Ferrandː 1969 * Na época de 1966/67, há um acontecimento de relevo na história do clube, concretamente, a deslocação da equipa principal do Vitória SC à Venezuela para disputar a denominada Taça do Mundo, Torneio Internacional que contava com a presença de equipas de renome Internacional. Nessa competição o Vitória SC disputou dois encontros. Um venceu por 3–1 à equipa italiana da Lázio de Roma, facto que mereceu grande destaque, e perdeu a outra partida contra os espanhóis do Valência por 0–3. O Vitória ficava assim no 2º lugar deste importante Torneio Internacional. * 7 Troféus ganhos, numa digressão em 1964 aos Estados Unidos da América, e onde se destacaram, os que deram os triunfos, nas partidas com dois clubes Europeus, o AEK Atenas por 1–0, e com o Estrela Vermelha de Belgrado após a marcação de grandes penalidades, o que levou bem alto o nome do Vitória Sport Club. * 11 Troféus Conquistados, numa digressão em 1959 a África, mais concretamente Angola, Moçambique e África do Sul, (onde ganhou todas as partidas realizadas com a exceção da formação da África do Sul com a qual empatou), o que fez eco de grande destaque na imprensa nacional. Na Cidade Berço, a Equipa foi recebida de forma apoteótica, por milhares de Vitorianos e Vimaranenses. * Taça Concórdiaː 1935 ==== Dados e Estatísticas por Competição ==== Competições Nacionais Competição Participações Partidas Vitórias Empates Derrotas Golos Marcados Golos Sofridos Melhor Posição Primeira Liga 79 2358 923 557 878 3309 3296 3º Lugar Taça de Portugal 80 291 167 28 96 630 405 Vencedor Taça da Liga 17 48 14 15 19 56 61 1/2 Final Supertaça Cândido de Oliveira 4 5 1 1 3 4 8 Vencedor Segunda Liga 1 30 16 7 7 44 20 Vice-Campeão Segunda Divisão Extinta 9 162 106 25 31 449 211 Vice-Campeão Competições Internacionais Ql. Liga dos Campeões 1 2 0 1 1 1 2 Play-Off Liga Europa da UEFA 14 60 15 14 31 60 89 1/4 Final Ql. Liga Conferência 2 6 3 1 2 9 7 3ª Pré-Elim. Taça das Taças Extinta 1 2 1 0 1 1 2 1ª Eliminatória Taça das Cidades com Feiras Extinta 2 8 3 2 3 12 15 2ª Eliminatória Taça Intertoto Extinta 2 12 8 0 4 26 16 2º Lugar no Grupo ==== Outros Recordes ==== ==== Jogadores notáveis ==== ;Guarda-redes * Mário Roldão * Vítor Damas * * * Neno * Douglas * Varela ;Defesas * * * Quim Berto * Dimas Teixeira * * Fernando Meira * Bruno Alves * Pedro Geromel * Bruno Gaspar * Ricardo Pereira * Edmond Tapsoba * * ;Médios * Daniel Barreto * * Ademir Alcântara * Pedro Mendes * Pedro Barbosa * Zlatko Zahovič * Flávio Meireles * Nuno Assis * Tiago Targino * Yves Desmarets * * André André * Hernâni * Paolo Hurtado * * * ;Avançados * Edmur * Djalma Freitas * Tito * Jeremias * Paulinho Cascavel * Ziad * Capucho * Marek Saganowski * Kamel Ghilas * Soudani * Raphinha * Moussa Marega * Tiquinho Soares * Marcus Edwards * Ricardo Quaresma * Óscar Estupiñán * Jota Silva ==== Treinadores notáveis ==== * Jorge Vieira * José Maria Pedroto * Manuel José * Raymond Goethals * António Morais * Marinho Peres * Paulo Autuori * Geninho * João Alves * Jaime Pacheco * Quinito * Jorge Jesus * Manuel Machado * Manuel Cajuda * Rui Vitória * Sérgio Conceição * Pedro Martins * Luís Castro === Seniores femininos === Desde a sua criação em 2018, a popularidade do futebol feminino no mundo vitoriano não parou de crescer. Todo o trabalho de base tem como objetivo sustentar a equipa principal para, a curto prazo, estar a competir no escalão mais alto do futebol feminino em Portugal. *Encontra-se na 2º liga e disputaram o Play-off de acesso ao Campeonato Nacional de Futebol Feminino em 2023/24. === Veteranos === A equipa de Veteranos é constituída por ex-jogadores da equipa principal de futebol e representa o clube em competições de futebol indoor. A principal conquista foi ter sido o primeiro Campeão da Liga Portugal Legends em 2023. Competições nacionais Competição Títulos Temporadas Liga Portugal Legends 1 2023 Total de troféus 1 1 nacional == Futebol de Formação == === Equipa B === O Vitória Sport Clube B é a segunda equipa de futebol do Vitória SC e foi criada na época 2012/13. Nesse mesmo ano, foi determinado que seis equipas \"B\" pudessem integrar diretamente a Segunda Liga mediante o pagamento de 50 mil euros cada uma. As equipas \"B\" não pode disputar a Taça de Portugal ou a Taça da Liga e nem podem subir à Primeira Liga. Além disso, terão de incluir nas respetivas fichas de jogo pelo menos dez jogadores formados no clube, com idades entre os 15 e os 21 anos de idade, e que tenham sido inscritos na Federação há três épocas desportivas e apenas três jogadores com idades maiores de 23 anos. A equipa B, que se apresenta num patamar intermédio entre a formação e a equipa principal, permitiu o crescimento sustentável e consequente visibilidade de alguns jogadores que se tornaram uma referência, mormente Ricardo Pereira, Josué Sá, André Almeida, Edmond Tapsoba, Ibrahima Bamba, André Amaro, Tomás Händel, entre outros. Atualmente, a equipa B vitoriana compete no Campeonato de Portugal, integrando a Série B. === Formação === Com a construção do Complexo Desportiva do clube em 1997 têm surgido grandes talentos. Essa aposta tem permitido ao Vitória ter um crescimento sustentável que ao aprimorar as capacidades físicas, mentais e sociais dos jovens tem ajudado a lapidar futuras gerações de talentos que poderão vir a integrar o plantel principal de seniores. ==== Palmarés ==== Competições nacionais Competição Títulos Temporadas Campeonato Nacional Juniores sub-19 1 1990/91 Campeonato Nacional Juvenis sub-17 1 2013/14 Campeonato Nacional Iniciados sub-15 1 1995/96 Total de troféus 3 3 nacionais == Bibliografia == * GARCIA, Custódio. Vitória Sport Clube - Guimarães 1922-2008 \"86 Anos de História\" , 1ª edição – Guimarães: Cidade Berço, 2008. ISBN 978-989-8165-16-9 == Ligações externas == ; Sites Institucionais * Site Oficial do Vitória Sport Clube * Página Oficial no Facebook do Vitória Sport Clube * Página Oficial no Instagram do Vitória Sport Clube * Página Oficial no (X) Twitter do Vitória Sport Clube ; Sites & Blogs * Associação Vitória Sempre * Blog Sempre Vitória * Blog \"O Vimaranes\" ; Reviver da História * Exposição “Vitória Sport Clube 1922-2022 * Um pedaço da nossa história... * Ficheiros Desportivos * Paixão Vitoriana * Glórias do Passado (Ricoca) * Glórias do Passado (Osvaldinho) * Glórias do Passado (Florival) * Temporada de 1977/78 - 2ª Parte ; Cartoons e Caricaturas * Blog de Miguel Salazar \"O Álb'oon\" * \"O Clube d'O Rei - 100 anos, 100 cartoons\" Categoria:AF Braga Categoria:Vitória Sport Clube Categoria:Clubes de futebol de Guimarães Categoria:Clubes de futebol fundados em 1922 Categoria:Fundações em Portugal em 1922",
 "title": "Vitória Sport Clube"
}