{
 "id": "99151",
 "text": "Sadismo é um termo que denota o ato de sentir prazer provocando dor em outro ser vivo. O termo deriva do nome do escritor e filósofo francês Donatien Alphonse François de Sade (Marquês de Sade). Ainda que a obra literária do Marquês de Sade tenha conotações principalmente sexuais, o sadismo não tem um caráter exclusivamente sexual. == \"Sadismo sexual\" == O foco do sadismo sexual envolve atos (reais, não simulados) nos quais o indivíduo deriva excitação sexual do sofrimento psicológico ou físico (incluindo humilhação) do parceiro. Alguns indivíduos com esta parafilia se sentem perturbados por suas fantasias sádicas, que são simuladas ou invocadas durante a atividade sexual, mas não efetivamente concretizadas. Nesses casos, as fantasias sádicas envolvem, habitualmente, o controle completo ou parcial sobre a vítima, que se sente aterrorizada ante o ato sádico iminente. Outros indivíduos sádicos compartilham seus impulsos sádicos com parceiros masoquistas, que sentem prazer (ou ao menos consentem) em sofrer dor ou humilhação. Este tipo de relação, onde as duas tendências se complementam, é denominada sadomasoquista. Outros, finalmente, colocam em prática seus anseios sexuais sádicos com vítimas que não dão consentimento. Em todos esses casos, o que causa excitação sexual ao indivíduo sádico é o sofrimento real ou potencial da vítima. Os indivíduos podem também atar, vendar, dar palmadas, espancar, chicotear, beliscar, bater, queimar, administrar choques eléctricos, estuprar, cortar, esfaquear, estrangular, torturar e mutilar. Em situações extremas, especialmente quando associadas a casos graves de Transtorno da Personalidade Antissocial, os indivíduos podem chegar a matar suas vítimas. As fantasias sexuais sádicas tendem a ter origem na infância. A idade de início das atividades sádicas é variável, mas habitualmente ocorre nos primeiros anos da vida adulta. O sadismo sexual geralmente é um fenômeno crónico. Quando o sadismo sexual é praticado com parceiros que não consentem com a prática, a atividade tende a ser repetitiva. Alguns indivíduos podem dedicar-se a actos sádicos por muitos anos, sem necessidade de aumentar o potencial de infligir sérios danos físicos. Geralmente, entretanto, a intensidade e gravidade dos actos aumenta com o tempo, até que o indivíduo sádico seja preso ou receba tratamento psicoterápico adequado. A pessoa que exerce o sadismo pode violar ou não a vítima. Também pode masturbar-se sem chegar a penetrá-la ou fazê-lo com objetos. Em ocasiões o único ato da violação implica sadismo sexual. O sadismo sexual figura no manual DSM IV como F65.5. === Sadismo Seguro === Dentro do grupo adepto das práticas resumidas nos termos SM (Sadismo e Masoquismo) e BDSM (Bondage, Dominação, Sadismo e Masoquismo), o sadismo se encontra como uma prática segura, sendo sua realização de comum acordo entre as partes envolvidas no ato. A comunidade BDSM usa o lema SSC, que significa \"são, seguro e consensual\". === Sadismo vs. Fetichismo === Uma imagem clássica do sadismo é a da dominatrix de máscara e espartilho de couro ou borracha, empunhando um chicote e gritando impropérios. Essa é, na verdade, uma imagem mais ligada ao fetichismo do que ao sadismo ou ao masoquismo. Sadismo é uma prática, não uma fantasia. Embora se confundam, o que os diferencia é a intenção. Ao fetichista, a indumentária. Ao sadista, a sensação de domínio e/ou de causar sofrimento ao parceiro/parceira. A dominação psicológica, onde raramente existem práticas disciplinares (palmadas, spanking etc.) também é uma forma muito comum e nela existe, ou pode existir, a tortura psicológica e física. Crimes não afiançáveis pelo código penal brasileiro e não constitutivos pela Organizações das Nações Unidas. A suspeita ou comprovação laboral deve ser sempre denunciada. == Sadismo vs. Masoquismo == É relativamente recente a atual separação didática entre o sadismo e o masoquismo pela psicanálise. No entanto, já há um consenso entre os estudiosos de que se trata de ocorrências distintas. Numa relação sadista, apenas um dos envolvidos é sádico (a relação pode envolver duas, três ou mais pessoas), e não há necessariamente um masoquista em questão. Nessa relação, as práticas adotadas visam à satisfação do sádico. Numa relação de masoquismo, analogamente, à do masoquista. ==Ver também== * BDSM * Sadomasoquismo Categoria:Psicologia Categoria:Parafilias",
 "title": "Sadismo"
}