{
 "id": "99213",
 "text": "Tora! Tora! Tora! (japonês トラ・トラ・トラ！) é um filme de 1970 realizado por Richard Fleischer, Kinji Fukasaku e Toshio Masuda que retrata, tanto do ponto de vista japonês como americano, a preparação e os eventos e os erros que possibilitaram o ataque a Pearl Harbor em 1941, fato que forçou a entrada dos Estados Unidos na Segunda Guerra Mundial. O título do filme é o código utilizado em caso de sucesso do ataque japonês, que traduzido para o português significa: \"Tigre! Tigre! Tigre!\". O filme, com um tom quase documental, obteve boas críticas com relação à sua fotografia, principalmente em suas cenas de ação, sendo que algumas passagens foram reutilizadas em outros filmes ambientados na Guerra do Pacífico. == Produção == O filme foi realizado por duas produções separadas, uma nos Estados Unidos, dirigido por Richard Fleischer, e outra com base no Japão. A produção japonesa foi inicialmente dirigida por Akira Kurosawa, mas após dois anos de trabalho e sem resultados utilizáveis, a 20th Century Fox entregou o projeto à Kinji Fukasaku, que o completou. Akira Kurosawa não teve seu nome incluído nos créditos. O roteiro foi escrito por Ladislas Farago, Larry Forrester, Ryuzo Kikushima e Hideo Oguni, com base no livro de Gordon W. Prange. Charles Wheeler, foi nomeado ao Oscar. O filme contém uma segunda unidade de direção e de fotografia de miniaturas, filmadas por Ray Kellogg. A trilha sonora foi composta por Jerry Goldsmith. == Premiações == * Teve nove indicações ao Oscar. Recebeu o prêmio de melhores efeitos visuais. ==Ver também== *Pearl Harbor (filme) Categoria:Filmes dos Estados Unidos de 1970 Categoria:Filmes sobre a Guerra do Pacífico (Segunda Guerra Mundial) Categoria:Filmes do Japão de 1970 Categoria:Filmes premiados com o Oscar de melhores efeitos visuais Categoria:Filmes com trilha sonora de Jerry Goldsmith Categoria:Filmes de guerra da década de 1970 Categoria:Filmes de guerra dos Estados Unidos Categoria:Filmes baseados em obras de autores dos Estados Unidos Categoria:Filmes dirigidos por Richard Fleischer Categoria:Filmes de guerra do Japão Categoria:Filmes da 20th Century Studios Categoria:Filmes em língua japonesa Categoria:Filmes em língua inglesa Categoria:Filmes dirigidos por Kinji Fukasaku Categoria:Representações culturais de Isoroku Yamamoto Categoria:Filmes sobre aviação",
 "title": "Tora! Tora! Tora!"
}