{
 "id": "9925",
 "text": "Abaixo segue uma lista de constelações. Em 1930, a União Astronômica Internacional dividiu o céu em 88 constelações com fronteiras precisas. Desta forma, cada direção no céu pertence necessariamente a uma (e apenas uma) delas. As novas constelações foram definidas e batizadas, sempre que possível, seguindo a tradição proveniente da Grécia antiga, e seus nomes oficiais são sempre em latim. As atuais 88 constelações são: N° Constelação Significado Símbolo propostoAs constelações não têm símbolos oficiais. Os listados aqui são encontrados em algumas fontes publicadas, por exemplo, *Alec Finlay (2008) One hundred year star-diary: (2008-2107). Morning Star, Edinburgh *Peter Grego (2012) The Star Book: Stargazing Throughout the Seasons in the Northern Hemisphere. F+W Media. 1 Andrômeda Andrômeda, a princesa da Etiópia 2 Antlia a Máquina Pneumática (bomba de ar) 3 Apus a Ave-do-Paraíso 4 Aquarius Aquário (o aguadeiro) 5 Aquila a Águia 6 Ara o Altar 7 Aries o Carneiro 8 Auriga o Cocheiro 9 Boötes o Boieiro, ou Pastor. 10 Caelum o Cinzel, ou Buril 11 Camelopardalis a Girafa 12 Câncer o Caranguejo 13 Canes Venatici os Cães de Caça, ou Pegureiros 14 Canis Major o Cão Maior 15 Canis Minor o Cão Menor 16 Capricornus Capricórnio, a cabra do mar, ou Amalteia no mito grego 17 Carina a Carena (ou Quilha) do navio dos míticos argonautas 18 Cassiopeia a rainha da Etiópia 19 Centaurus o centauro rústico (não confundir com o Sagitário) 20 Cepheus o rei da Etiópia, pai de Andrômeda 21 Cetus a Baleia, ou Ceto (monstro marinho do mito grego) 22 Chamaeleon o Camaleão 23 Circinus o Compasso 24 Columba a Pomba 25 Coma Berenices a Cabeleira de Berenice 26 Corona Australis a Coroa Austral (ou Coroa do Sul) 27 Corona Borealis a Coroa Boreal (ou Coroa do Norte) 28 Corvus o Corvo 29 Crater a Taça, (na verdade uma salva) 30 Crux o Cruzeiro do Sul, ou Crucifixo (raro) 31 Cygnus o Cisne (às vezes também chamada \"Cruzeiro do Norte\") 32 Delphinus o Golfinho, ou Delfim 33 Dorado o Peixe Dourado 34 Draco o Dragão 35 Equuleus Potro, o cavalinho 36 Eridanus o Rio 37 Fornax a Fornalha 38 Gemini os Gêmeos 39 Grus o Garça 40 Hércules em grego, Héracles; filho de Zeus e maior dos heróis gregos 41 Horologium o Relógio 42 Hydra Hidra (a cobra-monstro aquática do mito grego) (Fêmea) 43 Hydrus Hidra Macho 44 Indus o Índio 45 Lacerta o Lagarto, ou Lagartixa 46 Leo o Leão, ou Leão Maior (raro) 47 Leo Minor o Leão Menor, ou Lionete 48 Lepus a Lebre 49 Libra a Balança 50 Lupus o Lobo 51 Lynx o Lince 52 Lyra a Lira 53 Mensa a Montanha da Mesa na Cidade do Cabo 54 Microscopium o Microscópio 55 Monoceros o Unicórnio, ou Monócero 56 Musca a Mosca 57 Norma a Régua, ou Esquadro 58 Octans o Oitante 59 Ophiuchus Ofiuco, ou Serpentário (tratador de serpentes) 60 Orion o caçador mítico 61 Pavo o Pavão 62 Pegasus Pégaso, o cavalo alado dos gregos 63 Perseus Perseu, o herói grego que decapitou Medusa, rainha das górgonas 64 Phoenix a Fênix 65 Pictor o Pintor 66 Pisces os Peixes 67 Piscis Austrinus o Peixe Austral, ou Peixe do Sul 68 Puppis a Popa (do navio) 69 Pyxis a Bússola 70 Reticulum o Retículo 71 Sagitta a Flecha, ou Seta 72 Sagittarius Sagitário, o Arqueiro (o Quíron dos mitos gregos, centauro erudito e tutor dos heróis) 73 Scorpius o Escorpião 74 Sculptor o Escultor 75 Scutum o Escudo 76 Serpens a Serpente, e única constelação dividida em duas regiões: Serpens Cauda, (a Cauda), e Serpens Caput (a Cabeça) : , 77 Sextans o Sextante 78 Taurus o Touro 79 Telescopium o Telescópio 80 Triangulum o Triângulo 81 Triangulum Australe o Triângulo Austral (Triângulo do Sul) 82 Tucana o Tucano 83 Ursa Major a Ursa Maior 84 Ursa Minor a Ursa Menor 85 Vela o Velame (do navio) 86 Virgo a Virgem 87 Volans originalmente Piscis Volans, o Peixe-Voador 88 Vulpecula a Raposa, o raposinho, originalmente Vulpecula cum Anser, a Raposa com o Ganso Ptolomeu, em seu tratado de astronomia, o Almagesto (no século II), listava 48 constelações: * Andromeda * Aquarius, o Aguadeiro * Aquila, a Águia * Ara, o Altar * Aries, o Carneiro * Argo Navis, o navio dos argonautas (dividido por Lacaille, em 1756, em Carina (a Quilha), Puppis (a Popa) e Vela (a Vela, ou Velame) * Auriga, o Cocheiro * Boötes, o Boieiro * Cancer, o Caranguejo * Canis Major, o Cão Maior * Canis Minor, o Cão Menor * Capricornus, Capricórnio, a cabra do mar, a Amalteia dos gregos * Cassiopeia * Centaurus, o Centauro rústico * Cepheus o rei mítico * Cetus, a Baleia, ou Ceto o monstro marinho * Corona Australis, a Coroa Austral (ou a Coroa do Sul) * Corona Borealis, a Coroa Boreal (ou Coroa do Norte) * Corvus, o Corvo * Crater, a Taça, ou Salva * Cygnus, o Cisne * Delphinus, o Delfim, ou Golfinho * Draco, o Dragão * Equuleus, o Potro, o cavalinho * Eridanus, o Rio * Gemini, os Gêmeos * Hércules * Hydra, Hidra (a cobra-monstro aquática dos mitos) (Fêmea) * Leo, o Leão * Lepus, a Lebre * Libra, a Balança * Lupus, o Lobo * Lyra, a Lira * Ophiuchus, Ofíuco, o Serpentário * Orion, o caçador mítico * Pegasus, Pégaso, o cavalo alado * Perseus, Perseu, o herói grego * Pisces, os Peixes * Piscis Austrinus, o Peixe Austral (ou Peixe do Sul) * Sagitta, a Flecha, ou Seta * Sagittarius, Sagitário, o Arqueiro * Scorpius, o Escorpião * Serpens, a Serpente * Taurus, o Touro * Triangulum, o Triângulo * Ursa Major, a Ursa Maior * Ursa Minor, a Ursa Menor * Virgo, a Virgem Com o passar do tempo, esta lista foi expandida, tanto para preencher vazios entre as constelações ptolemaicas quanto para completar o céu austral, à medida que exploradores europeus navegavam a lugares onde pudessem vê-las. == Ver também == * Lista de constelações por área * Lista de constelações antigas * Software simulador de planetário == Ligações externas == * Astronomy Education ReviewFiguras das constelações clássicas * Lista de constelações",
 "title": "Lista de constelações"
}