{
 "id": "99265",
 "text": "Brian Patrick Carroll (Pomona, 13 de maio de 1969), mais conhecido pelo seu nome artístico Buckethead, é um guitarrista e multi-instrumentista americano que já trabalhou em muitos gêneros de música. Lançou 302 álbuns de estúdio, quatro lançamentos especiais e um EP. Também já se apresentou em mais de 72 outros álbuns por outros artistas. Sua música abrange áreas tão diversas como metal progressivo, o funk, blues, jazz, bluegrass, ambiente e música avant- garde. Multi-instrumentista completo, mais conhecido por sua pegada virtuosa na guitarra, Buckethead é reconhecido como um dos artistas contemporâneos mais inovadores de hoje, com seus licks rápidos e seu estilo quase robótico de tocar, que combina elementos de guitarristas como Frank Zappa, Yngwie Malmsteen, Andy Summers, Adrian Belew, Kerry King, Eddie Hazel e o improvisador John Zorn (que é saxofonista). Buckethead é famoso por usar um balde do KFC na cabeça, estampada com um adesivo laranja escrito FUNERAL em letras maiúsculas e uma máscara branca lisa sem expressão que, de acordo com Buckethead, foi inspirado ao assistir o filme Halloween 4: O Retorno de Michael Myers . Em certo ponto da sua carreira, mudou para um balde branco liso que já não tinha o logotipo da KFC, mas posteriormente revertido para seu emblemático balde do KFC. Também incorpora nunchaku e dança do robô em suas performances de palco. A carreira solo de Buckethead é produtiva (ao longo da carreira, Buckethead já lançou mais de 300 discos solos e trabalhou em mais de 70, estando envolvido também em outras várias participações com artistas, totalizando mais de 400 trabalhos musicais registrados), graças ao incentivo de Zorn e Bill Laswell, gravado na fase em que tocava no Praxis. Laswell também produziu vários dos albuns solo de Buckethead (incluindo Dreamtorium e Day of the Robot) e o incluiu em vários projetos com outros artistas como Hakim Bey, Bootsy Collins, Anton Fier, Jonas Hellborg e Bernie Worrell. Em 1999, já sendo membro da nova formação do Guns N' Roses, lançou \"Monsters and Robots\" e já no século XXI, lançou o contemplativo \"Electric Tears\", mantendo o estilo que o caracterizou até hoje. Buckethead abandonou o Guns N' Roses em 2004, alegando falta de interesse de Axl Rose em lançar material novo (Na época, o álbum Chinese Democracy, que demorou mais de 10 anos para ser lançado mundialmente). Como instrumentista, Buckethead tem recebido elogios da crítica por sua guitarra elétrica, e é considerado um dos guitarristas mais inovadores de hoje. Foi eleito o número 8 em uma lista em GuitarOne revista do \"Top 10 Fastest Guitar Shredders of All Time\", bem como ser incluído no Guitar World's na lista dos \"The 25 All-Time Weirdest Guitarists\" e um dos \"50 guitarristas mais rápidos de todos os tempos”. Realiza trabalhos principalmente como um artista solo, embora ele tem colaborado bastante com uma grande variedade de artistas de alto perfil, como Bill Laswell, Bootsy Collins, Bernie Worrell, Iggy Pop, Les Claypool, Serj Tankian, Bill Moseley, Mike Patton, Viggo Mortensen, Que 1 Guy, Bassnectar, Steve Vai, e foi um membro do Guns N 'Roses no período de 2000 a 2004. Buckethead também escreveu e interpretou música para grandes filmes, incluindo: Saw II (Jogos Mortais 2), Fantasmas de Marte, Beverly Hills Ninja, Mortal Kombat, Mortal Kombat: Annihilation, Last Action Hero (O último grande herói), Street Fighter e contribuiu guitarra para a faixa \"Firebird\" destaque nas Mighty Morphin Power Rangers: O Filme (trilha sonora). Buckethead foi aluno de Paul Gilbert, hoje muitos o consideram melhor que seu professor. Por muito tempo imaginou-se que os dois seriam a mesma pessoa, hoje em dia essa hipótese já foi descartada e existem provas de que não são a mesma pessoa, como por exemplo datas de apresentação de Paul Gilbert e Buckethead coincidirem num mesmo dia e hora em locais diferentes ou muito distantes. == Carreira == Início da vida Brian Carroll nasceu em 13 de maio de 1969. Brian é filho de Tom e Nancy Carroll e é um de cinco irmãos, juntamente com Lynn, Lisa, Lori, e João. Cresceu em um subúrbio do sul da Califórnia não muito longe da Disneyland. Em sua juventude, era um garoto tímido e passou a maior parte de seu tempo em seu quarto, que estava cheio de histórias em quadrinhos, jogos de vídeo game, filmes de artes marciais e brinquedos. Também passou muito tempo na Disneylândia. Brian começou a tocar guitarra com 12 anos de idade. Seus primeiros professores incluído Max McGuire, Johnny Fortune, Mark Hammond, Pebber Brown e Paul Gilbert. Buckethead desempenhou um tributo a todos os seus primeiros professores. Começou a fazer gravações demo de ambas suas formas de tocar, que foram lançados em 2007-2008. O personagem “Buckethead” nasceu quando Carroll viu o filme de 1988 de terror Halloween 4 e foi inspirado pelo filme. Foi para a rua depois de ver e comprou uma máscara branca Michael Myers. A ideia do balde veio mais tarde naquela noite, enquanto comia um balde de frangos do Kentucky Fried Chicken (KFC): === 1988-1994: carreira solo precoce e Praxis === Em 1988, depois de deixar a banda Class-X, Carroll entrou em uma canção chamada \"Brazos\" em um Guitar Player concurso de revista. Foi um runner-up, com editores delirantes: ==Equipamentos== ===Guitarras=== * Gibson Buckethead Signature Les Paul * Gibson SST * Gibson 1969 Les Paul Custom * Custom built Jackson Doubleneck * Custom built Jackson Y2KV * Vigier Excess Indus 4-String Bass * ESP M-II * Ibanez Rocket Roll II ===Efeitos=== * BOSS DD-7 Digital Delay * BOSS NS-2 Noise Suppressor * Digitech Whammy II * VOX V847 Wah * Line 6 FM4 Filter Modulator * Electro- Harmonix Micro Synthesizer * MXR Phase 100 ===Amplificadores=== * Mesa Boogie Triple Rectifier head * Mesa Stiletto Trident head * ENGL Powerball head * Marshall JVM410H head * Bogner Uberschall head * Peavey 5150 head * Matt Wells 17½-watt head wired through a Harry Kolbe 4x12 cab *EVH 5150 III head == Discografia == ==Bandas e projetos== Nota: Além de ser um artista solo desde 1992, Buckethead também lança álbuns como Death Cube K. Usa esse nome desde 1994 (sendo usado mais frequentemente em 2009). * com Booger T and the Levine (1985-1990) * com Class-X (1987-1988) * Carreira solo (1987–Present) * com Limbomaniacs (1990) * com Deli Creeps (1990–2007) * com Praxis (1992–2011) * com Zillatron (1993) * como Death Cube K (1994-1999, 2007-2009) * com Jonas Hellborg and Michael Shrieve (1995) * com Cornbugs (1995-2007) * com Giant Robot & Giant Robot II (1996-1998, 2004–2006) * com DJ Disk (1996–2001) * com Bryan Mantia (1997–2013) * com El Stew (1999) * com Cobra Strike (1999-2000) * com Shin Terai (1999-2007) * com Viggo Mortensen (1999, 2003–2005, 2008–2013) * com Guns N' Roses (2000–2004) * com Thanatopsis (2001–Present) * com Colonel Claypool's Bucket of Bernie Brains (2002–2004) * com Travis Dickerson (2004–2010) * como The Frankenstein Brothers (with That 1 Guy) (2006–2012) * com Science Faxtion (2007-2008) ImageSize = width:800 height:auto barincrement:20 PlotArea = left:159 bottom:60 top:0 right:10 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:01/01/1985 till:01/01/2016 TimeAxis = orientation:horizontal format:yyyy Legend = orientation:vertical position:bottom columns:1 ScaleMajor = increment:5 start:1985 ScaleMinor = increment:1 start:1985 Colors = id:band value:oceanblue legend:Band BarData= bar:Boog text:\"Booger T and the Levine\" bar:Class text:\"Class-X\" bar:Solo text:\"Solo\" bar:Limbo text:\"Limbomaniacs\" bar:Deli text:\"Deli Creeps\" bar:Praxis text:\"Praxis\" bar:Zill text:\"Zillatron\" bar:Death text:\"as Death Cube K\" bar:Jonas text:\"Jonas Hellborg\" bar:Cornbugs text:\"Cornbugs\" bar:Giant text:\"Giant Robot\" bar:DJ text:\"DJ Disk\" bar:Brain text:\"Brain\" bar:ElStew text:\"El Stew\" bar:Cobra text:\"Cobra Strike\" bar:Shin text:\"Shin Terai\" bar:Viggo text:\"Viggo Mortensen\" bar:Guns text:\"Guns N' Roses\" bar:Than text:\"Thanatopsis\" bar:Cnl text:\"Colonel Claypool\" bar:Travis text:\"Travis Dickerson\" bar:Frank text:\"Frankenstein Brothers\" bar:Sci text:\"Science Faxtion\" PlotData= width:10 textcolor:black align:left anchor:from shift:(10,-4) bar:Boog from:01/01/1985 till:07/01/1990 color:band bar:Class from:01/01/1987 till:01/07/1988 color:band bar:Solo from:01/01/1987 till:end color:band bar:Limbo from:01/01/1990 till:01/07/1990 color:band bar:Deli from:01/01/1990 till:01/07/2007 color:band bar:Praxis from:01/01/1992 till:01/07/2011 color:band bar:Zill from:01/01/1993 till:01/07/1993 color:band bar:Death from:01/01/1994 till:01/07/1999 color:band bar:Death from:01/01/2007 till:01/07/2009 color:band bar:Jonas from:01/01/1995 till:01/07/1995 color:band bar:Cornbugs from:01/01/1995 till:01/07/2007 color:band bar:Giant from:01/01/1996 till:01/07/1998 color:band bar:Giant from:01/01/2004 till:01/07/2006 color:band bar:DJ from:01/01/1996 till:01/07/2001 color:band bar:Brain from:01/01/1997 till:01/07/2013 color:band bar:ElStew from:01/01/1999 till:01/07/1999 color:band bar:Cobra from:01/01/1999 till:01/07/2000 color:band bar:Shin from:01/01/1999 till:01/07/2007 color:band bar:Viggo from:01/01/1999 till:01/07/1999 color:band bar:Viggo from:01/01/2003 till:01/07/2005 color:band bar:Viggo from:01/01/2008 till:01/07/2013 color:band bar:Guns from:01/01/2000 till:01/07/2004 color:band bar:Than from:01/01/2001 till:01/07/2006 color:band bar:Cnl from:01/01/2002 till:01/07/2004 color:band bar:Travis from:01/01/2004 till:01/07/2010 color:band bar:Frank from:01/01/2006 till:01/07/2012 color:band bar:Sci from:01/01/2007 till:01/07/2008 color:band == Discografia == * Discografia de Buckethead == Ligações externas == Site Oficial Categoria:Guitarristas de hard rock Categoria:Guitarristas dos Estados Unidos Categoria:Membros de Guns N' Roses Categoria:Naturais de Pomona (Califórnia) Categoria:Cantores mascarados",
 "title": "Buckethead"
}