{
 "id": "99314",
 "text": "Os Ailerons são partes móveis dos bordos de fuga das asas de aeronaves de asa fixa, que servem para controlar o movimento de rolamento da aeronave. São movimentados pelo piloto através da atuação lateral nos volantes, manches e, em modelos mais sofisticados de aeronaves com controles fly-by-wire, nos sidesticks, parecidos com os joysticks usados em videogames. Os ailerons são superfícies aerodinâmicas de controle muito usadas em aeronaves de asa fixa, são peças fabricadas em metal (geralmente alumínio e ligas metálicas) ou material composto (geralmente fibra de carbono e resina epóxi) usadas largamente na aviação como importantes superfícies móveis de controle que permitem a inclinação lateral da aeronave em relação ao seu eixo longitudinal. Os ailerons são, geralmente, interconectados, de forma que um é movido para baixo enquanto o outro se move para cima, e vice-versa. O aileron que se move para baixo provoca aumento de sustentação na asa à qual está ligado, enquanto o aileron da asa oposta causa o efeito contrário, produzindo um movimento de rolamento sobre o eixo longitudinal da aeronave. Os ailerons localizam-se, geralmente, próximos às pontas das asas. A palavra aileron vem do francês e significa \"pequena asa\". Os ailerons fazem parte da asa de aeronaves de asa fixa e são tão importantes quanto outras superfícies aerodinâmicas de controle, como os profundores, fixados no estabilizador horizontal, e o leme de deriva. Sempre fixados nos bordos de fuga da parte fixa das asas, ou seja, na parte de trás da parte fixa das asas, os ailerons são chamados também de lemes de inclinação lateral, embora esta expressão seja pouco conhecida e usada no meio aeronáutico. == Limitações == Um efeito colateral indesejado da operação dos ailerons é a guinada adversa (adverse yaw), um momento de guinada em direção oposta à do rolamento. A utilização dos ailerons para rolar o avião para a direita, por exemplo, produz uma guinada para a esquerda. À medida que a aeronave rola, a guinada adversa é causada primariamente pela mudança no arrasto na asa esquerda e direita. A asa que sobe tem aumento de sustentação, o que causa aumento do arrasto induzido. A asa que desce tem sustentação reduzida, o que reduz o arrasto induzido. A diferença de arrasto entre as asas produz a guinada adversa. A diferença no arrasto de forma entre os ailerons também é uma causa da guinada adversa. Com os ailerons em posição neutra, a asa na posição externa à curva desenvolve mais sustentação que a asa oposta, devido à variação na velocidade do escoamento ao longo da envergadura da asa, o que faz com que a aeronave continue a rolar. Uma vez atingida a rotação desejada sobre o eixo longitudinal, o piloto utiliza o aileron oposto para evitar que o ângulo de rotação aumente por conta da variação na sustentação ao longo da envergadura. Este uso do controle deve ser mantido durante a curva. O piloto também usa discretamente o leme na mesma direção da curva, para contrariar o efeito de guinada adversa e produzir uma curva em que a fuselagem esteja paralela à trajetória de voo. == Bordo de fuga == O bordo de fuga é a parte traseira da asa, de formato mais afilado, por onde o ar que percorreu a superfície da mesma escoa. A função do aileron é mover-se, para cima ou para baixo (alternadamente em cada lado da asa) a fim de alterar esse fluxo de ar, respectivamente diminuindo ou aumentando a sustentação naquele lado da aeronave, fazendo-a girar em torno de seu eixo longitudinal (movimento de rolagem). Ao serem acionados os ailerons - com um movimento para a direita ou esquerda do manche - estes atuam de forma inversa de cada lado da asa, ou seja quando se quer girar o avião para a direita, o aileron da asa esquerda baixa e o aileron da asa direita levanta. Com isto a sustentação da asa direita baixa ao variar o ângulo de ataque da asa direita para um ângulo inferior e o contrário acontece na asa esquerda fazendo rodar o avião no eixo longitudinal e no caso para a direita. == Spoileron == A grande maioria dos fabricantes de aeronaves de asa fixa costuma dividir o bordo de fuga das asas das aeronaves entre os flaps, mais próximos das fuselagens, e os ailerons, mais próximos das pontas das asas, mas em alguns modelos de aeronaves os fabricantes optaram pela diminuição do comprimento dos ailerons e aumento do comprimento dos flaps em aeronaves que desenvolvem altas ou médias velocidades, como jatos executivos, comerciais e turboélices para uso executivo. O Beechcraft Hawker 400XP é um exemplo de aeronave dotada de spoilerons. Para diminuir o tamanho dos ailerons ou simplesmente melhorar a capacidade de manobrabilidade da aeronave é necessário tornar os projetos de aeronaves mais sofisticados, com a adição de novas superfícies aerodinâmicas de controle, chamadas de spoilerons, que contribuem para a inclinação lateral sobre o eixo longitudinal da aeronave e, simultaneamente, aumentam levemente o arrasto da asa baixada para auxiliar, nas curvas, o profundor e o leme de deriva. Teoricamente, quanto mais largos e mais compridos os flaps, menores são as velocidades necessárias para decolar e pousar uma aeronave (também chamadas no meio aeronáutico de V1, Vr e Vref), portanto melhor é o desempenho da aeronave de asa fixa em pistas de pouso, ou seja, menor é o comprimento de pista necessário para pousar e decolar. Por isto, alguns fabricante fazem um enorme esforço em pesquisas de aerodinâmica de alta velocidade para aumentar a eficiência das asas, com a adição de flaps maiores nos bordos de fuga das asas e slats nos bordos de ataque das asas. Por exemplo, sem acionamento adequado dos flaps, um sofisticado jatinho executivo com asas enflechadas não conseguiria decolar e pousar com segurança, com tanques cheios e cabine com ocupação máxima de passageiros, em pistas de pouso com menos de metros de comprimento. ==Eixos== Na maioria dos aviões, existem três eixos de movimentação: *Eixo Longitudinal - Uma linha imaginária que cruza o avião de sua cauda ao seu nariz; *Eixo Lateral - Uma linha imaginária que cruza o avião de uma extremidade à outra da asa; *Eixo central - Linha imaginária que atravessa o avião de cima para baixo; As 3 linhas imaginárias se cruzam no centro de gravidade do avião. ==Componentes do aileron== ===Horns e balanceamento aerodinâmico=== Em aeronaves maiores e mais rápidas, forças de controle são extremamente pesadas. Durante a Primeira Guerra Mundial, descobriu-se que estender a área da superfície de controle adiante da linha de junção suaviza as forças necessárias para o controle. Assim, ailerons eram estendidos além da ponta da asa, de forma a conter uma saliência (horn) adiante da linha de junção com a asa. ===Trim tabs=== Trim tabs são partes móveis, semelhantes a ailerons em menor escala, localizados no bordo de fuga dos ailerons. Na maioria das aeronaves com motores a pistão ou turboprop, a rotação do motor cria um rolamento contrário ao sentido da rotação, de acordo com a Terceira Lei de Newton, segundo a qual a cada ação corresponde uma reação em intensidade igual e sentido oposto. Para evitar que o piloto precise manter pressão contínua e na mesma direção no manche, o que causa fadiga, são utilizados trim tabs para ajustar a pressão necessária contra qualquer movimento indesejado. O tab é defletido em relação ao aileron, fazendo com que este se mova no sentido oposto. Trim tabs podem ser de dois tipos, ajustáveis ou fixos. Um trim tab fixo é controlado manualmente para obtenção da deflexão desejada, enquanto os tabs ajustáveis são controlados a partir do cockpit, de forma que diferentes ajustes de potência ou atitudes de voo possam ser compensados. ===Massas de balanceamento=== Para evitar flutter da superfície de controle, o centro de sustentação da superfície deve estar localizado atrás do centro de gravidade da mesma. Para obter esse efeito, massas são adicionadas à porção frontal do aileron. == Ver também== * Flap * Elevon * Flaperon * Leme de profundidade * Leme de direcção * Spoiler (aviação) * Slat * Pilotar um avião == Ligações externas == * * * Categoria:Aeronáutica Categoria:Componentes do avião Categoria:Componentes de aeronaves",
 "title": "Aileron"
}