{
 "id": "99321",
 "text": "Cauby Peixoto Barros (Niterói, 10 de fevereiro de 1931TSE — São Paulo, 15 de maio de 2016) foi um cantor brasileiro, considerado um dos maiores e mais versáteis intérpretes da música brasileira. Recebeu diversos prêmios nacionais e internacionais, dentre eles um Grammy Latino pelo álbum \"Eternamente Cauby Peixoto - 55 anos de carreira\" e o Latin Recording Academy’s President Merit Award pelo conjunto da obra, sendo o primeiro artista a receber este título. Iniciou sua carreira artística no final da década de 1940. Estudou em um Colégio de Padres Salesianos em Niterói, onde chegou a cantar no coro da escola e também no coro da igreja que frequentava. Também trabalhou em um comércio até resolver participar de programas de calouros no rádio, no final da década de 40, no Rio de Janeiro. Sua voz era caracterizada pelo timbre grave e aveludado, mas principalmente pelo estilo próprio de cantar e interpretar, além da extravagância e penteados excêntricos. Proveniente de uma família de músicos, o pai (conhecido como Cadete) tocava violão, a mãe bandolim, os irmãos eram instrumentistas, as irmãs cantoras e o tio pianista. Sobrinho do músico Nonô, pianista que popularizou o samba naquele instrumento, Cauby também era primo do cantor Ciro Monteiro. Foi um dos poucos artistas brasileiros a conhecer Elvis Presley. Dentre seus encontros internacionais, teve contato com Frank Sinatra, Nat King Cole, Little Richard e Connie Francis. Apesar de ter feito sua carreira com ênfase em ritmos brasileiros e latino-americanos, sobretudo o samba-canção e o bolero, cantou em vários idiomas, sendo inclusive reconhecido como o cantor do primeiro rock cantado em português intitulado \"Rock and roll em Copacabana\". == Infância == Nascido em Santa Rosa, bairro de Niterói, então capital do Estado do Rio de Janeiro, Cauby era o caçula de seis irmãos (Aracy, Moacyr, Andyara, Aráken e Iracema; todos os músicos). Sua mãe era Alice de Carvalho, uma cavaquista e seu pai, Eliziário \"Cedete\" Peixoto, um compositor, cantor e pianista. Este último morreu quando Alice tinha 20 anos, e a família passou por dificuldades, foram ajudados pela cunhada de Alice, conhecida como Dona Corina, a qual ajudou-os a se mudarem para Fonseca. Para os seis, nenhum trauma. Cauby com o tempo foi fazendo amizades em seu novo bairro, juntamente com Aráken e Andyara. Durante sua infância, seu hobby era ir à praia para aperfeiçoar seus dotes de nadador. Já pré-adolescentes, aprontavam muito, tanto que apanhavam e tinham castigos rigorosos. Em dada altura de sua vida, a família se mudou para São Francisco Xavier, e passou a estudar no Liceu de Artes e Ofícios do Rio de Janeiro. A casa onde moravam na época era moderna e de alto custo. Só foi possível adquiri-la, com a ajuda de Dona Corina, que nunca faltava com sua atenção nas horas mais difíceis, desde que Eliziário morreu. Na época, era uma casa grande com varanda, quintal, e três quartos. Cauby mesmo morando em São Francisco Xavier não deixava de ir à Fonseca, rever seus amigos e sua namorada, Josélia, com quem gostava muito de dançar. No Líder Esporte Clube de Niterói, chegou a ganhar prêmios por dançar e também gostava de ir a Santa Rosa em época de carnaval, para brincar no Ringue e Barreto: os points animados de então. Com a devida ajuda de Dona Corina, ele se fantasiava com roupas cuidadosamente confeccionadas por ela. Desde pequeno já gostava de roupas diferenciadas. Tempos depois, Alice começou a se relacionar com um homem chamado Anacleto, o qual se aproximou lentamente da família Peixoto. Cauby na adolescência foi considerado diferenciado, pois era vaidoso e sedutor (Mal sabia que em 1954, seria considerado o homem mais bonito do Brasil, eleito por uma revista americana). Em uma família de músicos, Cauby passou a ter seus primeiros contatos, por meio de discos de seu irmão, Moacyr, que lhe mostrava canções de Sílvio Caldas e Orlando Silva. Ouvindo um dos discos de seu irmão, escutou a interpretação de Orlando Silva (que se tornou seu ídolo), e se apaixonou pela canção \"Rosa\" (de Pixinguinha e Otávio de Souza). O rádio já era veículo de massa, e todos gostavam de ouvi-lo. Além de tudo sua mãe e suas irmãs adoravam cantar. Em 1945, seguindo o exemplo dos irmãos mais velhos, Cauby tratou de ajudar nas finanças de casa, pois já tinha quinze anos. Passou então estudar à noite, e a trabalhar durante o dia no comércio. Mesmo sabendo que a música era sua meta, ainda muito jovem nem sonhava com a reviravolta que estava para acontecer em sua vida. Por esse tempo, foi trabalhar como vendedor em uma sapataria no centro da cidade, na Gonçalves Dias, quase em frente a Confeitaria Colombo. Mas, na flor de sua libido, encantou-se por uma mulher, e embaralhou-se ao oferecer-lhe um monte de pares de sapatos. A sujeita queixou- se ao seu patrão, um italiano de poucas palavras. Resultado: foi demitido. A demissão não lhe rendeu maiores traumas. Tornou-se mais responsável e foi contratado pela perfumaria Hermany, na mesma rua da sapataria. Na perfumaria ganhou títulos de melhor funcionário, pois estava encarando o comércio muito bem, mas às vésperas de se tornar gerente, largou o emprego por causa da música. Antes de pedir suas contas, foi até a Av. Venezuela, onde se localizava a Rádio Tupi. Apresentou sua carteira de trabalho, e foi fazer um teste para atuar num curioso programa da \"Cacique no Ar\". Patrocinado pelo SESC do Rio e promovido pela pianista Babi de Oliveira, era o programa \"Hora do Comerciário\". Era perfeito para ele, porque ia ao ar aos sábados, das 18h às 19h, horário de sua folga. Ele esmerava-se ao máximo para fazer tudo direito e deu certo. Logo nas primeiras apresentações, em fevereiro de 1949, o novato teve os louvores da dirigente do programa. Já se destacava dos demais. Depois da \"Hora do Comerciário\", Cauby foi aos poucos tentando penetrar em outros espaços. E como sempre pedindo para dar \"canjas\" em boates como a Vogue e procurando até mesmo em teatros. O ator e diretor Sérgio Britto lembra-se bem da primeira vez que viu o cantor. Foi no palco do Theatro Rival, na Cinelândia, nos intervalos, entre uma mudança de cenário e outra, do espetáculo do grupo \"A Brasiliana\", criado pelo polonês Mieci Askanazy. Esse grupo fazia parte do cunho folclórico, explorando a arte negra. Para Sérgio, o mais espetacular em Cauby sempre foi sua entrada no palco, além do fato de cantar bem. No momento de honrar seus compromissos com as forças armadas, escapou de servir o Exército por ser magro demais. Animado com o sucesso da Rádio Tupi e no Theatro Rival, sentiu que nascera para cantar. Como nessa altura (1949/50) Moacyr e Andyara já estavam em São Paulo atuando na noite paulistana, seu lugar deveria ser lá também. Participou, juntamente ao irmão, da inauguração da boate Oásis, na capital de São Paulo. No início dos anos 1950, recebeu algumas oportunidades promissoras. O autor Mário Donato, na época diretor artístico da Rádio Excelsior, o convidou a cantar na emissora. Em 1952, Victor Costa, que dirigia a Rádio Nacional no Rio de Janeiro, garantiu que ele fosse contratado pela filial da emissora em São Paulo. Com a ajuda de seus irmãos (já na música) Cauby teve a primeira oportunidade de realizar sua primeira gravação. Foi em 1951, um ano antes da contratação pela emissora em meio aos festejos carnavalescos daquele ano, uma época profícua para o meio fonográfico. Os executivos da etiqueta Carnaval o convocaram para que gravasse seu primeiro 78 rpm. == Carreira == === Primeiros trabalhos === Cauby gravou seu primeiro álbum em 1951, pela Carnaval, que continha \"Saia Branca\" e \"Ai, que Carestia\". Na época, teve pouca repercussão. Gravou ainda, já no ano seguinte, \"Blue Guitar\", um dueto com Leny Eversong. No ano seguinte, veio \"O Teu Beijo\" e \"Tudo Lembra Você\". Em 1952, por intermédio de seu irmão Moacyr, conheceu Di Veras, empresário conhecido por suas estratégias de marketing. Ele o levou a São Paulo, especificamente à rua da Rádio Nacional. Di Veras começou a trabalhar na estética e na imagem pública de Cauby, exigindo que ele se vestisse bem, pois por ser de família humilde não era acostumado, mas perante os cantores da época, era uma obrigação ser elegante. As mudanças no seu visual tornar-se-ia uma constante. Em 1953, gravou seu último disco 78 rpm pela Todamérica. Cauby não deixou de gravar discos durante as mudanças. Pela Columbia, lançou \"Caruaru\"/\"Mulher Boato\", que não fizeram sucesso. Diante disso, Di Veras passou a intervir na seleção do repertório de Cauby também. Na mesma época, fez uma temporada de um mês na Rádio Nacional e conseguiu, por intermédio de Veras, uma apresentação na tradicional boate Casablanca, no Rio de Janeiro. === Chegada ao estrelato === Em 1955 lançou seu primeiro sucesso no Brasil, o \"Blue Gardênia\", em uma versão que trouxe dos Estados Unidos em português. Na época, era um sucesso na voz de Nat King Cole, seu ídolo. Di Veras trabalhou com Cauby até 1958, quando ele atingiu o 5º lugar nos álbuns mais tocados nos EUA. Foi nessa época que o assédio das fãs se intensificou e que as tradicionais tentativas de arrancar- lhe pedaços de suas roupas começaram a fazer parte da cultura de suas admiradoras. Por influência de Di Veras, a imprensa dedicava bastante espaço para fofocas sobre sua vida amorosa. Em 1954, Di Veras conseguiu, pela primeira vez, que um cantor tivesse sua voz segurada no Brasil. Ainda, sugeriu que Cauby corrigisse seus dentes e o cantor acabou arrancando todos e substituindo-os por uma prótese. Cauby foi convidado para uma excursão aos EUA pelo cardeal Francis Spellman em 1955. Durante a viagem no navio, cantou músicas religiosas. Já nos EUA, obrigado a adotar o nome artístico de Ron Coby, gravou alguns LP's com a orquestra de , cantando em inglês. Nessa excursão, ele também se apresentou em vários locais, incluindo programas de televisão, e fez testes para filmes. Foi elogiado por muitos cantores daquele país. Mais uma vez, a influência de Di Veras fez com que sua viagem aos Estados Unidos não passasse despercebida na imprensa brasileira. Entre 1955 e 1958, ficou indo e voltando dos Estados Unidos. Antes de uma dessas viagens, realizada de navio, fãs desmaiaram, choraram e tentaram invadir o navio para que o cantor não deixasse o país. Enquanto esteve fora, Cauby lançou sete discos 78 rpm e dois LPs. No fim das contas, Cauby não conseguiu estourar no país norte-americano e acabou voltando ao Brasil para lá dar prosseguimento à sua carreira. === Declínio da era do rádio === A partir dos anos 1950, Cauby tentaria sucesso em estilos como o rock e a bossa nova. A ideia era se adaptar à nova realidade da música brasileira, em que o formato de apresentações ao vivo de canções tradicionais no rádio já caía em desuso por parte das emissoras. Em 1956, ele apareceu no filme Com Água na Boca cantando seu grande sucesso, \"Conceição\". A canção não estourou de imediato quando foi lançada como lado A de um disco com a Columbia. Depois, foi incluída no LP Você, a Música e Cauby e, lentamente, conquistando o público. Na época, foi citado nas revistas Time e Life como \"o Elvis Presley brasileiro\". Em 1957, foi o primeiro cantor brasileiro a gravar uma canção de rock em português, denominada \"Rock and Roll em Copacabana\", que foi composta por Miguel Gustavo, também autor da marchinha \"Pra Frente, Brasil\". O cantor foi acompanhado pelo grupo The Snakes, formado por Arlênio, Erasmo Carlos, Edson Trindade e José Roberto (o \"China\"), no filme \"Minha Sogra é da Polícia\" (1958). O grupo acompanhou-o na canção That's Rock, composta por Carlos Imperial. Cauby ainda gravaria a canção \"Enrolando o Rock\", da banda Betinho & Seu Conjunto. Após essa rápida passagem pelo gênero, o cantor não voltaria mais a gravar canções de rock, mas essa escolha não interferiu em sua carreira. Em 1958, cantou com seu ídolo de infância, Nat King Cole, ao qual dedicou um disco, em 2015. Em 1959, retornou aos EUA para uma temporada de catorze meses, durante os quais realizou espetáculos, aparições na televisão e gravou, em inglês, \"Maracangalha\" (Dorival Caymmi), que recebeu o título de \"I Go\" (música que levou Cauby a atingir o 5º lugar de discos mais tocados nos EUA em 1958, gravado em um disco compacto de 78 rpm da Epic Records). Numa terceira visita aos EUA, algum tempo depois que participou do filme , da Warner Brothers. Durante toda a década de 1960, limitou-se a apresentações em boates e clubes. Em 1964, a poucos dias do golpe militar, Cauby comprou, em sociedade com os irmãos, a boate carioca Drink, passando a se dedicar mais a administração da casa e interrompendo, assim, suas apresentações. A nova empreitada se deu, contudo, numa época em que as boates também estavam decaindo, devido aos elevados custos para mantê-las. Após o golpe, vários políticos ligados ao governo deposto pararam de frequentar os estabelecimentos, agravando a crise deles. Cauby ficou à frente da casa até 1968, período no qual se manteve afastado dos meios de comunicação e da legião de fãs que não tinham condições financeiras de frequentar a boate - único local onde ele ainda se apresentava. A partir da década de 1970, apresentou-se com frequência em programas de televisão no Rio de Janeiro, e pequenas temporadas em casas noturnas do Rio e de São Paulo. Em 1979, o roteiro profissional incluiu Vitória (ES) e Recife (PE), no Projeto Pixinguinha da Funarte, ao lado de Zezé Gonzaga. A década de 1970, contudo, foi pouco frutífera para o cantor, que lançou poucas músicas, teve seu contrato com a RCA Victor rescindido e enfrentou má recepção crítica e comercial. Em 1980, em comemoração aos 25 anos de carreira, lançou pela Som Livre o álbum Cauby, Cauby, com composições escritas especialmente para ele por Caetano Veloso (\"Cauby, Cauby\"), Chico Buarque (\"Bastidores\"), Tom Jobim (\"Oficina\"), Roberto Carlos e Erasmo Carlos (\"Brigas de amor\") e outros. O disco foi considerado sua \"volta por cima\". \"Bastidores\", particularmente, se converteria em um dos maiores sucessos do repertório do cantor. No mesmo ano, apresentou-se nos espetáculos Bastidores (Funarte, Rio de Janeiro) e Cauby, Cauby, os bons tempos voltaram, na boate Flag (SP). Em 1982, teve uma temporada no 150 Night Club (SP), com os irmãos Moacyr (pianista) e Araken (pistonista) e lançou o LP Ângela e Cauby, o primeiro encontro dos dois cantores em disco, com sucessos como Começaria tudo outra vez (Gonzaguinha), Contigo aprendi (Armando Manzanero), Recuerdos de Ipacaray (Z. de Mirkin e Demétrio Ortiz) e a valsa Boa-noite, amor (José Maria de Abreu e Francisco Matoso). Apenas em 1985 participaria com a banda Tokyo - do cantor Supla - num rock-bolero chamado \"Romântica\", composto pelos integrantes do grupo paulista. Em 1989, os 35 anos de carreira foram comemorados no bar e restaurante A Baiuca (São Paulo), ao lado dos irmãos Moacyr, Arakén, Yracema e Andyara (vozes). No mesmo ano, a RGE relançou o \"LP Quando os Peixotos se encontram\", de 1957. Em 1993 foi o grande homenageado, ao lado de Ângela Maria, no Prêmio Sharp. Foi lançada pela Columbia caixa com 2 CDs abrangendo as gravações de 1953 a 1959, com sucessos como Conceição entre outros. Ao lado de Roberto Carlos, Cauby foi o artista que mais fez parceria musical no Brasil. Teve uma carreira muito eclética, talvez maior do que a de qualquer outro, gravando músicas de vários estilos, tais como: samba, bossa-nova, boemia, sertanejo, jazz, rock, pop, soul, tango, bolero, jovem guarda, seresta e música romântica. Foi o primeiro cantor brasileiro a gravar uma música do célebre maestro Tom Jobim, \"Foi a Noite\", em 1956; de quem também gravou o clássico \"Samba do Avião\", em 1962, cuja gravação é tida como a primeira da Bossa Nova. Pelo seu estilo espalhafatoso, cheio de brilhos e paetês, Cauby é considerado o Liberace do Brasil. Também já foi comparado à Michael Jackson, e considerado pela revista estadunidense Time, o Elvis Presley brasileiro. Em 2007, foi o vencedor do Grammy Latino na categoria \"Melhor Álbum de Música Romântica\" com o CD \"Eternamente Cauby Peixoto - 55 anos de carreira\" lançado em 2006 pela gravadora Atração. Em 2011, em ocasião dos seus oitenta anos de idade e sessenta anos de carreira, a organização do Grammy Latino decidiu que Cauby Peixoto seria homenageado com o prêmio Latin Recording Academy's President Merit Award. O artista foi ovacionado pelo público presente no Teatro Paulo Goulart, em São Paulo. Cauby foi o primeiro artista a receber esta homenagem do Grammy Latino. Quando foi até o microfone para agradecer cantou um trecho de \"Bastidores\" e justificou: \"não sou de falar, por isso cantei\". O maestro espanhol Luis Cobos, presidente da curadoria do evento, foi quem entregou o prêmio, com direito a apresentação da cantora Elba Ramalho. O maestro disse: \"senhoras e senhores, estamos diante de uma das poucas personalidades do mundo para nos pressionar a fazer o melhor e a fazer mais bonito sempre\".(Obvious - Gabriel Elias) Em 2016, pouco mais de dois meses após a sua morte, Cauby foi o vencedor do Prêmio da Música Brasileira, na categoria \"Melhor Álbum em Língua Estrangeira\", pelo CD \"Cauby Sings Nat King Cole\", gravado em 2015. === Últimos anos === Cauby apresentou-se durante os últimos quinze anos de sua vida, nas noites de segunda-feira, no Bar Brahma, no centro da cidade de São Paulo, sempre com a casa lotada. Já com dificuldade de locomoção, seus últimos shows foram apresentados com o artista sentado durante todo o tempo em que durava o espetáculo. Um ano depois de sua morte, o Bar Brahma o homenageou com o projeto Tributo Cauby, uma exposição que durou mais de um mês, com painéis de imagens e objetos sobre a vida e carreira de Cauby, além de shows e apresentações cujos temas eram sobre o artista.Bar Brahma Centro dedica sua programação a Cauby PeixotoCauby Peixoto: o cantor que lota o Bar Brahma Em 2012, foi homenageado no carnaval pela escola de samba Águia de Ouro, onde desfilou em um carro alegórico, vestido de rei da MPB. Em 28 de maio de 2015, foi lançado o documentário Cauby - Começaria tudo outra vez, de Nelson Hoineff. O filme, com duração de noventa minutos, conta toda a trajetória do artista. A película marcou a reinauguração do Cine Odeon. Nela, Cauby fala sobre a sua homossexualidade, seu eterno recomeço, o modelo de interpretação atemporal e a sinergia com a plateia, através das gerações. O documentário foi o mais rentável e de maior sucesso do ano de 2015. Em 2016, o jornalista, crítico e produtor musical Nelson Motta o classificou como o único cantor tecnicamente perfeito do Brasil. == Morte == Cauby Peixoto morreu na noite de 15 de maio de 2016, aos 85 anos, em São Paulo, por volta das 23h50. Ele estava internado para tratar de uma pneumonia, desde o dia 9 de maio no Hospital Sancta Maggiore, no Itaim Bibi, na Zona Sul de São Paulo. A última apresentação do artista ocorreu no dia 3 de maio de 2016, no Teatro Municipal do Rio de Janeiro, Cauby cantou ao lado de cantora Ângela Maria com quem estava em turnê de comemoração de sessenta anos de carreira. O velório de Cauby Peixoto aconteceu no hall da Assembleia Legislativa do Estado de São Paulo, sendo seu corpo sepultado no Cemitério de Congonhas. == Homenagens e prêmios póstumos == Em 22 de junho de 2016 pouco depois de sua morte Cauby ganhou prêmio póstumo no Prêmio da Música Brasileira, pelo seu trabalho \"Cauby sings Nat King Cole\" de 2015. Em 9 de Julho de 2016, um túnel na Estrada da Boiúna, Taquara, RJ. (via-expressa Transolímpica) recebeu o nome do cantor Cauby Peixoto. Em 2017, um ano após a morte de Cauby, o cantor Agnaldo Timóteo lança no Teatro Net Rio o CD \"Obrigado, Cauby\" em homenagem ao amigo e ídolo. Timóteo canta sucessos como \"Conceição\", em dueto com Cauby Peixoto, \"Bastidores\" e \"Ninguém é de ninguém\". No mesmo ano foi homenageado no projeto da Rede Globo Mar de Culturas, realizado no Teatro Popular Oscar Niemeyer, que recebeu o público para show e conversa com mediação de Fábio Júdice com os cantores Agnaldo Timóteo e Adriana Peixoto (sobrinha de Cauby). Em 2018, o ator Diogo Vilela, que havia interpretado Cauby no teatro no espetáculo \"Cauby! Cauby!\" há mais de uma década atrás, voltou a interpretá-lo em um novo projeto que estreou no Teatro Municipal Carlos Gomes e no Imperator no Rio de Janeiro. Em entrevista de 2020, o ator confirmou tem planos de continuar o projeto em homenagem a Cauby. == Discografia == * 2017 - Cauby canta Dick Farney * 2015 - A Bossa de Cauby Peixoto * 2015 - Cauby sings Nat King Cole * 2014 - Especial Negue * 2013 - Reencontro * 2012 - O Explosivo Cauby * 2012 - Minha serenata * 2011 - Cauby, O mito * 2010 - Cauby sings Sinatra * 2009 - Cauby interpreta Roberto * 2007 - Eternamente Cauby * 2006 - Cauby Canta Baden * 2005 - Cauby Peixoto Ao Vivo em Recife * 2005 - Cauby e Selma Reis - Vozes * 2004 - A Bossa e o Swing de Cauby Peixoto * 2003 - Graças à Deus * 2000 - Meu coração é um pandeiro * 2000 - Cauby Peixoto e Tito Madi - Grandes Encontros III * 1999 - Cauby canta as mulheres * 1999 - Focus. O essencial de Cauby Peixoto * 1999 - Millennium. Cauby Peixoto * 1999 - Série Brilhantes. Cauby Peixoto. Grandes sucessos * 1998 - Série Brilhantes. Cauby Peixoto * 1998 - 20 super sucessos. Cauby Peixoto, o professor da MPB * 1998 - Série Brilhantes. Cauby Peixoto, edição especial * 1996 - Série Aplauso. Cauby Peixoto * 1996 - Celebridades da MPB (Disco 1) * 1996 - Celebridades da MPB (Disco 2) * 1996 - 20 preferidas. Cauby Peixoto * 1995 - Cauby canta Sinatra • Som Livre * 1995 - Frente a frente. Cauby Peixoto & Sílvio Caldas * 1994 - Cauby! Cauby! * 1994 - Cauby Peixoto. Estrelas solitárias * 1994 - Cauby/O que será de mim.. * 1993 - Acervo. Cauby Peixoto * 1993 - Acervo especial. Cauby Peixoto * 1993 - Cauby. Grandes emoções * 1993 - Cauby Peixoto * 1993 - A arte do espetáculo ao vivo * 1993 - Ângela & Cauby * 1993 - Ângela & Cauby ao vivo * 1992 - A arte do espetáculo ao vivo. Cauby Peixoto * 1992 - Ângela & Cauby ao vivo * 1991 - Grandes emoções - Cauby Peixoto * 1991 - Convite para ouvir Cauby Peixoto * 1988 - A Arte de Cauby Peixoto * 1988 - Cauby Peixoto - Grandes Vozes * 1988 - Cauby, Elizeth e Nora Ney * 1988 - Cauby é show * 1988 - Presença de Cauby Peixoto * 1988 - Quando os Peixoto se encontram * 1987 - Cauby Peixoto, Ângela Maria & Agnaldo Timóteo * 1986 - Cauby! * 1985 - Cauby Peixoto. Só sucessos * 1983 - Cauby Peixoto/Amparito • Top Tape * 1983 - Cauby Peixoto, Agostinho dos Santos, Altemar Dutra, Nélson Gonçalves e Jessé/Série Brilho * 1983 - Estrelas solitárias • Som Livre/Sigma * 1982 - Ângela & Cauby • EMI/Odeon' * 1980 - Velas Ao Vento * 1980 - Loucura / Serenata * 1980 - Cauby Peixoto e Silvio Caldas - Frente a Frente * 1980 - Cauby! Cauby! • Som Livre * 1980 - Cauby Peixoto • RCA Victor * 1980 - Cauby. O que será de mim * 1980 - Cauby sempre Cauby * 1979 - Cauby Peixoto * 1979 - Se Adormeço * 1978 - Palavra Que Faltou' * 1976 - Cauby • Som Livre * 1976 - Ângela Maria & Cauby Peixoto no Canecão * 1972 - Superstar • Odeon * 1972 - Os grandes sucesos de Cauby • Tropicana * 1972 - Cauby interpreta • Fênix * 1972 - A Caminhar * 1969 - Os grandes sucessos românticos de Cauby Peixoto * 1972 - Os grandes sucessos de Cauby Peixoto 3 * 1969 - Os grandes sucessos de Cauby Peixoto 2 * 1969 - Os grandes sucessos de Cauby Peixoto * 1969 - Zingara * 1969 - O explosivo Cauby Peixoto • Fermata * 1969 - Os maiores sucessos de Cauby Peixoto * 1968 - Um Drink com Cauby e Leny - Cauby Paixoto e Leny Eversong * 1968 - Dalila * 1967 - Cauby Peixoto. Porque só penso em ti * 1966 - Obrigado Querida * 1966 - Estranhos Ao Luar * 1966 - Se Acaso Houver Adeus * 1965 - Cauby canta para ouvir e dançar * 1965 - Voltarei de Joelhos - Depois de Ti * 1965 - Grandes interpretações/Cauby Peixoto * 1965 - Porque só penso em ti * 1965 - Menina da Penha * 1964 - Cauby intérpreta... * 1964 - Soraya - Um Dia Em Portugal * 1964 - Cidade Nua * 1963 - Tamanco no samba/A noite de ontem * 1963 - Tudo lembra você * 1962 - Se Tu Voltasses * 1962 - Minhas namoradas/Madrepérola * 1962 - O poeta chorou/Aleli * 1962 - Enamorada/E os céus choraram * 1962 - Lambuzando o selo/Quebranto * 1962 - Ave Maria dos namorados/Canção que inspirou você * 1962 - Canção que inspirou você. Cauby Peixoto * 1962 - Os grandes sucessos de Cauby Peixoto * 1961 - Duelo/Brigas * 1961 - Perdão para dois * 1961 - Cauby canta novos sucessos * 1960 - Marina/Drink na praia' * 1960 - De degrau em degrau/Me deixa em paz * 1960 - Mack the knife/Vila de Santa Bernadette * 1960 - Lealdade/Ninguém é de ninguém * 1960 - Se foi passado/No mundo da lua * 1960 - O sucesso na voz de Cauby Peixoto * 1959 - Noite/Close to you * 1959 - Cauby no Drink * 1959 - Porque e para que/Inveja * 1959 - Seu amigo Cauby cantando para você * 1959 - Os grandes sucessos de Cauby * 1958 - Nono mandamento/Meu amor por você * 1958 - Linda/Enrolando o rock * 1958 - Toreador/Viver sem você * 1958 - Simplesmente/Bela Nápoli * 1958 - Volare/Triste paixão * 1958 - Cartilha de amor/Primeiro mandamento * 1958 - Quero você/Tammy * 1958 - Música e romance - Cauby Peixoto * 1958 - Rancho da Praça Onze * 1958 - Nosso amigo Cauby * 1957 - Serenata/As três lágrimas * 1957 - Garotas de Portugal/Outro dia virá * 1957 - Rock'n'roll em Copacabana/Amor verdadeiro * 1957 - Anastácia/Onde ela mora * 1957 - Não fale de mim/Espera-me no céu * 1957 - Melodia do céu/Você e eu * 1957 - O louco/Tinha que ser * 1957 - Ouvindo Cauby * 1957 - Os pobres do Brasil/Ser triste sozinho * 1957 - Abandonado/Se adormeço * 1957 - Final de amor/A pérola e o rubi * 1957 - É tão sublime o amor/Sem teu amor * 1957 - Quando os Peixotos se encontram * 1957 - Prece de amor. Cauby Peixoto * 1956 - Blue Gardenia * 1956 - O show vai começar * 1956 - \"Você, a música e Cauby\" * 1956 - Lisboa antiga/Tentação * 1956 - Molambo/Amor não é brinquedo * 1956 - Conceição/Bibape do Ceará * 1956 - Canção do mar/Volta ao passado * 1956 - Siga/Acaso * 1956 - Prece ao amor/Lamento noturno * 1956 - Canção do rouxinol * 1956 - Nada além/Flor do asfalto * 1956 - Cajú nasceu pra cachaça/Ter saudade * 1955 - Amor cigano/Um sorriso e um olhar * 1955 - Esperei por você/Tu, só tu * 1955 - Superstição/Mambo do galinho * 1955 - Tarde fria/Ci-ciu-ci, canção do rouxinol * 1955 - Nem toda flor tem perfume/Cabo frio * 1954 - Palácio de pobre/Criado- mudo * 1954 - Vaya con Dios/Elvira/ * 1954 - Blue gardênia/Só desejo você * 1954 - Daqui para a eternidade/Triste melodia * 1954 - Mil mulheres/Se você pensa * 1953 - Tudo lembra você/O teu beijo * 1953 - Aula de amor/Ando sozinho * 1953 - Caruaru/Mulher boato * 1951 - Saia branca/Ai que carestia |} == Filmografia == Adaptado da fonte. * 1953 - Aí Vem o General, cantando \"Mil mulheres\" * 1955 - Carnaval em Marte, cantando \"Se você pensa\" * 1956 - Com Água na Boca, cantando \"Conceição\" * 1957 - Com Jeito Vai, cantando \"Melodia do céu\" * 1957 - Cangerê: uma Fantasia Musical, cantando \"Volta ao Passado\" * 1957 - De Pernas Pro Ar, cantando \"Nono mandamento\" * 1957 - Chico Fumaça, cantando \"Onde ela mora\" * 1957 - Metido a Bacana, cantando \"O teu cabelo não nega\" e \"Trovoada\" * 1957 - Jamboreé!, cantando \"El toreador\" * 1958 - Minha Sogra É da Polícia, cantando \"That's rock\" * 1980 - O Torturador, cantando \"Medo de Amar\" * 1985 - O Rei do Rio, cantando \"Medo de Amar\" * 1985-87 - Gardênia Azul, cantando \"Blue Gardenia\" * 1996 - Ed Mort, cantando \"Bastidores\" * 2001 - Nelson Gonçalves * 2003 - O Homem do Ano, cantando \"Com (Avec)\" * 2004 - Feminices, cantando \"Mulher\" com Ney Matogrosso ==Ver também== *Samba-canção *Jair Amorim == Bibliografia == * * Rodrigo Faour. Bastidores: Cauby Peixoto, 50 anos da voz e do mito. Editora Record, 2001. ISBN 9788501061119 == Ligações externas == * * * * Categoria:Naturais de Niterói Categoria:Cantores do estado do Rio de Janeiro Categoria:Cantores LGBT Categoria:Mortes por pneumonia Categoria:Cantores brasileiros do século XX Categoria:Cantores brasileiros do século XXI",
 "title": "Cauby Peixoto"
}