{
 "id": "9935",
 "text": "Em matemática, um número algébrico é qualquer número real ou complexo que é solução de alguma equação polinomial com coeficientes inteiros. Em um sentido mais amplo, diz-se que um número é algébrico sobre um corpo quando ele é raiz de um polinômio com coeficientes neste corpo. Todos os números racionais são algébricos porque qualquer fracção do tipo \\frac{a}{b} é solução de bx-a=0. Alguns números irracionais como \\sqrt{2} e \\frac{\\sqrt[3]{3}}{2} são também algébricos, porque são as soluções de x^2-2=0 e 8x^3-3=0, respectivamente. Mas nem todos os reais são algébricos – como exemplo refiram-se π e e. A um número real ou complexo não algébrico dá-se o nome de número transcendente. Se um número algébrico for solução de uma equação de grau n com coeficientes inteiros e de nenhuma de grau inferior, diz-se que é um número algébrico de grau n. == O corpo dos números algébricos == A soma, subtração, produto e quociente de dois números algébricos é novamente um número algébrico, logo eles formam um corpo. Pode-se mostrar que as soluções de equações polinomiais com coeficientes algébricos são novamente números algébricos. Posto de outro modo, o corpo dos números algébricos é algebricamente fechado De facto, é o menor corpo algebricamente fechado que contém os racionais, pelo que é a aderência algébrica do corpo dos números racionais. == Números definidos por radicais == Todos os números que possam ser escritos usando uma forma finita de adições, subtrações, multiplicações, divisões, e raízes de grau n (n inteiro positivo) são algébricos. O contrário, no entanto, não é verdadeiro, pois há expressões algébricas que não podem ser representadas dessa maneira. Todos esses números podem ser vistos como soluções para equações polinomiais de grau ≥ 5. Isto é o que diz a Teoria de Galois. == Inteiros algébricos == Um número algébrico que é raiz de uma equação polinomial de grau n, com coeficientes inteiros, onde o coeficiente do termo de grau n é igual a 1 diz- se um inteiro algébrico. Por exemplo, 3√2+5 e 6i-2 são inteiros algébricos. A soma, a diferença e o produto de inteiros algébricos é novamente um inteiro algébrico; por outras palavras, os inteiros algébricos formam um anel. O nome «inteiro algébrico» tem origem no facto de os únicos números racionais que são inteiros algébricos serem os números inteiros. ==Números algébricos sobre um corpo== Sejam K e L corpos, K \\subseteq L\\, e \\alpha \\in L\\,. Então, considerando-se todos os polinômios p(x) não-nulos com coeficientes em K, temos que: : \\alpha\\, é transcendente sobre K se \\forall p(x), p(\\alpha) e 0\\, : \\alpha\\, é algébrico sobre K se \\exists p(x), p(\\alpha) = 0\\, Por exemplo, \\pi\\, é transcendente sobre \\mathbb{Q}[\\sqrt 2]\\,, mas é algébrico sobre \\mathbb{Q}[\\pi^2]\\, (porque é uma raiz de p(x) = x^2 - \\pi^2\\,). ==Aproximação por números racionais== Todo número real (como os números algébricos) pode ser aproximado por números racionais. Uma observação aparentemente paradoxal é que os números algébricos são ruins de serem aproximados por números racionais, ou seja, ao se aproximar \\alpha \\approx \\frac {p} {q} o erro tende a ser grande quando comparado com o denominador q. Isso pode ser usado para mostrar que alguns números não são algébricos. Para maiores detalhes, ver artigo sobre Números de Liouville. Categoria:Teoria algébrica dos números",
 "title": "Número algébrico"
}