{
 "id": "99370",
 "text": "Intellivision I foi o primeiro console criado pela Mattel em 1980. Na época do seu lançamento, ele custava US$300. Ao todo, foram lançados 125 jogos para o console entre os anos de 1979 e 1989. O console ficou no mercado mesmo depois do grande \"Crash de 1983\", onde o mercado de videogames nos EUA sofreu sua maior queda e todos os videogames perderam valor e credibilidade. A primeira versão esteve disponível até o ano de 1983. == Especificações Técnicas == * CPU: Microprocessador GI1610 da General Instrument de 16-bits, 894.886 kHz (i.e., ligeiramente inferior a 1 MHz); * Sistema operacional interno (ROM) de 4Kbytes; * Standard Television Interface Chip (STIC): GI AY-3-8900-1, da General Instruments * RAM do sistema: GI RA-3-9600, da General Instrument. * Chip de som: GI AY-3-8914, da General Instrument. * Dois controles manuais com teclado de 12 teclas, 4 botões de ação e disco direcional de 16 direções; * Resolução de fundo de 159x96 pixels; * 16 cores; * Suporta até 8 objetos simultâneos na tela; * Gerador de som de 3 canais; * Funciona com cartuchos de jogo externos. == Acessórios == * Intellivision Keyboard Component - Transformava o Intellivision num computador. O teclado possuía como microprocessador o 6502 da MOS Technology (8 bits) e funcionava em conjunto com o hardware do console. Possuía também 16Kb de RAM (expansível até 8 Mb), gravador cassete controlado digitalmente para gravação/leitura de dados e leitura de áudio, portas de expansão e entrada para impressora. * PlayCable - Lançado em 1981, foi um acessório que permitia baixar jogos para o console através de redes de televisão a cabo. Assim como o teclado, era conectado na entrada do cartucho. Foi descontinuado em 1983. * Intellivoice - Lançado em 1982, este acessório adicionava vozes ao videogame. Possuía um chip sintetizador de voz. Apenas 13 jogos eram compatíveis a ele. Sua fabricação acabou no dia 4 de Agosto de 1983. == Legado == O Intellivision ficou marcado por grandes inovações na época, dentre as quais destaca-se o fato de ter sido o primeiro console com processador 16-bit, o primeiro console a utilizar ladrilhos para cenários, o serviço PlayCable foi o primeiro de distribuição digital de jogos da história, o Intellivoice foi o primeiro que permitiu a utilização de voz em jogos. O jogo Intellivision World Series Baseball foi o primeiro a introduzir uma perspectiva 3D de câmera. == Ver também == * Atari 2600 * Mattel Aquarius * Mattel Auto Race * Mattel Categoria:Brinquedos da Mattel Categoria:Intellivision Categoria:Consolas de jogos eletrónicos da segunda geração",
 "title": "Intellivision"
}