{
 "id": "99526",
 "text": "Luiz Maurício Pragana dos Santos, mais conhecido como Lulu Santos (Rio de Janeiro, 4 de maio de 1953), é um cantor, compositor, produtor musical e guitarrista brasileiro. Começou sua carreira na banda Vímana, e no começo da década de 1980 se tornou um dos músicos mais bem-sucedidos da música brasileira. Foi incluído em duas listas da Rolling Stone Brasil, os 100 maiores artistas brasileiros em 2009, e a dos 30 maiores ícones brasileiros da guitarra e do violão em 2012. == Primeiros anos == Lulu Santos nasceu numa família de classe média da cidade do Rio de Janeiro. Seus pais eram o militar da Força Aérea Brasileira Marcos Baptista Pragana dos Santos Jr. e a advogada Vera da Gama Pragana.Como brigadeiro e engenheiro militar, seu pai administrou por mais de 10 anos a Companhia Eletromecânica CELMA, em Petrópolis, a primeira firma a fazer revisão de motores de avião a jato. Começou a tocar aos doze anos de idade, muito precoce, formando uma banda inspirada nos Beatles chamada de Cave Man. Contrariando o desejo de seu pai, de que também se tornasse militar, fugiu de casa antes de completar o colegial, percorrendo o Brasil com hippies. Aos dezenove anos tocava no grupo Veludo Elétrico, com Fernando Gama e Paul de Castro. Um ano depois, Lulu, Ritchie e Lobão formam a banda Vímana, da qual saiu expulso pelo ex-tecladisda do Yes, Patrick Moraz, por não concordar com os rumos que a banda acabou seguindo. Uma apresentação sua com a banda no Hollywood Rock no verão de 1975, no Rio de Janeiro, pode ser vista no documentário Ritmo Alucinante. Após trabalhar como músico freelancer, Lulu Santos resolveu seguir carreira solo. ==Carreira== Antes de se tornar músico, trabalhou como colunista em revistas como a Som Três, escrevendo comentários sobre os álbuns da época. Em 1981, assinou com a gravadora WEA e assumiu o nome de Lulu Santos, gravando Tesouros da Juventude em parceria com o jornalista Nelson Motta. Seguiram-se outras canções de sucesso: \"Tempos Modernos\" (1982), \"O Ritmo do Momento\" (1983), \"O Último Romântico\" (1984) — cujo arranjo musical foi fortemente influenciado pela canção \"Greece\", de George Harrison, do álbum Gone Troppo (1982) — \"Tudo Azul\" (1984), \"Normal\" (1985), \"Lulu\" (1986) e \"Toda Forma de Amor\" (1988). Em 1985, participou, com êxito, do Rock in Rio e, dois anos depois, foi premiado com o disco de platina. O cantor recusou o prêmio na cerimônia de entrega por não ter atingido o limite mínimo de vendas de 250 mil cópias. Entrou em um período de crise a seguir, quando tentou aproximar o pop com os ritmos brasileiros, através dos trabalhos Popsambalanço e outras Levadas, Honolulu e Mondo Cane. Mas, a parceria com o produtor Marcelo Mansur, o DJ Memê, iniciada na sequência, alavancou novamente sua carreira com discos como Assim Caminha a Humanidade (1994), cuja faixa-título tornou-se tema de abertura do seriado Malhação entre 1995 e 1999. Na década de 1990, Lulu quis se distanciar do rótulo de roqueiro, flertando com a música eletrônica, a dance music, a música disco, o funk, o soul e o rhythm & blues,Novo CD de Lulu Santos mistura soul, funk, r&b; e discothèque trabalhou com o DJ Memê em Eu e Memê, Memê e Eu (1995),Lulu Santos. CliqueMusic de onde foi regravada a canção \"O Descobridor dos Sete Mares\", lançada doze anos antes por Tim Maia. Seguiram-se Anticiclone Tropical (1996), Liga Lá, assumindo a produção, e o álbum foi mestrado pelo tropicalista Rogério Duprat em (1997), Calendário (1999); em 2000 lançou o primeiro DVD, o Acústico MTV, com o CD lançado em dois volumes; em 2002 lançou o disco Programa; em 2003 foi lançado Bugalu, novamente em parceria com o Dj Memê; em 2004 lançou o segundo DVD, o MTV ao Vivo; no ano de 2005 como lançamento de seu disco, seguiu-se Letra e Música, com a turnê Popstar; em 2007, com Longplay, ficou três anos em turnê pelo Brasil e o show foi visto por mais de cinco milhões de pessoas, acompanhado por sua banda e se utilizando do que há de mais moderno em tecnologia, com paredes de LED, iluminação e projeções feitas com clipes interativos. No fim de 2009 flertou com o samba novamente no álbum Singular, recheado de canções pop no melhor estilo que o consagrou. Em meados de 2010, em comemoração aos seus trinta anos de carreira solo, aos vinte anos da MTV Brasil e aos dez anos da gravação do seu primeiro Acústico MTV, Lulu lançou o seu terceiro DVD, Lulu Acústico MTV II. Em 2011, participou do projeto \"Covers\" do Circuito Cultural Banco do Brasil com o show em homenagem a dupla Roberto Carlos e Erasmo Carlos. Em 2012, passou a ser jurado do The Voice Brasil, junto de Claudia Leitte, Daniel e Carlinhos Brown. Em dezembro do mesmo ano lançou a compilação Toca Lulu, caixa composta por quatro discos contendo sucessos em comemoração de trinta anos de carreira, tendo vendido mais de trezentas mil cópias e sendo certificado com disco de diamante em 2015. Em 26 de março de 2013, fez o show de encerramento do programa Big Brother Brasil 13. No mesmo ano lançou o álbum tributo Lulu Canta & Toca Roberto e Erasmo, em 2014, lançou o álbum Luiz Maurício, retomando seu flerte com a música eletrônica, e um single em parceria com Felipe Dylon, com a regravação de Ano Novo Lunar. Em 2015 lançou o quarto DVD ao vivo, Toca + Lulu, mesmo ano em que fez participações especiais no programa Tá no Ar, da Rede Globo. No mesmo ano lança o box Tão Bem contendo seus primeiros quatro álbuns lançado pela WEA e divididos em 4 CDs. Em março de 2017, anunciou que estava preparando um álbum em homenagem aos setenta anos da cantora Rita Lee, inicialmente intitulado Um belo dia resolvi mudar, uma alusão a trecho da canção \"Agora Só Falta Você\", mais tarde mudado para Baby Baby!, inspirado em trecho da canção \"Ovelha Negra\". No mesmo ano, é lançado o álbum O Funk Canta Lulu, álbum tributo a Lulu Santos produzido pelo DJ Sanny Pitbull, com participação de artistas de funk carioca: MC Marcinho, MC Bob Rum, Amaro, MC Cacau, MC Koringa, MC Leozinho, Márcio G, MC Sabrina, Deise Loira, Tati Quebra-Barraco, Buchecha, Naldo Benny e Valesca Popozuda. Em 2018 anunciou o início da turnê Canta Lulu!, que apresenta no set list vários sucessos de sua carreira e do último disco (Baby Baby!). ==Vida pessoal== Foi casado entre 1978 e 2006 com a jornalista Scarlet Moon, a qual conheceu em uma festa na casa de Caetano Veloso. Scarlet havia feito uma laqueadura antes de conhecê-lo por já ter três filhos de um casamento anterior, fato este que impediu Lulu de ter filhos com a esposa, criando os enteados. Em 2018 declarou-se bissexual, assumindo namoro com o analista de sistemas Clebson Teixeira, com quem se casou. Antes disso, entre 2008 e 2016, namorou o empresário Bruno Azevedo. == Discografia == ;Álbuns de estúdio * 1982 - Tempos Modernos * 1983 - O Ritmo do Momento * 1984 - Tudo Azul * 1985 - Normal * 1986 - Lulu * 1988 - Toda Forma de Amor * 1989 - Popsambalanço e Outras Levadas * 1990 - Honolulu * 1992 - Mondo Cane * 1994 - Assim Caminha a Humanidade * 1995 - Eu e Memê, Memê e Eu * 1996 - Anticiclone Tropical * 1997 - Liga Lá * 1999 - Calendário * 2002 - Programa * 2003 - Bugalu * 2005 - Letra & Música * 2007 - Longplay * 2009 - Singular * 2013 - Lulu Canta & Toca Roberto e Erasmo * 2014 - Luiz Maurício * 2017 - Baby Baby! * 2019 - Pra Sempre * 2024 - Atemporal ==Filmografia== ===Televisão=== Ano Título Cargo Nota 1994 Confissões de Adolescente Alberto Episódio: \"Chegou o Verão\" 2002 Os Normais Ele mesmo Episódio: \"Sensações Normais\" 2004 Celebridade Ele mesmo Episódio: \"12 de março\" 2009 Três Irmãs Ele mesmo Episódio: \"10 de abril\" 2012–2023 The Voice Brasil Técnico / Mentor 2023 Vai na Fé Ele mesmo Episódio: \"17 de julho\" ===Cinema=== Ano Título Personagem Notas 1986 O Cinema Falado Ele mesmo Documentário 1997 O Que É Isso, Companheiro? Sargento Eiras 2004 Um Show de Verão Ele mesmo 2007 Podecrer! Padre Falcão 2014 Os Homens São de Marte... e É pra lá que Eu Vou Ele mesmo 2023 Um Ano Inesquecível - Outono ==Banda== ;Formação atual * Sergio Melo - bateria * Hiroshi Mizutani - teclados (Tokai TX-5, Fender Rhodes) e programação eletrônica * Tavinho Menezes - guitarras e slide guitar * Jorge Aílton - baixo e vocais * Robson Sá - vocais e percussão == Ligações externas == * * Categoria:Naturais da cidade do Rio de Janeiro Categoria:Instrumentistas do estado do Rio de Janeiro Categoria:Cantores do estado do Rio de Janeiro Categoria:Cantores de pop rock do Brasil Categoria:Cantores de música pop do Brasil Categoria:Cantores de rock do Brasil Categoria:Guitarristas do estado do Rio de Janeiro Categoria:Guitarristas rítmicos Categoria:Músicos vencedores do MTV Video Music Brasil Categoria:Técnicos de The Voice Brasil Categoria:Músicos LGBT do Brasil Categoria:Homens bissexuais do Brasil",
 "title": "Lulu Santos"
}