{
 "id": "99553",
 "text": "O dólar jamaicano é a moeda oficial da Jamaica desde 1969. Usualmente é abreviado com \"J$\" ou \"D$J$\", para distingui-lo de outras moedas com denominação dólar. É subdividido em 100 Cêntimos. == História == A história monetária da Jamaica não pode ser considerada isoladamente em relação ao cenário das Índias Ocidentais Britânicas como um todo. A Jamaica era o único membro responsável pela emissão no sistema de Libras Esterlinas para toda Índias Ocidentais Britânica e por algum período, para Guiana Britânica. As primeiras moedas na Jamaica foram moedas espanholas de cobre, chamada \"maravedíes\", e prata. As moedas de prata de 8 Reais, conhecidas como \"peças de 8\" ou \"dólar espanhol - $1\", eram usadas como padrão no comércio internacional, tal como atualmente ocorre com o dólar americano. As moedas espanholas circularam durante os primeiros 400 anos desde a descoberta. no ano de 1821. O Reino Unido adotou um padrão baseado em ouro de bastante sucesso, através das Libras Esterlinas. Em 1825, o governo britânico introduziu o sistema de Libras Esterlinas em suas colônias Por ordem do conselho imperial, foi implantado um sistema de cunhagem e conversão de moedas coloniais seguindo a taxa de 8 Reais(1 Peça de 8) = 4s 4d (4 Xelins e 4 Pence esterlino). Estas taxas não refletiam a realidade entre as cotações entre a prata e o ouro, e por conta disto o efeito acabou o inverso, provocando a troca de moedas inglesas pela espanhola. Em 1838, uma legislação corretiva foi introduzida trocando a taxa de conversão para valores mais realistas ($1 = 4s 2d). No entanto, na Jamaica, Honduras Britânica, Bermudas, e mais tarde, Bahamas, optaram pela adoção do câmbio tradicional, onde 1 xelim britânico equivale a um quarto de dólar. O elo entre estes territórios foi o Banco de Nova Escócia, emissor comum para todos os territórios. Em 1839, um Ato parlamentar declarou que a partir de 31 de dezembro de 1840 apenas moedas britânicas seriam aceitas legalmente, desmonetizando as moedas espanholas, excetuando os dobrões de ouro que permaneceriam com valor de £3 4s. A abolição da escravidão em 1838 incrementou a necessidade de cunhagem de moedas na Jamaica, principalmente em moedas de pequeno valor, mas os escravos libertos ficaram relutante a aceitar as moedas de cobre. A solução para o impasse foi a adoção de moedas de cuproníquel, em 1869. Estas moedas foram emitidas para uso exclusivo na Jamaica, tornando-se as primeiras moedas genuinamente jamaicanas. Em 1904 foi autorizada a primeira emissão de cédulas, emitidas por bancos privados. Em 1940 o banco governamental iniciou as emissões de cédulas de £1 e £5. Em Outubro de 1960 o Banco da Jamaica adquiriu o direito de exclusividade de emissão. Em 1968, o parlamento jamaicano aprovou a adoção do sistema decimal, substituindo a Libra Jamaicana pelo Dólar Jamaicano. Em 8 de Setembro de 1969 a nova moeda entrou em circulação e uma nacionalização completa das moedas em circulação (moedas de penny e half-penny eram as mesmas usadas no Reino Unido). O Reverso das moedas usadas entre 1969 e 1990 foram desenhadas dentro do padrão britânico, pelo designer Christopher Ironside. O Anverso possui um design próprio. A cotação inicial do dólar jamaicano era de J$0,77 para US$1, mas devido a adoção de câmbio flutuante, em 2015 a paridade era de J$115 para US$1. == Moedas == Na época de sua adoção foram introduzidas moedas de 1 cent (1,2 Pence), 5 cents (6 pence), 10 cents ( 1 shilling), 20 cents (2 shillings) e 25 cents (2 shillings 6 pence). Excetuando a moeda de 1 cent que era bem menor, as moedas tinham tamanho equivalente as das moedas que estavam substituindo. Em 1975, moedas de 1 cent, em alumínio, foram introduzidas. Moedas de 50 Cents foram introduzidas em 1976 em substituição as cédulas de mesmo valor. Com a progressiva desvalorização, as moedas inferiores a 1 dólar jamaicano tiveram metal e tamanho alterado.. A partir de 1990 moedas de 1 a 10 dólares começaram a ser introduzidas em substituição as cédulas. Em 2000 moedas bimetálicas de 20 dólares entraram em circulação com o mesmo propósito. Todas as moedas, revestidas de níquel ou de cobre, possuem propriedades magnéticas. As moedas jamaicanas possuem em seu anverso o brasão de armas da Jamaica, diferenciando seu reverso: Valor Diâmetro Peso Metal Formato Reverso 1 Cent Ackee 10 Cents 17 mm 2,4 g aço revestido de Cobre redonda Excellent Paul Bogle 25 Cents 20 mm 3,6 g aço revestido de Cobre redonda Excellent Marcus Garvey $1 18,5 mm 2,9 g aço revestido de níquel heptagonal Excellent Sir. Alexander Bustamante $5 21,5 mm 4,3 g aço revestido de níquel redonda Excellent Norman Manley $10 24,5 mm 6 g aço revestido de níquel escalonada ou redonda Excellent George William Gordon $20 23 mm 7,1 g Anel: Latão Centro: Cuproníquel redonda Excellent Marcus Garvey == Cédulas == As Cédulas atualmente em circulação são: Valor Anverso Reverso 50 Dólares Samuel Sharpe, herói nacioal Praia de Doctor Cave - Baía de Montego 100 Dólares Donald Sangster Cataratas do Rio Dunn 500 Dólares Nanny of the Maroons Mapa antigo da Jamaica destacando Port Royal 1000 Dólares Michael Norman Manley Casa da Jamaica - sede do governo 5000 Dólares Hugh Lawson Shearer, ex primeiro- ministro O Banco da Jamaica introduziu um cédula de 5000 Dólares em setembro de 2009, sofrendo duras críticas devido tornar evidente a desvalorização da moeda. Em 15 de Novembro de 2010, o Banco da Jamaica introduziu cédulas comemorativas de 50 para celebrar 50º aniversário de sua fundação, com o edifício da sede do banco em seu reverso. Esta nota tem circulação normal junto a cédula padrão. A partir de 2012 foi introduzido uma nova família de cédulas comemorando o Jubileu de Ouro da independência do país, possuindo uma marca comemorativa na área da marca d'água (\"Jamaica 50\") e no reverso um grupo de crianças. Esta imagem já havia sido utilizada anteriormente nas cédulas de 2 dólares. As cédulas da Jamaica são impressas em papel a base de algodão, o que proporciona uma vida útil curta, principalmente devido ao clima tropical e as condições de circulação. Por conta disto novas tecnologias passaram a ser experimentadas. A cédula de 100 dólares foram impressas em um material chamado \"Hybrid\", que é uma combinação de poliéster e algodão. As Cédulas de 50, 100 e 1000 dólares continuaram com papel a base de algodão, mas com aplicação de um verniz, aumentando a sua proteção. A partir de 2014 novas denominações passaram a ser impressas em \"Hybrid\" ao invés de papel. Dolar Jamaica Dolar Jamaica",
 "title": "Dólar jamaicano"
}