{
 "id": "99575",
 "text": "{{Info/Região Administrativa do DF-BR | nome = Guará | preposição = do | foto = Guará (SRIA) DF Brasil - Vista a partir de Ainiqueiras - panoramio.jpg | leg_foto = Vista parcial do Guará | apelido = | bandeira = Bandeira de Guará (DF).png | descrição_bandeira = Bandeira do Guará (Distrito Federal) | leg_bandeira = | link_hino = s:Hino de Guará (Distrito Federal) | fundação = | lei = 49 de 25 de outubro de 1989 | número_ra = X | lema = | administrador = Luciane Gomes QuintanalPerfil da administradora Administração Regional do Guará - acessado em 4 de dezembro de 2019 | mapa = Distrito Federal RA Guara.svg | vizinhos = Águas Claras, Vicente Pires, SCIA, SIA, Brasília, Candangolândia, Núcleo Bandeirante e Park Way. | dist_brasília = 11 | área_total = 21 | população = 125.703 | data_pop = | densidade = 30,1 | idh = 0.867 | data_idh = SEPLAN/2000 | idh_pos = | clima = | sigla_clima = | fuso_hor = | website_governo = www.guara.df.gov.br | rodapé = }} Guará é uma região administrativa do Distrito Federal do Brasil. == História == Guará foi construído em 1967. As primeiras oitocentas residências foram construídas através do sistema de mutirão pelos funcionários da Novacap, que nelas iriam morar. Guará foi fundada em 5 de maio de 1969, recebendo a condição de região administrativa, conforme a Lei 49, de 25 de outubro de 1989. Em setembro de 1969, a Novacap e a Secretaria de Habitação e Interesse Social do Distrito Federal (atualmente extinta) prosseguiram com a urbanização do segundo trecho, em Guará II (bairro do Guará), inaugurado em 2 de março de 1972, para abrigar funcionários do Governo Federal. O Decreto nº 2.356, de 31 de agosto de 1973, criou a Administração Regional do Setor Residencial Indústria e Abastecimento, composta pelo Guará I (bairro do Guará), Guará II, o Setor Residencial Indústria e Abastecimento (setor do Guará) e o Park Sul. Com o advento do Decreto nº 11.921, em 25 de outubro de 1989, Guará, até então denominada Setor Residencial Indústria e Abastecimento e ocupando uma área de 8,6 km², passou a ter uma área de 45,66 km², sendo, então, criada a região administrativa do Guará. Anteriormente pertencentes à região administrativa do Guará, o Setor de Indústria e Abastecimento, o Setor de Inflamáveis e o Setor de Transporte Rodoviário de Cargas passaram, em julho de 2005, a formar outra região administrativa distinta. A Cidade Estrutural também já pertenceu à região administrativa do Guará, porém, desde 2004, pertence ao Setor Complementar de Indústria e Abastecimento. O padroeiro da cidade é São Paulo Apóstolo, cuja festa litúrgica se dá em 4 de julho, sendo, essa data, dia de ponto facultativo na cidade, conforme a Lei nº 2.908 de 5 de fevereiro de 2002. == Etimologia == O nome da região administrativa tem, como origem, o Córrego Guará, que corta toda sua área, sendo batizado em homenagem ao lobo-guará, espécie comum no Planalto Central. A palavra Guará deriva do tupi \"auará\", significa \"vermelho\" e é associada tanto ao lobo-Guará quanto a Ave-Guará.Guará Michaelis == Geografia == === Aspectos físicos === A região administrativa do Guará está assentada sobre uma topografia plana, de embasamento de ardósia e quartzito, da série do Bambu do Cambio Ordoviciano. Circundado em faixas variáveis, tal que, do córrego Guará com aluvião do quaternário (Qa) constituído de areia e argila não consolidada, podendo acrescentar em algumas áreas a argila turfosa até a turfa, na lista de seus membros litológicos, em altitudes variáveis entre 1055 metros. Possui solos muito plásticos e saturáveis, facilmente cobertos por cerrado, cerradão, mata ciliar e reflorestamento. Em Guará, a rede de drenagem é composta de cursos d’água que fazem parte da Bacia do Paranoá, cabendo destaque para os córregos Vicente Pires, a oeste, e Guará, a leste. Segundo a classificação de Köppen, internacionalmente adotada, os tipos de clima do Distrito Federal, assim como de toda a Região Centro-Oeste do Brasil, apresentam dois subdomínios ou variedades: clima quente e semiúmido. Observa-se, assim, a existência de duas estações: uma, chuvosa, no verão (outubro a abril) e outra, seca, no inverno (maio a setembro). A temperatura média é de 21 graus centígrados. === Aspectos humanos === A região administrativa do Guará atualmente compreende a área urbana composta pelo Guará I e II (bairros do Guará), as Quadras Econômicas Lúcio Costa, Setor de Oficinas Sul, Park Sul, Setor de Clubes e Estádios Esportivos Sul e Setor de Áreas Isoladas Sudoeste. A cidade é formada por quadras residenciais, com casas e blocos de apartamentos, além de áreas específicas para comércio, oficinas e pequenas indústrias. Guará I é formado por seis quadras com numeração ímpar (1 a 11) e onze quadras com numeração par (2 a 22). Cada quadra engloba um determinado número de blocos de apartamentos, prédios comerciais e conjuntos de casas, identificados por letras do alfabeto (bloco A, conjunto B, etc.). A disposição das quadras em Guará I segue um padrão, formando uma série de quadriláteros. Os blocos e casas situados dentro de cada quadrilátero formam uma Quadra Interna. Já os blocos e casas situados ao redor do quadrilátero formam a Quadra Externa. Assim, forma-se o endereçamento das quadras na cidade: Quadra Externa 1, Quadra Interna 1, Quadra Externa 2, Quadra Interna 2 e assim por diante. Guará II é formado majoritariamente por grandes quadras residenciais em formato quadrangular, compostas por um número variável de conjuntos de casas. Cada conjunto é identificado por uma letra do alfabeto (A, B, C, etc.) e essas quadras residenciais são chamadas de Quadras Externas. Recebem numeração de 13 a 21 (ímpares) e de 24 a 48 (pares). Já as Quadras Internas, em Guará II, correspondem ao miolo central da cidade, composto por prédios de apartamentos. As quadras internas do Guará II recebem somente numeração ímpar (23 a 33), e os lotes onde se situam os prédios são identificados por números (lote 1, lote 2, etc.) thumb|left|Estação Guará do metrô Também em Guará II situa-se o Centro Administrativo, Vivencial e Esportivo (CAVE), onde encontram-se a Administração Regional do Guará e a Feira do Guará, além de um complexo esportivo com estádio de futebol, ginásio de esportes, cartódromo e quadras poliesportivas. A cidade conta com dois terminais de ônibus urbanos: um na Quadra Externa 16, em Guará I, e outro na Avenida Contorno do Guará II. Possui, ainda, duas estações do Metrô do Distrito Federal: a estação Feira, em operação desde 2001, e a estação Guará, inaugurada em 2010. Os escassos investimentos em transporte público ao longo das últimas três décadas fizeram com que cada vez mais moradores do Guará optassem pelo uso do automóvel particular em seus deslocamentos para outras regiões administrativas do Distrito Federal. A consequência natural desse quadro foi o aumento da ocorrência de engarrafamentos nos acessos e saídas da cidade, que se tornaram um dos grandes problemas enfrentados atualmente pela comunidade do Guará. No início da década de 2010, alterações no Plano Diretor do Guará permitiram a construção de prédios mais altos e fora do miolo do Guará II, além da criação de novas quadras residenciais em áreas limítrofes com Candangolândia e Núcleo Bandeirante. A expansão da área urbana do Guará deverá causar um aumento considerável na população da cidade, com impacto na infraestrutura atualmente oferecida. A expectativa oficial era de que, até 2012, a população crescesse até 20 por cento. Guará mudou totalmente o seu perfil nos últimos quarenta anos, concentrando, atualmente, grande parte da classe média do Distrito Federal. As casas originais da época do mutirão, construídas pela antiga Sociedade Habitacional de Interesse Social nas décadas de 1960 e 1970, cederam lugar para sobrados e condomínios de bom nível, evidenciando a seleção socioeconômica de sua população. Segundo pesquisas da Codeplan, Guará tem a sexta maior renda per capita entre as regiões administrativas do Distrito Federal. A área dos terrenos das casas chega a, no máximo, 360 metros quadrados. Devido ao tamanho limitado dos terrenos, combinado com a valorização imobiliária da região, Guará tem um dos metros quadrados de imóveis mais caros do Distrito Federal. A arquitetura das casas prima pela criatividade, com uma grande variedade de projetos interessantes e diferentes de casas térreas e sobrados. Guará surgiu como um loteamento destinado a moradia popular. A partir de meados da década de 1980, o perfil socioeconômico da cidade mudou. Atualmente, Guará é considerada um dos principais redutos de classe média do Distrito Federal. A Quadra Externa 15, em Guará II, é a maior quadra da cidade em número de ruas de casas, com 23 conjuntos. A Quadra Externa 01, em Guará I é a menor, com seis conjuntos. As quadras internas do Guará I têm traçado simétrico. Assim, a disposição dos blocos e conjuntos de casa dentro de uma determinada quadra interna repete-se nas demais. Por exemplo: o conjunto D está sempre no meio da quadra; o bloco P está sempre ao lado do conjunto R, etc. Em Guará, existe uma escola de samba chamada Império do Guará, fundada no ano de 1988. == Turismo == Alguns pontos de atração do Guará são: * Parque Ecológico Ezequias Heringer (conhecido como Parque Ecológico do Guará) * CAVE (Centro Administrativo Vivencial e Esporte), onde se encontram: * Estádio Antônio Otoni Filho (conhecido como Estádio do CAVE) * Feira do Guará * Ginásio do CAVE * Cartódromo (batizado com o nome de Kartódromo Airton Senna ) * Teatro de Arena == Educação == Inicialmente, por volta do ano de 1985, a Gerência Regional de Ensino chamava-se Complexo Escolar A do Guará. Atualmente, Guará possui 22 escolas públicas e 11 conveniadas. == Ver também == * Lista de regiões administrativas do Distrito Federal == Ligações externas == * * *",
 "title": "Guará (Distrito Federal)"
}