{
 "id": "99593",
 "text": "Feta (em grego: φέτα) é um queijo coalhado típico da Grécia, feito tradicionalmente com leite de ovelha e de cabra. A partir de 2005, \"feta\" passou a ser uma denominação de origem controlada, na União Europeia, devendo conter, pelo menos, 70% de leite de ovelha, e o restante, cabra. Fora da União Europeia, queijos vendidos normalmente como 'feta' podem incluir leite de vaca ou até serem feitos inteiramente desse leite. Com uma textura levemente granulada, o feta é utilizado como queijo de mesa ou como ingrediente de saladas, empadas, tortas e outros alimentos assados, em especial aqueles com massas folhadas, tais como o spanakopita (\"torta de espinafre\") e tyropita (\"torta de queijo\"). É um ingrediente importante na salada grega. Como outros queijos, também pode ser servido cozido, grelhado, como recheio de sanduíche, e de uma grande variedade de outros pratos. O feta deve ser curado em salmoura e soro de leite por pelo menos dois meses. De coloração branca e normalmente agrupado em blocos quadrados, seca rapidamente se retirado do soro. Sua consistência pode variar de bem mole a semi-duro, com um sabor pungente e salgado que pode ir do suave ao acentuado. O queijo mais curado se esfarela facilmente. Por norma, seu conteúdo mínimo de gordura butírica é de 43%, enquanto a umidade máxima é de 56%, e o pH varia de 4,4 a 4,6. == História == Diversos queijos brancos salmourados (frequentemente chamados de \"queijos brancos\", em vários idiomas) podem ser encontrados ao longo da costa do Mediterrâneo Oriental e do mar Negro. A presença de queijos semelhantes ao feta, coalhados e salmourados, foi registrada historicamente, na região, há vários séculos, mas é possível que sua existência possa remontar até à Antiguidade homérica, já que a Odisseia contém uma descrição completa da preparação de um queijo que bem poderia ser o feta. O seu primeiro registro data do Império Bizantino (que se havia expandido em direção ao Mediterrâneo Oriental), sob o nome de (prósphatos: 'recente', isto é, 'fresco'), e associado especialmente à ilha de Creta. Um italiano em visita ao porto de Cândia, em 1494, descreve com detalhes o seu armazenamento na salmoura. Gradualmente, o queijo, produzido na Grécia continental e nas ilhas da antiga prefeitura de Lesbos, acabou por ficar conhecido no país como 'feta', por empréstimo do italiano fetta ('fatia'), que, por sua vez, provém do latim offa ('mordida', 'bocado').Babiniotis, Λεξικό της Νέας Ελληνικής Γλώσσας, s.v. φέτα. Isto porque o queijo era fatiado e armazenado em cubas de salmoura. Afinal, a palavra \"feta\" foi incorporada à língua grega a partir do século XVII. == Proteção da denominação pela Comissão Europeia == Depois que esse queijo de leite de ovelha se tornou popular em muitos países europeus, queijos em salmoura de outras regiões da UE (frequentemente fabricados com leite de vaca, mais barato) também passaram a ser vendidos como feta, até 1997. De acordo com o Regulamento (CE) nº 1829/2002 da Comissão Européia, desde 15 de outubro de 2002, somente o queijo branco feito com leite de ovelha e/ou cabra e curado em salmoura no continente grego e nas ilhas da antiga prefeitura de Lesbos pode ter o nome de feta. REGULAMENTO (CE) N.o 1829/2002 DA COMISSÃO de 14 de Outubro de 2002 que altera o anexo do Regulamento (CE) n.o 1107/96 da Comissão no respeitante à denominação «Feta» Este regulamento, que foi contestado pela Alemanha e pela Dinamarca (com apoio da França e do Reino Unido), foi mantido pelo Tribunal de Justiça Europeu (TJE) em um acórdão de 25 de outubro de 2005 (Processo C-465/02; C-466/02)[2]. A decisão da Comissão foi baseada em uma decisão do Tribunal de Justiça Europeu (TJE).Tribunal de Justiça da União Europeia. COMUNICADO DE IMPRENSA N° 92/05/EU, 25 de outubro de 2005. Acórdão do Tribunal de Justiça nos processos apensos C-465/02 e C-466/02. \"O TRIBUNAL MANTÉM O REGISTRO DO NOME 'FETA COMO UMA DENOMINAÇÃO DE ORIGEM PROTEGIDA GREGA. Esse nome não se tornou um nome comum.\" Parte da razão para esta decisão da UE foi que a Grécia produzia cerca de 60% do queijo feta da UE naquela época, e 90% dele era feito de leite de ovelha e cabra. 34% do feta produzido na UE era feito a partir de leite de vaca, principalmente para exportação para terceiros países. Mais de 85% do feta produzido na UE era consumido na Grécia. Antes da decisão da UE, somente a Grécia (desde 1935) e a Dinamarca (desde 1963) tinham uma legislação detalhada sobre o comércio de queijo feta, assim como os Países Baixos, entre 1981 e 1998. Na Áustria, o termo \"feta\" era reservado aos produtos gregos, em razão de um acordo bilateral de 1972, com o Reino da Grécia. Convenções entre a República da Áustria e o Reino da Grécia sobre a proteção das indicações de origem, denominações de origem e denominações de produtos agrícolas e industriais. 25 de outubro de 1972 A Dinamarca produzia esse queijo desde a década de 1930, principalmente para exportação. Ali, o pico de produção ocorreu em 1989, com 110.932 t (produção de acordo com a antiga regra, isto é, quase exclusivamente de leite de vaca). A UE alegou que não havia provas de que \"feta\" fosse um nome genérico. A denominação geográfica protegida Φέτα (feta) foi baseada no fato de que o feta original só era produzido na Grécia continental e na antiga prefeitura de Lesbos. É somente nesses locais que pode ser produzido o leite especial de ovelhas e cabras criadas tradicionalmente, de raças locais, pois somente ali ocorre essa flora especial de pastagens, que, por sua vez, tem influenciado a formação da raça dos animais. Isto inclui pastagem extensiva e transumância, como elementos-chave na criação das ovelhas e cabras que fornecem a matéria-prima para a produção de queijo feta. ===Reações à proteção do termo=== Como o termo feta já não pode mais ser aplicado a produtos de outras regiões, além da original, ou a queijos em salmoura feitos de qualquer leite, as embalagens recebem nomes ou ilustrações que \"soam\" grego. Também são inventados nomes substitutos que parecem mais estimulantes para a imagem do que o termo correto - queijo em salmoura. Tais construções de desvio são: queijo tipo feta, pheta, queijo dos Bálcãs etc.. Os nomes \"queijo de leite de ovelha\" ou \"queijo grego\" são proibidos porque enganam os consumidores se o queijo não for feito de leite de ovelha ou não vier da Grécia. Alguns produtores vendem tanto produtos fabricados com leite de ovelha na região de origem quanto produtos que não atendem a esses critérios. Nesse caso, só a marca se torna a característica distintiva dos produtos. Outros fabricantes criam novas marcas reconhecidamente baseadas no termo feta e as utilizam para comercializar produtos feitos de leite de vaca.. == Ligações externas == * Categoria:Queijos da Grécia Categoria:Produtos com denominação de origem protegida Categoria:Queijos de leite de ovelha Categoria:Queijos de leite de vaca Categoria:Queijos de leite de cabra",
 "title": "Feta"
}