{
 "id": "99633",
 "text": "O peso mexicano é a moeda corrente oficial do México. == História == O peso foi a primeira moeda do mundo a utilizar o símbolo \"$\", sendo que tal símbolo foi baseado nas colunas das moedas de 8 Reales de prata circulantes nas colônias hispano-americanas e que foram as primeiras moedas a ser amplamente utilizadas mundo afora por conta de suas características uniformes em termos de peso e pureza da moeda em termos de metal precioso. Tal moeda, tida como similar ao Táler, viria a ser o padrão monetário mundo afora antes do surgimento do dólar dos EUA, que mais tarde adotou tal símbolo para seu próprio uso.\"Origin of Doller Sign Is Traced To Mexico.\" Editorial. Popular Science Feb. 1930: 59. Google Books. Bonnier Corporation. Web. 31 Oct. 2012. . (em inglês). É fabricado na casa da moeda do México. O peso é a 13.ª moeda mais negociada no mundo, é a mais negociada na América Latina e terceira mais negociada nas AméricasMonetary and Economic Department. \"Foreign Exchange and Derivatives Market Activity in April 2010.\" Triennial Central Bank Survey. Bank for International Settlements, 01 Sept. 2010. Web. 31 Oct. 2012. . (em inglês), depois do dólar canadense, do Canadá, em segundo, e do dólar americano, dos EUA, em primeiro lugar. Depois de anos de relativa instabilidade, com forte inflação em especial no decorrer da década de 1980, que tornou necessária a emissão de cédulas com valores cada vez mais altos, chegando até o valor de 100 mil pesos em 1991, se fez necessário em 1993, no decorrer do governo de Carlos Salinas de Gortari a redenominação do peso, que seguindo o exemplo do Brasil na reforma monetária de 1967 (quando instituiu o cruzeiro novo como unidade monetária) instituiu uma nova moeda com o nome nuevo peso equivalente a 1000 pesos emitidos até 1992, sendo que para diferenciar da moeda antiga, se utilizava o símbolo N$ equivalendo a mil pesos mexicanos antigos.http://es.coinmill.com/MXN_calculator.html#USD=1 . Cédulas e moedas emitidas entre 1993 e 1995 foram emitidas com a tal denominação em substituição as cédulas e moedas até então circulantes, sendo que a partir de janeiro de 1996, já no governo de Ernesto Zedillo a denominação da moeda voltou a ser peso e a se utilizar o símbolo $, com as cédulas e moedas emitidas até 1992 sendo desmonetizadas. Tal moeda sofreu forte desvalorização em meados da década de 90, quando o dólar foi de pouco mais de N$ 3 para mais de N$ 6 em 1994, com a cotação do dólar evoluindo para a faixa dos $ 9 - 10 no final do governo Zedillo e chegando em $20 agora em 2020. == Ligações externas == * Billetes de México descrição das notas mexicanas do Banco do México emitidos a partir de 1925 até agora. * Mexicano Categoria:Moedas da América Categoria:Economia do México",
 "title": "Peso mexicano"
}