{
 "id": "9964",
 "text": "OpenOffice.org foi um conjunto de aplicativos para escritório livres multiplataforma, distribuída para os sistemas operacionais Microsoft Windows, Unix, Solaris, Linux e Mac OS X, mantida pela Sun Microsystems e Oracle Corporation. O conjunto usa o formato ODF (OpenDocument) — formato homologado como ISO/IEC 26300 e NBR ISO/IEC 26300 — e é também compatível com os formatos do Microsoft Office, além de outros formatos legados. Alguns formatos legados que não são mais suportados pelas versões mais recentes do Microsoft Office ainda podem ser abertos pelo OpenOffice.org, evitando assim sua perda. O OpenOffice estava disponível em mais de 120 idiomas. == História == Originalmente desenvolvido com o nome de StarOffice pela empresa alemã Star Division, o OpenOffice.org é baseado em uma antiga versão do StarOffice, o StarOffice 5.1, que foi adquirido pela Sun Microsystems em Agosto de 1999. O código fonte da suíte foi comprado em 1999 pela Sun Microsystems. Em agosto de 1999, a versão 5.2 do StarOffice foi disponibilizada de graça. Em 19 de Julho de 2000, a Sun anunciou que liberaria o código fonte do StarOffice para download sob as licenças LGPL e SISSL com a intenção de construir uma comunidade aberta de desenvolvimento em torno do software. Em 13 de outubro de 2000, o código fonte foi liberado, dando início a um projeto de desenvolvimento de um software de código aberto, o OpenOffice.org. O principal objetivo era fornecer uma alternativa de baixo custo, de alta qualidade e de código aberto. O novo projeto foi chamado OpenOffice.org e seu sítio foi posto no ar em 13 de Outubro de 2000. O StarOffice é sua versão comercial. O trabalho na versão 2.0 começou em 2003, tendo os seguintes objetivos: melhor compatibilidade com a suíte de escritório da Microsoft; melhor desempenho, com velocidade melhorada e menor utilização da memória; maior integração (particularmente com o GNOME) e usabilidade. A partir da versão 2.0, o OpenOffice.org passou a ser licenciado exclusivamente sob a licença LGPL. Em 20 de Outubro de 2005, o OpenOffice.org 2.0 foi liberado ao público. Em 25 de Janeiro de 2006 nasceu a BrOffice.org, antiga OpenOffice.org.br. O programa passou a ser chamado no Brasil de BrOffice.org, devido a conflito com uma marca anteriormente registrada por outra parte, e foi criada uma ONG para dar apoio a localização brasileira, sendo seu primeiro presidente Cláudio Ferreira filho. A fundação foi posteriormente extinta devido a divergência entre seus membros e a diretoria quanto a seus objetivos e métodos. Foi anunciada em 8 de Maio de 2006 pela OASIS a norma ISO/IEC 26300 — ODF OpenDocument Format. Essa norma estabelece que todos os aplicativos de escritório que geram arquivos de texto, planilha, apresentações, desenho e banco de dados deverão gerar arquivos no padrão ISO/IEC 26300. Após a venda da Sun Microsystems, até então a patrocinadora principal do projeto, para a Oracle, muitos contribuidores deixaram de desenvolver o OpenOffice.org sob a influência da Oracle, alegando o descumprimento, pela empresa, de promessas de entregar a direção do projeto a uma fundação, e anunciaram o projeto LibreOffice, convidando a Oracle a participar do projeto e a ceder a marca OpenOffice.org. Após uma resposta negativa da Oracle sobre a doação da marca e sobre o novo projeto, alegando interesses próprios em continuar produzindo o OpenOffice.org e a sua versão voltada à comercialização Open Office (novo nome do antigo StarOffice), a comunidade concretizou e lançou o LibreOffice, tendo como desenvolvedora e gestora do novo projeto a recém criada The Document Foundation, fundação criada com o intuito de representar a comunidade do LibreOffice socialmente. A primeira versão do LibreOffice foi lançada em 25 de janeiro de 2011. Em 15 de abril de 2011, o arquiteto-chefe da Oracle, Edward Screven, anunciou que a Oracle pretendia transformar o OpenOffice.org num projeto de código aberto de caráter exclusivamente comunitário, desvinculando-se do desenvolvimento do projeto e afirmando que a empresa não pretendia mais disponibilizar ao mercado uma versão comercial do OpenOffice.org. Para tanto, segundo Screven, era necessário trabalhar com a comunidade para a continuação do projeto, prestando a Oracle o apoio a formatos de documento de padrão aberto. Entretanto, a Oracle ignorou o projeto LibreOffice da The Document Foundation, entregando a marca e demais ativos à Fundação Apache, que continuou o desenvolvimento do projeto, com o nome Apache OpenOffice. No Brasil, devido a um conflito com uma marca previamente registrada, essa suíte recebeu o nome de BrOffice.org. Quando foi lançada a versão comunitária LibreOffice, a versão BrOffice.org (posteriormente apenas BrOffice) passou a ser baseado neste último, até o mês de março de 2011, quando então foi extinta devido à inexistência de conflito com o novo nome. A fundação BrOffice foi extinta por seus membros, devido a conflitos com a diretoria quanto aos objetivos e métodos da fundação. === Versões === Versão Descrição Data Construção 638c Primeira distribuição em código livre Outubro de 2001 1.0 Writer, Calc, Impress, Draw e Math 1 de Maio de 2002 1.1 2 de Setembro de 2003 1.1.3 27 de Outubro de 2004 1.1.4 26 de Novembro de 2004 1.1.5 Suporte a arquivos ODF – OpenDocument Format da versão seguinte, a 2.0 8 de Julho de 2005 2.0 Inclusão do Base, um Sistema gestor de base de dados. Gera arquivos padrão ODF — OpenDocument Format Oasis. 20 de Outubro de 2005 2.0.1 Essa versão com o novo Verificador Ortográfico de Português do Brasil. 23 de Janeiro de 2006 2.0.3 Correção de defeitos. Novo verificador ortográfico de português do Brasil com mais de 1 400 000 palavras e 12 000 nomes próprios. 5 de Junho de 2006 2.0.4 Gestão melhorada de PDF, exportação direta para LaTeX, consultas aninhadas no Base, novas funções no Calc e no Impress, Uso de fontes do sistema no Mac OS X &c.; 13 de Outubro de 2006 2.1 Suporte a múltiplos monitores no Impress, melhor exportação de HTML no Calc, suporte melhorado ao MS Access pelo Base, mais idiomas e notificação automática de atualizações. 9 de Janeiro de 2007 2.2 Reintegração do projeto brasileiro ao global, tanto de código quanto de comunidade 28 de Abril, 2007 2.3 Exportação para MediaWiki, incorporação padrão do verificador ortográfico em português do Brasil e auto-atualização desde a 2.2.1. 2 de Outubro, 2007 2.4 Suporte a referências em PDFs, diálogo de impressão mais fácil de usar e novas funções no Calc. 2 de Abril de 2008 3.0 Suporte nativo para Mac OS X, importação e melhor criação de arquivos no formato PDF 13 de Outubro, 2008 3.3 Última versão estável do Oracle e a última versão estável para suportar Windows 2000 e Mac OS X em PowerPC. 26 de Janeiro, 2011 == Componentes == A suíte OpenOffice.org foi composta pelos seguintes componentes: === OpenOffice.org Writer === O OpenOffice.org Writer é um processador de texto com capacidade e visual similares ao Microsoft Word, ao WordPerfect e ao Pages. Este editor é capaz de escrever documentos no formato Portable Document Format (PDF) e editar documentos HTML. Por padrão, sua extensão é a .odt, que geralmente tem um tamanho menor em relação aos .doc. Mesmo os documentos salvos em .doc ficam com um tamanho menor, se comparados aos salvos no Microsoft Word. Os formatos legados suportados incluem o Lotus WordPro e WordPerfect. === OpenOffice.org Impress === O OpenOffice.org Impress é um programa de apresentação de slides ou transparências similar em capacidades ao Microsoft PowerPoint. Além das capacidades comuns de preparo de apresentações, ele é capaz de exportá-las no formato Adobe Flash (SWF) — a partir da versão 2.0 —, permitindo que ela seja visualizada em qualquer computador com o Flash Player instalado. O Impress, porém, sofre da falta de modelos de apresentações prontos, sendo necessário o uso de modelos criados por terceiros. === OpenOffice.org Math === O OpenOffice.org Math é um editor de fórmulas matemáticas equivalente ao Microsoft Equation Editor, o BrOffice Math serve para a criação simples de fórmulas matemáticas, com um menu que permite escolher que tipo de equação será realizada, para então digitar o valor desejado para aquele fator. Ideal para quem trabalha com elaboração de provas, sendo um programa completo para este tipo de atividade. === OpenOffice.org Draw === Diferentemente do Microsoft Office, o OpenOffice.org possui uma ferramenta para criar e editar desenhos, fluxogramas, cartazes, logótipos e tudo mais, seguindo o mesmo conceito do CorelDraw, só que gratuito e também com grande qualidade, suportando a inclusão de imagens, gráficos, desenho de vetores e formas geométricas, textos, filmes, sons e muito mais. === OpenOffice.org Calc === O OpenOffice.org Calc é uma folha de cálculo (planilha eletrônica no Brasil) similar ao Microsoft Excel, ao Numbers e ao Quattro Pro. O Calc possui uma série de funções que não estão presentes no Excel, incluindo um sistema de definição de series para gráficos baseada na disposição dos dados na planilha. O Calc é capaz de escrever a folha de cálculo como um arquivo PDF e importar formatos legados que incluem: Lotus 1-2-3 e SYLK. === OpenOffice.org Base === O OpenOffice.org Base é um sistema gestor de base de dados. Poderosos bancos de dados para servidores são uma tradição no Linux, mas a falta de bancos de dados para uso em escritórios ou residências levou ao desenvolvimento do Base, além é claro, de competir diretamente com o Microsoft Access no Windows. Disponível a partir da versão 2.0 do OpenOffice.org. == Ver também == * OpenDocument (o formato aberto utilizado pela suíte) * StarOffice * Apache OpenOffice * LibreOffice * Lotus Symphony * NeoOffice * Microsoft Office * SoftMaker Office * WPS Office === Variantes === * OxygenOffice Professional * Go-OO * PlusOffice Free === Extensões === * O3spaces * Plone == Ligações externas == * * * * Categoria:Suítes de programas de escritório Categoria:Programas para macOS Categoria:Software livre programado em C++ Categoria:Software livre programado em Java Categoria:Software livre multiplataforma",
 "title": "OpenOffice.org"
}