{
 "id": "99652",
 "text": "Briefing é um conjunto de informações ou uma coleta de dados passados em uma reunião para o desenvolvimento de um trabalho ou documento. Esse é um instrumento muito utilizado em Administração, Relações Públicas, Design e na Publicidade. O briefing deve produzir um roteiro de ação para criar a solução que o cliente procura, ou seja, é como mapear o problema e, com as pistas identificadas, ter ideias para criar soluções. Um briefing eficaz deve ser breve, contendo apenas informações relevantes. Um briefing muito extenso seria ruim por não ser seletivo, tornando o processo dispersivo. Já um briefing excessivamente curto torna-se incompleto, dificultando o entendimento quanto aos trabalhos a serem executados. == Etimologia == Briefing (inglês) significa instruções. == Tópicos == O briefing é uma peça fundamental para a elaboração de uma proposta de pesquisa de mercado. É um elemento chave para o planejamento de todas as etapas da pesquisa de acordo com as necessidades do cliente. Existem diversos modelos de briefing. Na verdade, cada agência ou empresa possui o modelo que melhor encaixa de acordo com seu modelo de negócios e estrutura interna. Abaixo existem alguns itens que podem compor um briefing: 1) Histórico: Aqui é importante que o cliente conte uma história a respeito de seu mercado (o que vem acontecendo com ele), da marca, da empresa, ou outras informações relevantes que nos ajudem a compor um cenário. 2) O Problema de Marketing: Este item pode até vir dentro do anterior ou não, mas é muito importante. O histórico deve desembocar no problema que o cliente está enfrentando no momento, e que é o pano de fundo para a necessidade que ele identificou para a condução da pesquisa. Em outras palavras, é o que ele espera ver resolvido depois da pesquisa. 3) Objetivo(s) da Pesquisa: Deve ser uma descrição sucinta e estar relacionado com o problema anteriormente definido.Aqui são apontados aos tópicos que a pesquisa deve cumprir. 4) Padrão de Ação: Talvez um dos pontos mais importantes e normalmente menos lembrados pelos clientes. Aqui ele deve definir o que fará com os resultados da pesquisa, independentemente do que virá pela frente, ou seja, que decisão será tomada com os resultados futuros em mãos. O Padrão de Ação é um guia fundamental para calibrar e melhor desenhar o plano de pesquisa, definir os envolvidos no projeto e para analisar os resultados, incluindo aí as recomendações estratégicas. Importante aqui é não incorrer no risco de definir um padrão de ação genérico, por exemplo, \"os resultados desta pesquisa serão utilizados na definição da estratégia futura da marca\". Isso pode até ser verdade mas na maioria das vezes é possível ser mais específico. Devemos nos perguntar: qual o aspecto da estratégia da marca? 5) Questões Específicas (ou Áreas de Investigação): Neste item o cliente deve incluir todas as perguntas ou áreas de informação que ele precisa/deseja obter, sempre à luz do problema de marketing e dos objetivos do estudo. 6) Público-alvo: Não cabe aqui falar do target do cliente ou da sua marca mas sim do público-alvo da pesquisa. Atenção para a eventual necessidade de informações além da descrição sócio- demográfica básica. Muitas vezes é importante considerar elementos adicionais do target, a exemplo de dados de comportamento e atitude. 7) Áreas Geográficas: Definição das áreas geográficas/cidades que o estudo deverá cobrir.Pode-se pensar em bairros, como zonas nobres ou menos favorecidas, como campos geográficos de delimitação da pesquisa. 8) Materiais Anexos: Neste item o cliente deve relacionar os materiais que farão parte da pesquisa, a exemplo de photo boards, cartazes, etc. Chamados também de materiais de apoio. São referências, geralmente, aos trabalhos anteriores, quando houver. 9) Limitações de Prazo e Custo: Algumas pesquisas acabam não sendo planejadas e conduzidas idealmente por limitações de prazo e/ou custo. Cabe ao cliente mencionar alguma restrição no briefing, se for o caso. ''' ''' == Outras informações == Ainda mais especificamente podem ser acrescentados os seguintes pontos: * Raio-x geral do mercado * Cultura de consumo * Empresas competitivas * Análise Swot * Diagnóstico Categoria:Planejamento",
 "title": "Briefing"
}