{
 "id": "9972",
 "text": "Esta é uma lista de arquitectos portugueses, juntamente com um exemplo de uma sua obra notável. thumb|Estação do Rossio, de José Luís Monteiro thumb|Centro de Coordenação e Controlo de Tráfego Marítimo do Porto de Lisboa, de Gonçalo Byrne thumb|Pavilhão de Portugal, de Álvaro Siza Vieira (prémio Valmor) thumb|Estádio Municipal de Braga, de Eduardo Souto de Moura thumb|Rua Augusta na Baixa Pombalina, reconstruída sob Manuel da Maia thumb|Casa Malhoa, de Norte Junior (prémio Valmor) Arquitecto Obra notável Local Adalberto Dias Faculdade de Engenharia Mecânica da Universidade Aveiro Aveiro Adelino Cesar Costa SAT Tramagal Tramagal Adelino Nunes Correios do Estoril Estoril Afonso Domingues Mosteiro da Batalha Batalha Agostinho Ricca Edifício Montepio Geral da Rua Júlio Dinis Porto Alberto Cruz Hotel Alvor-Praia Praia dos Três Irmãos, Alvor Alberto Pessoa Fundação Calouste Gulbenkian Lisboa Alberto Soeiro Prédio TAP-Montepio, Av. Dom Luís/Samora Machel Lourenço Marques/Maputo Alcino Soutinho Edifício da Câmara Municipal de Matosinhos Matosinhos Álvaro Siza Vieira Faculdade de Arquitectura da Universidade do Porto Porto Carlos Antero Ferreira Projecto de reabilitação do Cinema Europa Campo de Ourique António Barreiros Ferreira Feira Internacional de Lisboa (com Alberto França Doria) Lisboa António Lino Igreja de São João de Deus Lisboa António Maria Braga Mesquita Central de Lisboa Lisboa António Marques Miguel Recuperação de edificio com atribuição de prémio Valmor 1983 António Rodrigues colaborador de Nicolau Nasoni ARS Arquitectos Mercado do Bom Sucesso Porto Carlos Mardel Mãe-d'Água do Aqueduto das Águas Livres Lisboa Cassiano Branco Éden Teatro Lisboa Carlos Ramos Pavilhão do Rádio do Instituto Português de Oncologia Lisboa Carlos Manuel Oliveira Ramos Instituto Pasteur Lisboa Cottinelli Telmo Estação do Sul e Sueste Lisboa Diogo de Arruda Convento de Cristo Tomar Domingos Domingues Claustro do Mosteiro de Alcobaça Alcobaça Domingos Parente da Silva Mercado Geral do Gado Entrecampos Eduardo Souto de Moura Estádio Municipal de Braga Braga Egas José Vieira Pizzaria Casanova Lisboa Ernesto Korrodi Castelo da D. Chica Leiria Eugénio Correia Igreja de Santo Isidro de Pegões Montijo Eugénio dos Santos Praça do Comércio Lisboa Fernando Silva Edificio Shell Lisboa Fernando Távora Casa dos 24 Porto Fernando Varanda Plano de Recuperação de Mértola Mértola Filipe Oliveira Dias Teatro Municipal de Bragança Bragança Filipe Nobre de Figueiredo Blocos de apartamentos no cruzamento da Av. dos Estados Unidos com a Av. de Roma (1952-1958) Lisboa Francisco de Arruda Torre de Belém Lisboa Francisco Castro Rodrigues Cine- Flamingo Lobito Francisco da Conceição Silva Hotel do Mar Sesimbra Francisco Keil do Amaral Pavilhão de exposições da antiga Feira Internacional de Lisboa Lisboa Francisco Silva Dias Recuperação do edifício dos Paços do Concelho, Praça do Município Frederico George Planetário Calouste Gulbenkian Lisboa Frederico Valsassina recuperação do Edificio Versailles Lisboa Gonçalo Byrne Centro de Coordenação e Controlo de Tráfego Marítimo do Porto de Lisboa Lisboa Hernani Gandra blocos de apartamentos na Av.ª Infante Santo Lisboa Inês Lobo Biblioteca Pública e Arquivo Regional em Angra do Heroísmo Açores Januário Godinho Armazéns Frigoríficos de Massarelos Massarelos João Álvaro Rocha Estação Parque da Maia Maia João Abel Manta blocos de apartamentos na Av.ª Infante Santo Lisboa João Andresen Monumento ao Infante D. Henrique Sagres João Archer Aldeias de Picote, Miranda e Bemposta, Hidroeléctrica do Douro João de Castilho Convento de Cristo Tomar João Maria Ventura Trindade Estação Biológica do Garducho Évora João Luís Carrilho da Graça Pavilhão do Conhecimento, Expo 98 Lisboa João Vasconcelos Esteves Edifício de Habitação na Av. da República nº 85, Lisboa João Santa-Rita Estação Metropolitano de Cabo Ruivo Lisboa João Mendes Ribeiro Casa de Chá de Montemor-o-Velho Montemor-o- Velho Jorge Ferreira Chaves Café / Pastelaria / Salão de chá / Snack-bar \"Mexicana\" Lisboa Jorge Segurado Casa da Moeda Lisboa José Adrião Casa da Severa Lisboa José Carlos Loureiro Conjunto habitacional no antigo Campo do Luso Porto José Ferreira da Costa Palace Vidago Hotel José Rafael Botelho Plano de Olivais Sul Lisboa José Luís Monteiro Estação do Rossio Lisboa José Marques da Silva Casa de Serralves Porto José Segurado Blocos de apartamentos no cruzamento da Avª. dos Estados Unidos com a Avª. de Roma (1952-1958) Lisboa. João Correia Rebelo Estalagem da Serreta Açores João Pedro Falcão de Campos Envolvente Mosteiro de Alcobaça Alcobaça Joaquim Ferreira Conjunto urbano da Av. D. Rodrigo da Cunha Lisboa Joaquim Massena Mercado do Bolhão (projecto de reabilitação) Porto Luís Cristino da Silva Cineteatro Capitólio Lisboa MJARC Arquitectos Casa Vale do Douro Finalista World Architecture Festival Marco de Canaveses Manuel Aires Mateus Sede Corporativa da EDP Lisboa Manuel Correia Fernandes Conjunto habitacional cooperativo de Aldoar Porto Manuel da Maia Baixa Pombalina Lisboa Manuel Graça Dias Sede da Ordem dos Arquitectos, Banhos de S.Paulo Lisboa Manuel Salgado Centro Cultural de Belém, (com Vittorio Gregotti), Lisboa Manuel Taínha Faculdade de Psicologia e de Ciências da Educação Lisboa Manuel Vicente Plano de Urbanização da Praia Grande Macau Manuel Vilhena Roque Centro Cultural Vila Flor, Plataforma das Artes e da Creatividade Guimarães Maurício de Vasconcelos Habitação Rangel de Lima – Av.ª Gago Coutinho Lisboa Mário Sua Kay Torre de Monsanto Oeiras Miguel de Arruda Forte de São Julião da Barra Oeiras Miguel Jacobetty Rosa Pousada de Santa Luzia Elvas Miguel Marcelino Casal Saloio de Outeiro de Polima Cascais Miguel Ventura Terra Casa Visconde de Valmor Lisboa Nuno Craveiro Lopes Igreja da Polana Maputo Nuno Lacerda Lopes Centro Multimeios de Espinho Espinho Nuno Portas Campus da Universidade de Aveiro Aveiro Nuno Teotónio Pereira Edifício Franjinhas Lisboa Pancho Guedes Casal dos Olhos Eugaria, Sintra Pedro Botelho Interface do Cais do Sodré (estações de Metropolitano, Refer, Fluvial) Lisboa Pedro Campos Costa Oceanário de Lisboa (\"Edifício do Mar\", expansão do Oceanário) Lisboa Pedro Matos Gameiro Casa em Alfama Lisboa Pedro Matos Gameiro Biblioteca Municipal de Grândola Grândola Pedro Matos Gameiro Faculdade de Farmácia de Universidade de Coimbra Coimbra Porfírio Pardal Monteiro Instituto Superior Técnico Lisboa Raul Chorão Ramalho Centro Comercial do Restelo Lisboa Raul Hestnes Ferreira Casa em Albarraque Sintra Raul Lino Quinta das Mil Flores Lisboa Raul Tojal Hotel Estoril Sol Estoril Regino Cruz Pavilhão Atlântico Lisboa Ricardo Bak Gordon Pavilhão de Portugal na Expo Zaragoza Saragoça Rogério Cavaca Teatro do Campo Alegre Porto Samuel Gonçalves Sistema GOMOS Porto Sebastião Formosinho Sanchez Bairro das Estacas Lisboa Tomás Taveira Torres das Amoreiras Lisboa Viana de Lima Moradia Honório de Lima Porto Vítor Figueiredo Pólo da Mitra da Universidade de Évora Évora == Ver também == * Lista de arquitetos estrangeiros com obra em Portugal * Arquitetura de Portugal Arquitetos Arquitectos portugueses arquitetos, Portugal",
 "title": "Lista de arquitetos de Portugal"
}