{
 "id": "99777",
 "text": "Abderramão III, Abdarramão III, Abderrahman III ou 'Abd ar-Raḥmān, De seu nome completo 'Abd ar-Raḥmān ibn Muḥammad ibn 'Abd Allah ibn Muḥammad ibn 'Abd ar- Raḥman ibn al-Hakam al-Rabdi ibn Hišam ibn 'Abd ar-Raḥman al-Dakhil al-Qurtubi an-Nāṣir li-Din Allah, em português Servo do Misericordioso [Allah], filho de Muḥammad, filho de Abdallah, filho de 'Abd ar-Raḥman, filho de al-Hakam al- Rabdi, filho de Hišam, filho de 'Abd ar-Raḥman al-Dakhil, o Cordovês, vencedor em nome de Allah. foi o oitavo Emir de Córdova (912 - 929) e, depois, o primeiro califa do Alandalus (de 929 a 961). É considerado o maior e mais bem sucedido dos príncipes da dinastia omíada na Península Ibérica. Ascendeu ao trono apenas com vinte e dois anos e reinou cerca de meio século. == Vida == A sua vida está de tal forma identificada com o governo do seu estado que acabamos por ter mais material biográfico sobre o seu antecessor Abderramão I, que sobre si, inegavelmente mais importante no plano histórico. Era neto de Abdalá, outro grande líder hispânico dos omíadas, a quem sucedeu. Chegou ao trono numa época em que toda a Espanha estava exaurida por mais de uma geração de conflitos tribais entre árabes e de escaramuças entre muçulmanos e descendentes hispânicos. A maior parte da população, de origem hispânica, composta por renegados e cristãos, assumidos ou não, era favorável à ascensão ao poder de um governante poderoso que os protegesse contra a aristocracia árabe. Esta última, composta por nobres muçulmanos politicamente incansáveis, compunha o principal núcleo de oposição a Abderramão. Logo a seguir, vinham os fatímidas do Egito e Magrebe, que reclamavam o Califado, justificando a pretensão com a sua descendência do profeta Maomé, procurando estender o seu poder a todo o mundo muçulmano. Abderramão conseguiu fazer face a todos estes adversários muito graças ao apoio de um exército mercenário, também constituído por cristãos. De facto, foi conhecido pela sua tolerância para com a comunidade cristã e judaica. Fez frente aos fatímidas, por um lado ao apoiar os seus inimigos, em África e, por outro lado, reclamando o Califado para ele mesmo. Ao declarar o Califado de Córdova estava a quebrar, efectivamente, todos os laços que o uniam aos Califas Egípcios e Sírios. Os seus ascendentes tinham-se contentado apenas com o título de emir (príncipe). Na altura, era aceite que apenas o governante das cidades santas de Meca e Medina podia reclamar tal título. A força da tradição estava, contudo, muito esbatida, de modo que Abderramão fez-se proclamar sucessor do Profeta (califa) e príncipe dos crentes (miralmuminim) a 16 de Janeiro de 929, ganhando um prestígio sem precedentes para um líder muçulmano na Europa, tanto entre os seus súbditos hispânicos como em África. Foi nessa data que assumiu a sua alcunha (cúnia) Nácer Lidim Alá (vencedor em nome de Alá). A sua principal missão, foi a unificação de Alandalus, tendo para isso submetido os rebeldes andalusinos, no sul e centro de Espanha. Um ano após proclamar-se califa, empreendeu a sua maior campanha militar, contra ibne Hafessune, a quem tomou Sevilha e Algeciras. Conquistou Bobastro (onde pontificava ibne Hafessune), Badajoz (o domínio dos Banu Maruane), em 928, onde se centrava a maior parte dos seus opositores e, em 933, conquistava o último reduto deste, em Toledo. Lutou contra os reis cristãos do Norte, apoderou-se de Osma, de San Esteban de Gormaz. Em resposta aos ataques do rei de Leão Ordonho II, venceu os reis de Leão e Navarra, na Batalha de Valdejunquerra, a 26 de Julho de 920. Saqueou Pamplona. O Califado de Córdova entrou numa época de grande prosperidade económica e prestígio mundial. É disso exemplo a quantidade de moedas de ouro e de prata cunhadas por Abderramão. O conjunto de obras públicas e medidas administrativas foram também muito elogiadas ao longo da história. Os povos mais distantes da época fizeram-lhe homenagens por diversas vezes. Foi o fundador da escola de medicina de Córdova. Foi derrotado em 939 pelo rei cristão Ramiro II em Simancas (ou Alhandega, segundo as crónicas muçulmanas), muito graças à traição dos nobres árabes do seu próprio exército. Ainda que esta derrota tenha tido consequências definitivas na carreira militar de Abderramão, os cristãos não aproveitaram muito tal vitória. De facto, perante as divisões subsequentes entre estes, não demorou muito até que os cristãos lhe voltassem a prestar homenagem em Córdova. Morreu na Medina Al-Azhara aos 70 anos, após um reinado de 50 anos e meio. O corpo foi transladado para o Alcácer de Córdova, onde foi enterrado. ==Lenda de Rio Tinto== > No início do século IX, os cristãos ganhavam terreno aos mouros. Governava o > Conde Hermenegildo Gutierres o território da Galiza até Coimbra, tendo como > centro o Porto. Contudo, o califa Abdelramam III, com um poderoso exército, > fez uma violenta investida, cercando a cidade do Porto. O rei Ordonho II > desceu em socorro do seu sogro, o conde Gutierres, conseguindo afastar os > mouros e perseguindo-os para longe da cidade. Junto a um límpido ribeiro, em > 824, travou-se a sangrenta batalha. Na memória do povo, ficou o sangue > derramado que, de tão abundante, tingiu as cristalinas águas do rio, > passando desde então a chamar-se Rio Tinto. No painel central de azulejos da Estação de Rio Tinto, podemos ler a seguinte inscrição \"BATALHA EM 824 ENTRE ABD-EL-RAMAN KALIFA DE CORDOBA E O CONDE HERMENEGILDO\". == Ver também == Categoria:Emires de Córdova Categoria:Califas omíadas de Córdova Categoria:Califas do século X Categoria:Invasões viquingues na Península Ibérica Categoria:Árabes do século IX Categoria:Árabes do século X",
 "title": "Abderramão III"
}