{
 "id": "99800",
 "text": "Amácio Mazzaropi (São Paulo, 9 de abril de 1912 — São Paulo, 13 de junho de 1981) foi um ator, humorista, cantor, produtor, roteirista e cineasta brasileiro. Um dos nomes mais conhecidos do cinema nacional, ficou marcado pelos papéis de \"jeca\" ou \"caipira\", tendo produzido, escrito, dirigido e estrelado trinta e duas produções entre 1952 a 1980. Em 1958, Amácio fundou em sua fazenda, no município de Taubaté, sua produtora, a Pam Filmes (Produções Amácio Mazzaropi), que produziu a maior parte de seus filmes. Após sua morte, o local foi transformado em um museu em sua homenagem, o Museu Mazzaropi, que contém um acervo com toda a obra de sua vida e carreira. == Biografia == Filho de Bernardo Mazzaropi, imigrante italiano e Clara Ferreira, brasileira nascida em Taubaté (São Paulo), filha de imigrantes portugueses da Ilha da Madeira. Mazzaropi nasceu no nº 61 da rua Vitorino Carmilo no bairro de Santa Cecília em São Paulo, e com apenas dois anos de idade, sua família mudou-se para Taubaté, no interior de São Paulo, onde estavam seus avós maternos. O pequeno Amácio passava longas temporadas no município vizinho de Tremembé, na casa do avô materno, o português João José Ferreira, exímio tocador de viola e dançarino de cana-verde. Seu avô também era animador das festas do bairro onde morava, às quais levava seus netos que, desde cedo, entraram em contato com a vida cultural do caipira, que tanto inspirou Mazzaropi. Em 1919, sua família voltou à capital e Mazzaropi ingressou no curso primário do Colégio Amadeu Amaral, no bairro do Belém. Bom aluno, era reconhecido por sua facilidade em decorar poemas e declamá-las, tornando-se o centro das atenções nas festas escolares. Em 1922, o avô paterno morreu e a família mudou-se novamente para Taubaté, onde abriram um pequeno bar. Mazzaropi continuou a interpretar tipos nas atividades escolares e passou a frequentar o mundo circense. Preocupados com o envolvimento do filho com o circo, os pais mandaram Amácio aos cuidados do tio Domenico Mazzaroppi, em Curitiba, onde trabalhou na loja de tecidos da família. Já com quatorze anos, em 1926, regressou à capital paulista ainda com o sonho de participar em espetáculos circenses. Finalmente, entrou para a caravana do \"Circo La Paz\". Nos intervalos do número do faquir, Mazzaropi contava anedotas e \"causos\", ganhando uma pequena gratificação. Sem poder se manter sozinho, em 1929, Mazzaropi voltou a Taubaté com os pais, onde começou a trabalhar como tecelão, mas não conseguiu se manter longe dos palcos e passou a atuar numa escola do bairro. ==Carreira== === O teatro, o rádio e a televisão === Com a Revolução Constitucionalista de 1932, seguiu-se uma grande agitação cultural e Mazzaropi estreou em sua primeira peça de teatro, chamada A herança do Padre João. Já em 1935, conseguiu convencer seus pais a seguir turnê com sua companhia e a atuarem como atores. Até 1945, a \"Troupe Mazzoropi\" percorreu muitos municípios do interior de São Paulo, mas não havia dinheiro para melhorar a estrutura da companhia. Com a morte da avó materna, Dona Maria Pita Ferreira, Mazzaropi recebeu uma herança suficiente para comprar um telhado de zinco para seu pavilhão, podendo assim estrear na capital, com atuações elogiadas por jornais paulistanos. Depois, partiu com a companhia em turnê pelo Vale do Paraíba. A grave situação de saúde de seu pai complicou a situação financeira da companhia de teatro e, em 8 de novembro de 1944, morreu Bernardo Mazzaroppi. Dias após a morte de seu pai, estreou no Teatro Oberdan, ao lado de Nino Nello, sendo ator e diretor da peça \"Filho de sapateiro, sapateiro deve ser\", acolhida com entusiasmo pelo público. Em 1946, convidado por Dermival Costa Lima, da Rádio Tupi, estreou o programa dominical Rancho Alegre, encenado ao vivo no auditório da emissora no bairro do Sumaré e dirigido por Cassiano Gabus Mendes. Em 1950, este mesmo programa estreou na TV Tupi, mas agora contava com a coadjuvação dos atores João Restiffe e Geny Prado. Mazzaropi tinha um hobby: gostava de cantar valsa, MPB e seresta com os seus amigos. === O cinema === Convidado por Abílio Pereira de Almeida e Franco Zampari, Mazzaropi estreou seu primeiro filme, intitulado Sai da Frente, em 1952, rodado pela Companhia Cinematográfica Vera Cruz, onde produziria mais dois filmes. Com as dificuldades financeiras da Vera Cruz, Mazzaropi fez, até 1958, mais cinco filmes, por diversas produtoras. Naquele mesmo ano, vendeu sua casa e criou a PAM Filmes (Produções Amácio Mazzaropi) e passa não só a produzir, mas distribuir os filmes em todo o Brasil. A primeira obra da nova produtora foi Chofer de Praça.Em 1959 foi convidado por José Bonifácio de Oliveira Sobrinho, mais conhecido como Boni, na época da TV Excelsior de São Paulo, a fazer um programa de variedades que ficou no ar até 1962. Neste mesmo ano começou a produzir um de seus filmes mais famosos, Jeca Tatu, que estreia nos cinemas no ano seguinte. Em 1961, Mazzaropi adquiriu uma fazenda onde iniciou a construção de seu primeiro estúdio de gravação, que continha oficina de cenografia e hotel para atores e equipe técnica, onde produziria seu primeiro filme em cores, Tristeza do Jeca, que foi também o primeiro filme veiculado na televisão, pela Excelsior, conquistando o prêmio de melhor ator coadjuvante para Genésio Arruda, e de melhor canção. Cinco anos mais tarde, lançou o filme O Corintiano, recorde de bilheteria do cinema nacional. Em 1972 foi recebido pelo então presidente da República, o general Emílio Garrastazu Médici, ao qual pede mais apoio ao cinema brasileiro. Em 1973 produziu Portugal, minha saudade, com cenas gravadas no Brasil e em Portugal. No ano seguinte, deu início à construção, em Taubaté, de um grande estúdio cinematográfico, uma oficina de cenografia e um hotel para os atores e técnicos. A partir de então produziu e distribui mais cinco filmes, até 1979. ==Vida pessoal== ===Relacionamentos=== A vida íntima de Mazzaropi tornou-se motivo de debate durante muitos anos. Ele jamais se casou, tão pouco era visto com mulheres à sua volta, sendo descrito por seus amigos como um homem \"reservado\" e \"solitário\". Sabe-se somente que o mesmo teve um breve romance com sua colega de trabalho, a atriz Olga Crutt, na década de 1930. Há diversos rumores de que Mazzaropi era homossexual - o que seria considerado um escândalo para a época e prejudicaria sua carreira -, fato esse que nunca foi comprovado. O ator David Cardoso chegou a declarar em entrevistas que foi seduzido pelo mesmo em diversas ocasiões. Outras fontes afirmam que Mazzaropi nutriu, por boa parte da vida, um amor platônico pela apresentadora Hebe Camargo, sua grande amiga. Apesar de não ter tido filhos, Mazzaropi foi pai de criação e padrinho de cinco rapazes: João Batista de Souza; Péricles Almeida; Carlos Garcia; Pedro Francelino de Souza; e André Luiz de Toledo; alguns chegaram a atuar em muitos de seus filmes e foram administradores de sua fazenda. André adotou o nome artístico \"André Luiz Mazzaropi\" e desde então busca preservar a obra de seu pai. ===Morte=== Seu 33º filme, Maria Tomba Homem, nunca foi terminado. Depois de 26 dias internado, Mazzaropi morreu vitimado por um câncer na medula óssea, aos 69 anos de idade, no hospital Albert Einstein, em São Paulo. Foi sepultado na cidade de Pindamonhangaba, no mesmo cemitério onde seu pai fora sepultado. == Filmografia == Em três décadas, Mazzaropi participou de trinta e duas produções cinematográficas, as primeiras como ator, mas, a partir de 1958, também como produtor. Faleceu antes de completar seu trigésimo terceiro filme, intitulado Maria Tomba Homem. Ano Título Papel 1952 Sai da Frente Isidoro Colepicola 1952 Nadando em Dinheiro 1953 Candinho Candinho 1955 A Carrocinha Jacinto 1956 Fuzileiro do Amor José Ambrósio 1956 Sargento Ambrósio José 1956 O Gato de Madame Arlindo Pinto 1957 O Noivo da Girafa Aparício 1958 Chico Fumaça Chico Fumaça 1958 Chofer de Praça Caría (Zacarias) 1959 Jeca Tatu Jeca 1960 As Aventuras de Pedro Malazartes Pedro Malazartes 1960 Zé do Periquito Zenó 1961 Tristeza do Jeca Jeca 1962 O Vendedor de Linguiça Gustavo 1963 Casinha Pequenina Chico 1964 O Lamparina Bernardino Jabá 1964 Meu Japão Brasileiro Fofuca 1965 O Puritano da Rua Augusta Pundoroso 1966 O Corintiano Seu Mané (Manoel) 1968 O Jeca e a Freira Sigismundo 1969 No Paraíso das Solteironas Joaquim Kabrito (J.K.) 1969 Uma Pistola para Djeca Gumercindo 1970 Betão Ronca Ferro Betão 1972 O Grande Xerife Inácio Pororóca 1973 Um Caipira em Bariloche Polidoro 1973 Portugal... Minha Saudade Agostinho Sabino 1974 O Jeca Macumbeiro Pirola 1975 Jeca Contra o Capeta Poluído 1977 Jecão, um Fofoqueiro no Céu Jecão 1978 O Jeca e seu Filho Preto Zé do Traque 1979 A Banda das Velhas Virgens Ananias (Gostoso) 1980 O Jeca e a Égua Milagrosa Raimundo 1982 Maria Tomba Homem A partir de Chofer de Praça, em 1958, além de ser o protagonista, Mazzaropi também acumula as funções de produtor e roteirista, colaborando frequentemente com os diretores. Recentemente, foi lançada em DVD uma coleção de 22 de seus filmes, em sete volumes. Alguns tinham no título o nome Jeca, mesmo ele tendo interpretado esse personagem apenas no filme Jeca Tatu. == Discografia == Mazzaropi gravou quatro compactos em sua carreira. Em 1968 e em 1995, foram lançados discos com coletâneas de seus maiores sucessos no cinema. Ano Título Gravadora 1956 Nhá Carola/Na piscina de madame (78 RPM) RGE 1958 Não chores mais/Isabé (78 RPM) Chantecler 1960 Azar é festa/Fogo no rancho (78 RPM) RGE 1961 Saudade/Jóia do sertão (78 RPM) Chantecler 1968 Os grandes sucessos de Mazzaropi RCA 1995 Os grandes sucessos de Mazzaropi, volume I Intermovies == Homenagens == ===Museu Mazzaropi=== Inaugurado em 1992, o Museu Mazzaropi está localizado na mesma propriedade dos antigos estúdios, recolhendo a história da carreira de um dos mais consagrados nomes do cinema, do teatro e da televisão brasileiros. ;Outras honrarias Desde a década de 1980, a cidade de São Paulo conta com equipamentos culturais com filosofia descentralizada e objetivo de formar profissionais da arte e da cultura (ou reforçar a sua formação). A Oficina Cultural Amácio Mazzaropi foi criada em agosto de 1990 e está instalada num edifício centenário (de 1912), construído especialmente para abrigar a segunda mais antiga escola normal de São Paulo, a Escola Padre Anchieta. O Condephaat tombou o prédio em 1988. Trata-se de um centro fomentador da cultura brasileira, responsável em trabalhar o resgate da cultura popular e o intercâmbio entre artistas com atividades em diversas expressões. O objetivo é integrar artistas amadores e profissionais, formar públicos e ampliar sua atuação para bairros próximos do centro da cidade, como Brás, Pari, Belém e Mooca. A dupla sertaneja Pena Branca e Xavantinho dedicou a ele uma toada chamada Mazzaropi, incluída no LP Cantadô de mundo afora, lançado em 1990. Outra homenagem é o longa-metragem Tapete Vermelho, produzido em 2006. É a história de um caipira, vivido por Matheus Nachtergaele, que resolve mostrar ao filho quem era Mazzaropi. No caminho até o cinema que exibe um filme do comediante, pai e filho se envolvem com violeiros que venderam a alma ao diabo, com mandingas, com o Movimento dos Sem-Terra, com vigaristas que lhes roubam a mula, com caminhoneiros e até com um milagre em Aparecida. Experiências que vão render a ambos uma grande lição. Além do argumento do filme, dirigido por Luiz Alberto Pereira, o ator Matheus Nachtergaele compõe um tipo com o mesmo andar e a mesma voz do ídolo. No Carnaval de 2013, a Escola de Samba paulistana Acadêmicos do Tucuruvi prestou uma homenagem a Mazzaropi pelo centenário de seu nascimento, ocorrido em 2012, apresentando o enredo \"Mazzaropi: o adorável caipira. 100 anos de alegria\". Em 2015, a \"Cia Arte das Águas\" de Ibirá/SP, montou o espetáculo musical caipira \"Mazzaropi, um certo Sonhador\", em homenagem a história de vida e obra do 'jeca' brasileiro. Seguem até os dias de hoje em turnê pelo Brasil, acumulando mais de 150 indicações e 80 prêmios nacionais. ==Ligações externas== * *Museu Mazzaropi *Mazzaropi quadro a quadro *Instituto Elpídio dos Santos *Site Adoro Cinema Brasileiro - Veja fotos do artista Categoria:Mortes por leucemia Categoria:Brasileiros de ascendência italiana Categoria:Brasileiros de ascendência portuguesa Categoria:Atores do estado de São Paulo Categoria:Cineastas do estado de São Paulo Categoria:Naturais da cidade de São Paulo Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Mortes por câncer no estado de São Paulo Categoria:Mortes por câncer ósseo Categoria:Pessoas relacionadas à cultura caipira",
 "title": "Amácio Mazzaropi"
}