{
 "id": "99823",
 "text": "Herman Hollerith (Buffalo, — Washington, D.C., ) foi um empresário norte- americano e o principal impulsionador do leitor de cartões perfurados, principal forma de entrada de informação nos computadores da época. Foi também um dos fundadores da IBM, precursor do processamento de dados, e construiu o primeiro computador mecânico. == Cartão perfurado == Certamente utilizando o princípio descoberto por Jacquard para comando automático de teares, Hermann Hollerith - funcionário do United States Census Bureau - inventou, em 1880, uma máquina para realizar as operações de recenseamento da população. A máquina fazia a leitura de cartões de papel perfurados em código BCD (Binary Coded Decimal) e efectuava contagens da informação referente à perfuração respectiva. O sistema foi patenteado em 8 de junho de 1887. A informação perfurada no cartão era lida numa tabuladora que dispunha de uma estação de leitura equipada com uma espécie de pente metálico em que cada dente estava conectado a um circuito eléctrico. Cada cartão era colocado sobre uma taça que continha mercúrio e que estava conectada também ao mesmo circuito eléctrico do pente. Quando o pente era colocado sobre o cartão os dentes que atravessavam as perfurações fechavam o circuito eléctrico que accionava os contadores respectivos. O contador visualizava o resultado da acumulação pelo deslocamento de um ponteiro sobre um mostrador. == Invenções e negócios == Hollerith construía máquinas sob encomenda para o United States Census Bureau, que ajudaram a processar o censo de 1890 em seis anos. O censo de 1880 demorou oito anos. Começou seu próprio negócio em 1896, quando fundou a Tabulating Machine Company. Os maiores centros de censo do mundo alugavam seus equipamentos e compravam seus cartões, assim como as companhias de seguros. Para fazer seu sistema funcionar, inventou o primeiro mecanismo de cartões perfurados, permitindo um operador treinado processar 200 a 300 cartões por hora e um tabulador.Hollerith's Electric Sorting and Tabulating Machine, ca. 1895 from the American Memory archives of the Biblioteca do Congresso O tabulador 1890 era especificamente criado para operar apenas cartões do censo de 1890. Um painel de fios em seu tabulador 1906 Type I permitiu-lhe executar diferentes trabalhos sem a necessidade de ser reconstruído, considerados os primeiros passos em direção à programação. Essas invenções foram uma das fundações da moderna indústria de processamento de informações.The Invention and Development of the Hollerith Punched Card Em 1911, quatro corporações, incluindo a firma de Hollerith, se fundiram para formar a Computing Tabulating Recording Corporation. Sob a presidência de Thomas J. Watson, ela foi renomeada para IBM. ==Ver também== *Computação *Holerite *IBM ==Ligações externas== * *Página sobre Hollerith *Página 2 sobre Hollerith Categoria:National Inventors Hall of Fame Categoria:Medalha Elliott Cresson Categoria:Pioneiros da computação Categoria:Empresários dos Estados Unidos Categoria:Inventores dos Estados Unidos Categoria:Estatísticos dos Estados Unidos Categoria:Alunos da Universidade Columbia Categoria:Naturais de Buffalo Categoria:Fundadores de empresas",
 "title": "Herman Hollerith"
}