{
 "id": "99901",
 "text": "O Morro do Cambirela é uma montanha situada no maciço de mesmo nome, no município de Palhoça, no estado de Santa Catarina. Sua altitude é de 1052 metros, o que o torna o ponto culminante do município e da região, destacando- se pelo fato de elevar-se praticamente a partir do nível do mar até mais de um quilometro de altura. Está situado no Parque Estadual da Serra do Tabuleiro e domina toda a Baía Sul. Cercado de lendas, estima-se que tenha sido um vulcão a 590 milhões de anos atrás. O Cambirela é bastante procurado por praticantes de trilhas que desejam subir ao topo em busca da aventura e da vista única do cume da montanha. É também conhecido pelo acidente aéreo de 1949 e pela neve de 2013, que acumulou no topo e surpreendeu os moradores da Grande Florianópolis. Seu tamanho e importância o levaram a ser representado por artistas como Debret e Victor Meirelles e a emprestar o nome para os mais diversos usos na Grande Florianópolis. == Nome == Segundo o dicionário tupi- guarani, o nome Cambirela vem de kambi, que significa \"seios de leite\" e reya, que é \"muitos\", provavelmente uma referência aos vários picos do Maciço do Cambirela e as nuvens e cachoeiras que embelezam o morro. Cambirela também passou a ser o nome do município vizinho ao Morro do Cambirela, Santo Amaro da Imperatriz, que era até então chamada apenas de Santo Amaro, em 1941, quando a localidade foi elevada a vila e o governo emitiu um decreto pra eliminar nomes duplicados em cidades - haviam Santo Amaros em outros estados. Porém, a rejeição da população levou a realização de um plebiscito que escolheu o nome atual, que foi oficializado em 1948. == Geologia e Vegetação == As formações rochosas encontradas no Cambirela são de granito e basalto, uma mistura interessante comumente encontrada na região, fronteira entre a Serra do Mar e a Serra Geral, ambas com formações geológicas distintas. Especula-se que, devido ao fato de haver águas termais na região em que se situa a montanha, o Cambirela possa ser o cume mais alto de um vulcão extinto. Toda a região, incluindo parte do sul da ilha de Santa Catarina, é compostas por rochas vulcânicas de 590 milhões de anos, sendo as fontes termais resquícios desse período. A vegetação nativa é um remanescente da Mata Atlântica até certa altitude - cerca de 800 m, após o que encontram-se gramíneas. Uma pedreira ao pé do monte agredia a paisagem, no entanto os proprietários da lavra reconstituíram a paisagem plantando árvores. Ainda que não façam parte da vegetação nativa, ocultam a cicatriz formada pela exploração mineral. A atividade extrativista causa medo nos moradores da região - apesar de não haver risco vulcânico no Cambirela. Segundo a Fundação Estadual do Meio Ambiente, não há riscos nas atividades. == Altura, acesso e trilha == O Maciço do Cambirela pode ser visto de Florianópolis em vários pontos da cidade, em especial pela margem sudoeste da Ilha de Santa Catarina. Também é possível vê- lo de São José, Biguaçu, Santo Amaro da Imperatriz e, claro, da Palhoça. Existem trilhas que levam ao topo, ao longo das quais se encontram alguns cursos de água cristalina, como o rio Cambirela, que desce da montanha, apresentando algumas cachoeiras. Estas trilhas são muito utilizadas por turistas aficionados das caminhadas ecológicas. As caminhadas duram cerca de três horas. Entretanto, não é incomum pessoas se perderem ou terem problemas, tendo que ser resgatados pelo Corpo de Bombeiros, em geral com o helicóptero devido ao difícil acesso. Existem dois acessos, ambos partem da BR-101. O primeiro é logo após a ponte sobre o rio Cubatão, na rua Jacob Vilain Filho. O segundo acesso fica na margem da rodovia, no Km 222. O ponto mais alto acessível de trilha chega a 980 m de altura, no chamado dorso norte. Estudos recentes do curso técnico em Agrimensura do Instituto Federal de Santa Catarina corrigiram a altura do Cambirela, que tem 1052 metros de altitude em seu pico, que fica ao sul da parte acessível pela trilha regular - até então acreditava-se que ele tinha 1043 metros, dado que o IBGE registrava. A primeira subida do Cambirela registrada foi em 1934, quando se acreditava que a montanha tinha 1553 metros. Até os anos 1980, as trilhas tinham um fim mais exploratório e científico, e a partir daí as trilhas com fim recreativo e de preservação do meio ambiente começam a acontecer com maior frequência. É possível avistar de seu cume importantes pontos da região, tais como o Rio Cubatão, a Ilha de Santa Catarina os municípios de Palhoça, São José e Florianópolis. Além da Baía Sul e da Ilha de Santa Catarina avista-se o Oceano Atlântico. == Acidente aéreo de 1949 == Na tarde de 6 de junho de 1949, o Voo 2023 - um Douglas C-47 do Correio Aéreo Nacional (CAN), vindo do Rio de Janeiro, tinha saído do Aeroporto Hercílio Luz em Florianópolis as 16h com destino a Porto Alegre, chocando-se contra o Cambirela pouco depois disso. Todos os 26 ocupantes morreram. A causa provável da tragédia - a maior da aviação brasileira até então - foi o mau tempo.Horrível desastre com um avião da FAB, anteontem, no planalto Cambirela. Jornal O Estado, 8 de junho de 1949Chocou-se com o pico da Cambirela, próximo desta capital, um avião da FAB, perecendo todos os tripulantes e passageiros. Jornal O Estado, 9 de junho de 1949, página 8 e continuação na p. 6 (com a lista dos 26 mortos) == Neve == A formação de neve no Cambirela é bastante rara, tendo sido registrada poucas vezes. Historicamente, foram registradas neves visíveis a distância em 1942, 1984 e a mais conhecida, a de 2013 - porém, se considera que precipitações menores, com alguns minutos, devem acontecer com certa frequência, porém, devido ao difícil acesso e registro, não se sabe. Em 2013, nevou durante a noite e o gelo permaneceu sobre os picos da Serra do Tabuleiro até as 14h, fato que foi amplamente registrado pela mídia e pelos moradores da Grande Florianópolis, que foram surpreendidos pelo cenário inédito que mais lembrava países andinos ou europeus. Por isso, de forma bem-humorada, as montanhas nevadas foram apelidadas de Alpes Palhocenses ou Barilhoça. == Fogo == Incêndios acontecem com certa frequência na montanha, com dificuldade para o combate devido ao acesso complicado. O último grande incêndio começou no dia 26 de abril de 2020, no período da manhã, no topo da montanha. Os bombeiros foram acionados para combater as chamas e enviaram um helicóptero para tentar apagar as chamas com água. Havia cerca de 30 pessoas no local, que foram resgatadas pelos bombeiros. A noite, o fogo ainda não tinha sido controlado e as chamas eram visíveis de longe. O clima seco e o vento ajudaram a espalhar as chamas e a área queimada foi a área aproximada a de um campo de futebol. == Cultura popular == miniaturadaimagem|275x275px|Cambirela, com o pico atrás das nuvens, visto de Florianópolis. O rosto do gigante da lenda pode ser visto a esquerda.O Morro do Cambirela é cercado de lendas, como as que tentam explicar luzes vistas na montanha com a presença de boitatás ou mesmo sobre a presença de OVNIs. Uma das histórias bruxólicas mais conhecidas de Florianópolis, que narra a origem das pedras do Itaguaçu, fala também do chamado \"gigante do Cambirela\": nela, as bruxas organizaram uma festa na praia, com todos os personagens folclóricos convidados, exceto o diabo por seu fedor e atitudes antissociais. Este aparece na festa enfurecido e transforma as bruxas em pedra. O gigante, que acompanhava a festa de longe, viu e chorou tanto que o choro virou o mar e se deitou para nunca mais levantar. É possível a cabeça, nariz, pescoço, tronco, pernas e pés do gigante, formados pelos picos dos morros próximos, de certos pontos da cidade, com o Morro do Cambirela servindo como um travesseiro, sendo a própria montanha chamada de gigante por vezes. Essa lenda é bem parecida a do Gigante da Pedra da Gávea no Rio de Janeiro. Nas artes, por sua importância visual, o Morro do Cambirela aparece em várias pinturas ao longo do anos. Algumas delas incluem \"Entrada Norte da Ilha de Santa Catarina\", feita por George Anson em 1740; \"Vista da Baia Sul da Ilha de Santa Catarina cidade de Desterro\", de Charles Landseer em 1824; \"Panorama de São José e Cambirela\" feita por Debret em 1826; \"Vista da Antiga cidade de Desterro\", de Joseph Bruggemann em 1868; e a \"Vista Parcial da Cidade de Nossa Senhora do Desterro\" de Victor Meirelles em 1847. O Cambirela empresta seu nome, além do rio e do maciço, para uma praia próxima a ele e aos mais diversos usos na região, incluindo hotéis, postos de gasolina e edifícios. O Centro de Formação e Treinamento do Figueirense Futebol Clube, que fica próximo ao morro, é conhecido como CFT do Cambirela. Na Palhoça, o órgão ambiental municipal se chama Fundação Cambirela de Meio Ambiente (FCAM). O nome foi até mesmo incluído na campanha promovida pela União Astronômica Internacional para nomear a estrela Epsilon Eridani. Cambirela Categoria:Geografia de Palhoça",
 "title": "Morro do Cambirela"
}