{
 "id": "99933",
 "text": "Hierofante é o termo usado para designar os sacerdotes da alta hierarquia dos mistérios da Grécia e do Egito. É o sacerdote supremo, que pode ser chamado também de Sumo Sacerdote. O exemplo mais popular de alguém que pode ser chamado de Grande Hierofante é o líder supremo da Igreja Católica Apostólica Romana, o Papa, também chamado de Sumo Pontífice. Segundo Pierre Weil, o Sumo Pontífice (Sumo Pontifex) é aquele que lança pontes, na significação antiga, aquele que deve unir as diferentes pessoas e coordenar esforços, lançar pontes em todas as direções. Nesse sentido, o líder da ordem F:.M:.K:.R:., que, segundo os próprios integrantes da ordem, tem como tarefa principal conectar pessoas e sinergizar esforços, pode também ser chamado de Sumo Pontífice e consequentemente de Grande Hierofante. Hierofante também designa grandes sacerdotes de outras religiões. No livro A enxada e a lança, de Alberto da Costa e Silva, na página 440, se lê \"Orumila, o hierofante\". Orumila é o grande conhecedor do Orum, que significa o desconhecido, o outro lado, o infinito, o longínquo. É nesse lugar inalcançável pelos habitantes da Terra (para os Iorubás, Aiyê) que fica a morada dos Orixás. Afirma Proclo que \"ao filósofo cabe ser o Hierofante do mundo inteiro\", ou seja, cabe a ele dar os rumos e direções da humanidade. == Glossário teosófico == HierofanteGlossário Teosófico, Helena P. Blavatski, tradução livre de Dr. Jorge Lança Santos Ferreira.: do grego Hierophantes, que significa literalmente “aquele que explica as coisas sagradas”. O revelador da ciência sagrada e chefe dos iniciados. Título pertencente aos mais elevados adeptos nos templos da antiguidade, que eram os mestres e preletores dos mistérios e os iniciadores nos grandes mistérios finais. O Hierofante representava o Demiurgo e explicava aos candidatos à iniciação os vários fenômenos da criação que se expunham para seu ensinamento. “Era o único expositor das doutrinas e arcanos esotéricos. Era proibido até pronunciar o seu nome diante de uma pessoa não iniciada. Residia no Oriente e levava, como símbolo de sua autoridade, um globo de ouro pendurado ao pescoço. Se o denominava também de Mistagogo”.Kenneth R. H. Mackenzie, IX, M. S. T., en la Real Enciclopedia Masónica. Em hebraico e caldeu, o termo era Peter, o abridor, descobridor ou revelador, e por isso o Papa, como sucessor do Hierofante dos antigos mistérios, ocupa a cadeira pagã de São Pedro. Cada nação teve seus mistérios e hierofantes. Até os judeus tinham o Peter-Tanaïm ou Rabino, como Hillel, Akiba e outros famosos cabalistas, que só podiam comunicar o tremendo conhecimento contido no Merkavah. Nos tempos antigos, havia na Índia um só hierofante, porém na atualidade há vários disseminados pelo país, ligados aos principais pagodes, os quais são conhecidos com o nome de Brahma–âtmas. No Tibete, o hierofante principal é o Dalay, ou Taley–Lama de Lhasa. Entre as nações cristãs, unicamente as católicas conservaram o costume “pagão” na pessoa do Papa.Isis sin velo, I,XXXIII, edic. inglesa. Categoria:Títulos da Grécia Antiga",
 "title": "Hierofante"
}