{
 "id": "99981",
 "text": "Andorra-a-Velha ( , , ), é a capital e a mais populosa cidade do principado de Andorra, pequeno país europeu entre a França e a Espanha. Com uma população de habitantes (em 2019), recebe mais de 10 milhões de turistas anualmente. Situada a metros de altitude, é um importante destino turístico nos Pirenéus e a capital mais alta da Europa. == Nome == O nome da cidade \"Vella\" não significa \"velha\", mas sim uma forma arcaica da palavra \"Vila\". O nome pretendia distinguir entre a localidade e o país homónimo ou demonstrar a sua condição de capital do principado. == História == As áreas próximas aos vales do rio Valira foram povoadas entre e e mais tarde grupos de pessoas migraram para as zonas mais baixas das montanhas. O local de Andorra-a-Velha foi fundado no . Foi mencionada pela primeira vez em 839 na acta de consagració de la catedral de la Seu d'Urgell e tem sido a principal cidade de Andorra desde 1278, quando os co-príncipes francês (na época o conde de Foix) e espanhol (o Bispo de Urgel) assinaram o tratado de Pariatges e partilharam a soberania deste co-principado. Em 1580, foi construída em Andorra-a-Velha a Casa de la Vall que serviu como parlamento e tribunal de Andorra desde 1702 até 2011. Em 1993, a primeira constituição do país que estabeleceu uma democracia parlamentar, cujos poderes executivo, legislativo e judicial estão localizados em Andorra-a-Velha. == Geografia == Com habitantes (est. 2019), Andorra-a- Velha é a capital do coprincipado de Andorra e está localizada nos Pirenéus Orientais, entre a Espanha e a França a uma altitude de metros. É também a sede de uma paróquia de Andorra com o mesmo nome (30 km²), onde se situa também o povoado de Santa Coloma d'Andorra. É banhada na sua margem direita pelo rio Valira. === Clima === Andorra-a-Velha tem um clima oceânico (Classificação climática de Köppen-Geiger: Cfb), com dias quentes e noites frescas no verão e invernos frios com neve. A precipitação média anual é de 812,3 mm. As temperaturas da cidade são baixas devido à altitude de metros. == População == A população de Andorra-a-Velha era de habitantes em 2019 e a população de toda a área urbana era superior a habitantes. A população da cidade é muito diversa: Espanhóis (43%), Andorranos (33%), Portugueses (11%), Franceses (7%) e outros (6%). O Catalão é a língua oficial em todo o principado, se bem que o Castelhano, o Francês e o Português sejam também falados. A maioria dos habitantes é de religião cristã. == Economia == As principais atividades econômicas são o turismo e o comércio. Este último é essencial na economia do co-principado (as marcas internacionais têm em Andorra isenção de impostos). No sector secundário, as principais produções são as de móveis e bebidas alcoólicas (brandy e anis, em especial). == Monumentos == A cidade antiga está atravessada por uma larga rua no sentido Norte-Sul, aliás praticamente a única rua da cidade. No bairro central, uma rede de ruas estreitas conduz o visitante à igreja românica e à Casa de la Vall (), a antiga sede do governo: a visita com um guia permite descobrir sucessivamente a cozinha, no primeiro andar, o grande salão (pinturas murais do ) de onde se pode ter acesso à Câmara do Conselho, onde se conservam os arquivos no armário «das sete chaves» (cada uma das sete paróquias de Andorra dispõe da sua). A cidade possui um dos poucos heliportos de Andorra e abriga a Biblioteca Nacional de Andorra. == Cidades geminadas == Andorra-a-Velha é uma cidade geminada de: * Valls, Espanha * Sant Pol de Mar, Espanha * Foix, França * San Carlos de Bariloche, Argentina * Šid, Sérvia",
 "title": "Andorra-a-Velha"
}