{
 "id": "99984",
 "text": "Em Economia, é um instrumento da contabilidade nacional referente à descrição das relações comerciais de um país com o resto do mundo. Registra o total de dinheiro que entra e sai de um país, na forma de importações e exportações de produtos, serviços, capital financeiro, bem como transferências comerciais. Existem duas contas que resumem as transações econômicas de um país: * a conta corrente, que registra as entradas e saídas devidas ao comércio de bens e serviços, bem como pagamentos de transferências; e * a conta capital e financeira,No Brasil, até 2001, a Conta Capital e Financeira era chamada apenas de \"conta de capital\" ou \"movimento de capitais”. Esses termos ainda aparecem com freqüência na literatura econômica, para designar o segundo grupo de contas da balança de pagamentos (que em inglês é chamado, analogamente, de capital account). Entretanto, na nomenclatura atualmente adotada pelo Banco Central do Brasil, a \"conta capital\" se refere apenas a transferências unilaterais de patrimônio de migrantes e a aquisição ou alienação de bens não produzidos não financeiros, tais como cessão de patentes e marcas (ver Banco Central do Brasil. Notas explicativas à balança de Pagamentos compilado de acordo com as normas estabelecidas na quinta edição do manual da balança de Pagamentos do FMI), que têm, no Brasil, importância reduzida, ao contrário da \"conta financeira\", que é muito importante. sendo que a conta capital registra principalmente transferências de patrimônio por migrantes entre países, enquanto a conta financeira tem quatro subcontas: Investimento Direto, Investimento em Carteira, Derivativos e Outros Investimentos.Balanço de Pagamentos. Por Patrícia Costa Rodrigues e F.R.Versiani.Balance of Payments Manual. International Monetary Fund, Também são componentes dessa conta os capitais compensatórios: contas caixa (haveres no exterior e direitos junto ao FMI), empréstimos oferecidos pelo FMI e contas atrasadas (débitos vencidos no exterior). A soma das duas contas fornece a balança de pagamentos. Em 1969, um manual do FMI estabeleceu as formas de apresentação.FINANÇAS INTERNACIONAIS, Ivan Karoly Kasznar, 1ª Ed.,1990,pgs.5-34 IBMEC - Rio de Janeiro == Estrutura da balança de pagamentos == A estrutura de uma balança de pagamentos inclui os seguintes itens: # Balança corrente ## Balança comercial ### Balança de bens ### Balança de serviços ## Balança de rendimentos ## Transferências unilaterais correntes # Balança de capital # Balança financeira ## Investimento direto ### Investimento direto do país #### Participação no capital #### Empréstimo entre empresas ### Investimento estrangeiro direto #### Participação no capital ##### Empréstimo entre empresas ## Investimentos em carteira ### Investimento do país em carteira #### Ações de companhias estrangeiras #### Títulos de renda fixa ### Investimento estrangeiro em carteira #### Ações de companhias do país #### Títulos de renda fixa ## Derivativos ### Ativos ### Passivos ## Outros investimentos ### Outros investimentos do país ### Outros investimentos estrangeiros # Erros e Omissões # Resultado da Balança de Pagamentos # Conta de Capitais Compensatórios ## Contas de Caixa ### Haveres no exterior ### Reservas em ouro === Estrutura da balança de pagamentos segundo SACHS & LARRAIN === SACHS & LARRAINSACHS, Jeffrey & LARRAÍN, Felipe. Macroeconomia em uma Economia Global. São Paulo: Makron Books, 2000, p 196-7. Ver também Macroeconomía en la Economía Global. 2ª ed. Buenos Aires: Pearson Education, 2002. assim resumem as contas da balança de pagamentos: :1) Conta corrente (CC=1.1+1.2+1.3): conta corrente de uma economia é uma variável de fluxo que mede a taxa pela qual os habitantes de um país estão concedendo ou tomando empréstimos do resto do mundo (p. 39). Definimos a conta corrente de um país (CC) como a variação da sua posição dos ativos financeiros líquidos em relação ao resto do mundo (p. 164): :CC = direitos líquidos dos habitantes do país em relação ao resto do mundo em t – direitos líquidos dos habitantes do país em relação ao resto do mundo em t-1 ::1.1) Saldo comercial. A balança comercial corresponde à diferença entre as exportações de um país para o resto do mundo e suas importações do exterior (p. 9). Os desequilíbrios da balança comercial estão fortemente relacionados com o fluxo financeiro entre as nações (p. 10). :::1.1.1) Exportação de bens :::1.1.2) Importação de bens ::1.2) Saldo de serviços :::1.2.1) Serviços não- fator (fretes, seguros, turismo etc.) :::1.2.2) Serviços de capital (recebimento de juros, remessas de lucros) :::1.2.3) Serviços de mão-de-obra (remessa de trabalhadores do exterior) ::1.3) Transferências unilaterais. Inclui ajuda externa e transferências do setor privado (p. 173). :::1.3.1) Tranferências oficiais. :::1.3.2) Outros :2) Conta capital (CAP= 2.1+2.2+2.3) ::2.1) Entrada líquida de investimentos ::2.2) Créditos externos líquidos recebidos :::2.2.1) Curto prazo :::2.2.2) Longo prazo :3) Erros e omissões :4) Resultado da balança de pagamentos (BP = 1+ 2) = alterações nas reservas internacionais líquidas == Convenções == Segundo SACHS & LARRAIN,Macroeconomia, Makron Books, 2000, p 196-7\"a ideia básica da contabilidade da balança de pagamentos está no fato de que há duas definições de conta corrente: como balança comercial menos as transferências líquidas do exterior e como variação da posição do investimento internacional líquido.\" Ainda segundo os mesmos autores, na teoria, todas as transações que afetam a conta corrente exigem dois lançamentos na tabela. As convenções contábeis determinam que a soma das duas transações seja zero. As seguintes convenções aplicam-se ao balança de pagamentos: :1) Receita de exportações e recebimento de juros do exterior são lançados como itens positivos na conta corrente. :2) Pagamento de importações e pagamento de juros sobre passivos externos são lançados como itens negativos na conta corrente :3) Aumentos em direitos no exterior e reduções no passivo no exterior (saída de capital)são lançados como itens negativos na conta capital :4) Reduções em direitos no exterior e aumentos no passivo no exterior (entrada de capital) são lançados como itens positivos na conta capital. === Identidade fundamental === Pelo fato de qualquer transação internacional fazer surgir duas entradas que se compensam no balança de pagamentos, o saldo de conta corrente e o saldo da conta capital automaticamente somam zero: conta corrente + conta capital = 0 Esta identidade também pode ser compreendida considerando-se a relação entre a conta corrente e os empréstimos internacionais. Como a conta corrente é a variação dos ativos externos líquidos de um país, a conta corrente é necessariamente igual à diferença entre as compras de um país de ativos estrangeiros e suas vendas de ativos aos estrangeiros, ou seja, o saldo da conta de capital antecedido por um sinal de menos.KRUGMAN, Paul. R.; OBSTFELD, Maurice. Economia Internacional- Teoria e prática. 5ª ed. São Paulo: Pearson Education do Brasil, 2001. ISBN 85-346-1228-5. pp 325-6. == Déficits na Balança de Pagamentos == Geralmente é chamado de \"Economia Aberta\"A CONTRA-REVOLUÇÃO MONETARISTA, René Vilarreal, 1984, Ed. Record, Rio de Janeiro um país que experimenta déficits ou superávits em sua balança de pagamentos. Um déficit na Balança de Pagamentos obriga o país nessa situação a tomar medidas (\"ajustes\") para evitar que o fluxo de capitais vindos do exterior não seja interrompido além de outras ocorrências que possam desestabilizar por completo a economia. Alguns desses ajustes (várias vezes adotados pelo Brasil em maior ou menor escala durante sua história inclusive por imposição do FMI) são: desvalorização real da taxa de câmbio, redução do nível de atividade econômica, restrições quantitativas ou tarifárias às importações, subsídio à exportação e controle de remessa de capitais ao exterior. Os quatro primeiros focam no déficit em transações correntes. == Mais informações == * Banco Central do Brasil. Balanço de pagamentos * Balança de pagamentos de todos os países: Cia World Factbook * * Estatísticas da balança de pagamentos. Agência da União Europeia de Estatísticas - EuroStat * Banco Nacional de Angola. Balança de pagamentos * Banco Nacional de Cabo Verde. Estatísticas da Balança de Pagamentos * Banco de Moçambique. Relatório Anual da Balança de Pagamentos * ALADI. Balança de Pagamentos * A estrutura do balanço de pagamentos Categoria:Macroeconomia Categoria:Contabilidade nacional Categoria:Indicadores económicos Categoria:Economia internacional",
 "title": "Balança de pagamentos"
}